{
    "pt": {
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "871c2cab9a5e8da6b3c38bbf3340a08a": "por Bhikkhu Sujato",
        "352e23f4f13ab3fc134da874c216272c": "<a href=\"#item1\">Origens</a>",
        "7d4fc3aae8cc090a401f953c31134517": "<a href=\"#item2\">Abhidhamma Theravāda</a>",
        "1946d44de368add1ba51b2ae142de8f7": "<a href=\"#item3\">Abhidhamma Sarvāstivāda</a>",
        "c21df1c48f6637793089a887b91db4a9": "<a href=\"#item4\">Śāripūtrābhidharma Dharmaguptaka</a>",
        "256f4bd2838c09002e9dff13f50ee720": "<a href=\"#item5\">O Abhidhamma nas tradições budistas</a>",
        "a162791f50f2bca9dd96c6d9502f3464": "<a href=\"#item6\">Crítica</a>",
        "380fb800391310f099d6e9f4d596792d": "O Abhidhamma Piṭaka é o último dos três <i>piṭakas</i> (ou \"cestas\") dos cânones das primeiras escolas budistas. No Abhidhamma, os termos e idéias encontrados nos discursos (suttas) são organizados e analisados sistematicamente.",
        "42cfcf71618e79d2463201dfaa55dbb5": "O Abhidhamma em páli, pertencente à escola Theravada, é composto de sete livros canônicos. Além deste, há um conjunto completo de sete (diferentes) textos canônicos do Abhidhamma da escola Sarvastivada preservados em chinês, um importante tratado da escola Dharmaguptaka, também em chinês, e algumas pequenas porções em sânscrito. Como no caso dos discursos, os textos em páli receberam o maior número de estudos e atenção.",
        "90e01cb067973f8e14ecabcdb34a75b0": "DIferentemente do que ocorre nos discursos e código de disciplina monástica (Vinaya), os textos Abhidhamma das diferentes escolas não estão intimamente relacionados. Parece provável que, de fato, esses textos tiveram papel na formação e no estabelecimento das diferentes escolas. No entanto, Erich Frauwallner, em <cite>Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems</cite> (1996), identificou certas características centrais dos Abhidhamma que são comuns entre as tradições. Isto inclui notavelmente o texto Vibhaṅga da coleção Páli, o texto Dharmaskandha da coleção Sarvāstivāda e o Śāripūtrābhidharmaśastra da coleção Dharmaguptaka. Todos esses textos incluem um núcleo comum, que é derivado do Saṁyutta Nikāya.",
        "a32d986c6e21442a0f47262f0ea8a9ea": "No entanto, apesar de suas diferenças, seria errôneo ver os textos canônicos Abhidhamma das diferentes coleções como apresentando posições fortemente sectárias. Além das obras polêmicas, como Kathāvatthu, na maioria das vezes elas se concentram em apresentar as idéias centrais do Dhamma de maneiras diferentes.",
        "822476109ed542a5519e3cd35de9d904": "Origens",
        "8a27566f5a8b39ba13c9855fee95aa7e": "O termo <i>abhidhamma</i> é encontrado ocasionalmente nos primeiros textos, geralmente ao lado do termo paralelo <i>abhivinaya</i>. Não há, é claro, nenhum corpo de textos chamado abhivinaya, e esses primeiros usos do termo abhidhamma não se referem a textos estabelecidos como os que existem hoje. Pelo contrário, neste tipo de contexto, o prefixo <i>abhi-</i> é comparável ao prefixo <i>\"meta-\"</i> (oriundo do grego <i>μετά-</i>) que denota o sentido de \"sobre o Dhamma, sobre o Vinaya\", e portanto refere-se a discussões e conversas sobre os ensinamentos. Tais conversas teriam, ao longo do tempo, sido lembradas e compartilhadas, e evoluíram gradualmente para os tratados formalizados das coleções do Abhidhammapiṭaka.",
        "a6a253df5bddeb87764a5a6d847ed289": "As tradições divergem quanto à origem do Abhidhamma. As tradições chinesa e tibetana tipicamente atribuem cada livro do Abhidhamma a um discípulo do Buda. No entanto, alguns dos relatos do Vinaya sobre o Primeiro Concílio incluem o Abhidhamma e, portanto, assumem que este já existia no momento do falecimento do Buda. A tradição Theravada afirma também que os textos (com exceção do Kathāvatthu) foram todos proferidos pelo Buda. Isso é mencionado no texto canônico tardio Parivāra (<i>sabba­sat­tuttamo sīho, piṭake tīṇi desayi</i>, Pvr 3#5) e no texto paracanônico Milindapañha (<i>tepiṭakaṃ buddhavacanaṃ</i>, Mil 2#55), ambos datando de cerca de trezentos a quatrocentos anos após o falecimento do Buda. Os comentários Theravādin mais tardios afirmam que o Buda ensinou os sete livros do Abhidhamma Piṭaka às divindades no paraíso de Tāvatiṁsa, estando entre estas divindades aquela que outrora fora a mãe do Buda. O Venerável Sariputta posteriormente aprendeu estes e os transmitiu aos seus discípulos.",
        "634d9f45fde69cd7e347242219f62231": "O consenso de longa data entre os estudiosos é que os livros do Abhidhamma foram compilados séculos após o falecimento de Buda. Não é possível determinar com datas exatas. No entanto, é provável que o núcleo comum do Vibhaṅga / Dharmaskandha / Śāripūtrābhidharmaśastra antecedeu a separação entre essas tradições, que aconteceu na época do rei Ashoka por volta de 250 aC, menos de dois séculos após a morte do Buda. Mas a maior parte do seu conteúdo deve ter sido desenvolvida após este período. Uma série de detalhes, como o fato de as obras terem sido aceitas como canônicas em Milinda, por volta de 100 aC, sugere que elas foram concluídas antes dessa data. Assim, o período entre 300 aC e 100 aC para a composição dos textos canônicos do Abhidhamma parece razoável.",
        "39c7f3a65f338341a93a88b4e805cb11": "Embora a crença de que os textos Abhidhamma foram compostos por discípulos imediatos do Buda seja insustentável, ela nos aponta para como possivelmente estes evoluíram. É possível que os principais discípulos tenham estabelecido linhagens de ensino, ou estilos de aprendizagem, que refletissem as especialidades dos diferentes mestres. Com o tempo, as explicações destes vários professores foram sistematizadas e codificadas. No entanto, os livros, tal como existem hoje, são os produtos das escolas, compostos sob a orientação de líderes posteriores da comunidade monástica.",
        "2fd178352eb8c1e4d36d13cc6ded5415": "O Abhidhamma Theravāda",
        "8df322ed2441891c12e7c6790e0d7dcf": "Em geral, os longos e complexos textos do Abhidhamma Theravada são compostos de análises e classificações, e não de explicações. Presumivelmente, estes textos seriam ensinados por professores experientes em mosteiros, que, por sua vez, explicariam e ilustrariam os textos densos e obscuros. Eventualmente, tais explicações foram codificadas e registradas nos comentários páli.",
        "7462a61e1fd1033776a00665a7b8a482": "Apesar de introduzirem uma série de novos termos e métodos, os textos canônicos do Abhidhamma são doutrinariamente conservadores. Muitos dos conceitos encontrados nos textos Abhidhamma posteriores não são encontrados — verdade última versus verdade convencional, momentos de consciência, <i>kalāpas</i>, a idéia de que cada fenômeno é definido por sua <i>sabhāva</i> ou essência individual. Enquanto alguns dos novos termos são encontrados, a maioria destes parece ter sido introduzida para esclarecer e desambiguar a terminologia, e não com a intenção de transmitir novos conceitos específicos. Isso não quer dizer que não existam novas idéias, apenas que elas desempenham um papel relativamente pequeno no geral.",
        "2191cc8e82c4e7fc5f85b9fc45897480": "Dhammasaṅgaṇī ",
        "296a53eb5bcebabb3bc97cab30ec8d30": "O Dhammasaṅgaṇī (Classificação dos Fenômenos) é construído com base na idéia de uma <i>mātikā</i>, uma lista ou matriz de conteúdos. Uma <i>mātikā</i> atua como uma simples instância de um modelo que é aplicado e transformado em formas cada vez mais complexas ao longo do texto. As <i>mātikās</i> do Dhammasaṅgaṇī listam conjuntos de fenômenos (<i>dhammas</i>). A maioria destes são termos doutrinários encontrados nos suttas, embora alguns termos sejam específicos ao contexto do Abhidhamma. O Dhammasaṅgaṇī começa com três <i>mātikās</i>. A primeira classifica <i>dhammas</i> em 22 conjuntos de três (<i>tika</i>), e as duas seguintes usam conjuntos de pares (<i>duka</i>), totalizando 100 pares para termos do Abhidhamma e 42 pares para termos dos Suttas.",
        "f2e1aa37d73f4d98bfc29fa6d161301a": "O primeiro dos conjuntos triplos é o fundamental conjunto: hábil, inábil e indeterminado. Isso serve como uma estrutura primária para classificar todos os vários fenômenos. Embora pareça bastante simples, até mesmo esse detalhe foi controverso, visto que algumas escolas rejeitaram a existência da categoria indeterminada, ou moralmente neutra.",
        "7a6a59d78b301d2559373d67e23d679e": "Vibhaṅga ",
        "89de421b0a82ec1aa5049881a71fe342": "O Vibhaṅga (Livro das Análises) consiste em 18 capítulos organizados por tópicos. A lista de tópicos está intimamente relacionada com os tópicos dos suttas do Saṁyutta Nikāya — agregados, sentidos, origem dependente, etc. A maioria dos capítulos tem uma estrutura tríplice.",
        "745afc5e3163479eee2ca57ef56fc8a9": "Análise de acordo com os suttas: cita uma passagem chave dos suttas sobre o tópico relevante e oferece uma análise modesta.",
        "49c56107ec340a0cfa8484b812187548": "Análise de acordo com o Abhidhamma: aplica os conjuntos de sinônimos e termos como desenvolvidos no Dhammasaṅgaṇī.",
        "15199a78fa1bfa7e4c8d2f74f93f0d6e": "Catecismo: testa o conhecimento dos alunos com questionamentos sistemáticos.",
        "c5e0048e3716f6118ece77dca6a2d7e0": "Algumas seções, como Vb 18 Dhammahadaya, não se encaixam neste sistema. Estas seções podem ter se originado como tratados independentes.",
        "adf1f84fd257805b7e4c78b52ac7ef99": "Dhātukathā ",
        "b3f189fd122ecdc05f88abe98f715404": "O Dhātukathā (Discussão dos Elementos) mostra como as <i>mātikās</i> do Dhammasaṅgaṇī se relacionam com os 5 agregados, as 12 bases e os 18 elementos. Está organizado de acordo com catorze métodos.",
        "d505cb067b8829bfa0ae49ceea76c1d7": "Puggalapaññatti ",
        "786e016a0655c5fd5aec4ae00e54edbf": "O Puggalapaññatti (Denominação dos Indivíduos) se afasta da abordagem estritamente fenomenológica da maioria dos textos do Abhidhamma para apresentar um compêndio de passagens relativas a diferentes tipos de indivíduos. Estes são estabelecidos via uma <i>mātikā</i> que lista tipos de indivíduos numericamente organizados de um a dez. Como sugerido pelo arranjo numérico, esses termos são derivados principalmente de suttas do Aṅguttara Nikāya, com modestas mudanças nas palavras. A principal preocupação é classificar tendências pessoais ou psicológicas sob a perspectiva do cultivo do caminho budista.",
        "4049af4bd77a727d79d344b670e2f508": "Kathāvatthu ",
        "04c783f5ee0c77f9a6cf540b6ea6ad35": "O Kathāvatthu (Pontos de Controvérsia) reúne mais de 200 discussões sobre pontos de interpretação da doutrina budista. Estes consistem em um debate entre protagonistas sem nome. Cada um depende da lógica ou das citações dos suttas para sustentar seus argumentos. Algumas das discussões tratam de problemas centrais da filosofia budista, como a natureza do não-eu, ou o problema da continuidade e da impermanência. Muitos, no entanto, são sobre temas de menor importância.",
        "4c79fa2455162408f8c841c6a7787348": "Embora o texto não identifique devidamente os pontos de vista, a maioria pode ser identificada com as doutrinas mantidas por várias escolas budistas. Note que nenhum dos pontos controvertidos lidam com visões bramânicas, jainistas ou de outras tradições não-budistas. Tampouco há diferenças significativas quanto aos suttas referidos; cada debatedor assume portanto uma base comum e compartilhada de suttas.",
        "d05b62ff33300204e6e0dca1e9d076b1": "O Kathāvatthu é o único livro do Abhidhamma atribuído pela escola Theravada a um autor específico, Moggaliputtatissa, um monge sênior contemporâneo do rei Ashoka. O núcleo do trabalho provavelmente se formou naquele ponto, mas o texto se expandiu substancialmente ao longo do tempo. Uma ou duas das discussões centrais parecem compartilhar uma base comum com o Vijñānakāya do Abhidharma Sarvāstivāda.",
        "f779dff71dadbf0c7e169e4789bb416d": "Yamaka ",
        "024bd643c98b515c3686f9ad4370dc7a": "O Yamaka (livro sobre os Pares) consiste em dez capítulos sobre diferentes tópicos, começando com as raízes da conduta hábil ou inábil. O texto aplica uma série de pares de questões, com o objetivo de determinar totalmente o escopo de aplicação dos termos. Por exemplo: \"todas as instâncias de <i>rūpa</i> (forma, fenômenos físicos) são incluídas no agregado da forma ((<i>rūpakkhandha</i>)? Não, porque existem usos idiomáticos de <i>rūpa</i> como <i>evarūpa</i> (“de tal sorte”). Mas todas as instâncias do agregado da forma estão incluídas em <i>rūpa</i>? Sim\".",
        "97205e23ea88d71899ece84f439c90c1": "Paṭṭhāna ",
        "d971bf779a203f310d3bb6033ae2e566": "Paṭṭhāna (Relações Condicionais) estabelece uma <i>mātikā</i> simples listando 24 tipos de causas ou condições. A primeira é a \"causa raiz\" (<i>hetupaccayo</i>), que trata de como atos são causados ​​pelas raízes prejudiciais da ganância, do ódio e da ilusão, ou de seus opostos. Esta <i>mātikā</i> é então aplicada às <i>mātikā</i> do Dhammasaṅgaṇī, criando uma complexidade desconcertante de combinações possíveis. O Paṭṭhāna é sempre muito abreviado, mas se fosse totalmente explicado, provavelmente seria o maior livro já criado, com muitos bilhões de combinações.",
        "da7e989cf39a76434a1d12ed099dcee7": "O Dhammasaṅgaṇī e o Paṭṭhāna concluem a coleção do Abhidhamma Theravada: o primeiro texto trata dos fenômenos, o segundo de suas relações. Embora o método e os detalhes sejam expandidos consideravelmente, a abordagem pode ser vista como uma aplicação detalhada dos princípios subjacentes da origem dependente.",
        "5fb6f577d4f008d5e4b3a871c9c0e20a": "O Abhidhamma Sarvāstivāda",
        "447086c0a67a80749ce10537be7bc167": "Embora muitas, talvez todas, das primeiras “dezoito” escolas tivessem tido algum tipo de textos sobre o Abhidhamma, nenhum foi tão famoso quanto o Sarvāstivāda. Os textos canônicos aqui mencionados foram suplementados ou suplantados pelo maciçamente influente tratado entitulado <cite>Mahāvibhāṣa</cite>, que estabeleceu a Sarvāstivāda como a escola de Abhidhamma <i>par excellence</i>. Mesmo quando textos posteriores como o <cite>Abhidharmakoṣa</cite> de Vasubandhu ou o <cite>Mūlamadhyamakakārikā</cite> de Nāgārjuna criticaram a filosofia Sarvāstivādin, eles ainda estavam trabalhando com a estrutura de idéias e termos estabelecidos por esta escola, e baseados originalmente nesses mesmos textos canônicos. Assim, enquanto os textos do Abhidhamma da maioria das escolas desapareceram, esses textos foram levados para a China, traduzidos e lá preservados. Além disso, há algumas passagens encontradas em fragmentos sânscritos e textos tibetanos.",
        "fea3e049e98fd7430e086f34f9646460": "Todos estes textos Sarvāstivāda foram originalmente escritos em sânscrito.",
        "5d6fc96a20549b71ce6f3cb61598ef07": "Saṅgītiparyāya ",
        "fb589100e60a6485653f7531b72bda4d": "Considerado como um dos primeiros livros do Abhidhamma, este é essencialmente um comentário sobre a versão Sarvastivadin do Saṅgīti Sutta (DN 33). Foi composto por Mahākausthila (de acordo com as fontes sânscritas e tibetanas) ou Śāriputra (de acordo com as fontes chinesas). A recensão chinesa foi traduzida por Xuanzang.",
        "b1490d3a60ea1ce704bace35d94d5984": "Dharmaskandha ",
        "b885d25f14418eb8fea28f458380ed57": "Como mencionado acima, este texto parece compartilhar uma origem comum com o Vibhaṅga da tradição Páli. É mantido hoje em uma versão completa chinesa e uma versão incompleta em Sânscrito. Comparado ao Vibhaṅga, o método parece ser menos formalizado e mais discursivo, citando uma série de passagens dos suttas. Foi composto por Śāriputra (de acordo com as fontes sânscritas e tibetanas) ou Maudgalyāyana (de acordo com fontes chinesas). A edição chinesa foi traduzida por Xuanzang.",
        "831cb036cad26f830389c2878de4c198": "Prajnaptiśāstra",
        "e32013cad9714494188ece77deb62c64": "Este texto consiste em uma série de perguntas e respostas sobre pontos de doutrina baseados em uma <i>mātikā</i>, apoiados por citações do sutta. A tradição diz que este foi composto por Maudgalyāyana ou Mahākatyāyana. A tradução chinesa é de Dharmarakṣita.",
        "7d1de358167d27cadd4fa22335c64bf8": "Dhātukāya",
        "0a7f678b9dcf85429ab5e24934deeef9": "Composto por Purna (de acordo com fontes sânscritas e tibetanas) ou Vasumitra (de acordo com fontes chinesas). Foi traduzido para o chinês por Xuanzang. O Dhātukāya tem alguma semelhança com o Páli Dhātukathā, embora use um <i>mātikā</i> diferente.",
        "c2136f996449ca2e3976189b72e22b3d": "Vijñānakāya ",
        "5353031cf1b155dceab2e78c79aa91ba": "Este texto corresponde ao Kathāvatthu do cânone páli e possivelmente compartilha uma base histórica comum. O texto menciona o Theravādin Moggaliputtatissa, autor do Kathāvatthu, como um adversário no debate sobre a doutrina chave Sarvāstivāda de que todos os fenômenos existem tanto no passado, quanto no futuro e no presente. O texto discute bem menos pontos do que o Kathāvatthu. Foi composto por Devasarman e traduzido para o chinês por Xuanzang.",
        "3757622a9acb0b4702fcae8aada2ecd7": "Prakaraṇapāda ",
        "474fd464cc4da84094a28c1e13d9006e": "Composto por Vasumitra e traduzido por Xuanzang (T 1542), com outra tradução parcial de Gunabhadra e Bodhiyasa encontrada em T 1541. Este foi um tratado central do Abhidharma, que influenciou até mesmo textos não-Sarvastivādin como o Mahāprajñapāramītopadeśa.",
        "015e8b6090068c2df9d20d5833d1345d": "Jñānaprasthāna ",
        "f41fe69d498eb262b627f9044a775512": "Composto por Kātyāyanīputra e traduzido para o chinês por Xuanzang em T 1544. Também aparece traduzido por Saṅghadeva e Zhu-fo-nian sob o título 阿毘曇八犍度論 em T 1543. É o maior dos textos do Abhidhamma Sarvāstivādin, e serve de base para os tratados Sarvāstivāda posteriores e, portanto, o estudo moderno do Abhidharma, especialmente no budismo tibetano.",
        "7cb683b7be00f44b7d112483f1277f09": "O Śāripūtrābhidharma Dharmaguptaka",
        "d55b28d864124a2bfb0ae8d98fdc63b1": "O único texto ainda existente do Abhidhamma Dharmaguptaka, este foi traduzido para o chinês por Dharmayaśas e Dharmagupta. Compartilha alguns conteúdos com o Vibhaṅga e o Dharmaskandha e outros detalhes com outros textos. Enquanto as outras escolas mantinham múltiplos textos do Abhidhamma, este único texto cobre grande parte do mesmo fundamento e parece conter todo o sistema Abhidhamma dos Dharmaguptakas.",
        "191f0e14a8de3e63c51d8a0123c24af4": "O Abhidhamma e as tradições budistas",
        "1d7073bf7463629a4c2820849c0aae14": "Ao longo dos anos, o estudo do Abhidhamma foi muito bem recebido pelas tradições budistas. A tradição Theravada desenvolveu uma série de comentários e tratados explicando as idéias do Abhidhamma e as estendendo ainda mais. Esta é uma tradição viva, que possui uma série ininterrupta de publicações até os tempos modernos. Hoje, o estudo do Abhidhamma é especialmente enfatizado no budismo birmanês, embora permaneça ativo em todas as regiões em que o Theravada se encontra. O budismo tibetano também enfatiza fortemente o estudo do Abhidharma, baseado principalmente em fontes Sarvāstivādin. Em todas as regiões, no entanto, o estudo contemporâneo do Abhidhamma baseia-se principalmente em tratados posteriores, e os textos canônicos geralmente não são estudados diretamente em detalhe.",
        "66b9002cc34fa4c78c7c25a930ccd76c": "Assim como o estudo, o Abhidhamma teve uma influência formativa em várias escolas modernas de meditação. Em particular, as escolas de meditação birmanesas, incluindo Mahasi, Goenka e Pa Auk, todas se baseam em grande parte em conceitos do Abhidhamma.",
        "c1554c8ff64d3606a0351d026804a15e": "Talvez inesperadamente, Abhidhamma não é restrito aos círculos monásticos ou acadêmicos. É freqüentemente ensinado a pessoas leigas, e é popular em todo o sudeste da Ásia. Além disso, as <i>mātikās</i> do Abhidhamma servem de base para recitação cerimonial. Na Tailândia, o <i>tikamātikā</i> do Dhammasaṅgaṇī e as 24 condições do Paṭṭhāna são usadas como cânticos fúnebres.",
        "e09550f734c90ad8cc681ede4507952e": "Crítica",
        "3277ab7c418a0330ccf534a4a9a88cda": "O Abhidhamma em si é um sistema crítico, desenvolvido para esclarecer a compreensão de conceitos e relações fundamentais. Subjacente a este projeto está a suposição de que tal esclarecimento é necessário, o que implica que nem todos entendem as coisas da mesma maneira. Esse aspecto crítico vem à tona em trabalhos como o Kathāvatthu, que mostra os métodos racionais de esclarecer doutrinas.",
        "ff670283a935adb8c696fbe961b1e06f": "Alguns, como os Sautrāntikas, criticaram o próprio projeto Abhidhamma, alegando que ele se desviava dos suttas. Não está claro se todas as escolas iniciais realmente possuíam um Abhidhamma Piṭaka. No entanto, todos estas possivelmente possuíam textos similares ​​de análise e explicação.",
        "a6ef5364a693bd3160a011b2dfcbbece": "A crítica ao Abhidhamma foi uma fundação do Mahayana. Os sutras Mahayana criticam ambos os detalhes específicos das doutrinas do Abhidhamma — como a noção de que cada fenômeno é definido por sua essência individual — e a direção geral das escolas do Abhidhamma, alegando que seus seguidores perdem tempo debatendo trivialidades ao invés de entender a profundidade do ensinamento. No entanto, os textos do Mahayana desenvolveram suas próprias formas de Abhidhamma, e assim o estudo de Abhidhamma é uma parte essencial de muitos currículos de tradições Mahayana até hoje.",
        "542a6461707dfdb37e221c23b9b33a02": "Também encontramos nos comentários do Theravada a crítica, na medida em que estes registram os desafios da autenticidade do Abhidhamma. No entanto, a maior parte do debate nas diferentes escolas diz respeito à interpretação de Abhidhamma, não à validade do projeto em si.",
        "b4ffe656fe3d451fab0e9464a9e025e2": "Esta tradição crítica continua nos dias atuais. Dentro do sistema de ensino budista tibetano, os textos e conceitos do Abhidharma são estudados e considerados à luz das críticas dos Sautrāntikas e Mahayanistas. E enquanto alguns Theravadins afirmam que é essencial estudar o Abhidhamma, outros afirmam que as principais idéias do Abhidhama se afastam dos suttas e que o estudo do Abhidhamma é, portanto, desnecessário."
    }
}