{
  "_markup_path": "markup/sn/sn41/sn41.10.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.10.json"
  ],
  "sn41.10:1.1": "Linked Discourses 41 ",
  "sn41.10:2.1": "1 With Citta ",
  "sn41.10:3.1": "10 Seeing the Sick",
  "sn41.10:4.1": "Now at that time the householder Citta was sick, suffering, gravely ill.",
  "sn41.10:4.2": "Then several deities of the parks, forests, trees, and those who haunt the herbs, grass, and big trees came together and said to Citta:",
  "sn41.10:4.3": "“Householder, make a wish to become a wheel-turning monarch in the future!”",
  "sn41.10:5.1": "When they said this, Citta said to them:",
  "sn41.10:5.2": "“That too is impermanent! That too will pass! That too will be left behind!”",
  "sn41.10:5.3": "When he said this, his friends and colleagues, relatives and family members said:",
  "sn41.10:5.4": "“Be mindful, lord! Don’t babble.”",
  "sn41.10:5.5": "“What have I said that makes you say that?”",
  "sn41.10:5.7": "“It’s because you said:",
  "sn41.10:5.8": "‘That too is impermanent! That too will pass! That too will be left behind!’”",
  "sn41.10:5.9": "“Oh, well, that’s because the deities of the parks, forests, trees, and those who haunt the herbs, grass, and big trees said to me:",
  "sn41.10:5.10": "‘Householder, make a wish to become a wheel-turning monarch in the future!’",
  "sn41.10:5.11": "So I said to them:",
  "sn41.10:5.12": "‘That too is impermanent! That too will pass! That too will be left behind!’”",
  "sn41.10:5.14": "“But what reason do they see for saying that to you?”",
  "sn41.10:5.16": "“They think:",
  "sn41.10:5.17": "‘This householder Citta is ethical, of good character.",
  "sn41.10:5.18": "If he makes a wish to ",
  "sn41.10:5.19": "become a wheel-turning monarch in the future, his heart’s wish will succeed because of the purity of his ethics. And then as a proper, principled king he will provide proper spirit-offerings.",
  "sn41.10:5.20": "That’s the reason they see for saying to me:",
  "sn41.10:5.21": "‘Householder, make a wish to become a wheel-turning monarch in the future!’ ",
  "sn41.10:5.22": "So I said to them: ",
  "sn41.10:5.23": "‘That too is impermanent! That too will pass! That too will be left behind!’”",
  "sn41.10:6.1": "“Then, lord, advise us!”",
  "sn41.10:6.2": "“So you should train like this:",
  "sn41.10:6.3": "We will have experiential confidence in the Buddha:",
  "sn41.10:6.4": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn41.10:6.5": "We will have experiential confidence in the teaching:",
  "sn41.10:6.6": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "sn41.10:6.7": "We will have experiential confidence in the Saṅgha:",
  "sn41.10:6.8": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’ ",
  "sn41.10:6.9": "And we will share without reservation all the gifts available to give in our family with those who are ethical and of good character.”",
  "sn41.10:6.10": "Then, after Citta had encouraged his friends and colleagues, relatives and family members in the Buddha, the teaching, the Saṅgha, and generosity, he passed away."
}