{
  "_markup_path": "markup/sn/sn41/sn41.08.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.08.json"
  ],
  "sn41.8:1.1": "Linked Discourses 41 ",
  "sn41.8:2.1": "1 With Citta",
  "sn41.8:3.1": "8 Nigaṇṭha Nāṭaputta",
  "sn41.8:4.1": "Now at that time Nigaṇṭha Nāṭaputta had arrived at Macchikāsaṇḍa together with a large assembly of Jain ascetics.",
  "sn41.8:4.2": "Citta the householder heard that they had arrived.",
  "sn41.8:4.4": "So, together with several lay followers, he went up to Nigaṇṭha Nātaputta",
  "sn41.8:4.5": "and exchanged greetings with him.",
  "sn41.8:4.6": "When the greetings and polite conversation were over, he sat down to one side.",
  "sn41.8:4.7": "Nigaṇṭha Nātaputta said to him:",
  "sn41.8:4.8": "“Householder, do you have faith in the ascetic Gotama’s claim that ",
  "sn41.8:4.9": "there is a state of samādhi without placing the mind and placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?”",
  "sn41.8:5.1": "“Sir, in this case I don’t rely on faith in the Buddha’s claim that",
  "sn41.8:5.2": "there is a state of samādhi without placing the mind and placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected.”",
  "sn41.8:5.3": "When he said this, Nigaṇṭha Nātaputta looked up at his assembly and said:",
  "sn41.8:5.4": "“See, good sirs, how straightforward this householder Citta is! He’s not manipulative or deceitful at all. To imagine that you can stop placing the mind and keeping it connected would be like imagining that you can catch the wind in a net, or dam the Ganges river with your own hand.”",
  "sn41.8:6.1": "“What do you think, sir? Which is better:",
  "sn41.8:6.2": "knowledge or faith?”",
  "sn41.8:6.3": "“Knowledge is definitely better than faith, householder.”",
  "sn41.8:6.4": "“Well sir, whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "sn41.8:6.5": "And whenever I want, as the placing of the mind and keeping it connected are stilled …",
  "sn41.8:6.6": "I enter and remain in the second absorption.",
  "sn41.8:6.7": "And whenever I want, with the fading away of rapture …",
  "sn41.8:6.8": "I enter and remain in the third absorption.",
  "sn41.8:6.9": "And whenever I want, giving up pleasure and pain …",
  "sn41.8:6.10": "I enter and remain in the fourth absorption.",
  "sn41.8:6.11": "And so, sir, since I know and see like this, why should I rely on faith in another ascetic or brahmin who claims that",
  "sn41.8:6.12": "there is a state of samādhi without placing the mind and placing the mind and keeping it connected; that there is the cessation of placing the mind and keeping it connected?”",
  "sn41.8:7.1": "When he said this, Nigaṇṭha Nātaputta looked askance at his own assembly and said:",
  "sn41.8:7.2": "“See, good sirs, how crooked this householder Citta is! He’s so manipulative and deceitful!”",
  "sn41.8:8.1": "“Sir, just now I understood you to say:",
  "sn41.8:8.2": "‘See, good sirs, how straightforward this householder Citta is! He’s not manipulative or deceitful at all.’",
  "sn41.8:8.3": "But then I understood you to say:",
  "sn41.8:8.4": "‘See, good sirs, how crooked this householder Citta is! He’s so manipulative and deceitful!’",
  "sn41.8:8.5": "If your first statement is true, the second is wrong.",
  "sn41.8:8.6": "If your first statement is wrong, the second is true.",
  "sn41.8:8.7": "And also, sir, these ten legitimate questions are relevant.",
  "sn41.8:8.8": "When you understand what they mean, then, together with your assembly of Jain ascetics, you can rebut me.",
  "sn41.8:8.9": "‘One thing: question, summary, and answer. Two … three … four … five … six … seven … eight … nine … ten things: question, summary, and answer.’”",
  "sn41.8:8.19": "Then Citta got up from his seat and left without asking Nigaṇṭha Nātaputta these ten legitimate questions."
}