{
  "_markup_path": "markup/sn/sn41/sn41.06.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.06.json"
  ],
  "sn41.6:1.1": "Linked Discourses 41 ",
  "sn41.6:2.1": "1 With Citta ",
  "sn41.6:3.1": "6 With Kāmabhū (2)",
  "sn41.6:4.1": "At one time Venerable Kāmabhū was staying near Macchikāsaṇḍa in the Wild Mango Grove. ",
  "sn41.6:4.2": "Then Citta the householder went up to Venerable Kāmabhū, ",
  "sn41.6:4.3": "sat down to one side,",
  "sn41.6:4.4": "and said to him:",
  "sn41.6:4.5": "“Sir, how many processes are there?”",
  "sn41.6:4.6": "“Householder, there are three processes.",
  "sn41.6:4.7": "Physical, verbal, and mental processes.”",
  "sn41.6:4.8": "Saying “Good, sir,” Citta approved and agreed with what Kāmabhū said. Then he asked another question:",
  "sn41.6:4.9": "“But sir, what is the physical process? What’s the verbal process? What’s the mental process?”",
  "sn41.6:4.10": "“Breathing is a physical process. Placing the mind and keeping it connected are verbal processes. Perception and feeling are mental processes.”",
  "sn41.6:5.1": "Saying “Good, sir” … he asked another question:",
  "sn41.6:5.3": "“But sir, why is breathing a physical process? Why are placing the mind and keeping it connected verbal processes? Why are perception and feeling mental processes?”",
  "sn41.6:5.4": "“Breathing is physical.",
  "sn41.6:5.5": "It’s tied up with the body, that’s why breathing is a physical process.",
  "sn41.6:5.6": "First you place the mind and keep it connected, then you break into speech. That’s why placing the mind and keeping it connected are verbal processes.",
  "sn41.6:5.7": "Perception and feeling are mental.",
  "sn41.6:5.8": "They’re tied up with the mind, that’s why perception and feeling are mental processes.”",
  "sn41.6:6.1": "Saying “Good, sir” … he asked another question:",
  "sn41.6:6.3": "“But sir, how does someone attain the cessation of perception and feeling?”",
  "sn41.6:6.4": "“A mendicant who is entering such an attainment does not think:",
  "sn41.6:6.5": "‘I will enter the cessation of perception and feeling’ or ‘I am entering the cessation of perception and feeling’ or ‘I have entered the cessation of perception and feeling.’",
  "sn41.6:6.6": "Rather, their mind has been previously developed so as to lead to such a state.”",
  "sn41.6:7.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:7.3": "“But sir, which cease first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental processes?”",
  "sn41.6:7.4": "“Verbal processes cease first, then physical, then mental.”",
  "sn41.6:8.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:8.3": "“What’s the difference between someone who has died and a mendicant who has attained the cessation of perception and feeling?”",
  "sn41.6:8.4": "“When someone dies, their physical, verbal, and mental processes have ceased and stilled; their vitality is spent; their warmth is dissipated; and their faculties have disintegrated.",
  "sn41.6:8.5": "When a mendicant has attained the cessation of perception and feeling, their physical, verbal, and mental processes have ceased and stilled. But their vitality is not spent; their warmth is not dissipated; and their faculties are very clear.",
  "sn41.6:8.6": "That’s the difference between someone who has died and a mendicant who has attained the cessation of perception and feeling.”",
  "sn41.6:9.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:9.2": "Saying “Good, sir” … he asked another question:",
  "sn41.6:9.3": "“But sir, how does someone emerge from the cessation of perception and feeling?”",
  "sn41.6:9.4": "“A mendicant who is emerging from such an attainment does not think:",
  "sn41.6:9.5": "‘I will emerge from the cessation of perception and feeling’ or ‘I am emerging from the cessation of perception and feeling’ or ‘I have emerged from the cessation of perception and feeling.’",
  "sn41.6:9.6": "Rather, their mind has been previously developed so as to lead to such a state.”",
  "sn41.6:10.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:10.3": "“But sir, which arise first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental processes?”",
  "sn41.6:10.4": "“Mental processes arise first, then physical, then verbal.”",
  "sn41.6:11.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:11.3": "“But sir, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?”",
  "sn41.6:11.4": "“They experience three kinds of contact:",
  "sn41.6:11.5": "emptiness, signless, and undirected contacts.",
  "sn41.6:12.1": "Saying “Good, sir” … he asked another question: ",
  "sn41.6:12.3": "“But sir, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?”",
  "sn41.6:12.4": "“Their mind slants, slopes, and inclines to seclusion.”",
  "sn41.6:13.1": "Saying “Good, sir,” Citta approved and agreed with what Kāmabhū said. Then he asked another question: ",
  "sn41.6:13.2": "“But sir, how many things are helpful for attaining the cessation of perception and feeling?”",
  "sn41.6:13.3": "“Well, householder, you’ve finally asked what you should have asked first!",
  "sn41.6:13.4": "Nevertheless, I will answer you.",
  "sn41.6:13.5": "Two things are helpful for attaining the cessation of perception and feeling:",
  "sn41.6:13.6": "serenity and discernment.”"
}