{
  "_markup_path": "markup/sn/sn41/sn41.02.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.02.json"
  ],
  "sn41.2:1.1": "Linked Discourses 41 ",
  "sn41.2:2.1": "1 With Citta ",
  "sn41.2:3.1": "2 Isidatta (1)",
  "sn41.2:4.1": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. ",
  "sn41.2:4.2": "Then Citta the householder went up to them, ",
  "sn41.2:4.3": "bowed, sat down to one side, ",
  "sn41.2:4.4": "and said to them: ",
  "sn41.2:4.5": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal.”",
  "sn41.2:4.6": "They consented in silence.",
  "sn41.2:4.7": "Then, knowing that the senior mendicants had accepted, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving.",
  "sn41.2:4.8": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s home,",
  "sn41.2:4.9": "and sat down on the indicated seats. ",
  "sn41.2:5.1": "Then Citta went up to them,",
  "sn41.2:5.2": "bowed, sat down to one side, ",
  "sn41.2:5.3": "and said to the senior venerable:",
  "sn41.2:5.4": "“Sir, they speak of ‘the diversity of elements’.",
  "sn41.2:5.5": "In what way did the Buddha speak of the diversity of elements?”  ",
  "sn41.2:5.6": "When he said this, the senior venerable kept silent.",
  "sn41.2:5.7": "For a second time …",
  "sn41.2:5.11": "And for a third time, Citta asked him:",
  "sn41.2:5.12": "“Sir, they speak of ‘the diversity of elements’. ",
  "sn41.2:5.13": "In what way did the Buddha speak of the diversity of elements?”  ",
  "sn41.2:5.14": "And a second time and a third time the senior venerable kept silent.",
  "sn41.2:6.1": "Now at that time Venerable Isidatta was the most junior mendicant in that Saṅgha.",
  "sn41.2:6.2": "Then Venerable Isidatta said to the senior venerable:",
  "sn41.2:6.3": "“Sir, may I answer Citta’s question?”",
  "sn41.2:6.4": "“Answer it, Reverend Isidatta.”",
  "sn41.2:6.5": "“Householder, is this your question:",
  "sn41.2:6.6": "‘They speak of “the diversity of elements”. ",
  "sn41.2:6.7": "In what way did the Buddha speak of the diversity of elements?’” ",
  "sn41.2:6.8": "“Yes, sir.”",
  "sn41.2:6.9": "“This is the diversity of elements spoken of by the Buddha.",
  "sn41.2:6.10": "The eye element, the sights element, the eye consciousness element …",
  "sn41.2:6.11": "The mind element, the phenomena element, the mind consciousness element.",
  "sn41.2:6.12": "This is how the Buddha spoke of the diversity of elements.”",
  "sn41.2:7.1": "Then Citta, having approved and agreed with what Isidatta said, served and satisfied the senior mendicants with his own hands with a variety of delicious foods.",
  "sn41.2:7.2": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left. ",
  "sn41.2:7.3": "Then the senior venerable said to Venerable Isidatta:",
  "sn41.2:7.4": "“Isidatta, it’s good that you felt inspired to answer that question, because I didn’t.",
  "sn41.2:7.5": "So Isidatta, when a similar question comes up, you should also answer it as you feel inspired.”"
}