{
  "_markup_path": "markup/sn/sn41/sn41.09.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.09.json"
  ],
  "sn41.9:1.1": "Linked Discourses 41 ",
  "sn41.9:2.1": "1 With Citta ",
  "sn41.9:3.1": "9 Kassapa, the Naked Ascetic",
  "sn41.9:4.1": "Now at that time the naked ascetic Kassapa, who in lay life was an old friend of Citta, had arrived at Macchikāsaṇḍa.",
  "sn41.9:4.2": "Citta the householder heard that he had arrived.",
  "sn41.9:4.4": "So he went up to him,",
  "sn41.9:4.5": "and they exchanged greetings.",
  "sn41.9:4.6": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn41.9:4.7": "and said to the naked ascetic Kassapa:",
  "sn41.9:4.8": "“Sir, Kassapa, how long has it been since you went forth?”",
  "sn41.9:4.9": "“It’s been thirty years, householder.”",
  "sn41.9:4.10": "“But sir, in these thirty years have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?”",
  "sn41.9:4.11": "“I have no such achievement, householder, only nakedness, baldness, and pokes in the buttocks.”",
  "sn41.9:4.12": "Citta said to him:",
  "sn41.9:4.13": "“It’s incredible, it’s amazing,",
  "sn41.9:4.14": "how well explained the teaching is. For in thirty years have you achieved no superhuman distinction in knowledge and vision worthy of the noble ones, no meditation at ease, only nakedness, baldness, and pokes in the buttocks.”",
  "sn41.9:5.1": "“But householder, how long have you been a lay follower?”",
  "sn41.9:5.2": "“It’s been thirty years, householder.”",
  "sn41.9:5.3": "“But householder, in these thirty years have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?” ",
  "sn41.9:5.4": "“How, sir, could I not?",
  "sn41.9:5.5": "For whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "sn41.9:5.6": "And whenever I want, as the placing of the mind and keeping it connected are stilled … I enter and remain in the second absorption.",
  "sn41.9:5.7": "And whenever I want, with the fading away of rapture …",
  "sn41.9:5.8": "I enter and remain in the third absorption.",
  "sn41.9:5.9": "And whenever I want, giving up pleasure and pain …",
  "sn41.9:5.10": "I enter and remain in the fourth absorption.",
  "sn41.9:5.11": "If I pass away before the Buddha, it wouldn’t be surprising if the Buddha declares of me:",
  "sn41.9:5.12": "‘The householder Citta is bound by no fetter that might return him to this world.’”",
  "sn41.9:5.13": "When this was said, Kassapa said to Citta:",
  "sn41.9:5.14": "“It’s incredible, it’s amazing,",
  "sn41.9:5.15": "how well explained the teaching is. For a white-clothed layperson can achieve such a superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease.",
  "sn41.9:5.16": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "sn41.9:6.1": "Then Citta the householder took the naked ascetic Kassapa to see the senior mendicants,",
  "sn41.9:6.2": "and said to them:",
  "sn41.9:6.3": "“Sirs, this is the naked ascetic Kassapa, who in lay life was an old friend of mine.",
  "sn41.9:6.4": "May the senior monks give him the going forth, the ordination.",
  "sn41.9:6.5": "I’ll make sure that he’s provided with robes, alms-food, lodgings, and medicines and supplies for the sick.”",
  "sn41.9:6.6": "And the naked ascetic Kassapa received the going forth, the ordination in this teaching and training.",
  "sn41.9:6.7": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and determined, soon  ",
  "sn41.9:6.8": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.",
  "sn41.9:6.10": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "sn41.9:6.11": "And Venerable Kassapa became one of the perfected."
}