{
  "_markup_path": "markup/sn/sn41/sn41.07.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.07.json"
  ],
  "sn41.7:1.1": "Linked Discourses 41 ",
  "sn41.7:2.1": "1 With Citta ",
  "sn41.7:3.1": "7 With Godatta",
  "sn41.7:4.1": "At one time Venerable Godatta was staying near Macchikāsaṇḍa in the Wild Mango Grove.",
  "sn41.7:4.2": "Then Citta the householder went up to Venerable Godatta,",
  "sn41.7:4.3": "bowed, and sat down to one side.",
  "sn41.7:4.4": "Godatta said to him:",
  "sn41.7:4.5": "“Householder, the limitless heart’s release, and the heart’s release through nothingness, and the heart’s release through emptiness, and the signless heart’s release: do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?”",
  "sn41.7:4.6": "“Sir, there is a way in which these things differ in both meaning and phrasing. ",
  "sn41.7:4.7": "But there’s also a way in which they mean the same thing, and differ only in the phrasing.",
  "sn41.7:5.1": "And what’s the way in which these things differ in both meaning and phrasing?",
  "sn41.7:5.2": "It’s when a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "sn41.7:5.3": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "sn41.7:5.4": "They meditate spreading a heart full of compassion …",
  "sn41.7:5.5": "They meditate spreading a heart full of rejoicing …",
  "sn41.7:5.6": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.",
  "sn41.7:5.7": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "sn41.7:5.8": "This is called the limitless heart’s release.",
  "sn41.7:6.1": "And what is the heart’s release through nothingness?",
  "sn41.7:6.2": "It’s when a mendicant—going totally beyond the dimension of infinite consciousness—aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "sn41.7:6.3": "This is called the heart’s release through nothingness.",
  "sn41.7:7.1": "And what is the heart’s release through emptiness?",
  "sn41.7:7.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:  ",
  "sn41.7:7.3": "‘This is empty of a self or what belongs to a self.’",
  "sn41.7:7.4": "This is called the heart’s release through emptiness.",
  "sn41.7:8.1": "And what is the signless heart’s release?",
  "sn41.7:8.2": "It’s when a mendicant, not focusing on any signs, enters and remains in the signless samādhi of the heart.",
  "sn41.7:8.3": "This is called the signless heart’s release.",
  "sn41.7:8.4": "This is the way in which these things differ in both meaning and phrasing.",
  "sn41.7:9.1": "And what’s the way in which they mean the same thing, and differ only in the phrasing?",
  "sn41.7:9.2": "Greed, hate, and delusion are makers of limits.",
  "sn41.7:9.3": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and exterminated them, so they are unable to arise in the future.",
  "sn41.7:9.4": "The unshakable heart’s release is said to be the best kind of limitless heart’s release.",
  "sn41.7:9.5": "That unshakable heart’s release is empty of greed, hate, and delusion.",
  "sn41.7:9.6": "Greed is something, hate is something, and delusion is something.",
  "sn41.7:9.7": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and exterminated them, so they are unable to arise in the future.",
  "sn41.7:9.8": "The unshakable heart’s release is said to be the best kind of heart’s release through nothingness.",
  "sn41.7:9.9": "That unshakable heart’s release is empty of greed, hate, and delusion. ",
  "sn41.7:9.10": "Greed, hate, and delusion are makers of signs.",
  "sn41.7:9.11": "A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and exterminated them, so they are unable to arise in the future.  ",
  "sn41.7:9.12": "The unshakable heart’s release is said to be the best kind of signless heart’s release.",
  "sn41.7:9.13": "That unshakable heart’s release is empty of greed, hate, and delusion. ",
  "sn41.7:9.14": "This is the way in which they mean the same thing, and differ only in the phrasing.”",
  "sn41.7:9.15": "“You’re fortunate, householder, so very fortunate, to survey the Buddha’s deep teachings with the eye of wisdom.”"
}