{
  "_markup_path": "markup/sn/sn41/sn41.04.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.04.json"
  ],
  "sn41.4:1.1": "Linked Discourses 41",
  "sn41.4:2.1": "1 With Citta ",
  "sn41.4:3.1": "4 Mahaka’s Demonstration",
  "sn41.4:4.1": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. ",
  "sn41.4:4.2": "Then Citta the householder went up to them, ",
  "sn41.4:4.3": "bowed, sat down to one side, ",
  "sn41.4:4.4": "and said to them: ",
  "sn41.4:4.5": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal in my barn.”",
  "sn41.4:4.6": "They consented in silence. ",
  "sn41.4:4.7": "Then, knowing that the senior mendicants had accepted, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving. ",
  "sn41.4:4.8": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s barn,",
  "sn41.4:4.9": "and sat down on the indicated seats. ",
  "sn41.4:5.1": "Then Citta served and satisfied the senior mendicants with his own hands with delicious milk-rice made with ghee.",
  "sn41.4:5.2": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left.  ",
  "sn41.4:5.3": "Citta instructed that the remainder of the food be distributed, then followed behind the senior mendicants.",
  "sn41.4:5.4": "Now at that time the heat was sweltering.",
  "sn41.4:5.5": "And those senior mendicants walked along as if their bodies were melting, as happens after a meal.",
  "sn41.4:6.1": "Now at that time Venerable Mahaka was the most junior mendicant in that Saṅgha.",
  "sn41.4:6.2": "Then Venerable Mahaka said to the senior venerable:",
  "sn41.4:6.3": "“Wouldn’t it be nice, sir, if a cool wind blew, a cloud canopy formed, and a gentle rain drizzled down?”",
  "sn41.4:7.1": "“It would indeed be nice, Reverend Mahaka.”",
  "sn41.4:7.2": "Then Mahaka used his psychic powers to will that a cool wind would blow, a cloud canopy would form, and a gentle rain would drizzle down.",
  "sn41.4:7.3": "Then Citta thought:",
  "sn41.4:7.4": "“The most junior mendicant in this Saṅgha has such psychic power!”",
  "sn41.4:7.5": "When they reached the monastery, Mahaka said to the senior venerable:",
  "sn41.4:7.6": "“Sir, is that sufficient?”",
  "sn41.4:7.7": "“That’s sufficient, Reverend Mahaka,",
  "sn41.4:7.8": "you’ve done enough",
  "sn41.4:7.9": "and offered enough.”",
  "sn41.4:7.10": "Then the senior mendicants entered their dwellings,",
  "sn41.4:7.11": "and Mahaka entered his own dwelling.",
  "sn41.4:8.1": "Then Citta went up to Mahaka,",
  "sn41.4:8.2": "bowed, sat down to one side,",
  "sn41.4:8.3": "and said to him:",
  "sn41.4:8.4": "“Sir, please show me a superhuman demonstration of psychic power.”",
  "sn41.4:8.5": "“Well, then, householder, place your upper robe on the porch and spread a handful of grass on it.”",
  "sn41.4:8.6": "“Yes, sir,” replied Citta, and did as he was asked.",
  "sn41.4:8.7": "Mahaka entered his dwelling and latched the door. Then he used his psychic powers to will that a flame shoot out through the keyhole and the chink in the door, and it burned up the grass but not the upper robe.",
  "sn41.4:8.8": "Then Citta shook out his upper robe and stood to one side, shocked and awestruck.",
  "sn41.4:8.9": "And then Mahaka came out of his dwelling and said to Citta:",
  "sn41.4:8.10": "“Is that sufficient, householder?”",
  "sn41.4:9.1": "“That’s sufficient, sir,",
  "sn41.4:9.2": "you’ve done enough",
  "sn41.4:9.3": "and offered enough.",
  "sn41.4:9.4": "I hope Venerable Mahaka is happy here in Macchikāsaṇḍa,",
  "sn41.4:9.5": "for the Wild mango Grove is lovely. ",
  "sn41.4:9.6": "I’ll make sure that Venerable Mahaka is provided with robes, alms-food, lodgings, and medicines and supplies for the sick.”",
  "sn41.4:9.7": "“That’s nice of you to say, householder.” ",
  "sn41.4:9.8": "Then Mahaka set his lodgings in order and, taking his bowl and robes, left Macchikasaṇḍa,",
  "sn41.4:9.9": "never to return."
}