{
  "_markup_path": "markup/sn/sn41/sn41.03.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.03.json"
  ],
  "sn41.3:1.1": "Linked Discourses 41 ",
  "sn41.3:2.1": "1 With Citta ",
  "sn41.3:3.1": "3 With Isidatta (2)",
  "sn41.3:4.1": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove. ",
  "sn41.3:4.2": "Then Citta the householder went up to them, ",
  "sn41.3:4.3": "bowed, sat down to one side, ",
  "sn41.3:4.4": "and said to them: ",
  "sn41.3:4.5": "“Sirs, may the senior mendicants please accept my offering of tomorrow’s meal.”",
  "sn41.3:4.6": "They consented in silence. ",
  "sn41.3:4.7": "Then, knowing that the senior mendicants had accepted, Citta got up from his seat, bowed, and respectfully circled them, keeping them on his right, before leaving. ",
  "sn41.3:4.8": "Then when the night had passed, the senior mendicants robed up in the morning and, taking their bowls and robes, went to Citta’s home, ",
  "sn41.3:4.9": "and sat down on the indicated seats. ",
  "sn41.3:5.1": "So he went up to them, ",
  "sn41.3:5.2": "bowed, sat down to one side, ",
  "sn41.3:5.3": "and said to the senior venerable: ",
  "sn41.3:5.4": "“Sir, there are many different views that arise in the world. For example:",
  "sn41.3:5.5": "the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.",
  "sn41.3:5.6": "And also the sixty-two misconceptions spoken of in the Supreme Net Discourse.",
  "sn41.3:5.7": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?”",
  "sn41.3:6.1": "When he said this, the senior venerable kept silent. ",
  "sn41.3:6.2": "For a second time …",
  "sn41.3:6.3": "And for a third time, Citta asked him:",
  "sn41.3:6.4": "“Sir, there are many different views that arise in the world. …",
  "sn41.3:6.7": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?” ",
  "sn41.3:6.8": "And a second time and a third time the senior venerable kept silent. ",
  "sn41.3:7.1": "Now at that time Venerable Isidatta was the most junior mendicant in that Saṅgha. ",
  "sn41.3:7.2": "Then Venerable Isidatta said to the senior venerable: ",
  "sn41.3:7.3": "“Sir, may I answer Citta’s question?” ",
  "sn41.3:7.4": "“Answer it, Reverend Isidatta.” ",
  "sn41.3:7.5": "“Householder, is this your question: ",
  "sn41.3:7.6": "‘There are many different views that arise in the world …",
  "sn41.3:7.8": "When what exists do these views come to be? When what doesn’t exist do these views not come to be?’",
  "sn41.3:7.9": "“Yes, sir.”",
  "sn41.3:7.10": "“Householder, there are many different views that arise in the world. For example:",
  "sn41.3:7.11": "the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.",
  "sn41.3:7.12": "And also the sixty-two misconceptions spoken of in the Supreme Net Discourse. ",
  "sn41.3:7.13": "These views come to be when identity view exists. When identity view does not exist they do not come to be.”",
  "sn41.3:8.1": "“But sir, how does identity view come about?”",
  "sn41.3:8.2": "“It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. They regard form as self, self as having form, form in self, or self in form.",
  "sn41.3:8.3": "They regard feeling …",
  "sn41.3:8.4": "perception …  ",
  "sn41.3:8.5": "choices …",
  "sn41.3:8.6": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness. ",
  "sn41.3:8.7": "That’s how identity view comes about.”",
  "sn41.3:9.1": "“But sir, how does identity view not come about?” ",
  "sn41.3:9.2": "“It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form as self, self as having form, form in self, or self in form.",
  "sn41.3:9.3": "They don’t regard feeling …",
  "sn41.3:9.4": "perception … ",
  "sn41.3:9.5": "choices … ",
  "sn41.3:9.6": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.",
  "sn41.3:9.7": "That’s how identity view does not come about.”",
  "sn41.3:10.1": "“Sir, where has Venerable Isidatta come from?”",
  "sn41.3:10.2": "“I come from Avanti, householder.”",
  "sn41.3:10.3": "“Sir, there’s a friend of mine called Isidatta who I’ve never met. He’s gone forth from a respectable family in Avanti.",
  "sn41.3:10.4": "Has you met him?”",
  "sn41.3:10.5": "“Yes, householder.”",
  "sn41.3:10.6": "“Sir, where is that venerable now staying?”",
  "sn41.3:10.7": "When he said this, Isidatta kept silent.",
  "sn41.3:10.8": "“Sir, are you that Isidatta?”",
  "sn41.3:10.9": "“Yes, householder.”",
  "sn41.3:10.10": "“Sir, I hope Venerable Isidatta is happy here in Macchikāsaṇḍa,",
  "sn41.3:10.11": "for the Wild mango Grove is lovely.",
  "sn41.3:10.12": "I’ll make sure that Venerable Isidatta is provided with robes, alms-food, lodgings, and medicines and supplies for the sick.”",
  "sn41.3:10.13": "“That’s nice of you to say, householder.”",
  "sn41.3:11.1": "Then Citta, having approved and agreed with what Isidatta said, served and satisfied the senior mendicants with his own hands with a variety of delicious foods.",
  "sn41.3:11.2": "When the senior mendicants had eaten and washed their hands and bowls, they got up from their seats and left.  ",
  "sn41.3:11.3": "Then the senior venerable said to Venerable Isidatta: ",
  "sn41.3:11.4": "“Isidatta, it’s good that you felt inspired to answer that question, because I didn’t.",
  "sn41.3:11.6": "So Isidatta, when a similar question comes up, you should also answer it as you feel inspired.” ",
  "sn41.3:11.7": "Then Isidatta set his lodgings in order and, taking his bowl and robes, left Macchikasaṇḍa,",
  "sn41.3:11.8": "never to return.”"
}