{
  "_markup_path": "markup/sn/sn41/sn41.01.html",
  "_alt_strings": [
    "pi/sn/sn41/sn41.01.json"
  ],
  "sn41.1:1.1": "Linked Discourses 41",
  "sn41.1:2.1": "1 With Citta",
  "sn41.1:3.1": "1 The Fetter",
  "sn41.1:4.1": "At one time several senior mendicants were staying near Macchikāsaṇḍa in the Wild Mango Grove.",
  "sn41.1:4.2": "Now at that time, after the meal, on return from alms-round, several senior mendicants sat together in the pavilion and this discussion came up among them:",
  "sn41.1:4.3": "“Reverends, the ‘fetter’ and the ‘things prone to being fettered’: do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?”",
  "sn41.1:4.4": "Some senior mendicants answered like this:",
  "sn41.1:4.5": "“Reverends, the ‘fetter’ and the ‘things prone to being fettered’: these things differ in both meaning and phrasing.”",
  "sn41.1:4.6": "While some senior mendicants answered like this:",
  "sn41.1:4.7": "“Reverends, the ‘fetter’ and the ‘things prone to being fettered’ mean the same thing; they differ only in the phrasing.”",
  "sn41.1:5.1": "Now at that time the householder Citta had arrived at Migapathaka on some business.",
  "sn41.1:5.2": "He heard about what those senior mendicants were discussing.",
  "sn41.1:6.1": "So he went up to them,",
  "sn41.1:6.2": "bowed, sat down to one side,",
  "sn41.1:6.3": "and said to them:",
  "sn41.1:6.4": "“Sirs, I heard that you were discussing whether the ‘fetter’ and the ‘things prone to being fettered’ differ in both meaning and phrasing, or whether they mean the same thing, and differ only in the phrasing.”",
  "sn41.1:6.9": "“That’s right, householder.”",
  "sn41.1:7.1": "“Sirs, the ‘fetter’ and the ‘things prone to being fettered’: these things differ in both meaning and phrasing.",
  "sn41.1:7.2": "Well then, sir, I shall give you a simile.",
  "sn41.1:7.3": "For by means of a simile some sensible people understand the meaning of what is said.",
  "sn41.1:7.4": "Suppose there was a black ox and a white ox yoked by a single harness or yoke.",
  "sn41.1:7.5": "Would it be right to say that ",
  "sn41.1:7.6": "the black ox is the yoke of the white ox, or the white ox is the yoke of the black ox?” ",
  "sn41.1:7.7": "“No, householder. ",
  "sn41.1:7.8": "The black ox is not the yoke of the white ox, nor is the white ox the yoke of the black ox.",
  "sn41.1:7.9": "The yoke there is the single harness or yoke that they’re yoked by.”",
  "sn41.1:7.10": "“In the same way, the eye is not the fetter of sights, nor are sights the fetter of the eye.",
  "sn41.1:7.11": "The fetter there is the desire and greed that arises from the pair of them.",
  "sn41.1:7.12": "The ear … nose … tongue … body …",
  "sn41.1:7.17": "mind is not the fetter of phenomena, nor are phenomena the fetter of the mind.",
  "sn41.1:7.18": "The fetter there is the desire and greed that arises from the pair of them.”",
  "sn41.1:7.19": "“You’re fortunate, householder, so very fortunate, to survey the Buddha’s deep teachings with the eye of wisdom.”"
}