{
    "pt": {
        "2797e2ab111cd1d938bd327b38002092": "A sabedoria do Buda foi preservada em um vasto oceano de textos antigos.<br/> Muitas dessas escrituras se encontram traduzidas nos diversos idiomas do mundo.",
        "9db604c6c61c4cb7431619341bc037bf": "O SuttaCentral reúne estas traduções e as torna disponíveis gratuitamente. <br/> Deixando de lado os limites da linguagem e tradição, deixamos o Buda falar por si próprio.",
        "6fa47a464d90ac462faad21974edfb66": "As palavras <br class=\"d-none\"/> do Buda <br class=\"d-none\"/>",
        "742e700832d62bb2f6a17592968b4dab": "O que você encontrará aqui",
        "0ae097eff8e01d83a486582e1648d803": "O SuttaCentral contém textos budistas antigos, conhecidos como Tipiṭaka ou “Três Cestas”. Esta é uma grande coleção de ensinamentos atribuídos ao Buda ou seus primeiros discípulos, que viveram e ensinaram na Índia por volta 2500 anos atrás. Eles são considerados cânones sagrados em todas as escolas do budismo. Você pode encontrar todos os nossos textos através do menu da barra lateral à esquerda.",
        "a5172cf2c34de3fc8e2af331ac915ec9": "Por onde começar",
        "72b2622af85398029ea11349175e83af": "Existem milhares de textos budistas antigos e eles não estão organizados de modo que facilite a leitura. Mas aqui está a boa notícia: você não está sozinho. Estamos juntos no caminho e tentamos facilitar o processo para você. Aqui estão algumas coisas que você pode tentar.",
        "cb084786af2164b9b77d6d6c35d659a0": "<a class=\"button-link first-card-button grid-button\" href=\"/introduction\"> <paper-button class=\"button\" raised=\"\">INTRODUÇÃO</paper-button> </a>",
        "b12f1da29ee701d750cb4d5580f6ff12": "<a class=\"button-link second-card-button grid-button\" href=\"/start\"> <paper-button class=\"button\" raised=\"\">INICIAR</paper-button> </a>",
        "80c9f84bfa3911cda919d61934abc0a2": "Conheça o <br class=\"d-none\"/> SuttaCentral",
        "24cbc4d3253a2779ae4dab326e42659b": "Tipiṭaka—as três cestas",
        "4312510269ff1286ae8beb8ceb193c4b": "Um manuscrito decorativo de kammavaca",
        "5392c2400632f879aaa8bceac40a05ce": "Dezesseis folhas douradas e laqueadas com duas capas igualmente douradas e laqueadas. Madeira revestida com laca, \n                        doze linhas para cada folha escrita em escrita Páli em laca preta, texto intercalado e limitado \n                        com motivos florais e vegetais ondulantes em ouro sobre um fundo laranja. Birmânia, século XIX. 16 x 63 cm.",
        "e30baf2773fd1ff10ac21a7ebd63198d": "Discursos (Suttas)",
        "31f31787de5aa09d662dfef82b0b686e": "Estas são nossas fontes primárias para entender o que o Buda ensinou. Eles registram os ensinamentos e conversas do Buda em ocasiões específicas com uma gama diversificada de pessoas. O termo para 'discursos' no idioma páli é sutta, e sūtra no idioma sânscrito.",
        "3d9cb1688e0ea52d25903a681b97e433": "<a class=\"button-link\" href=\"/discourses\"> <paper-button class=\"button card-button\" raised=\"\">MAIS ...</paper-button> </a>",
        "09c18e7d1f00a37ba925092e7a101a05": "Código de disciplina monástica",
        "45cc0214114c2d971cf2701f842f8926": "Os textos sobre o código de disciplina monástica (vinaya) detalham o estilo de vida, as regras e os procedimentos para os monges e monjas budistas. Eles fornecem as diretrizes para os budistas que adotam o meio de vida monástico até hoje e, além disso, representam um relato detalhado e vívido da vida cotidiana na Índia antiga.",
        "e7286ed5372dab8bbe92e97a271db650": "<a class=\"button-link\" href=\"/vinaya\"> <paper-button class=\"button card-button\" raised=\"\">MAIS ...</paper-button> </a>",
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "db01f7b42cfc777fd2f2a84d3a6787fa": "Os textos do Abhidhamma consistem em resumos sistemáticos e análises dos ensinamentos extraídos dos discursos antigos ou iniciais. O Abhidhamma (escrito abhidharma em sânscrito) é um pouco mais tardio que os discursos e os textos do Vinaya.",
        "8d3804209ab8b6177153a4315fc93a7e": "<a class=\"button-link\" href=\"/abhidhamma\"> <paper-button class=\"button card-button\" raised=\"\">MAIS ...</paper-button> </a>",
        "091d2f16e012dc0e2eb6db75d4f878c6": "Por qual razão <br class=\"d-none\"/> nós<br class=\"d-none\"/> lemos",
        "a3adeafa08c6b5bb0648ed61a7410245": "<a class=\"button-link\" href=\"https://discourse.suttacentral.net/t/why-we-read-tell-us-why-you-read-suttas/6747\" rel=\"noopener\" target=\"_blank\"> <paper-button class=\"button card-button-middle\" raised=\"\">DIGA-NOS POR QUAL RAZÃO VOCÊ LÊ NOSSO CONTEÚDO</paper-button> </a>",
        "bb5566f11a6995bf929b51ece58274bc": "SuttaCentral — um novo começo",
        "08d18ae95254308908e1ec79dfd33748": "Temos orgulho de compartilhar com você o novo SuttaCentral. A equipe vem trabalhando nesse projeto há mais de dois anos e acreditamos termos feito algo especial. O novo site apresenta uma tradução inteiramente nova dos quatro nikāyas páli preparados especialmente para o SuttaCentral por Bhante Sujato. E todo o site foi reformulado para ser mais rápido, mais claro e mais flexível.",
        "970494445b71db64bd003b47ccb035b1": "<a class=\"button-link\" href=\"/a-new-beginning\"> <paper-button class=\"button card-button\" raised=\"\">O QUE HÁ DE NOVO EM 2018</paper-button> </a>",
        "149842aa5477edb219ce272ec2aab269": "Índices e terminologia",
        "70a49d1ca4c56cd629f76e90d6b6cc0f": "Como qualquer campo especializado, os estudos budistas têm sua própria terminologia e conteúdo. É fácil se perder ou deixar passar referências, então aqui nós fornecemos índices de termos-chave dos textos budistas antigos classificados por assunto, nome e símile, bem como um glossário de termos importantes. Essas listas foram preparadas com cuidado e oferecem outra maneira de encontrar o sutta ou a passagem que você está procurando.",
        "6eff00aea38733ff52246d2aa345be07": "<a class=\"button-link\" href=\"/subjects\"> <paper-button class=\"button card-button\" raised=\"\">Índices</paper-button> </a>"
    }
}