{
    "pt": {
        "c20c35ef53bf1b70789ce94e66800147": "Downloads",
        "c1c1e70d557e9ba9b036ef879a504ce6": "Dados e textos fonte",
        "b64911b8fd3c48b5da708fd28ac1e303": "Todos os dados fonte do SuttaCentral (<code>json</code>, <code>html</code>, etc.) estão <a href=\"https://github.com/suttacentral/\" rel=\"noopener\" target=\"_blank\">disponíveis em nosso repositório GitHub</a>.",
        "62ff57d3bbb642c261331645599a1f56": "O código de disciplina monástica",
        "27e0c05c3adc9f5c748340495571633c": "O SuttaCentral se orgulha em oferecer o texto completo da tradução do Vinaya páli por <span class=\"author\">I.B. Horner</span> em seus seis volumes. Esta é a primeira vez que este clássico dos estudos budistas do século 20 é disponibilizado na íntegra em formato digital. Isto é possível graças ao apoio da <a href=\"http://www.palitext.com/\" rel=\"noopener\" target=\"_blank\"> Pali Text Society </a>, detentores dos direitos autorais do texto, que gentilmente disponibilizaram o seu conteúdo sob a licença <a href=\"http://creativecommons.org/licenses/by-nc/3.0/\" rel=\"noopener\" target=\"_blank\"> Creative Commons Attribution-NonCommercial 3.0 </a>.",
        "ac389e41b6828374e621967357b6a4eb": "O SuttaCentral existe para apresentar os textos budistas, e não as opiniões das pessoas sobre os textos, por isso nossa política é não incluir introduções, notas de rodapé e afins. No SuttaCentral, portanto, temos apenas o texto traduzido. No entanto, neste caso, sentimos que o aparato acadêmico era valioso o suficiente para colocar o esforço considerável em criar uma edição digital adequada de todo o texto. Isso é o que oferecemos nesses downloads. Estes são, naturalmente, cobertos pela mesma licença Creative Commons Attribution-NonCommercial 3.0. O texto é apresentado em vários formatos, que são explicados abaixo.",
        "b98f1fe799bdd20776773c1b76145dbd": "Mais detalhes sobre o processo de criação desses textos e sobre mudanças relevantes são encontrados no prefácio da edição do SuttaCentral. Todas as versões incluem melhorias como links clicáveis para mais de 12.000 referências internas, tabelas de conteúdo detalhadas e sistema de referência revisado.",
        "8baf6965c84e3c8c75a9e1fd8e292d1e": "<a class=\"file\" href=\"https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.pdf?raw=true\">PDF</a> (9.8mb)",
        "706ad432849394f0702d65b0bdecab4b": "Estes são os seis volumes inteiros em um arquivo <span class=\"smallcaps\">pdf</span> . O arquivo foi criado em LaTeX e consiste em um <span class=\"smallcaps\">pdf</span> de alta qualidade, adequado para todos os dispositivos, bem como para impressão. Sob os termos da licença, é permitido publicar uma edição impressa para distribuição gratuita. Se você estiver interessado em fazer isso, entre em contato conosco e nós podemos ajudar a adaptar o arquivo <span class=\"smallcaps\">pdf </span> às suas necessidades.",
        "2ef270b548e325cba89c9a9ae3fd42cc": "<a class=\"file\" href=\"https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.epub?raw=true\">EPUB</a> (3.0mb)<br/> <a class=\"file\" href=\"https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.mobi?raw=true\">MOBI</a> (5.6mb)",
        "f455c862232872d2badece1044fad75f": "Versão e-book adequada para uso com e-readers. Mobi (Kindle) e ePub são os formatos de livro eletrônico mais comuns, o software Caliber pode converter para outros formatos.",
        "eac7b279bd5587dca87d58aeb756c0b2": "<a class=\"file\" href=\"https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline_source.zip?raw=true\">ZIP</a> (3.6mb)",
        "a9f2623cf5b72eb09b1a2962e18955be": "Arquivo de origem, contém o arquivo fonte <span class=\"smallcaps\">tex</span> adequado para compilar com LuaLatex, e os seis volumes inteiros como um grande arquivo <span class=\"smallcaps\">html</span>. Esses são os arquivos base dos quais os outros formatos foram derivados.",
        "aa9d1327240db97befef1e39dd7a3377": "O Sutta Nipāta por Laurence Mills",
        "eee6d23294bbce6a8fc67d3b5755ce6b": "O Sutta Nipāta é um texto budista antigo bem conhecido e bem amado. É uma compilação de poemas que inspiram, educam e admoestam. Neste texto encontramos a devoção tocante, a filosofia profunda, a ética pragmática e os insights sobre a cultura budista inicial ou antiga. Esta tradução expressa esses ensinamentos em uma voz poética. O principal tradutor e comentarista é o experiente acadêmico especializado em páli Laurence Khantipalo Mills, com partes de outros incluindo Bhikkhu Ñānamoli e Bhikkhu Sujato. Faça o download do<a class=\"file\" href=\"https://github.com/suttacentral/suttacentral-files/blob/master/snp.pdf?raw=true\">PDF</a> (0.8mb) aqui ou você pode adquirir uma versão impressa deste livro via Lulu.com."
    }
}