{
    "zh": {
        "e30baf2773fd1ff10ac21a7ebd63198d": "经文",
        "871c2cab9a5e8da6b3c38bbf3340a08a": "Sujato比丘",
        "352e23f4f13ab3fc134da874c216272c": "<a href=\"#item1\">起源</a>",
        "df3cac38ab02cff2a63581f435cc103c": "<a href=\"#item2\">传播</a>",
        "53174565c9b1e9b13cc93be1400b8987": "<a href=\"#item3\">佛教的早期流派</a>",
        "0623cab3e9dcc5b2c4ee2fb3952d7865": "<a href=\"#item4\">结构</a>",
        "efb2766b97f2d7696fef6d776866af30": "<a href=\"#item5\">佛经的经典性</a>",
        "615f7b4e71ba0d229eaec7b34eebb767": "<a href=\"#item6\">佛教传统中的佛经</a>",
        "add64e6aee9677ff5a979894b949c15d": "<a href=\"#item7\">近代的改革和后现代的批评</a>",
        "ba23b8a5d09aa5211abb9b5c2d759088": "<a href=\"#item8\">翻译</a>",
        "ab79ab24bb958ba61a8fe59c3c59c695": "佛典最重要的部分就是《经藏》，也就是“装满经文的篮子”。这一论著集收录了佛陀及其弟子的教诲，由早期的佛教收集和传播。这是佛法的源泉，许多佛教宗派就是从其中汲取教义和实践。",
        "af3519cc08f44d49c25697d32d4198d3": "巴利文的 <i>sutta</i>和梵文的<i>sūtra</i>都表示经的意思，这两个词在不同佛教传统中的使用较为自由，可能也涵盖了一系列后来的作品。然而，我们只收集了其中最早的一些，包括巴利《经藏》中的经文，以及其它语言的各种相应的典籍和作品。并非所有这些作品都来自最早的时期，但我们努力做到包容，以免错过任何早期的经文。一般来说，它们代表了最初几个世纪中的佛教文献，我们也特别强调那些可能由佛陀本人和他的直系弟子的教义。包括大乘经典在内的后期著作不在我们的范围之内，但那些引用早期文字的作品除外。",
        "b9c2c71523b3541522ed604a4d08eb30": "SuttaCentral几乎包含了这一时期的所有经文。例外情况包括未发表或未找到的，或者过于零碎的作品，以及在后期的中文和藏文著作和评论中的片段或引用内容。 ",
        "0499eb261f799727afd488e6e0cf164e": "本文为一般性概述，在各套作品的页面上可以发现更加相依的介绍。请注意，本文意在对典籍的历史和性质进行介绍，而不是内容和主题。",
        "822476109ed542a5519e3cd35de9d904": "起源",
        "980bdf75bd197f5bad82e291b697db86": "佛陀生活在公元前5世纪左右，在印度北部的恒河平原上生活和教化，特别是在今天被称为比哈尔邦（Bihar）和北方邦（Uttar Pradesh）的地区。 他的职业生涯很长，据说教化了四十五年。 根据经典的《律藏》介绍，在公元前5世纪末佛陀灭度之后，他最亲近的弟子阿难（Ānanda）领导佛陀的追随者，在王舍城（Rajgir）伟大的第一次圣典结集会议上收集佛陀的教义，并一直保存到今天。",
        "cf807cf92914d63b7662ab22c9881a8d": "关于第一次经典结集有几个不同的说法，这些说法对于集会上所背诵经文的细节有所区别。但似乎主要的内容与今天四部主要的《尼柯耶》（<i>nikāyas</i>）中所包含的内容相似，以及《小部》中的的六本早期书籍和《律藏》的早期部分。这些有时被称为早期佛教文字（EBTs）。 其实，第一次经典结集时背诵的所有经文并不与今天的经文完全相同。甚至不同的佛教传统也承认有增加的部分。但是，认为这些作品的大部分都是源于这个时期似乎是合理的。主要的变化都是关于结构和安排，而内容的变化是很有限的，也很容易被识别。",
        "9517a63ebb91e247ffcefbe69b71db41": "这些作品最初都是以一种古印度俗语（Prākrit）组织的，这是一种中古印度-雅利安语系（Middle Indo-Aryan）的一种方言，与梵语密切相关。这种俗语的具体形式已经不得而知，它可能没有被完全地标准化，因为早期的寺庙里使用许多不同的方言。巴利文献中的线索提示，它们是从一个早期版本的Māgadhī语发展而来的，Māgadhī表示摩揭陀王国（Magadha）的语言。似乎在随后的几个世纪中，该语言被逐渐标准化成一种在中部印度的石刻上普遍使用的一种语言，是一种半梵语的语言。尽管如此，这些语言之间主要是音韵学上的差别，除极少数的个别情况外，从一种形式到另一种形式的变化都不会影响含义。",
        "eb2d9ac048f63b514bd26677c6142d1f": "传播",
        "f08e2f3c017f67c2ee5dbea504848994": "在很多年的时间里，这些经文的都是口头传播的。通过背诵小组的形式进行组织，所有人都在一起背诵相同的文字，以确保准确性。我们常常怀疑口头的传播方式是否可长时间地保持文字的准确性。这是我们的文化偏差，因为我们所知道的只是书写文字。但口头传播在古印度是正常的。例如，婆罗门教的《梨俱吠陀》（Rg Veda）在成为书写形式前，已经以完美字母的形式传播了几百年，或许几千年。无论是哪种形式的传播方式，口头的、书写的，或者数字的，都可能会出现错误或变化。维持准确性最重要的事情不在于媒介，而在于做这项工作的人的爱护和奉献。佛教经典中使用了大量的重复，这高度优化了其准确传承教义的能力。",
        "13fc8d83ace176f304af5fea6bd587b3": "根据斯里兰卡的历史记录，在公元前29年，为预防国家动乱带来的潜在破坏，巴利文经藏在Aluvihare Rock寺被书写下来。尽管我们没有大陆地区的历史记录，但假设这些经典是在相同时期被书写下来的，应该是安全的。确实，在北方地区发现的典籍可以追溯到公元后最初的几个世纪，其中一篇经放射性碳定年法确定为公元后75年左右。",
        "9e3c3f9c8faae790b3e3ada0f5dae115": "由于材料和气候的关系，早期的巴利文献没有被保留下来。尽管少许早期的著作片段也在石刻或其它类似材料上有所发现，但我们巴利文献中的绝大部分都来自过去几个世纪中再次复制的作品。",
        "708e177887291aeb4bb8e301da1e32a5": "中文典籍来自不同的佛教传统，这些文献被带到中国，并在那里经许多僧人翻译成中文。早期的作品集拥有不同的起源，由于中文典籍非常注重细节，翻译者和翻译日期通常都很清楚。大多数早期的经文都是在公元5世纪左右翻译的，尽管有些更早，而有些更晚。并不是所有经文的原语言都能被准确地确定，但多数情况下都可能是梵文。然而，某些其它的印度语言，例如犍陀罗语（Gandhārī）或佛教混合梵语（Buddhist Hybrid Sanskrit）也可能被使用过。",
        "d56f1e13ebddf8a04f7316845c1150e0": "类似地，藏传经典中的早期作品也是在一千多年前从梵文翻译成藏文的。",
        "b619815c5efc73ba63772230d91cb723": "现在的佛教形式中，没有一种常规使用梵语作品，北传佛教所保存的也只是翻译后的作品。过去一个世纪中，梵文作品和其它早期印度方言的作品出现在一些偶然的发现中。尼泊尔和西藏发现了一些古老的梵文作品，这些大多都是在近一千年前从印度带来后就没有动过。其它地方也出土了许多的作品。吉尔吉特和中亚其它地区、阿富汗和巴基斯坦出土的作品中包含了不同语言的经文，有的是很长的文字，有的只是包含几个字母的片段。有些是经过正式的考古发现获得的，但其它经文只是简单地出现在黑市中，它们的来处只能猜测。这些作品代表了那个时期的佛教文献，包括早期经文、戒律、《论藏》作品、传说、大乘经典和评论。在这里我们仅考虑了早期的经文材料。",
        "76d653d7021024bcdc49c72349da8fa3": "这些作品有时也被称作佛教的“死海古卷”（Dead Sea Scroll），但这有些误导。因为死海古卷中的文字展示了关于早期基督教的一个截然不同的观点，但这些佛教经文与巴利典籍中的材料仅有微弱差别。它们反映了佛教的传播和多样化，并为许多历史点和细节提供了佐证，而并没有显著改变我们对教义的理解。",
        "537f293b3b2231f9b8ad8cd327a77ff3": "早期的佛教流派",
        "f61adc0a9fd7eb9955430e8e1234413a": "佛陀灭度后的一个世纪见证了印度政治历史的一个转型。佛陀时期的16个王国逐渐被武力强大的摩揭陀王国（Magadha）所吞并，该王国成为了横跨大部分印度大陆的帝国。同时，亚历山大大帝的入侵也在西北部建立了希腊王国，拉开了国际贸易的帷幕。",
        "3aeca0f400b08ac6a72de75074051757": "在诸如阿育王在内的国王们的支持下，佛教社会充分利用了这个有利条件，迅速得以在整个印度次大陆和更远的地方传播佛法。在佛陀灭度后不到两个世纪的时间里，佛教就已经在斯里兰卡和阿富汗这样遥远的地区开始扎根和繁荣成长。",
        "9a14dc4bc16deed0f041a6c86b8ecfdc": "但成长的同时也出现了新的挑战。佛教社会开始分化，主要出于距离的原因，但也有对教义的不同理解和个性冲突的原因。根据传统的观点，不久之后佛教就分化成“十八个”部派。但这只是一个传统认为的数量，其实只有四、五个主要的派别，以及许多地区性的分支。",
        "3b32c41405baefef17e5fa7d72669575": "这些部派佛教中，每个都可能保存了一部经典，但今天我们只有其中的一小部分。虽然许多都已流失，但我们却拥有足够的数量以体现作品之间的相似性和差异性。值得注意的是，与《律藏》作品不同，有时很难确定经《经藏》与佛教部派之间的隶属关系。",
        "81ff34bfae36437ed27ebc656b1c5bd6": "对于经文来说，以下佛教部派是最重要的。",
        "8960811bcad8391f862d1798990055e6": "<strong>上座部（Theravāda）：</strong>更准确地称之为大寺派（Mahāvihāravāsins），即“位于阿努拉达普拉（Anurādhapura）的大寺里的居民”，这个部派是由阿育王的儿子玛欣德（Mahinda）在斯里兰卡创建的。他们传下了被称为巴利三藏（Pali Pipiṭaka）或巴利大藏（Pali Canon）的系列著作。该系列保留了其大陆起源地（可能来自Avanti）的特征，在岛上几乎没有什么改变。该佛仅使用巴利文作为其经典用语。",
        "b68084fd7ea0952ae5666c87af062a49": "<strong>说一切有部（Sarvāstivāda）：</strong>这是一所颇具影响力的佛教部派或许多部派的集合，大多数位于印度西北部。我们拥有很多他们的经文，包括一个《中部》、一个《相应部》和大部分的《长部》，以及若干不完整的经典集合。现存的梵文、中文和藏文经文大多出自该部派，或者其中的一个分支，例如根本说一切有部（Mūlasarvāstivāda）。他们的教义有一个独特之处，即从某种意义上说，所有现象都“存在于”过去、现在和未来。然而，像所有部派的教义一样，这对他们的经典文集几乎没有影响。他们的著作主要是以梵语传下来的，但有时也使用梵语化的印度俗语。",
        "00f684b3ad22c694e44f71903e67f914": "<strong> 法藏部（Dharmaguptaka）：</strong>该部在教义上几乎与上座部没有区别，只是势力范围在犍陀罗（Gandhāra），位于现在的巴基斯坦和阿富汗。他们主要使用我们称之为犍陀罗语（Gandhārī）的语言，现存有一部《法句经》（Dharmapada）和一些愿语言的经文。据信《长阿含经》（Dīrghāgama）的中文译本（DA）就是从这个佛教部派的著作中翻译过来的。",
        "08444957e0567451a6efc4db3cbf2089": "<strong>大众部（Mahāsaṅghika）：</strong>有些混合梵语的著作就来自该部，有人认为中文的《增一阿含经》（Ekottarikāgama，EA）也可能来自该部，但目前还不清楚。",
        "40116db731fa039fdac752ba5ff41bb1": "这些佛教部派中，今天只有上座部仍然作为一个部派存在，该部拥有一个不间断的传承历史和基于原始语言的完整佛典。此外，它还拥有一整套针对所有文字的评论。由于这些原因，巴利典藏一直并将继续成为早期佛教教义的主要来源。",
        "d04cc4ab17a2a5d59026c912407d55b9": "关于其余的部派，现存的作品和片段主要是中文译作，以及较为少量的藏文译作。梵语和其它早期印度语的少数资料源于偶然的发现；某些千年历史的手稿在西藏或尼泊尔的山区古寺中得以保存，甚至有些更早的作品被从从中亚的沙地中挖出。这些作品远不如巴利典藏完整，得到的研究很少，并且存在一系列的语言困难和实践问题。然而，作为一种额外资源用以检查和比较巴利文的著作，这些资料具有独特的价值。",
        "ff834f8b144c97be61a4a4112324dcd2": "研究过这些资料的学者们都认为，它们在教义和内容上大多是一致的，而只是在安排和组织上有所不同。虽然差异的确不小，而且难以概括，但有一点很明显，即早期佛教把逐字保存佛陀的话语作为他们的主要任务，特别是对于佛陀的基本教义，他们对待这项任务是非常认真的。",
        "dc4c71563b9bc39a65be853457e6b7b6": "结构",
        "c9d74944ec8a719584cbfeadcde13d2e": "在佛陀四十五年的教化中，他主要关注的是帮助前来的个人或人群平息他们的痛苦。因此，他并不关心为他的教义创造一个总体的经典架构。然而，他确实给出了某些提示，可以对教义进行较为宽泛的系统分类。有时他提到某些教义专用名词作为他教化的核心内容，例如“四圣谛”（四个崇高的真理），或者被称为“菩提分法“（<i>bodhipakkhiyā dhammā</i>）的讲义集，即“获得证悟的工具”。这些教义集合构成了《相应部》的支柱。他还提到了一个基于文学风格的组织形式，被称为<i>aṅgas</i>或“分支”。巴利文献中提到了九个分支<i>aṅgas</i>，但北传经典中通常提到十二个，并且有迹象表明最初可能只有三个或四个。",
        "1d1ccf76bcc98cd4f486cfea1b606ba2": "无论这些经典在佛陀时代是如何组织的，早期的部派佛教都将其进行了重新组织，并归纳到称为尼卡亚（<i>nikāyas</i>）或阿含（<i>āgamas</i>）的系统之中，传播至今。（<i>nikāya</i>表示“集合”或“群体”的意思，是上座部的专用术语。北传佛教通常使用<i>āgama</i>，它具有“传统”或“传播”的意思。然而，这些词的用法并不专一，可用于任何传统。）这种重组可能始于第一次经典结集，或者无论如何，不可能太晚。重组的主要动机是将经藏整理成易于管理的部分，以便于记忆。<i>nikāyas</i>不是绝对的或固定的类别，而是不同佛教传统以自己的方式制定的标准或模板。",
        "289177923363cc13cb7b59cc3929e7ec": "每个佛教传统似乎都拥有四个主要的<i>nikāyas</i>，但其序列并不固定。SuttaCentral采用的形式是巴利经藏中使用的顺序。其他佛教传统中，正如第一次经典集结的资料所显示的那样，经藏的顺序有所不同，例如将《相应部》放在第一位。值得注意的是，在中文经藏中，在巴利经典的影响下，大正版的编辑者按照巴利经典的顺序重新排列他们的材料。",
        "892043f385dad0afbd85948d31049101": "每一部<i>nikāyas</i>都包含了编辑和整理过的资料，以及在一段时间内添加的材料。虽然每个经藏都包含一些独特的作品，但在大多数情况下，经文数量的差异仅仅是由于某些经文可能被分配到不同经藏中的不同位置。",
        "a0032f83363c37aa55e4d858f5210f11": "<strong>《长部》：</strong> 即“长篇“经文的集合。与现存文献相比，Dīgha拥有更加复杂的文学野心，其目的之一似乎是婆罗门的皈依，婆罗门是一个受过良好教育并习惯于高级文学的社会阶级。巴利《长部》（DN）含有34部佛经。中国（法藏部）的《长阿含经》拥有30部佛经。说一切有部的古老梵语经集含有47部佛经，其中大部分都未发表。此外，还有一些单个的长部佛经保存在中文翻译中。",
        "3f3b020135c8b9d566a7569fd35eb6d1": "<strong>《中部》：</strong> 巴利文为Majjhima，包含一组“中等长度”的佛经，在巴利《中部》（MN）中有152部，在中国的说一切有部版本的《中阿含经》（MA）中有222部佛经。与《长部》一样，也有一些独立的中文经文存在。《中部》包含了许多主题的各种佛经，但重点强调了对话和讨论。",
        "ccc8607e4189d1a7e6727cd2d54ed6c3": "<strong>《相应部》：</strong> 表示“相关的”或“关联的”经文，其中包括了大量的短篇佛经，这些经文主要按照主题进行组织，但有时也根据参与者进行组织。在这里，我们可以找到关于诸如缘起、五蕴、四圣谛和八正道等重要佛教话题的大量论述。我们拥有巴利文的《相应部》（SN），而且有中文译本的说一切有部的《杂阿含经》（SA）。在中文版中，我们还发现两个较小的和不完整的翻译。此外，西藏和梵语中也有大量的《相应部》风格的文献。",
        "e2f3d53017b47f80638633f372ee6ddc": "<strong>《增支部》：</strong> “编号”或“数字化”的佛经，通常在巴利语中被称为Aṅguttara Nikāya。然而，巴利传统也知道“增一”（Ekottara,“逐一增加”或“增量”）的形式，这通常出现在北传经典中。这些经集以编号的形式对文字进行组织，从1编到11。与其它的尼卡亚（<i>nikāyas</i>）相比，这些作品更倾向于俗家人群。中文版的《增一阿含经》（Ekottarikāgama，EA）是一个很不寻常的作品集，即使对于基本教义，其本身也有各种各样的变化。它与巴利《增支部》的共同点远远少于其它系列与其同类的比较。此外，中文还有一部不完整的《增一阿含经》，以及中文和梵文的许多单个佛经和片段。",
        "1df61e6e33eecb382c215411caffc725": "巴利经藏中的四个尼卡亚<i>nikāyas</i>是一个高度整合的文献集合，我们不断发现贯穿整个作品集的共享段落、教义和短语。它们在着重点和方向上可能存在差异，但这不能掩盖这样一个事实，即大部分的主要教义都是相同的。由于缺乏来自其它传统的全套的“阿含”<i>āgamas</i>，因此很难确定其它作品集是否也具有高度的整合性，但情况似乎是这样。",
        "bdddeebbec01a1fdf93199f7e383c28c": "没有包含在四部尼卡亚（<i>nikāyas</i>）中的早期佛经，在巴利传统中被收录到《小部》（Khuddaka）或“次要的”收藏中。 目前还不完全清楚为什么这些佛经没有被简单地包含在四部尼卡亚（<i>nikāyas</i>）之中；最初这可能仅仅出于组织方便的原因。 巴利《小部》中有六部佛经被认为属于早期作品。 这些主要包括偈颂，也有一些散文形式的叙事作品和教义材料。",
        "611adb91d40ba21eb74ab60e430a22a2": "Dhammapada《法句经》",
        "bebb045cda7c08a7f1756bd5ccce01c9": "Udāna《自说经》",
        "a5ef8173eb43eb708ebeb170bc40e22e": "Itivuttaka《如是语》",
        "c2e19ce05209317195ad6483d4363558": "Sutta Nipāta《经集》",
        "70d80aabe70499ead8806f8b7b15acc6": "Theragāthā《长老偈》",
        "e6dfa967a0e01e607c41436987da9ab8": "Therīgāthā《长老尼偈》",
        "4be3a5000bcd27625a49b199137fce6f": "虽然这些作品被看作是早期的，但它们在总体上可能比主要的尼卡亚（<i>nikāyas</i>）要晚一些。《经集》（Sutta Nipāta）中的某些章节经常被认为是特别早期和真实的经典作品，但这不应过度解释。《经集》的其它部分显然较晚。 在早期部分中没有任何内容表明它们比大部分的散文体佛经要早。",
        "4b5dc02aa2e7dba3f1d1de61d2ea24c2": "直到很晚的一个时期内，这个作品集似乎都是一个开放的作品集。 缅甸的巴利文作品集中甚至包括了《弥兰王问经》（Milindapañha），这是一部不可能在佛陀逝世后不到三百年写成的作品。",
        "7c8051203fbd4ba2f5970c43959ed1dd": "是否每个佛教传统都拥有自己的《小部》佛经并不清楚。然而，这其中的许多文字，特别是《法句经》，在北传经藏中都有相应的作品。看上去似乎是这样的，尽管存在组织上的差异，每个传统可能都拥有与《小部》佛经大致对应的作品。",
        "cc60710c2ce57f3d73e39f84769f2683": "《小部》中的剩余文字是在较晚的时期加入的。无论是从风格上还是内容上，这些作品都与早期的文字有很大的不同。它们展示了佛陀灭度后几个世纪中佛教社会内的不同发展过程。这些文字包括了大量的《本生经》故事，这在巴利传统和其它传统中都有。值得注意的是，在巴利传统中，只有偈颂属于经典性作品，而故事本身则存在于评论中。",
        "fae5ba86ba58be669e8ca6ec3e1fd87e": "佛经的经典性",
        "301f0a9c2c612ce328e6ae922ee715fa": "所有佛教流派都认为早期佛经是具有经典性的。它们被看作是“佛陀的话”（Buddhavacana），并被尊为神圣的文字。当然，每个佛教传统也认为其它的文字具有经典性，但《经藏》和《律藏》是各个传统之间重叠的主要领域。",
        "8aad64ac61c874299465a71b2048b7ba": "然而，当我们试图确定细节时，这种一般性的描述变得更加复杂。虽然每个典藏中的佛经部分大致相似，但它们并不完全相同。三大主要佛教传统中，每一个都保持着自己独特的典藏：南亚和东南亚的上座部佛教拥有巴利文的典藏；位于中亚的佛教徒使用藏语；在东亚，这些经典是中文的。巴利版本包括一整套尼卡亚（<i>nikāyas</i>）；中文版有大量作品；而藏语文献有限。梵语和其它早期印度语文本不属于任何一部正式经典，但其文字具有经典性，因为它们与经典中的文字有着相同的意义。",
        "cad649622b00eb8580111fdbb32a1eac": "虽然我们可以说，早期佛在经原则上都通常具有经典性的，但实际上，每个佛教传统在它们各自的典藏中都有一套专门的早期佛经。",
        "8a30649a6a46f46596eec1e75e9cec87": "各个佛教传统中的佛经",
        "625cd5185e5dbe5fcbba1b7537ecd48f": "传统的佛教教育通常不直接教授佛经。 相反，佛经中的教义和原则在后来的文献中被逐渐同化和重组，而成为教育的媒介。在上座部佛教中，直到最近佛经才以巴利文被传播下来，所以通常只有那些学习巴利文的僧侣才能看到。而且，并非所有学习巴利文的人都研究佛经。关于佛经的教学似乎是出于实际目的，以手册、笔记和评论为基础在当地的寺庙中传承。在现代之前，除了最大的寺庙之外，极少会拥有全套的佛典。今天，印刷的巴利文和翻译语言的佛典普遍存在，但它们仍然经常被放在寺庙中的一个锁着的柜子里，而从来没人读过。",
        "1e42256acc4786ec4f409115868a3957": "在大多数情况下，佛教徒可能仅熟悉一小部分的流行佛经。例如《转法轮经》（Dhammacakkappavattana Sutta），这是著名的佛陀首次布道；还有一些用于保护性吟诵和面向俗家人群布道的短经文，例如《吉祥经》（Maṅgala）、《宝石经》（Ratana）和《慈经》（Metta）等。",
        "653a16e4e5500049e8a6d69357c059f6": "除了学者之外，大多数的上座部佛教徒并没有将早期佛经与其它神圣文字区分开来。经（<i> sutta </i>）这个词可简单地表示“神圣的文字”的意思，甚至可以用于表示诸如魔力配方之类的东西。虽然佛教徒通常都知道典藏（Tipiṭaka）中收录了佛陀的话，但只有受过教育的佛教徒才能清楚地了解其中的内容。 佛教中没有与基督教弥撒时阅读圣经相媲美的传统，因此没有标准的方式将佛经的内容直接传达给人们。",
        "afd4e6bfb509f644ee5656b7dfd636fc": "一些佛教传统中认为，受戒的僧人必须记住和仔细研究某些早期佛经。 例如，斯里兰卡僧侣就要求背诵《法句经》（Dhammapada）。 但泰国并非如此，那里的僧人没有接受教育的要求。 即使在泰国九年的正式佛法课程中，也没有研究经典性佛经的要求，因为它们被认为是太神圣了。",
        "6b418c133009c6ed528f7f203f4a645a": "在东亚佛教中，传统教育关注的是大乘佛经和中国大师的文字，几乎没有证据表明，早期的佛经得到了广泛研究。 有时人们说，阿含（<i>āgamas</i>）的翻译风格与玄奘和其他大师对大乘经典翻译的优雅用语相比较差。当然，早期的佛经并不是为了便于阅读和学习而组织的。",
        "831dc0c7101f8f28ce7c4a52429504db": "藏传佛教将对早期佛教流派的研究作为其常规教育的一部分。然而，这指的主要是后期流派中的《论藏》部分。尽管如此，藏传佛教教育仍可实现对早期佛教作品的合理掌握。虽然缺乏完整的阿含（<i>āgama</i>）文献，早期佛经中的大量段落也可以在《阿毘达摩 俱舍论释疏》（Upāyika）中找到，这是《阿毘达摩 俱舍论》（Abhidharmakoṣa）及其它散落文献中提到的段落的汇编。",
        "3c1197fedce339b5edb7cee09a508115": "现代的改革和后现代的批评",
        "c6fe65a582cd6ac07633c465237c33c5": "从19世纪中叶开始，欧洲和亚洲学者开始以历史为基础对佛教文献进行研究。虽然传统的学者们仍局限在不同的流派中，并结合当地情况对文献进行解释，但新的研究旨在根据历史时间和地点对其进行定位。这种方法既具有批评性，即对传统的权威观点持怀疑态度，主张使用证据支持其观点；而且具有建设性，它旨在建立一个连贯而有意义的历史图景，以便更好地理解文献。",
        "3f3f3ccb1e2d2b9ed22e8e9bc36b09a0": "现代性带来了一系列新技术和成就。 这些包括：",
        "db6642b3dd1e09d514c79a06d6be30e9": "通过对中文、巴利文、藏文和梵语以前孤立的经文进行比较研究，揭示了其中的相同点和不同点。",
        "6e9af1f12ce7915a25fa8b39966e6c09": "根据中国朝圣者的说法，考古学家在印度发掘了一系列古代遗址，证明像舍卫城（Sāvatthī）或王舍城（Rājagaha）在内的经文中经常提到的地点是真实存在的。",
        "6d18520633628daa543f42af81bd34b7": "通过对佛经与印度教和耆那教文献进行比较分析，可以更好地理解佛陀时代活跃的文化力量。",
        "e48794778058ef92cef5023fe6ad6ea7": "文本批判方法（ text-critical methods）的应用，确立了佛教文献的历史和教义演变及其相互关系。",
        "7aae368987aa10f3c2d241df0e7ed948": "阿育王石柱和铭文的发现和破译，使得我们对这个开创性的佛教君主有了正确的历史理解。",
        "7bcefa91efa9bbf5461faa876fdde0cb": "早期佛经被重新强调为佛陀教义的历史渊源。",
        "d22a765e265beee7f0a1de22036ced07": "诸如此类的现代主义发展并不局限于西方的学术研究，而是与整个亚洲佛教的文字性和实践改革相结合。 亚洲佛教的每一个传统都以各种方式参与并应用了这些发展。 一些例子包括：",
        "75353894ccad57c8c26435a70ddc4885": "在南传上座部佛教中，第五和第六次圣典结集都重申了巴利经典的中心地位。",
        "d435ac70a5dcacf695b725000124b037": "巴利经典已经被翻译成许多现代亚洲语言，并在佛教世界中广泛传播，英文翻译也是如此。",
        "6a87ffe04b2795a061eb56c5d9d42fb1": "19世纪泰国国王拉玛四世（Mongkut）的改良佛教在很大程度上受到了文字性和学科改革现代化思想的启发。",
        "b7c14961ca035fabac9a2104ce9e0149": "基于巴利文献开发了现代禅定方法。缅甸的内观禅（<i>vipassanā</i>）以四念处经（Satipaṭṭhāna Sutta）作为核心文字，这使其成为现代禅定练习中最具影响力的文字。在泰国的改革运动，例如丛林佛教（Forest Tradition），或Ajahn BudBuddhadāsa明确提出的基于佛经的方法，都反对基于魔幻祈祷的传统沉思实践，主张回归早期佛经提出的以身体为中心的正念实践。",
        "9b27d5e6b3d686f9c579e6b3e6ef1208": "极具影响力的大正版（Taishō）中国佛典是由日本学者开发的，这些学者在德国学习了文本批判技术。他们对佛典进行了重新组织，按照巴利文献中的顺序，将阿含（<i>āgamas</i>）放在最重要的佛典起始位置。另外，他们还包括了有限的巴利平行作品。",
        "4ec50309e33b94d2cad3d6108cd3a8be": "这强调了早期文献的经验性和理性，以及与现代科学的根本兼容性。这为后来将科学方法应用于正念禅定提供了基础，而对于全球范围接受禅定作为寻求幸福、压力缓解和心理健康的循证方法至关重要。",
        "ee7ddd2bdaad55843088ee80d54d9a98": "对佛经的直接研究仍然是不常见的做法。然而，我们发现亚洲流行的改革运动强调了佛经的核心重要性。 佛经研究在斯里兰卡最为流行，那里的教师数量和主张回归佛经的运动激增。极受欢迎的Kiribathgoda Gnanananda Thero尊者坚持将佛经视为佛法的主要来源而备受争议。在泰国，Ajahn Kukrit Sotthibalo的“佛陀之语”（Buddhavacana）运动正在改变当代泰国的面貌，这促使许多人第一次阅读佛经。在台湾，同样地，最近去世的印顺大师也强调了早期文献的历史首要地位，认为它们与早期的大乘佛教之间存在着必然的连续性。在传统佛教地区以外的国家，诸如Ajahn Brahm、Bhikkhu Bodhi等教师都提倡学习佛经的教义。",
        "fabdec14a8fa978125431508834e051b": "自20世纪80年代以来，这种现代主义改革受到后现代主义的批评，主要是来自专门研究后期佛教的美国学者。 这些批评旨在破坏现代主义中的共识，认为我们无法真正了解佛陀的教导，或者巴利和其它文献的出处。他们使用许多具体论点试图驳斥现代主义者的主要主张，例如佛陀的教导在本质上是理性的。 但这些论点一再受到该领域专家的批评。 后现代方法尚未产生与现代主义相媲美的建设性结果。",
        "0b8d92bc19b720bb1065649535463409": "翻译",
        "5be42bf8b9847f896ae044861b96f614": "现代主义改革最坚实的成果之一是对早期文献的翻译。 到目前为止，几乎所有这些翻译都来自巴利经典。但是，现在也开始出现一些对中文、藏文和梵文文献的翻译。",
        "1e3f3a7443169994c3f517025d4264ca": "零散的翻译工作始于欧洲，例如Viggo Fausböll在1855年对《法句经》（Dhammapada）的翻译和1881年对《经集》（Sutta Nipāta）的翻译。在T. W. Rhys Davids的领导下，成立于1881年的巴利圣典协会承担了将整个佛典翻译成英语的任务。这些翻译是开创性的，但大部分都被Bhikkhu Bodhi等学者更现代，更准确的翻译所取代。 我们在SuttaCentral中包含了一些较旧的翻译，但在大多数情况下，它们主要具有历史意义，因为这些语言不仅陈旧，而且包含许多错误。",
        "b76d0f716b96108ec072dfa2d2a07cab": "对巴利圣典的主要翻译还包括泰语、僧伽罗语、缅甸语、柬埔寨语、越南语、日语、印度语和最近的孟加拉语。其中大部分都经过数字化处理，并被收录在SuttaCentral上。但对于孟加拉语和柬埔寨语的翻译，仍有待于收录；关于日语翻译，尽管存在于公共领域，但由于出版商的问题，目前还无法收录。",
        "1c04bcb8e0e6dd725ea9c0b02d875c20": "关于这些不同版本，它们的翻译方法并不容易找到。但根据我的理解，这些翻译都是直接来自于巴利文献。除此之外，还有许多基于英文翻译的二手翻译。SuttaCentral其它翻译中的大多数都属于这一类，虽然并非全部。某些翻译，例如德语或挪威语的翻译也直接来自巴利语。",
        "deeeb294792ea448af97d47d73a24248": "由我本人和Brahmali尊者从巴利文为SuttaCentral制作的新翻译也基于这一传统。这些翻译的目标是为巴利的早期文献提供准确、清晰和常用语言的翻译。"
    }
}