{
  "_markup_path": "markup/sn/sn37/sn37.32.html",
  "_alt_strings": [
    "en/sujato/sn/sn37/sn37.32.json"
  ],
  "sn37.32:1.1": "Saṃyutta Nikāya 37",
  "sn37.32:2.1": "3. Balavagga",
  "sn37.32:3.1": "32. Ṭhānasutta",
  "sn37.32:4.1": "“Pañcimāni, bhikkhave, ṭhānāni dullabhāni akatapuññena mātugāmena.",
  "sn37.32:4.2": "Katamāni pañca?",
  "sn37.32:4.3": "Patirūpe kule jāyeyyanti—",
  "sn37.32:4.4": "idaṃ, bhikkhave, paṭhamaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.",
  "sn37.32:4.5": "Patirūpe kule jāyitvā patirūpaṃ kulaṃ gaccheyyanti—",
  "sn37.32:4.6": "idaṃ, bhikkhave, dutiyaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.",
  "sn37.32:4.7": "Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvaseyyanti—",
  "sn37.32:4.8": "idaṃ, bhikkhave, tatiyaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.",
  "sn37.32:4.9": "Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvasantī puttavatī assanti—",
  "sn37.32:4.10": "idaṃ, bhikkhave, catutthaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.",
  "sn37.32:4.11": "Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvasantī puttavatī samānā sāmikaṃ abhibhuyya vatteyyanti—",
  "sn37.32:4.12": "idaṃ, bhikkhave, pañcamaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.",
  "sn37.32:4.13": "Imāni kho, bhikkhave, pañca ṭhānāni dullabhāni akatapuññena mātugāmenāti.",
  "sn37.32:5.1": "Pañcimāni, bhikkhave, ṭhānāni sulabhāni katapuññena mātugāmena.",
  "sn37.32:5.2": "Katamāni pañca?",
  "sn37.32:5.3": "Patirūpe kule jāyeyyanti—",
  "sn37.32:5.4": "idaṃ, bhikkhave, paṭhamaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.",
  "sn37.32:5.5": "Patirūpe kule jāyitvā patirūpaṃ kulaṃ gaccheyyanti—",
  "sn37.32:5.6": "idaṃ, bhikkhave, dutiyaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.",
  "sn37.32:5.7": "Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvaseyyanti—",
  "sn37.32:5.8": "idaṃ, bhikkhave, tatiyaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.",
  "sn37.32:5.9": "Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvasantī puttavatī assanti—",
  "sn37.32:5.10": "idaṃ, bhikkhave, catutthaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.",
  "sn37.32:5.11": "Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvasantī puttavatī samānā sāmikaṃ abhibhuyya vatteyyanti—",
  "sn37.32:5.12": "idaṃ, bhikkhave, pañcamaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.",
  "sn37.32:5.13": "Imāni kho, bhikkhave, pañca ṭhānāni sulabhāni katapuññena mātugāmenā”ti.",
  "sn37.32:6.1": "Aṭṭhamaṃ."
}