{
  "_markup_path": "markup/sn/sn55/sn55.01.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.01.json"
  ],
  "sn55.1:1.1": "Linked Discourses 55",
  "sn55.1:2.1": "1 At Bamboo Gate",
  "sn55.1:3.1": "1 A Wheel-Turning Monarch",
  "sn55.1:4.1": "At Sāvatthī. ",
  "sn55.1:4.2": "There the Buddha … ",
  "sn55.1:4.3": "said: ",
  "sn55.1:4.4": "“Mendicants, suppose a wheel-turning monarch were to rule as sovereign lord over these four continents. And when his body breaks up, after death, he’s reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-three. There he entertains himself in the Garden of Delight, escorted by a band of nymphs, and supplied and provided with the five kinds of heavenly sensual stimulation. Still, as he’s lacking four things, he’s not exempt from hell, the animal realm, or the ghost realm. He’s not exempt from places of loss, bad places, the underworld.",
  "sn55.1:4.5": "Now suppose a noble disciple wears rags and feeds on scraps of alms-food. Still, as they have four things, they’re exempt from hell, the animal realm, or the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.1:5.1": "What four? ",
  "sn55.1:5.2": "It’s when a noble disciple has experiential confidence in the Buddha:",
  "sn55.1:5.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn55.1:5.4": "They have experiential confidence in the teaching: ",
  "sn55.1:5.5": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "sn55.1:5.6": "They have experiential confidence in the Saṅgha: ",
  "sn55.1:5.7": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’",
  "sn55.1:5.9": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "sn55.1:5.10": "These are the four factors of stream-entry that they have.",
  "sn55.1:5.11": "And, mendicants, gaining these four continents is not worth a sixteenth part of gaining these four things.”"
}