{
  "_markup_path": "markup/sn/sn55/sn55.06.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.06.json"
  ],
  "sn55.6:1.1": "Linked Discourses 55 ",
  "sn55.6:2.1": "1 At Bamboo Gate ",
  "sn55.6:3.1": "6 The Chamberlains",
  "sn55.6:4.1": "At Sāvatthī.",
  "sn55.6:4.2": "At that time several mendicants were making a robe for the Buddha, thinking that ",
  "sn55.6:4.3": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering. ",
  "sn55.6:4.4": "Now at that time the chamberlains Isidatta and Purāṇa were residing in Sādhuka on some business.",
  "sn55.6:4.5": "They heard about this.",
  "sn55.6:5.1": "So they posted someone on the road, saying:",
  "sn55.6:5.2": "“My good man, let us know when you see the Blessed One coming, the perfected one, the fully awakened Buddha.”",
  "sn55.6:5.3": "And that person stood there for two or three days before they saw the Buddha coming off in the distance.",
  "sn55.6:5.4": "When they saw him, they went to the chamberlains ",
  "sn55.6:5.5": "and said:",
  "sn55.6:5.6": "“Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming.",
  "sn55.6:5.7": "Please come when you’re ready.”",
  "sn55.6:6.1": "Then the chamberlains went up to the Buddha,",
  "sn55.6:6.2": "bowed, and followed behind him.",
  "sn55.6:6.3": "And then the Buddha left the road, went to the root of a tree,",
  "sn55.6:6.4": "and sat down on the indicated seat.",
  "sn55.6:6.5": "The chamberlains Isidatta and Purāṇa bowed, sat down to one side,",
  "sn55.6:6.6": "and said to the Buddha:",
  "sn55.6:7.1": "“Sir, when we hear that ",
  "sn55.6:7.2": "you will be setting out from Sāvatthī to wander in the Kosalan lands, we’re sad and upset, thinking that",
  "sn55.6:7.3": "you will be far from us.",
  "sn55.6:7.4": "And when we hear that ",
  "sn55.6:7.5": "you are setting out from Sāvatthī to wander in the Kosalan lands, we’re sad and upset, thinking that",
  "sn55.6:7.6": "you will be far from us.",
  "sn55.6:8.1": "And when we hear that",
  "sn55.6:8.2": "you will be setting out from the Kosalan lands to wander in the Mallian lands, we’re sad and upset, thinking that",
  "sn55.6:8.3": "you will be far from us. ",
  "sn55.6:8.4": "And when we hear that",
  "sn55.6:8.5": "you are setting out from the Kosalan lands to wander in the Mallian lands, we’re sad and upset, thinking that",
  "sn55.6:8.6": "you will be far from us. ",
  "sn55.6:9.1": "And when we hear that  ",
  "sn55.6:9.2": "you will be setting out from the Mallian lands to wander in the Vajjian lands …",
  "sn55.6:10.2": "you will be setting out from the Vajjian lands to wander in the Kāsian lands …",
  "sn55.6:11.2": "you will be setting out from the Kāsian lands to wander in the Māgadhan lands …",
  "sn55.6:11.5": "you are setting out from the Kāsian lands to wander in the Māgadhan lands, we’re sad and upset, thinking that",
  "sn55.6:11.6": "you will be far from us. ",
  "sn55.6:12.1": "But when we hear that ",
  "sn55.6:12.2": "you will be setting out from the Māgadhan lands to wander in the Kāsian lands, we’re happy and joyful, thinking that",
  "sn55.6:12.3": "you will be near to us. ",
  "sn55.6:12.4": "And when we hear that",
  "sn55.6:12.5": "you are setting out from the Māgadhan lands to wander in the Kāsian lands …",
  "sn55.6:13.2": "you will be setting out from the Kāsian lands to wander in the Vajjian lands …",
  "sn55.6:14.2": "you will be setting out from the Vajjian lands to wander in the Mallian lands …",
  "sn55.6:15.2": "you will be setting out from the Mallian lands to wander in the Kosalan lands …",
  "sn55.6:16.2": "you will be setting out in the Kosalan lands to wander to Sāvatthī, we’re happy and joyful, thinking that",
  "sn55.6:16.3": "you will be near to us.",
  "sn55.6:16.4": "And when we hear that",
  "sn55.6:16.5": "you are staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery we have no little happiness and joy, thinking that",
  "sn55.6:16.6": "you are near to us.”",
  "sn55.6:17.1": "“Well then, chamberlains, living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "sn55.6:17.2": "Just this much is enough to be diligent.”",
  "sn55.6:17.3": "“Sir, for us there is something that’s even more cramped than that, and is considered as such.”",
  "sn55.6:17.4": "“What is that?”",
  "sn55.6:18.1": "“Sir, it’s when King Pasenadi of Kosala wants to go and visit a park. We have to harness and prepare his royal elephants. Then we have to seat his dear and beloved wives on the elephants, one in front of us, and one behind.",
  "sn55.6:18.2": "Those sisters smell like a freshly opened perfume box; that’s how the royal ladies smell with makeup on.",
  "sn55.6:18.3": "The touch of those sisters is like a tuft of cotton-wool or kapok; that’s how delicate the royal ladies are.",
  "sn55.6:18.4": "Now at that time we must look after the elephants, the sisters, and ourselves.",
  "sn55.6:18.5": "But we don’t recall having a bad thought regarding those sisters.",
  "sn55.6:18.6": "This is that thing that’s even more cramped than that, and is considered as such.”",
  "sn55.6:19.1": "“Well then, chamberlains, living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "sn55.6:19.2": "Just this much is enough to be diligent.",
  "sn55.6:19.3": "A noble disciple who has four things is a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "sn55.6:20.1": "What four? ",
  "sn55.6:20.2": "It’s when a noble disciple has experiential confidence in the Buddha …",
  "sn55.6:20.5": "the teaching … ",
  "sn55.6:20.6": "the Saṅgha … ",
  "sn55.6:20.7": "They live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "sn55.6:20.8": "A noble disciple who has these four things is a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "sn55.6:21.1": "And you have experiential confidence in the Buddha …",
  "sn55.6:21.4": "the teaching … ",
  "sn55.6:21.5": "the Saṅgha … ",
  "sn55.6:21.6": "And whatever there is in your family that’s available to give, you share it all with those who are ethical, of good character.",
  "sn55.6:21.7": "What do you think, chamberlains? How many people among the Kosalans are your equal",
  "sn55.6:21.8": "when it comes to giving and sharing?”",
  "sn55.6:21.9": "“We’re fortunate, sir, so very fortunate,",
  "sn55.6:21.10": "in that the Buddha understands us like this.”"
}