{
  "_markup_path": "markup/sn/sn55/sn55.25.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.25.json"
  ],
  "sn55.25:1.1": "Linked Discourses 55 ",
  "sn55.25:2.1": "3 About Sarakāni ",
  "sn55.25:3.1": "25 About Sarakāni the Sakyan (2)",
  "sn55.25:4.1": "At Kapilavatthu. ",
  "sn55.25:4.2": "Now at that time Sarakāni the Sakyan had died.",
  "sn55.25:4.3": "The Buddha declared that he was",
  "sn55.25:4.4": "a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "sn55.25:4.5": "At that, several Sakyans came together complaining, grumbling, and objecting: ",
  "sn55.25:4.6": "“It’s incredible, it’s amazing!",
  "sn55.25:4.7": "Who can’t become a stream-enterer these days? ",
  "sn55.25:4.8": "For the Buddha even declared Sarakāni to be a stream-enterer after he died.",
  "sn55.25:4.11": "Sarakāni didn’t fulfill the training.”",
  "sn55.25:4.12": "Then Mahānāma the Sakyan went up to the Buddha, ",
  "sn55.25:4.13": "bowed, sat down to one side, ",
  "sn55.25:4.14": "and told him what had happened. The Buddha said:",
  "sn55.25:6.1": "“Mahānāma, when a lay follower has for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha, how could they go to the underworld? ",
  "sn55.25:6.2": "And if anyone should be rightly said to  ",
  "sn55.25:6.3": "have for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha, it’s Sarakāni the Sakyan.",
  "sn55.25:6.4": "Sarakāni the Sakyan has for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha.",
  "sn55.25:7.1": "Take a certain person who is sure and confident about the Buddha …",
  "sn55.25:7.4": "the teaching … ",
  "sn55.25:7.5": "the Saṅgha …",
  "sn55.25:7.6": "They have laughing wisdom and swift wisdom, and are endowed with freedom. ",
  "sn55.25:7.7": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.  ",
  "sn55.25:7.8": "This person is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld. ",
  "sn55.25:8.1": "Take another person who is sure and confident about the Buddha …",
  "sn55.25:8.4": "the teaching … ",
  "sn55.25:8.5": "the Saṅgha … ",
  "sn55.25:8.6": "They have laughing wisdom and swift wisdom, and are endowed with freedom. ",
  "sn55.25:8.7": "With the ending of the five lower fetters, they’re extinguished in-between one life and the next … they’re extinguished upon landing … they’re extinguished without extra effort … they’re extinguished with extra effort … they head upstream, going to the Akaniṭṭha realm.",
  "sn55.25:8.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.25:9.1": "Take another person who is sure and confident about the Buddha … ",
  "sn55.25:9.4": "the teaching … ",
  "sn55.25:9.5": "the Saṅgha … ",
  "sn55.25:9.6": "But they don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.25:9.7": "With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering.",
  "sn55.25:9.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.25:10.1": "Take another person who is sure and confident about the Buddha …  ",
  "sn55.25:10.4": "the teaching … ",
  "sn55.25:10.5": "the Saṅgha … ",
  "sn55.25:10.6": "But they don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.25:10.7": "With the ending of three fetters they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.   ",
  "sn55.25:10.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.25:11.1": "Take another person who isn’t sure or confident about the Buddha … ",
  "sn55.25:11.2": "the teaching …",
  "sn55.25:11.3": "the Saṅgha … ",
  "sn55.25:11.4": "They don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.25:11.5": "Still, they have these qualities:",
  "sn55.25:11.6": "the faculties of faith, energy, mindfulness, samādhi, and wisdom.",
  "sn55.25:11.8": "And they accept the principles announced by the Realized One after considering them with a degree of wisdom.",
  "sn55.25:11.9": "This person, too, doesn’t go to hell, the animal realm, and the ghost realm. They don’t go to places of loss, bad places, the underworld. ",
  "sn55.25:12.1": "Take another person who isn’t sure or confident about the Buddha … ",
  "sn55.25:12.2": "the teaching …",
  "sn55.25:12.3": "the Saṅgha … ",
  "sn55.25:12.4": "They don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.25:12.5": "Still, they have these qualities:",
  "sn55.25:12.6": "the faculties of faith, energy, mindfulness, samādhi, and wisdom.",
  "sn55.25:12.8": "And they have a degree of faith and love for the Buddha. ",
  "sn55.25:12.9": "This person, too, doesn’t go to hell, the animal realm, and the ghost realm. They don’t go to places of loss, bad places, the underworld. ",
  "sn55.25:13.1": "Suppose there was a barren field, a barren ground, with uncleared stumps. And you had seeds that were broken, spoiled, weather-damaged, infertile, and not stored properly. And the heavens didn’t provide enough rain.",
  "sn55.25:13.2": "Would those seeds grow, increase, and mature?”",
  "sn55.25:13.3": "“No, sir.”  ",
  "sn55.25:13.4": "“In the same way, take a teaching that’s badly explained and badly propounded, not emancipating, not leading to peace, announced by someone who is not a fully awakened Buddha.",
  "sn55.25:13.5": "This is what I call a barren field.",
  "sn55.25:13.6": "A disciple remains in such a teaching, practicing in line with that teaching, practicing it properly, living in line with that teaching.",
  "sn55.25:13.7": "This is what I call a bad seed.",
  "sn55.25:14.1": "Suppose there was a fertile field, a fertile ground, well-cleared of stumps. And you had seeds that were intact, unspoiled, not weather-damaged, fertile, and well-kept. And there’s plenty of rainfall.",
  "sn55.25:14.3": "Would those seeds grow, increase, and mature?” ",
  "sn55.25:14.4": "“Yes, sir.”  ",
  "sn55.25:14.5": "“In the same way, take a teaching that’s well explained and well propounded, emancipating, leading to peace, announced by someone who is a fully awakened Buddha.",
  "sn55.25:14.6": "This is what I call a fertile field.",
  "sn55.25:14.7": "A disciple remains in such a teaching, practicing in line with that teaching, practicing it properly, living in line with that teaching. ",
  "sn55.25:14.8": "This is what I call a good seed.",
  "sn55.25:14.9": "Why can’t this apply to Sarakāni?",
  "sn55.25:14.10": "Mahānāma, Sarakāni the Sakyan fulfilled the training at the time of his death.”"
}