{
  "_markup_path": "markup/sn/sn55/sn55.35.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.35.json"
  ],
  "sn55.35:1.1": "Linked Discourses 55 ",
  "sn55.35:2.1": "4 Overflowing Merit ",
  "sn55.35:3.1": "35 Footprints of the Gods (2)",
  "sn55.35:4.1": "“Mendicants, these four footprints of the gods are in order to purify unpurified beings and cleanse unclean beings. ",
  "sn55.35:5.1": "What four? ",
  "sn55.35:5.2": "Firstly, a noble disciple has experiential confidence in the Buddha:",
  "sn55.35:5.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn55.35:5.5": "Then they reflect: ",
  "sn55.35:5.6": "‘What now is the footprint of the gods?’",
  "sn55.35:5.7": "They understand: ",
  "sn55.35:5.8": "‘I hear that these days the gods consider non-harming to be supreme.",
  "sn55.35:5.9": "But I don’t hurt any creature firm or frail. ",
  "sn55.35:5.10": "I definitely live in possession of a footprint of the gods.’",
  "sn55.35:5.11": "This is the first footprint of the gods in order to purify unpurified beings and cleanse unclean beings. ",
  "sn55.35:6.1": "Furthermore, a noble disciple has experiential confidence in the teaching …",
  "sn55.35:6.2": "the Saṅgha …",
  "sn55.35:7.1": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi. ",
  "sn55.35:7.3": "Then they reflect: ",
  "sn55.35:7.4": "‘What now is the footprint of the gods?’ ",
  "sn55.35:7.5": "They understand: ",
  "sn55.35:7.6": "‘I hear that these days the gods consider non-harming to be supreme. ",
  "sn55.35:7.7": "But I don’t hurt any creature firm or frail. ",
  "sn55.35:7.8": "I definitely live in possession of a footprint of the gods.’ ",
  "sn55.35:7.9": "This is the fourth footprint of the gods in order to purify unpurified beings and cleanse unclean beings. ",
  "sn55.35:7.10": "These four footprints of the gods are in order to purify unpurified beings and cleanse unclean beings.”"
}