{
  "_markup_path": "markup/sn/sn55/sn55.10.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.10.json"
  ],
  "sn55.10:1.1": "Linked Discourses 55 ",
  "sn55.10:2.1": "1 At Bamboo Gate ",
  "sn55.10:3.1": "10 At the Brick Hall (3)",
  "sn55.10:4.1": "Ānanda said to the Buddha: ",
  "sn55.10:4.2": "“Sir, the layman named Kakkaṭa has died in Ñātika.",
  "sn55.10:4.3": "Where has he been reborn in his next life?",
  "sn55.10:4.4": "The laymen named Kaḷibha,",
  "sn55.10:4.5": "Nikata,",
  "sn55.10:4.6": "Kaṭissaha,",
  "sn55.10:4.7": "Tuṭṭha,",
  "sn55.10:4.8": "Santuṭṭha,",
  "sn55.10:4.9": "Bhadda, and",
  "sn55.10:4.10": "Subhadda have died in Ñātika.",
  "sn55.10:4.11": "Where have they been reborn in the next life?”",
  "sn55.10:5.1": "“Ānanda, the laymen Kakkaṭa,",
  "sn55.10:5.2": "Kaḷibha,",
  "sn55.10:5.3": "Nikata,",
  "sn55.10:5.4": "Kaṭissaha,",
  "sn55.10:5.5": "Tuṭṭha,",
  "sn55.10:5.6": "Santuṭṭha,",
  "sn55.10:5.7": "Bhadda,",
  "sn55.10:5.8": "and Subhadda died having ended the five lower fetters. They’re reborn spontaneously, and will be extinguished there, not liable to return from that world.",
  "sn55.10:6.1": "Over fifty laymen in Ñātika have died having ended the five lower fetters. They’re reborn spontaneously, and will be extinguished there, not liable to return from that world.",
  "sn55.10:6.2": "More than ninety laymen in Ñātika have died having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering.",
  "sn55.10:6.4": "In excess of five hundred laymen in Ñātika have died having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening.",
  "sn55.10:7.1": "It’s hardly surprising that a human being should die. ",
  "sn55.10:7.2": "But if you should come and ask me about it each and every time someone dies ",
  "sn55.10:7.3": "that would be a bother for me.",
  "sn55.10:7.4": "So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. ",
  "sn55.10:7.5": "A noble disciple who has this may declare of themselves: ",
  "sn55.10:7.6": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "sn55.10:8.1": "And what is that mirror of the teaching? ",
  "sn55.10:9.1": "It’s when a noble disciple has experiential confidence in the Buddha …",
  "sn55.10:9.4": "the teaching … ",
  "sn55.10:9.5": "the Saṅgha … ",
  "sn55.10:9.6": "And they have the ethical conduct loved by the noble ones … ",
  "sn55.10:9.7": "leading to samādhi. ",
  "sn55.10:9.8": "This is that mirror of the teaching. ",
  "sn55.10:9.9": "A noble disciple who has this may declare of themselves: ",
  "sn55.10:9.10": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”"
}