{
  "_markup_path": "markup/sn/sn55/sn55.42.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.42.json"
  ],
  "sn55.42:1.1": "Linked Discourses 55 ",
  "sn55.42:2.1": "5 Overflowing Merit, With Verses ",
  "sn55.42:3.1": "42 Overflowing Merit (2)",
  "sn55.42:4.1": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness that nurture happiness.",
  "sn55.42:4.2": "What four? ",
  "sn55.42:4.3": "Firstly, a noble disciple has experiential confidence in the Buddha …",
  "sn55.42:5.1": "the teaching … ",
  "sn55.42:5.2": "the Saṅgha …",
  "sn55.42:6.1": "Furthermore, a noble disciple lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ",
  "sn55.42:6.2": "This is the fourth kind of overflowing merit, overflowing goodness that nurtures happiness. ",
  "sn55.42:6.3": "These are the four kinds of overflowing merit, overflowing goodness that nurture happiness. ",
  "sn55.42:7.1": "When a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that ",
  "sn55.42:7.2": "this is the extent of their overflowing merit, overflowing goodness that nurtures happiness. ",
  "sn55.42:7.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit. ",
  "sn55.42:8.1": "There are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—come together and converge.",
  "sn55.42:8.2": "It’s not easy measure how much water is in such places by saying",
  "sn55.42:8.3": "how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are. ",
  "sn55.42:8.4": "It’s simply reckoned as an incalculable, immeasurable, great mass of water. ",
  "sn55.42:8.5": "In the same way, when a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that ",
  "sn55.42:8.6": "this is the extent of their overflowing merit, overflowing goodness that nurtures happiness. ",
  "sn55.42:8.7": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.”",
  "sn55.42:8.8": "This is what the Buddha said.",
  "sn55.42:8.9": "Then the Holy One, the Teacher, went on to say:",
  "sn55.42:9.1": "“Hosts of people use the rivers,",
  "sn55.42:9.2": "and though the rivers are many,  ",
  "sn55.42:9.3": "all reach the great deep, the boundless ocean,",
  "sn55.42:9.4": "the cruel sea that’s home to precious gems.",
  "sn55.42:10.1": "So too, when a person gives food, drink, and clothes;",
  "sn55.42:10.2": "and they’re a giver of beds, seats, and mats—",
  "sn55.42:10.3": "the streams of merit reach that astute person,",
  "sn55.42:10.4": "as the rivers bring their waters to the sea.”"
}