{
  "_markup_path": "markup/sn/sn55/sn55.37.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.37.json"
  ],
  "sn55.37:1.1": "Linked Discourses 55 ",
  "sn55.37:2.1": "4 Overflowing Merit ",
  "sn55.37:3.1": "37 With Mahānāma",
  "sn55.37:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "sn55.37:4.2": "Then Mahānāma the Sakyan went up to the Buddha, ",
  "sn55.37:4.3": "bowed, sat down to one side, ",
  "sn55.37:4.4": "and said to him:",
  "sn55.37:5.1": "“Sir, how is a lay follower defined?”",
  "sn55.37:5.2": "“Mahānāma, when you’ve gone for refuge to the Buddha, the Dharma, and the Saṅgha,",
  "sn55.37:5.3": "you’re considered to be a lay follower.” ",
  "sn55.37:6.1": "“But how is an ethical lay follower defined?”",
  "sn55.37:6.2": "“When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcohol and drugs that cause negligence,",
  "sn55.37:6.3": "they’re considered to be an ethical lay follower.”",
  "sn55.37:7.1": "“But how is a faithful lay follower defined?”",
  "sn55.37:7.2": "“It’s when a lay follower has faith in the Realized One’s awakening:  ",
  "sn55.37:7.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn55.37:7.5": "Then they’re considered to be a faithful lay follower.”",
  "sn55.37:8.1": "“But how is a generous lay follower defined?”",
  "sn55.37:8.2": "“It’s when a lay follower lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "sn55.37:8.3": "Then they’re considered to be a generous lay follower.”",
  "sn55.37:9.1": "“But how is a wise lay follower defined?”",
  "sn55.37:9.2": "“It’s when a lay follower is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "sn55.37:9.3": "Then they’re considered to be a wise follower.” "
}