{
  "_markup_path": "markup/sn/sn55/sn55.21.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.21.json"
  ],
  "sn55.21:1.1": "Linked Discourses 55 ",
  "sn55.21:2.1": "3 About Sarakāni",
  "sn55.21:3.1": "11 With Mahānāma (1)",
  "sn55.21:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn55.21:4.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "sn55.21:4.3": "Then Mahānāma the Sakyan went up to the Buddha, ",
  "sn55.21:4.4": "bowed, sat down to one side, ",
  "sn55.21:4.5": "and said to him:",
  "sn55.21:4.6": "“Sir, this Kapilavatthu is successful and prosperous and full of people, with cramped cul-de-sacs.",
  "sn55.21:4.7": "In the late afternoon, after paying homage to the Buddha or an esteemed mendicant, I enter Kapilavatthu.",
  "sn55.21:4.8": "I encounter a stray elephant,",
  "sn55.21:4.9": "horse,",
  "sn55.21:4.10": "chariot,",
  "sn55.21:4.11": "cart,",
  "sn55.21:4.12": "or person.",
  "sn55.21:4.13": "At that time I lose mindfulness regarding the Buddha, the teaching, and the Saṅgha.",
  "sn55.21:4.14": "I think:",
  "sn55.21:4.15": "‘If I were to die at this time, where would I be reborn in my next life?’”",
  "sn55.21:5.1": "“Do not fear, Mahānāma! Do not fear, Mahānāma!",
  "sn55.21:5.2": "Your death will not be a bad one; your passing will not be a bad one.",
  "sn55.21:5.3": "Take someone whose mind has for a long time been imbued with faith, ethics, learning, generosity, and wisdom. Their body consists of form, made up of the four elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.",
  "sn55.21:5.4": "Right here the crows, vultures, hawks, dogs, jackals, and many kinds of little creatures devour it.",
  "sn55.21:5.6": "But their mind rises up, headed for a higher place.",
  "sn55.21:6.1": "Suppose a person was to sink a pot of ghee or oil into a deep lake and break it open.",
  "sn55.21:6.2": "Its shards and chips would sink down, while the ghee or oil in it would rise up, headed for a higher place.",
  "sn55.21:6.3": "In the same way, take someone whose mind has for a long time been imbued with faith, ethics, learning, generosity, and wisdom. Their body consists of form, made up of the four elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.",
  "sn55.21:6.4": "Right here the crows, vultures, hawks, dogs, jackals, and many kinds of little creatures devour it.",
  "sn55.21:6.6": "But their mind rises up, headed for a higher place.",
  "sn55.21:6.7": "Your mind, Mahānāma, has for a long time been imbued with faith, ethics, learning, generosity, and wisdom.",
  "sn55.21:6.9": "Do not fear, Mahānāma! Do not fear, Mahānāma!",
  "sn55.21:6.10": "Your death will not be a bad one; your passing will not be a bad one.”"
}