{
  "_markup_path": "markup/sn/sn55/sn55.54.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.54.json"
  ],
  "sn55.54:1.1": "Linked Discourses 55",
  "sn55.54:2.1": "6 A Wise Person",
  "sn55.54:3.1": "54 Sick (1)",
  "sn55.54:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "sn55.54:4.2": "At that time several mendicants were making a robe for the Buddha, thinking that",
  "sn55.54:4.3": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.",
  "sn55.54:4.4": "Mahānāma the Sakyan heard about this.",
  "sn55.54:4.7": "Then he went up to the Buddha,",
  "sn55.54:4.8": "bowed, sat down to one side, ",
  "sn55.54:4.9": "and told him that he had heard that the Buddha was leaving. He added:",
  "sn55.54:4.13": "“Sir, I haven’t heard and learned it directly from the Buddha how a wise lay follower should advise another wise lay follower who is sick, suffering, gravely ill.”",
  "sn55.54:5.1": "“Mahānāma, a wise lay follower should put at ease another wise lay follower who is sick, suffering, gravely ill with four consolations.",
  "sn55.54:5.2": "‘Be at ease, sir.",
  "sn55.54:5.3": "You have experiential confidence in the Buddha …",
  "sn55.54:5.6": "the teaching …",
  "sn55.54:5.7": "the Saṅgha …",
  "sn55.54:5.8": "And you have the ethical conduct loved by the noble ones …",
  "sn55.54:5.9": "leading to samādhi.’",
  "sn55.54:6.1": "When wise lay follower has put at ease another wise lay follower who is sick, suffering, gravely ill with these four consolations, they should say:",
  "sn55.54:6.2": "‘Do you worry about your mother and father?’",
  "sn55.54:6.3": "If they reply,",
  "sn55.54:6.4": "‘I do,’ they should say:",
  "sn55.54:6.5": "‘But sir, it’s your nature to die.",
  "sn55.54:6.6": "Whether or not you worry about your mother and father,",
  "sn55.54:6.7": "you will die anyway.",
  "sn55.54:6.8": "It would be good to give up worrying about your mother and father.’",
  "sn55.54:7.1": "If they reply, ",
  "sn55.54:7.2": "‘I have given up worrying about my mother and father,’ they should say:",
  "sn55.54:7.3": "‘But do you worry about your partners and children?’",
  "sn55.54:7.4": "If they reply,",
  "sn55.54:7.5": "‘I do,’ they should say:",
  "sn55.54:7.6": "‘But sir, it’s your nature to die.",
  "sn55.54:7.7": "Whether or not you worry about your partners and children,",
  "sn55.54:7.8": "you will die anyway.",
  "sn55.54:7.9": "It would be good to give up worrying about your partners and children.’",
  "sn55.54:8.1": "If they reply,",
  "sn55.54:8.2": "‘I have given up worrying about my partner,’ they should say:",
  "sn55.54:8.3": "‘But do you worry about the five kinds of human sensual stimulation?’",
  "sn55.54:8.4": "If they reply,",
  "sn55.54:8.5": "‘I do,’ they should say:",
  "sn55.54:8.6": "‘Good sir, heavenly sensual pleasures are better than human sensual pleasures.",
  "sn55.54:8.7": "It would be good to turn your mind away from human sensual pleasures and fix it on the gods of the Four Great Kings.’",
  "sn55.54:9.1": "If they reply,",
  "sn55.54:9.2": "‘I have done so,’ they should say:",
  "sn55.54:9.3": "‘Good sir, the gods of the Thirty Three are better than the gods of the Four Great Kings …",
  "sn55.54:10.3": "‘Good sir, the gods of Yāma …",
  "sn55.54:10.4": "the Joyful Gods …",
  "sn55.54:10.5": "the Gods Who Love to Create …",
  "sn55.54:10.6": "the Gods Who Control the Creations of Others …",
  "sn55.54:10.7": "the Gods of the Brahmā realm are better than the Gods Who Control the Creations of Others.",
  "sn55.54:10.8": "It would be good to turn your mind away from the Gods Who Control the Creations of Others and fix it on the gods of the Brahmā realm.’",
  "sn55.54:10.9": "If they reply,",
  "sn55.54:10.10": "‘I have do so,’ they should say:",
  "sn55.54:10.11": "‘Good sir, the Brahmā realm is impermanent, not lasting, and included within identity.",
  "sn55.54:10.12": "It would be good to turn your mind away from the Brahmā realm and apply it to the cessation of identity.’",
  "sn55.54:11.1": "If they reply, ",
  "sn55.54:11.2": "‘I have done so,’",
  "sn55.54:11.3": "then there is no difference between a lay follower whose mind is freed in this way and a mendicant whose mind is freed from defilements; that is,",
  "sn55.54:11.4": "between the freedom of one and the other.”"
}