{
  "_markup_path": "markup/sn/sn55/sn55.53.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.53.json"
  ],
  "sn55.53:1.1": "Linked Discourses 55 ",
  "sn55.53:2.1": "6 A Wise Person ",
  "sn55.53:3.1": "53 With Dhammadinna",
  "sn55.53:4.1": "At one time the Buddha was staying near Benares, in the deer park at Isipatana.",
  "sn55.53:4.2": "Then the lay follower Dhammadinna, together with five hundred lay followers, went up to the Buddha,",
  "sn55.53:4.3": "bowed, sat down to one side,",
  "sn55.53:4.4": "and said to him:",
  "sn55.53:4.5": "“May the Buddha please advise",
  "sn55.53:4.6": "and instruct us. It will be for our lasting welfare and happiness.”",
  "sn55.53:5.1": "“So, Dhammadinna, you should train like this:",
  "sn55.53:5.2": "‘From time to time we will undertake and dwell upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness.’",
  "sn55.53:5.3": "That’s how you should train yourselves.”",
  "sn55.53:5.4": "“Sir, we live at home with our children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money.",
  "sn55.53:5.5": "It’s not easy for us to undertake and dwell from time to time upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness.’",
  "sn55.53:5.6": "Since we are established in the five training rules, please teach us further.”",
  "sn55.53:6.1": "“So, Dhammadinna, you should train like this: ",
  "sn55.53:6.2": "‘We will have experiential confidence in the Buddha …",
  "sn55.53:6.5": "the teaching … ",
  "sn55.53:6.6": "the Saṅgha …",
  "sn55.53:6.7": "And we will have the ethical conduct loved by the noble ones …",
  "sn55.53:6.8": "leading to samādhi.’",
  "sn55.53:6.9": "That’s how you should train yourselves.”",
  "sn55.53:7.1": "“Sir, these four factors of stream-entry that were taught by the Buddha are found in us, and we embody them. ",
  "sn55.53:7.2": "For we have experiential confidence in the Buddha …",
  "sn55.53:7.5": "the teaching … ",
  "sn55.53:7.6": "the Saṅgha … ",
  "sn55.53:7.7": "And we have the ethical conduct loved by the noble ones …",
  "sn55.53:7.8": "leading to samādhi.”",
  "sn55.53:7.9": "“You’re fortunate, Dhammadinna, so very fortunate!",
  "sn55.53:7.10": "You have all declared the fruit of stream-entry.”"
}