{
  "_markup_path": "markup/sn/sn55/sn55.24.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.24.json"
  ],
  "sn55.24:1.1": "Linked Discourses 55 ",
  "sn55.24:2.1": "3 About Sarakāni ",
  "sn55.24:3.1": "24 About Sarakāni (1)",
  "sn55.24:4.1": "At Kapilavatthu. ",
  "sn55.24:4.2": "Now at that time Sarakāni the Sakyan had died.",
  "sn55.24:4.3": "The Buddha declared that he was",
  "sn55.24:4.4": "a stream-enterer, not liable to be reborn in the underworld, bound for awakening.",
  "sn55.24:4.5": "At that, several Sakyans came together complaining, grumbling, and objecting:",
  "sn55.24:4.6": "“It’s incredible, it’s amazing!",
  "sn55.24:4.7": "Who can’t become a stream-enterer these days?",
  "sn55.24:4.8": "For the Buddha even declared Sarakāni to be a stream-enterer after he died.",
  "sn55.24:4.11": "Sarakāni was too weak for the training; he used to drink alcohol.”",
  "sn55.24:5.1": "Then Mahānāma the Sakyan went up to the Buddha, ",
  "sn55.24:5.2": "bowed, sat down to one side, ",
  "sn55.24:5.3": "and told him what had happened. The Buddha said:",
  "sn55.24:6.1": "“Mahānāma, when a lay follower has for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha, how could they go to the underworld?",
  "sn55.24:6.2": "And if anyone should be rightly said to ",
  "sn55.24:6.3": "have for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha, it’s Sarakāni the Sakyan.",
  "sn55.24:6.4": "Sarakāni the Sakyan has for a long time gone for refuge to the Buddha, the teaching, and the Saṅgha.",
  "sn55.24:6.5": "How could he go to the underworld?",
  "sn55.24:7.1": "Take a certain person who has experiential confidence in the Buddha …",
  "sn55.24:7.4": "the teaching … ",
  "sn55.24:7.5": "the Saṅgha … ",
  "sn55.24:7.6": "They have laughing wisdom and swift wisdom, and are endowed with freedom.",
  "sn55.24:7.7": "They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.  ",
  "sn55.24:7.8": "This person is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.24:8.1": "Take another person who has experiential confidence in the Buddha …",
  "sn55.24:8.4": "the teaching … ",
  "sn55.24:8.5": "the Saṅgha … ",
  "sn55.24:8.6": "They have laughing wisdom and swift wisdom, and are endowed with freedom.",
  "sn55.24:8.7": "With the ending of the five lower fetters they’re reborn spontaneously. They are extinguished there, and are not liable to return from that world.",
  "sn55.24:8.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.24:9.1": "Take another person who has experiential confidence in the Buddha … ",
  "sn55.24:9.4": "the teaching … ",
  "sn55.24:9.5": "the Saṅgha … ",
  "sn55.24:9.6": "But they don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.24:9.7": "With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering. ",
  "sn55.24:9.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.24:10.1": "Take another person who has experiential confidence in the Buddha … ",
  "sn55.24:10.4": "the teaching …",
  "sn55.24:10.5": "the Saṅgha … ",
  "sn55.24:10.6": "But they don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.24:10.7": "With the ending of three fetters they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.  ",
  "sn55.24:10.8": "This person, too, is exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "sn55.24:11.1": "Take another person who doesn’t have experiential confidence in the Buddha …",
  "sn55.24:11.2": "the teaching …",
  "sn55.24:11.3": "the Saṅgha …",
  "sn55.24:11.4": "They don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.24:11.5": "Still, they have these qualities:",
  "sn55.24:11.6": "the faculties of faith, energy, mindfulness, samādhi, and wisdom.",
  "sn55.24:11.7": "And they accept the principles announced by the Realized One after considering them with a degree of wisdom.",
  "sn55.24:11.8": "This person, too, doesn’t go to hell, the animal realm, and the ghost realm. They don’t go to places of loss, bad places, the underworld.",
  "sn55.24:12.1": "Take another person who doesn’t have experiential confidence in the Buddha … ",
  "sn55.24:12.2": "the teaching …",
  "sn55.24:12.3": "the Saṅgha …",
  "sn55.24:12.4": "They don’t have laughing wisdom or swift wisdom, nor are they endowed with freedom.",
  "sn55.24:12.5": "Still, they have these qualities: the faculties of faith, energy, mindfulness, samādhi, and wisdom.",
  "sn55.24:12.6": "And they have a degree of faith and love for the Buddha.",
  "sn55.24:12.7": "This person, too, doesn’t go to hell, the animal realm, and the ghost realm. They don’t go to places of loss, bad places, the underworld. ",
  "sn55.24:12.8": "If these great sal trees could understand what was well said and poorly said, I’d declare them to be",
  "sn55.24:12.9": "stream-enterers.",
  "sn55.24:12.10": "Why can’t this apply to Sarakāni?",
  "sn55.24:12.11": "Mahānāma, Sarakāni the Sakyan undertook the training at the time of his death.”"
}