{
  "_markup_path": "markup/sn/sn55/sn55.26.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.26.json"
  ],
  "sn55.26:1.1": "Linked Discourses 55 ",
  "sn55.26:2.1": "3 About Sarakāni ",
  "sn55.26:3.1": "26 Anāthapiṇḍika (1)",
  "sn55.26:4.1": "At Sāvatthī.",
  "sn55.26:4.2": "Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill.",
  "sn55.26:4.3": "Then he addressed a man:",
  "sn55.26:4.4": "“Please, mister, go to Venerable Sāriputta,",
  "sn55.26:4.5": "and in my name bow with your head to his feet. Say to him:",
  "sn55.26:4.6": "‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill.",
  "sn55.26:4.7": "He bows with his head to your feet.’",
  "sn55.26:4.8": "And then say: ",
  "sn55.26:4.9": "‘Sir, please visit him at his home out of compassion.’”",
  "sn55.26:5.1": "“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked.",
  "sn55.26:6.5": "Sāriputta consented in silence. ",
  "sn55.26:7.1": "Then Venerable Sāriputta got dressed in the morning and, taking his bowl and robes, went with Venerable Ānanda as his second monk to Anāthapiṇḍika’s home.",
  "sn55.26:7.2": "He sat down on the indicated seat, ",
  "sn55.26:7.3": "and said to Anāthapiṇḍika:",
  "sn55.26:7.4": "“Householder, I hope you’re coping; I hope you’re getting better.",
  "sn55.26:7.5": "And I hope the pain is fading, not growing,",
  "sn55.26:7.6": "that its fading, not growing, is apparent.” ",
  "sn55.26:7.7": "“Sir, I’m not keeping well, I’m not alright.",
  "sn55.26:7.8": "The pain is terrible and growing, not fading,",
  "sn55.26:7.9": "its growing, not fading, is apparent.” ",
  "sn55.26:8.1": "“Householder, you don’t have the distrust in the Buddha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.",
  "sn55.26:8.2": "And you have experiential confidence in the Buddha:",
  "sn55.26:8.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn55.26:8.5": "Seeing in yourself that experiential confidence in the teaching, that pain may die down on the spot.",
  "sn55.26:9.1": "You don’t have the distrust in the teaching that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.",
  "sn55.26:9.2": "And you have experiential confidence in the teaching:",
  "sn55.26:9.3": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "sn55.26:9.5": "Seeing in yourself that experiential confidence in the teaching, that pain may die down on the spot.",
  "sn55.26:10.1": "You don’t have the distrust in the Saṅgha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.",
  "sn55.26:10.2": "And you have experiential confidence in the Saṅgha:",
  "sn55.26:10.3": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of veneration with folded palms. It is the supreme field of merit for the world.’",
  "sn55.26:10.5": "Seeing in yourself that experiential confidence in the Saṅgha, that pain may die down on the spot.",
  "sn55.26:11.1": "You don’t have the unethical conduct that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.",
  "sn55.26:11.2": "And you have the ethical conduct loved by the noble ones.",
  "sn55.26:11.3": "Your ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi. ",
  "sn55.26:11.4": "Seeing in yourself that ethical conduct loved by the noble ones, that pain may die down on the spot.",
  "sn55.26:12.1": "You don’t have the wrong view that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.",
  "sn55.26:12.2": "You have right view.",
  "sn55.26:12.3": "Seeing in yourself that right view, that pain may die down on the spot.",
  "sn55.26:13.1": "You don’t have the wrong motivation …",
  "sn55.26:14.1": "wrong speech …",
  "sn55.26:15.1": "wrong action …",
  "sn55.26:16.1": "wrong livelihood …",
  "sn55.26:17.1": "wrong effort …",
  "sn55.26:18.1": "wrong mindfulness …",
  "sn55.26:19.1": "wrong samādhi …",
  "sn55.26:20.1": "wrong knowledge …",
  "sn55.26:21.1": "wrong freedom …",
  "sn55.26:21.2": "You have right freedom.",
  "sn55.26:21.3": "Seeing in yourself that right freedom, that pain may die down on the spot.”",
  "sn55.26:22.1": "And then Anāthapiṇḍika’s pain died down on the spot.",
  "sn55.26:22.2": "Then he served Sāriputta and Ānanda from his own dish.",
  "sn55.26:22.3": "When Sāriputta had eaten and washed his hand and bowl, Anāthapiṇḍika took a low seat and sat to one side.",
  "sn55.26:22.4": "Venerable Sāriputta thanked him with these verses.",
  "sn55.26:23.1": "“Whoever has faith in the Realized One,",
  "sn55.26:23.2": "unwavering and well established; ",
  "sn55.26:23.3": "whose ethical conduct is good, ",
  "sn55.26:23.4": "praised and loved by the noble ones; ",
  "sn55.26:24.1": "Who has confidence in the Saṅgha, ",
  "sn55.26:24.2": "and corrected view: ",
  "sn55.26:24.3": "they’re said to be prosperous,",
  "sn55.26:24.4": "their life is not in vain.",
  "sn55.26:25.1": "And so a clever person,",
  "sn55.26:25.2": "remembering the Buddha’s instructions,",
  "sn55.26:25.3": "should be committed to faith and ethical conduct,",
  "sn55.26:25.4": "confidence, and seeing the truth.”",
  "sn55.26:26.1": "After thanking Anāthapiṇḍika with these verses, Sāriputta got up from his seat and left.",
  "sn55.26:27.1": "Then Ānanda went up to the Buddha, ",
  "sn55.26:27.2": "bowed, and sat down to one side. ",
  "sn55.26:27.3": "The Buddha said to him: ",
  "sn55.26:27.4": "“So, Ānanda, where are you coming from in the middle of the day?”",
  "sn55.26:27.5": "“Sir, Venerable Sāriputta advised the householder Anāthapiṇḍika in this way and that.”",
  "sn55.26:27.6": "“Sāriputta is astute, Ānanda.",
  "sn55.26:27.7": "He has great wisdom, since he can analyze the four factors of stream-entry in ten aspects.”"
}