{
  "_markup_path": "markup/sn/sn55/sn55.08.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.08.json"
  ],
  "sn55.8:1.1": "Linked Discourses 55 ",
  "sn55.8:2.1": "1 At Bamboo Gate ",
  "sn55.8:3.1": "8 In the Brick Hall (1)",
  "sn55.8:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn55.8:4.2": "At one time the Buddha was staying at Nādika in the brick house.",
  "sn55.8:4.3": "Then Venerable Ānanda went up to the Buddha,",
  "sn55.8:4.4": "bowed, sat down to one side, ",
  "sn55.8:4.5": "and said to him: ",
  "sn55.8:5.1": "“Sir, the monk named Sāḷha has died.",
  "sn55.8:5.2": "Where has he been reborn in his next life?",
  "sn55.8:5.3": "The nun named Nandā has died.",
  "sn55.8:5.4": "Where has she been reborn in her next life?",
  "sn55.8:5.5": "The layman named Sudatta has died.",
  "sn55.8:5.6": "Where has he been reborn in his next life? ",
  "sn55.8:5.7": "The laywoman named Sujātā has died.",
  "sn55.8:5.8": "Where has she been reborn in her next life?”",
  "sn55.8:6.1": "“Ānanda, the monk Sāḷha died having realized the undefiled freedom of heart and freedom by wisdom in this very life, having achieved it with their own insight due to the end of defilements.",
  "sn55.8:6.2": "The nun Nandā died having ended the five lower fetters. She’s reborn spontaneously, and will be extinguished there, not liable to return from that world.",
  "sn55.8:6.3": "The layman Sudatta died having ended three fetters, and weakened greed, hate, and delusion. He’s a once-returner; he will come back to this world once only, then make an end of suffering.",
  "sn55.8:6.5": "The laywoman Sujātā died having ended three fetters. She’s a stream-enterer, not liable to be reborn in the underworld, bound for awakening.",
  "sn55.8:7.1": "It’s hardly surprising that a human being should die.",
  "sn55.8:7.2": "But if you should come and ask me about it each and every time someone dies",
  "sn55.8:7.3": "that would be a bother for me.",
  "sn55.8:7.4": "So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’.",
  "sn55.8:7.5": "A noble disciple who has this may declare of themselves:",
  "sn55.8:7.6": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "sn55.8:8.1": "And what is that mirror of the teaching?",
  "sn55.8:9.1": "It’s when a noble disciple has experiential confidence in the Buddha …",
  "sn55.8:9.4": "the teaching … ",
  "sn55.8:9.5": "the Saṅgha … ",
  "sn55.8:9.6": "And they have the ethical conduct loved by the noble ones … ",
  "sn55.8:9.7": "leading to samādhi. ",
  "sn55.8:9.8": "This is that mirror of the teaching.",
  "sn55.8:9.9": "A noble disciple who has this may declare of themselves: ",
  "sn55.8:9.10": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’” ",
  "sn55.8:11.1": "(These three discourses have the same setting.)"
}