{
  "_markup_path": "markup/sn/sn55/sn55.22.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.22.json"
  ],
  "sn55.22:1.1": "Linked Discourses 55 ",
  "sn55.22:2.1": "3 About Sarakāni",
  "sn55.22:3.1": "22 With Mahānāma (2)",
  "sn55.22:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn55.22:4.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "sn55.22:4.3": "Then Mahānāma the Sakyan went up to the Buddha, ",
  "sn55.22:4.4": "bowed, sat down to one side, ",
  "sn55.22:4.5": "and said to him:",
  "sn55.22:4.6": "“Sir, this Kapilavatthu is successful and prosperous and full of people, with cramped cul-de-sacs. ",
  "sn55.22:4.7": "In the late afternoon, after paying homage to the Buddha or an esteemed mendicant, I enter Kapilavatthu. ",
  "sn55.22:4.8": "I encounter a stray elephant, ",
  "sn55.22:4.9": "horse, ",
  "sn55.22:4.10": "chariot, ",
  "sn55.22:4.11": "cart, ",
  "sn55.22:4.12": "or person. ",
  "sn55.22:4.13": "At that time I lose mindfulness regarding the Buddha, the teaching, and the Saṅgha.",
  "sn55.22:4.14": "I think: ",
  "sn55.22:4.15": "‘If I were to die at this time, where would I be reborn in my next life?’” ",
  "sn55.22:5.1": "“Do not fear, Mahānāma! Do not fear, Mahānāma! ",
  "sn55.22:5.2": "Your death will not be a bad one; your passing will not be a bad one.",
  "sn55.22:5.3": "A noble disciple who has four things slants, slopes, and inclines towards extinguishment.",
  "sn55.22:5.4": "What four? ",
  "sn55.22:5.5": "It’s when a noble disciple has experiential confidence in the Buddha …",
  "sn55.22:5.8": "the teaching …",
  "sn55.22:5.9": "the Saṅgha … ",
  "sn55.22:5.10": "And they have the ethical conduct loved by the noble ones … ",
  "sn55.22:5.11": "leading to samādhi. ",
  "sn55.22:6.1": "Suppose there was a tree that slants, slopes, and inclines to the east. If it was cut off at the root where would it fall?”",
  "sn55.22:6.2": "“Sir, it would fall in the direction that it slants, slopes, and inclines.” ",
  "sn55.22:6.3": "“In the same way, a noble disciple who has four things slants, slopes, and inclines towards extinguishment.”"
}