{
  "_markup_path": "markup/sn/sn55/sn55.07.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.07.json"
  ],
  "sn55.7:1.1": "Linked Discourses 55 ",
  "sn55.7:2.1": "1 At Bamboo Gate ",
  "sn55.7:3.1": "7 The People of Bamboo Gate",
  "sn55.7:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn55.7:4.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins called Bamboo Gate.",
  "sn55.7:4.3": "The brahmins and householders of Bamboo Gate heard:",
  "sn55.7:4.4": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Bamboo Gate, together with a large Saṅgha of mendicants.",
  "sn55.7:4.5": "He has this good reputation:",
  "sn55.7:4.6": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn55.7:4.7": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "sn55.7:4.8": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "sn55.7:4.9": "It’s good to see such perfected ones.”",
  "sn55.7:5.1": "Then the brahmins and householders of Bamboo Gate went up to the Buddha.",
  "sn55.7:5.2": "Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their cupped palms toward the Buddha, some announced their name and clan, while some kept silent.",
  "sn55.7:5.8": "Seated to one side they said to the Buddha:",
  "sn55.7:5.9": "“Master Gotama, these are our wishes, desires, and hopes.",
  "sn55.7:5.10": "We wish to live at home with our children; to use sandalwood imported from Kāsi; to wear garlands, perfumes, and makeup; and to accept gold and money. And when our body breaks up, after death, we wish to be reborn in a good place, a heavenly realm.",
  "sn55.7:5.11": "Given that we have such wishes, may the Buddha teach us the Dhamma so that we may achieve them.”",
  "sn55.7:6.1": "“Householders, I will teach you an explanation of the Dhamma that’s relevant to oneself.",
  "sn55.7:6.2": "Listen and pay close attention, I will speak.” ",
  "sn55.7:6.3": "“Yes, sir,” they replied.",
  "sn55.7:6.4": "The Buddha said this:",
  "sn55.7:7.1": "“And what is the explanation of the Dhamma that’s relevant to oneself?",
  "sn55.7:7.2": "It’s when a noble disciple reflects:",
  "sn55.7:7.3": "‘I want to live and don’t want to die; I want to be happy and recoil from pain.",
  "sn55.7:7.4": "Since this is so, if someone were to take my life, I wouldn’t like that.",
  "sn55.7:7.5": "But others also want to live and don’t want to die; they want to be happy and recoil from pain. So if I were to take the life of someone else, they wouldn’t like that either.",
  "sn55.7:7.6": "The thing that is disliked by me is also disliked by others.",
  "sn55.7:7.7": "Since I dislike this thing, how can I inflict it on someone else?’",
  "sn55.7:7.8": "Reflecting in this way, they give up killing living creatures themselves. And they encourage others to give up killing living creatures, praising the giving up of killing living creatures.",
  "sn55.7:7.9": "So their bodily behavior is purified in three points.",
  "sn55.7:8.1": "Furthermore, a noble disciple reflects:",
  "sn55.7:8.2": "‘If someone were to steal from me, I wouldn’t like that.",
  "sn55.7:8.3": "But if I were to steal from someone else, they wouldn’t like that either.",
  "sn55.7:8.4": "The thing that is disliked by me is also disliked by others. ",
  "sn55.7:8.5": "Since I dislike this thing, how can I inflict it on someone else?’",
  "sn55.7:8.6": "Reflecting in this way, they give up stealing themselves. And they encourage others to give up stealing, praising the giving up of stealing.",
  "sn55.7:8.7": "So their bodily behavior is purified in three points. ",
  "sn55.7:9.1": "Furthermore, a noble disciple reflects: ",
  "sn55.7:9.2": "‘If someone were to have sexual relations with my wives, I wouldn’t like it.",
  "sn55.7:9.3": "But if I were to have sexual relations with someone else’s wives, he wouldn’t like that either.",
  "sn55.7:9.4": "The thing that is disliked by me is also disliked by others. ",
  "sn55.7:9.5": "Since I dislike this thing, how can I inflict it on others?’ ",
  "sn55.7:9.6": "Reflecting in this way, they give up sexual misconduct themselves. And they encourage others to give up sexual misconduct, praising the giving up of sexual misconduct.",
  "sn55.7:9.7": "So their bodily behavior is purified in three points. ",
  "sn55.7:10.1": "Furthermore, a noble disciple reflects: ",
  "sn55.7:10.2": "‘If someone were to distort my meaning by lying, I wouldn’t like it.",
  "sn55.7:10.3": "But if I were to distort someone else’s meaning by lying, they wouldn’t like it either.",
  "sn55.7:10.4": "The thing that is disliked by me is also disliked by someone else. ",
  "sn55.7:10.5": "Since I dislike this thing, how can I inflict it on others?’ ",
  "sn55.7:10.6": "Reflecting in this way, they give up lying themselves. And they encourage others to give up lying, praising the giving up of lying.",
  "sn55.7:10.7": "So their verbal behavior is purified in three points.",
  "sn55.7:11.1": "Furthermore, a noble disciple reflects: ",
  "sn55.7:11.2": "‘If someone were to break me up from my friends by divisive speech, I wouldn’t like it.",
  "sn55.7:11.3": "But if I were to break someone else from their friends by divisive speech, they wouldn’t like it either. …’",
  "sn55.7:11.4": "So their verbal behavior is purified in three points.",
  "sn55.7:12.1": "Furthermore, a noble disciple reflects: ",
  "sn55.7:12.2": "‘If someone were to attack me with harsh speech, I wouldn’t like it.",
  "sn55.7:12.3": "But if I were to attack someone else with harsh speech, they wouldn’t like it either. …’",
  "sn55.7:12.5": "So their verbal behavior is purified in three points.",
  "sn55.7:13.1": "Furthermore, a noble disciple reflects: ",
  "sn55.7:13.2": "‘If someone were to annoy me by talking silliness and nonsense, I wouldn’t like it.",
  "sn55.7:13.3": "But if I were to annoy someone else by talking silliness and nonsense, they wouldn’t like it either. …’",
  "sn55.7:13.4": "The thing that is disliked by me is also disliked by another. ",
  "sn55.7:13.5": "Since I dislike this thing, how can I inflict it on another?’ ",
  "sn55.7:13.6": "Reflecting in this way, they give up talking nonsense themselves. And they encourage others to give up talking nonsense, praising the giving up of talking nonsense.",
  "sn55.7:13.7": "So their verbal behavior is purified in three points. ",
  "sn55.7:14.1": "And they have experiential confidence in the Buddha …",
  "sn55.7:14.4": "the teaching …",
  "sn55.7:14.5": "the Saṅgha …",
  "sn55.7:14.7": "And they have the ethical conduct loved by the noble ones …",
  "sn55.7:14.8": "leading to samādhi. ",
  "sn55.7:14.9": "When a noble disciple has these seven good qualities and these four desirable states they may, if they wish, declare of themselves:",
  "sn55.7:14.10": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”",
  "sn55.7:15.1": "When he had spoken, the brahmins and householders of Bamboo Gate said to the Buddha:",
  "sn55.7:15.2": "“Excellent, Master Gotama! …",
  "sn55.7:15.3": "We go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn55.7:15.4": "From this day forth, may Master Gotama remember us as a lay followers who have gone for refuge for life.”"
}