{
  "_markup_path": "markup/sn/sn55/sn55.52.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.52.json"
  ],
  "sn55.52:1.1": "Linked Discourses 55",
  "sn55.52:2.1": "6 A Wise Person",
  "sn55.52:3.1": "52 One Who Spent the Rains",
  "sn55.52:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn55.52:4.2": "Now at that time a certain mendicant who had spent the rainy season in Sāvatthī arrived at Kapilavatthu on some business.",
  "sn55.52:4.3": "The Sakyans of Kapilavatthu heard about this.",
  "sn55.52:5.1": "They went to that mendicant,",
  "sn55.52:5.2": "bowed, sat down to one side,",
  "sn55.52:5.3": "and said to him:",
  "sn55.52:5.4": "“Sir, we hope that you’re healthy and well.”",
  "sn55.52:5.5": "“I am, good sirs.”",
  "sn55.52:6.1": "“And we hope that Sāriputta and Moggallāna are healthy and well.”",
  "sn55.52:6.2": "“They are.”",
  "sn55.52:7.1": "“And we hope that the mendicant Saṅgha is healthy and well.”",
  "sn55.52:7.2": "“It is.”",
  "sn55.52:8.1": "“But sir, during this rains residence did you hear and learn anything directly from the Buddha?”",
  "sn55.52:8.2": "“Good sirs, I heard and learned this directly from the Buddha:",
  "sn55.52:8.3": "‘There are fewer mendicants who realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.",
  "sn55.52:8.4": "There are more mendicants who, having ended the five lower fetters, are reborn spontaneously, and will be extinguished there, not liable to return from that world.’",
  "sn55.52:9.1": "In addition, I heard and learned this directly from the Buddha:",
  "sn55.52:9.2": "‘There are fewer mendicants who, having ended the five lower fetters, are reborn spontaneously, and will be extinguished there, not liable to return from that world.",
  "sn55.52:9.3": "There are more mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners, who come back to this world once only, then make an end of suffering.’",
  "sn55.52:10.1": "In addition, I heard and learned this directly from the Buddha:",
  "sn55.52:10.2": "‘There are fewer mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners, who come back to this world once only, then make an end of suffering.",
  "sn55.52:10.3": "There are more mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening.’”"
}