{
  "_markup_path": "markup/sn/sn55/sn55.41.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.41.json"
  ],
  "sn55.41:1.1": "Linked Discourses 55 ",
  "sn55.41:2.1": "5 Overflowing Merit, With Verses",
  "sn55.41:3.1": "41 Overflowing Merit (1)",
  "sn55.41:4.1": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness that nurture happiness.",
  "sn55.41:4.2": "What four? ",
  "sn55.41:4.3": "Firstly, a noble disciple has experiential confidence in the Buddha …",
  "sn55.41:5.1": "the teaching … ",
  "sn55.41:5.2": "the Saṅgha …",
  "sn55.41:6.1": "Furthermore, they have the ethical conduct loved by the noble ones …",
  "sn55.41:6.2": "leading to samādhi. …",
  "sn55.41:6.4": "These are the four kinds of overflowing merit, overflowing goodness that nurture happiness.",
  "sn55.41:7.1": "When a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that",
  "sn55.41:7.2": "this is the extent of their overflowing merit, overflowing goodness that nurtures happiness.",
  "sn55.41:7.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.",
  "sn55.41:8.1": "It’s like trying to measure how much water is in the ocean. It’s not easy to say",
  "sn55.41:8.2": "how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are.",
  "sn55.41:8.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of water.",
  "sn55.41:8.4": "In the same way, when a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that",
  "sn55.41:8.5": "this is the extent of their overflowing merit, overflowing goodness that nurtures happiness. ",
  "sn55.41:8.6": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.”",
  "sn55.41:9.1": "This is what the Buddha said.",
  "sn55.41:9.2": "Then the Holy One, the Teacher, went on to say:",
  "sn55.41:10.1": "“Hosts of people use the rivers,",
  "sn55.41:10.2": "and though the rivers are many, ",
  "sn55.41:10.3": "all reach the great deep, the boundless ocean,",
  "sn55.41:10.4": "the cruel sea that’s home to precious gems.",
  "sn55.41:11.1": "So too, when a person gives food, drink, and clothes;",
  "sn55.41:11.2": "and they’re a giver of beds, seats, and mats—",
  "sn55.41:11.3": "the streams of merit reach that astute person,",
  "sn55.41:11.4": "as the rivers bring their waters to the sea.” "
}