{
  "_markup_path": "markup/sn/sn55/sn55.27.html",
  "_alt_strings": [
    "pi/sn/sn55/sn55.27.json"
  ],
  "sn55.27:1.1": "Linked Discourses 55",
  "sn55.27:2.1": "3 About Sarakāni ",
  "sn55.27:3.1": "27 With Anāthapiṇḍika (2)",
  "sn55.27:4.1": "At Sāvatthī. ",
  "sn55.27:4.2": "Now at that time the householder Anāthapiṇḍika was sick, suffering, gravely ill. ",
  "sn55.27:4.3": "Then he addressed a man: ",
  "sn55.27:4.4": "“Please, mister, go to Venerable Ānanda, ",
  "sn55.27:4.5": "and in my name bow with your head to his feet. Say to him: ",
  "sn55.27:4.6": "‘Sir, the householder Anāthapiṇḍika is sick, suffering, gravely ill. ",
  "sn55.27:4.7": "He bows with his head to your feet.’ ",
  "sn55.27:4.8": "And then say: ",
  "sn55.27:4.9": "‘Sir, please visit him at his home out of compassion.’”",
  "sn55.27:5.1": "“Yes, sir,” that man replied. He did as Anāthapiṇḍika asked.",
  "sn55.27:5.8": "Ānanda consented in silence. ",
  "sn55.27:6.1": "Then Venerable Ānanda got dressed in the morning and, taking his bowl and robes, went to the home of the householder Anāthapiṇḍika.",
  "sn55.27:6.2": "He sat down on the indicated seat",
  "sn55.27:6.3": "and said to Anāthapiṇḍika:",
  "sn55.27:6.4": "“Householder, I hope you’re coping; I hope you’re getting better. And I hope the pain is fading, not growing; that it’s fading, not growing, is apparent.”",
  "sn55.27:6.7": "“Sir, I’m not keeping well, I’m not alright.",
  "sn55.27:6.8": "The pain is terrible and growing, not fading, ",
  "sn55.27:6.9": "its growing, not fading, is apparent.”",
  "sn55.27:7.1": "“Householder, when an uneducated ordinary person has four things, they’re frightened and terrified, and fear what awaits them after death.",
  "sn55.27:7.2": "What four? ",
  "sn55.27:7.3": "Firstly, an uneducated ordinary person distrusts the Buddha.",
  "sn55.27:7.4": "Seeing in themselves that distrust of the Buddha, they’re frightened and terrified, and fear what awaits them after death.",
  "sn55.27:8.1": "Furthermore, an uneducated ordinary person distrusts the teaching …",
  "sn55.27:9.1": "the Saṅgha …",
  "sn55.27:10.1": "Furthermore, an uneducated ordinary person has unethical conduct.",
  "sn55.27:10.2": "Seeing in themselves that unethical conduct, they’re frightened and terrified, and fear what awaits them after death.",
  "sn55.27:10.3": "When an uneducated ordinary person has these four things, they’re frightened and terrified, and fear what awaits them after death.",
  "sn55.27:11.1": "When an educated noble disciple has four things, they’re not frightened or terrified, and don’t fear what awaits them after death.",
  "sn55.27:11.2": "What four? ",
  "sn55.27:11.3": "Firstly, a noble disciple has experiential confidence in the Buddha …",
  "sn55.27:11.6": "Seeing in themselves that experiential confidence in the Buddha, they’re not frightened or terrified, and don’t fear what awaits them after death.",
  "sn55.27:12.1": "Furthermore, a noble disciple has experiential confidence in the Dharma …",
  "sn55.27:13.1": "the Saṅgha …",
  "sn55.27:14.1": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "sn55.27:14.3": "Seeing in themselves that ethical conduct loved by the noble ones, they’re not frightened or terrified, and don’t fear what awaits them after death.",
  "sn55.27:14.4": "When an educated noble disciple has these four things, they’re not frightened or terrified, and don’t fear what awaits them after death.”",
  "sn55.27:15.1": "“Sir, Ānanda, I am not afraid.",
  "sn55.27:15.2": "What have I to fear?",
  "sn55.27:15.3": "For I have experiential confidence in the Buddha …",
  "sn55.27:15.6": "the teaching … ",
  "sn55.27:15.7": "the Saṅgha …",
  "sn55.27:15.10": "And of the training rules appropriate for laypeople taught by the Buddha, I don’t see any that I have broken.”",
  "sn55.27:15.11": "“You’re fortunate, householder, so very fortunate, ",
  "sn55.27:15.12": "You have declared the fruit of stream-entry.”"
}