{
  "de": {
    "licensing:1": "Lizenzen ",
    "licensing:2": "Die buddhistischen Texte, ob in den Originalsprachen oder als Übersetzung, werden von den buddhistischen Traditionen als „die Worte des Buddha“ angesehen. Sie sind ein spirituelles Erbe der Menschheit und gehören keinem Individuum. Auf SuttaCentral setzen wir diese Tradition fort, indem wir die Texte für jeden kostenlos zugänglich machen. Unsere Arbeit wäre ohne die großzügigen Beiträge zahlloser Menschen nicht möglich, und wir hoffen, dadurch, dass wir unsere Arbeit umsonst beisteuern, einen kleinen Teil dieser Freundlichkeit zurückzugeben. ",
    "licensing:3": "Unsere Quelldateien sind auf <a href='https://github.com/suttacentral' rel='noopener' target='_blank' title='SuttaCentral auf Github'>SuttaCentrals GitHub-Datenbank</a> frei verfügbar. SuttaCentral ist stolz darauf, zur <i lang='en'>Open Source</i>-Gemeinschaft zu gehören. ",
    "licensing:4": "Das Material auf SuttaCentral fällt im Hinblick auf das Urheberrecht in drei verschiedene Kategorien, die weiter unten aufgeführt sind. Wenn Sie bezüglich eines Inhalts von SuttaCentral ein Urheberrecht geltend machen wollen oder über das Urheberrecht auf SuttaCentral sprechen wollen, zögern Sie bitte nicht, uns <a href='https://discourse.suttacentral.net/' rel='noopener' target='_blank'>auf unserem Forum</a> zu kontaktieren. ",
    "licensing:5": "1. Eigenständiges Material, das von SuttaCentral erstellt wurde ",
    "licensing:6": "Alle von SuttaCentral erstellten eigenständigen Materialien sind im öffentlichen Besitz unter <a href='http://creativecommons.org/publicdomain/zero/1.0/' rel='noopener' target='_blank'><i lang='en'>Creative Commons Zero (CC0 1.0 Universal)</i></a>. ",
    "licensing:7": "Das umfasst alle Texte, Gestaltungselemente, Software und Bilder, die von SuttaCentral oder Personen, die für SuttaCentral arbeiten, geschaffen wurden und die sich auf der Domain suttacentral.net befinden, oder auf Domains oder Unter-Domains, die SuttaCentral gehören oder von ihm verwaltet werden, sofern nicht anders angegeben. ",
    "licensing:8": "Es steht Ihnen frei, beliebige Teile oder all dieses Material zu kopieren, zu verändern, weiter zu verteilen, vorzuführen, vorzutragen, zu übermitteln oder auf jegliche gewünschte Weise zu verwenden. ",
    "licensing:9": "Wenn Sie etwas von unserem Material verwenden, bitten wir höflich darum, auch wenn dazu keine rechtliche Verpflichtung besteht, dass Sie: ",
    "licensing:10": "Die Quelle kenntlich machen. ",
    "licensing:11": "Den Geist der buddhistischen Überlieferung beibehalten. ",
    "licensing:12": "Lassen Sie uns bitte wissen, wenn Sie Hilfe bei der Verwendung unseres Materials wünschen. ",
    "licensing:13": "2. Material, das von anderen erstellt und SuttaCentral zur Verfügung gestellt wurde ",
    "licensing:14": "Für manche der Materialien auf SuttaCentral liegt das Urheberrecht bei Dritten. Darunter fallen die meisten der übersetzten Texte. In solchen Fällen werden die Urheberrechtsbedingungen vom Urheberrechtsinhaber vorgegeben, gewöhnlich dem Übersetzer oder dem ursprünglichen Verleger. Solches Material wird entsprechend der Lizenz oder mit einer Genehmigung verwendet. Die entsprechenden Hinweise zum Urheberrecht, wie sie vom Copyright-Inhaber angegeben sind, sind dem Material beigefügt. ",
    "licensing:15": "Darüber hinaus beachten Sie bitte die Lizenzen für die folgenden von SuttaCentral benutzten Elemente. Mit Dank würdigen wir die Schöpfer für ihr Werk und ihre Großzügigkeit. ",
    "licensing:16": "Wir verwenden verschiedene Piktogramme des <i lang='en'>Noun Project</i>, die freundlicherweise über eine ",
    "licensing:17": "<i lang='en'>Creative Commons</i>-Lizenz ",
    "licensing:18": "veröffentlicht sind. ",
    "licensing:19": "„Schwierigkeitsgrad“-Piktogramme von <a href='https://thenounproject.com/iconwar/' rel='noopener' target='_blank' title='Alena Artemova beim Noun Project'>Alena Artemova</a>. ",
    "licensing:20": "„Sprachen“-ISO-Piktogramme von Krzysiek Woźniak auf der Grundlage eines Designs von <a href='https://thenounproject.com/ralts01/' rel='noopener' target='_blank' title='Jonathan Coutiño beim Noun Project'>Jonathan Coutiño</a>. ",
    "licensing:21": "„<i lang='en'>Disconnected cloud</i>“-Piktogramm von Bernar Novalyi. ",
    "licensing:22": "Die Zeichnungen auf der Homepage stammen von dem australischen Künstler Kim Hoa Tram und werden mit freundlicher Genehmigung des Künstlers und der <i lang='en'>National Gallery of Victoria</i> verwendet. Diese und andere Werke von Kim Hoa Tram kann man auf der <a href='https://www.ngv.vic.gov.au/explore/collection/artist/11810/' rel='noopener' target='_blank' title='Kim Hoa Tram bei der National Gallery of Victoria'>Webseite der <i lang='en'>National Gallery of Victoria</i></a> sehen. ",
    "licensing:23": "3. Material im öffentlichen Besitz ",
    "licensing:24": "Die Originaltexte des Buddhismus auf Pali, Chinesisch, Sanskrit, Tibetisch und in anderen Sprachen sind im <a href='http://creativecommons.org/publicdomain/mark/1.0/' rel='noopener' target='_blank'>öffentlichen Besitz</a>. Solche Materialien fallen nicht unter das Urheberrecht. ",
    "licensing:25": "Zusätzlich sind die Referenzdaten einschließlich Informationen über Parallelen keine „eigenständige Schöpfung“ und fallen als solche nicht unter das Urheberrecht. "
  }
}