{
  "vi": {
    "licensing:1": "Bản quyền",
    "licensing:2": "Kinh điển Phật giáo, bản gốc và bản dịch, đều được các tông phái coi là “Phật ngôn” (lời của chư Phật). Đó là di sản tinh thần của toàn thể nhân loại, không thuộc về bất kì cá nhân hay tổ chức nào. SuttaCentral tiếp nối truyền thống này và xuất bản kinh văn hoàn toàn miễn phí. Điều này đã không thể xảy ra nếu không có sự tình nguyện góp sức của rất nhiều bậc thiện hữu, và chúng tôi mong rằng có thể đáp lại thiện căn này bằng cách xuất bản miễn phí hoàn toàn thành quả của chúng tôi.",
    "licensing:3": "Quý đạo hữu có thể truy cập toàn bộ mã nguồn của trang web trên <a href='https://github.com/suttacentral' rel='noopener' target='_blank' title='SuttaCentral on Github'>Github của chúng tôi</a>. SuttaCentral tự hào là một thành viên đóng góp cho cộng động mã nguồn mở.",
    "licensing:4": "Về mặt bản quyền, mọi tác phẩm trên SuttaCentral tuân theo một trong ba nhóm liệt kê dưới đây. Nếu quý vị muốn tuyên bố bản quyền, hay muốn thảo luận về bản quyền, xin hãy liên hệ với chúng tôi trên <a href='https://discourse.suttacentral.net/' rel='noopener' target='_blank'>diễn đàn</a>.",
    "licensing:5": "Tác phẩm được tạo ra bởi chính SuttaCentral",
    "licensing:6": "Tất cả các tác phẩm được tạo bởi SuttaCentral đều thuộc về phạm vi công cộng (Public Domain) của giấy phép bản quyền <a href='http://creativecommons.org/publicdomain/zero/1.0/' rel='noopener' target='_blank'>Creative Commons Zero (CC0 1.0 Universal)</a>.",
    "licensing:7": "Điều này bao gồm tất cả các văn bản, thiết kế, phần mềm và hình ảnh được tạo bởi SuttaCentral hay những thành viên của SuttaCentral, trên tên miền suttacentral.net, hay bất kì tên miền phụ thuộc do SuttaCentral sở hữu và quản lí, trừ khi có thoả thuận ngược lại.",
    "licensing:8": "Quý vị có thể sao chép, sửa đổi, phân phối, trình bày, trình diễn, hay sử dụng các tác phẩm theo ý muốn.",
    "licensing:9": "Khi quý vị sử dụng bất kì tác phẩm nào của chúng tôi, mặc dù quý vị không cần tuân theo một nghĩa vị pháp lí nào, chúng tôi xin mạn phép yêu cầu quý vị:",
    "licensing:10": "Ghi rõ nguồn gốc xuất xứ.",
    "licensing:11": "Giữ nguyên tinh thần đạo Phật.",
    "licensing:12": "Xin hãy cho chúng tôi biết nếu quý vị cần trợ giúp về cách sử dụng tác phẩm.",
    "licensing:13": "2. Tác phẩm tạo bởi người khác và được xuất bản trên SuttaCentral",
    "licensing:14": "Một số tác phẩm trên SuttaCentral được tạo ra và sở hữu bản quyền bởi bên thứ ba, điều này bao gồm đại đa số các bản dịch kinh văn. Trong trường hợp này, bản quyền thuộc về tác giả, thường là dịch giả hay nhà xuất bản. Các tác phẩm đó được sử dụng theo đúng giấy phép bản quyền, hay được sự cho phép của tác giả. Giấy phép đó luôn được đính kèm theo tác phẩm.",
    "licensing:15": "Xin hãy lưu ý giấy phép bản quyền của các tác phẩm sau đây. Chúng tôi chân thành cảm ơn các tác giả vì đã tạo ra và chia sẻ tác phẩm của họ.",
    "licensing:16": "Chúng tôi sử dụng một vài icon từ Noun Project, với",
    "licensing:17": "giấy phép Creative Commons",
    "licensing:19": "Các biểu tượng icon “Difficulty” được tạo bởi <a href='https://thenounproject.com/iconwar/' rel='noopener' target='_blank' title='Alena Artemova on the Noun Project'>Alena Artemova</a>.",
    "licensing:20": "Các biểu tượng icon ISO “Ngôn ngữ” được tạo bởi Krzysiek Woźniak dựa trên thiết kế của <a href='https://thenounproject.com/ralts01/' rel='noopener' target='_blank' title='Jonathan Coutiño on the Noun Project'>Jonathan Coutiño</a>",
    "licensing:21": "Biểu tượng icon “Disconnected cloud” được tạo bởi Bernar Novalyi.",
    "licensing:22": "Các tranh vẽ trên trang chủ được tạo bởi nghệ sĩ Australian Kim Hoa Tram, đã được sự cho phép của tác giả và National Gallery of Victoria. Quý vị có thể xem thêm các tác phẩm của Kim Hoa Tram trên <a href='https://www.ngv.vic.gov.au/explore/collection/artist/11810/' rel='noopener' target='_blank' title='Kim Hoa Tram at the National Gallery of Victoria'>trang web của National Gallery of Victoria</a>.",
    "licensing:23": "3. Các tác phẩm thuộc về phạm vi công cộng",
    "licensing:24": "Các kinh văn gốc bằng tiếng Pali, Trung, Phạn, Tây Tạng và các thứ tiếng khác đều thuộc về <a href='http://creativecommons.org/publicdomain/mark/1.0/' rel='noopener' target='_blank'>phạm vi công cộng</a>. Các tác phẩm này không bị sở hữu bản quyền.",
    "licensing:25": "Các thông tin tham khảo, trong đó bao gồm thông tin về các đoạn văn tương ứng giữa các tạng kinh, không phải là “tác phẩm được tạo ra”, vậy nên cũng không bị sở hữu bản quyền."
  }
}