{
  "_markup_path": "markup/sn/sn07/sn7.18.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.18.json"
  ],
  "sn7.18:1.1": "Linked Discourses 7",
  "sn7.18:2.1": "2 Lay Followers",
  "sn7.18:3.1": "18 Collecting Firewood",
  "sn7.18:4.1": "At one time the Buddha was staying in the land of the Kosalans in a certain forest grove.",
  "sn7.18:4.2": "Then several youths, students of one of the Bhāradvāja brahmins, approached a forest grove while collecting firewood.",
  "sn7.18:4.3": "They saw the Buddha sitting down in meditation posture at the root of a certain sal tree, with his body erect, and mindfulness established right there.",
  "sn7.18:4.4": "Seeing this, they went up to Bhāradvāja",
  "sn7.18:4.5": "and said to him:",
  "sn7.18:4.6": "“Please sir, you should know this.",
  "sn7.18:4.7": "In such and such a forest grove the ascetic Gotama is sitting down in meditation posture, with his body erect, and mindfulness established right there.”",
  "sn7.18:4.8": "Then Bhāradvāja together with those students went to that forest grove",
  "sn7.18:4.9": "where he saw the Buddha sitting down in meditation posture, with his body erect, and mindfulness established right there. ",
  "sn7.18:4.10": "He went up to the Buddha,",
  "sn7.18:4.11": "and addressed him in verse:",
  "sn7.18:5.1": "“Deep in the jungle so full of terrors,",
  "sn7.18:5.2": "you’ve plunged into the empty, desolate wilderness.",
  "sn7.18:5.3": "Still, steady, and graceful:",
  "sn7.18:5.4": "how beautifully you meditate, mendicant!",
  "sn7.18:6.1": "Where there is no song or music,",
  "sn7.18:6.2": "a lonely sage resorts to the wilderness.",
  "sn7.18:6.3": "This strikes me as an amazing thing,",
  "sn7.18:6.4": "that you dwell so joyfully alone in the jungle.",
  "sn7.18:7.1": "I suppose you wish to be reborn in the company",
  "sn7.18:7.2": "of the supreme sovereign of the heaven of the Three.",
  "sn7.18:7.3": "Is that why you resort to the desolate wilderness,",
  "sn7.18:7.4": "to practice austerities for attaining Brahmā?”",
  "sn7.18:8.1": "“Any wishes and hopes that are always attached",
  "sn7.18:8.2": "to the many and various realms—",
  "sn7.18:8.3": "the yearnings sprung from the root of unknowing—",
  "sn7.18:8.4": "I’ve eliminated them all down to the root.",
  "sn7.18:9.1": "So I’m wishless, unattached, disengaged;",
  "sn7.18:9.2": "I clearly see all things.",
  "sn7.18:9.3": "I’ve attained the blissful, the supreme awakening;",
  "sn7.18:9.4": "I meditate alone, brahmin, and self-assured.”",
  "sn7.18:10.1": "When he had spoken, Bhāradvāja said to the Buddha:",
  "sn7.18:10.2": "“Excellent, Master Gotama! Excellent! …",
  "sn7.18:10.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}