{
  "_markup_path": "markup/sn/sn07/sn7.01.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.01.json"
  ],
  "sn7.1:1.1": "Linked Discourses 7",
  "sn7.1:2.1": "1 The Perfected Ones ",
  "sn7.1:3.1": "1 With Dhanañjānī",
  "sn7.1:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn7.1:4.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn7.1:4.3": "Now at that time a certain brahmin lady of the Bhāradvāja clan named Dhanañjānī was full of confidence in the Buddha, the teaching, and the Saṅgha.",
  "sn7.1:4.4": "Once, while she was bringing her husband his meal she tripped and uttered this aphorism three times:",
  "sn7.1:5.1": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "sn7.1:6.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "sn7.1:7.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!”",
  "sn7.1:8.1": "When she said this, the brahmin said to Dhanañjānī:",
  "sn7.1:8.2": "“That’d be right. For the slightest thing this wretched lady spouts out praise for that bald ascetic.",
  "sn7.1:8.3": "Right now, wretched woman, I’m going to refute your teacher’s doctrine!”",
  "sn7.1:8.4": "“Brahmin, I don’t see anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans who can refute the doctrine of the Blessed One, the perfected one, the fully awakened Buddha.",
  "sn7.1:8.5": "But anyway, you should go. When you’ve gone you’ll understand.”",
  "sn7.1:9.1": "Then the brahmin of the Bhāradvāja clan, angry and upset, went to the Buddha",
  "sn7.1:9.2": "and exchanged greetings with him.",
  "sn7.1:9.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn7.1:9.4": "and addressed the Buddha in verse:",
  "sn7.1:10.1": "“When what is incinerated do you sleep at ease?",
  "sn7.1:10.2": "When what is incinerated is there no sorrow?",
  "sn7.1:10.3": "What is the one thing",
  "sn7.1:10.4": "whose killing you approve?”",
  "sn7.1:11.1": "“When anger’s incinerated you sleep at ease.",
  "sn7.1:11.2": "When anger’s incinerated there is no sorrow.",
  "sn7.1:11.3": "O brahmin, anger has a poisoned root",
  "sn7.1:11.4": "and a honey tip.",
  "sn7.1:11.5": "The noble ones praise its killing,",
  "sn7.1:11.6": "for when it’s incinerated there is no sorrow.”",
  "sn7.1:12.1": "When he said this, the brahmin said to the Buddha:",
  "sn7.1:12.2": "“Excellent, Master Gotama! Excellent!",
  "sn7.1:12.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn7.1:12.4": "so people with good eyes can see what’s there, ",
  "sn7.1:12.5": "Master Gotama has made the teaching clear in many ways.",
  "sn7.1:12.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn7.1:12.7": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "sn7.1:13.1": "And the brahmin received the going forth, the ordination in the Buddha’s presence.",
  "sn7.1:13.2": "Not long after his ordination, Venerable Bhāradvāja, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn7.1:13.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "sn7.1:13.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "sn7.1:13.6": "And Venerable Bhāradvāja became one of the perfected."
}