{
  "_markup_path": "markup/sn/sn07/sn7.02.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.02.json"
  ],
  "sn7.2:1.1": "Linked Discourses 7",
  "sn7.2:2.1": "1 The Perfected Ones",
  "sn7.2:3.1": "2 The Abuser",
  "sn7.2:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn7.2:4.2": "The brahmin Bharadvāja the Rude heard a rumor to the effect that:",
  "sn7.2:4.3": "“A brahmin of the Bharadvāja clan has gone forth from the lay life to homelessness in the presence of the ascetic Gotama!” Angry and displeased he went to the Buddha",
  "sn7.2:4.4": "and abused and insulted him with rude, harsh words.",
  "sn7.2:5.1": "When he had spoken, the Buddha said to him:",
  "sn7.2:5.2": "“What do you think, brahmin? Do friends and colleagues, relatives and family members, and guests still come to visit you?”",
  "sn7.2:5.3": "“Sometimes they do, Master Gotama.”",
  "sn7.2:5.4": "“Do you then serve them with a variety of foods and savories?”",
  "sn7.2:5.5": "“Sometimes I do.”",
  "sn7.2:5.6": "“But if they don’t accept it, brahmin, who does it belong to?”",
  "sn7.2:5.7": "“In that case it still belongs to me.”",
  "sn7.2:5.8": "“In the same way, brahmin, when you abuse, harass, and attack we who do not abuse, harass, and attack, we don’t accept it.",
  "sn7.2:5.9": "It still belongs to you, brahmin,",
  "sn7.2:5.10": "it still belongs to you!",
  "sn7.2:6.1": "Someone who, when abused, harassed, and attacked, abuses, harasses, and attacks in return is said to eat the food and have a reaction to it.",
  "sn7.2:6.2": "But we neither eat your food nor have a reaction to it.",
  "sn7.2:6.3": "It still belongs to you, brahmin,",
  "sn7.2:6.4": "it still belongs to you!”",
  "sn7.2:6.5": "“The king and his retinue believe that Master Gotama is",
  "sn7.2:6.6": "a perfected one.",
  "sn7.2:6.7": "And yet he still gets angry.”",
  "sn7.2:7.1": "For one without anger, tamed, living simply,",
  "sn7.2:7.2": "freed by right knowledge,",
  "sn7.2:7.3": "at peace, poised:",
  "sn7.2:7.4": "where would anger come from?",
  "sn7.2:8.1": "When you get angry at an angry person",
  "sn7.2:8.2": "you just make things worse for yourself.",
  "sn7.2:8.3": "When you don’t get angry at an angry person",
  "sn7.2:8.4": "you win a battle hard to win.",
  "sn7.2:9.1": "When you know that the other is angry,",
  "sn7.2:9.2": "you act for the good of both",
  "sn7.2:9.3": "yourself and the other",
  "sn7.2:9.4": "if you’re mindful and stay calm.",
  "sn7.2:10.1": "People unskilled in the teaching",
  "sn7.2:10.2": "consider one who heals both",
  "sn7.2:10.3": "oneself and the other",
  "sn7.2:10.4": "to be a fool.”",
  "sn7.2:11.1": "When he had spoken, Bhāradvāja the Rude said to the Buddha:",
  "sn7.2:11.2": "“Excellent, Master Gotama! …",
  "sn7.2:11.3": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn7.2:11.4": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "sn7.2:12.1": "And the brahmin Bhāradvāja the Rude received the going forth, the ordination in the Buddha’s presence.",
  "sn7.2:12.2": "Not long after his ordination, Venerable Bhāradvāja the Rude, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn7.2:12.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "sn7.2:12.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "sn7.2:12.6": "And Venerable Bhāradvāja became one of the perfected."
}