{
  "_markup_path": "markup/sn/sn07/sn7.22.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.22.json"
  ],
  "sn7.22:1.1": "Linked Discourses 7",
  "sn7.22:2.1": "2 Lay Followers",
  "sn7.22:3.1": "22 At Khomadussa",
  "sn7.22:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn7.22:4.2": "“Great King, this one time I was staying in the land of the Sakyans where they have a town named Nagaraka.",
  "sn7.22:4.3": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Khomadussa for alms.",
  "sn7.22:4.4": "Now at that time the brahmins and householders of Khomadussa were gathered in the council hall for some business, while a gentle rain drizzled down.",
  "sn7.22:4.5": "Then the Buddha approached that council.",
  "sn7.22:4.6": "The brahmins and householders saw the Buddha coming off in the distance,",
  "sn7.22:4.7": "and said:",
  "sn7.22:4.8": "“Who are these baldies, these fake ascetics? Don’t they understand the council rules?”",
  "sn7.22:4.9": "Then the Buddha addressed the brahmins and householders of Khomadussa in verse:",
  "sn7.22:5.1": "“If good people are not present it is no true council;",
  "sn7.22:5.2": "and those whose speak against principle are not good people.",
  "sn7.22:5.3": "Having given up greed, hate, and delusion,",
  "sn7.22:5.4": "speakers of principle are good people.”",
  "sn7.22:6.1": "When he had spoken, the brahmins and householders of Khomadussa said to the Buddha:",
  "sn7.22:6.2": "“Excellent, Master Gotama! Excellent!",
  "sn7.22:6.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn7.22:6.4": "so people with good eyes can see what’s there, ",
  "sn7.22:6.5": "Master Gotama has made the teaching clear in many ways.",
  "sn7.22:6.6": "We go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn7.22:6.7": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”",
  "sn7.22:9.1": "The Linked Discourses with brahmins are complete."
}