{
  "_markup_path": "markup/sn/sn07/sn7.21.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.21.json"
  ],
  "sn7.21:1.1": "Linked Discourses 7",
  "sn7.21:2.1": "2 Lay Followers",
  "sn7.21:3.1": "21 With Saṅgārava",
  "sn7.21:4.1": "At Sāvatthī.",
  "sn7.21:4.2": "Now at that time there was a brahmin named Saṅgārava staying in Sāvatthī. He practiced purification by water, believing in purification by water. He lived committed to the practice of immersing himself in water at dawn and dusk.",
  "sn7.21:4.3": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robes, entered Sāvatthī for alms.",
  "sn7.21:4.4": "He wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Buddha,",
  "sn7.21:4.5": "bowed, sat down to one side, ",
  "sn7.21:4.6": "and said to him:",
  "sn7.21:4.7": "“Sir, there is a brahmin named Saṅgārava staying in Sāvatthī. He practices purification by water, believing in purification by water. He lives committed to the practice of immersing himself in water at dawn and dusk.",
  "sn7.21:4.8": "Please visit him at his home out of compassion.”",
  "sn7.21:4.9": "The Buddha consented in silence.",
  "sn7.21:5.1": "Then the Buddha got dressed in the morning and, taking his bowl and robes, went to the home of the brahmin Saṅgārava,",
  "sn7.21:5.2": "and sat down on the indicated seat.",
  "sn7.21:5.3": "Then Saṅgārava the brahmin went up to the Buddha, ",
  "sn7.21:5.4": "and exchanged greetings with him.",
  "sn7.21:5.5": "When the greetings and polite conversation were over, he sat down to one side.",
  "sn7.21:5.6": "The Buddha said to him:",
  "sn7.21:5.7": "“Is it really true, brahmin, that you practice purification by water, believing in purification by water; that you live committed to the practice of immersing yourself in water at dawn and dusk?”",
  "sn7.21:5.8": "“Yes, Master Gotama.”",
  "sn7.21:5.9": "“But brahmin, for what reason do you practice purification by water?”",
  "sn7.21:5.10": "“It’s because, Master Gotama, whatever bad deeds I’ve done during the day I wash off by bathing at dusk; and whatever bad deeds I’ve done during the night, I wash off by bathing at dawn.",
  "sn7.21:5.11": "That’s the reason why I practice purification by water.”",
  "sn7.21:6.1": "“The teaching is a lake with shores of ethics, brahmin,",
  "sn7.21:6.2": "unclouded, praised by the fine to the good.",
  "sn7.21:6.3": "There the knowledge-masters go to bathe,",
  "sn7.21:6.4": "and cross to the far shore without getting wet.”",
  "sn7.21:7.1": "When he had spoken, Saṅgārava said to the Buddha:",
  "sn7.21:7.2": "“Excellent, Master Gotama! Excellent! …",
  "sn7.21:7.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}