{
  "_markup_path": "markup/sn/sn07/sn7.09.html",
  "_alt_strings": [
    "pi/sn/sn07/sn7.09.json"
  ],
  "sn7.9:1.1": "Linked Discourses 7",
  "sn7.9:2.1": "1 The Perfected Ones",
  "sn7.9:3.1": "9 With Bhāradvāja of Sundarika",
  "sn7.9:4.1": "At one time the Buddha was staying in the Kosalan lands on the bank of the Sundarika river.",
  "sn7.9:4.2": "Now at that time the brahmin Bhāradvāja of Sundarika was serving the sacred flame and performing the fire sacrifice on the bank of the river Sundarika.",
  "sn7.9:4.3": "Then he looked all around the four directions, wondering:",
  "sn7.9:4.4": "“Now who might eat the leftovers of this offering?”",
  "sn7.9:4.5": "He saw the Buddha meditating at the root of a certain tree with his robe pulled over his head.",
  "sn7.9:4.6": "Taking the leftovers of the offering in his left hand and a pitcher in the right he approached the Buddha.",
  "sn7.9:4.7": "When he heard Sundarika’s foorsteps the Buddha uncovered his head.",
  "sn7.9:4.8": "Sundarika thought, “This man is shaven, he is shaven!” And he wanted to turn back.",
  "sn7.9:4.9": "But he thought:",
  "sn7.9:4.10": "“Even some brahmins are shaven.",
  "sn7.9:4.11": "Why don’t I go to him and ask about his birth?”",
  "sn7.9:5.1": "Then Sundarika the brahmin went up to the Buddha,",
  "sn7.9:5.2": "and said to him:",
  "sn7.9:5.3": "“Sir, what caste were you born in?”",
  "sn7.9:6.1": "“Don’t ask about birth, ask about conduct.",
  "sn7.9:6.2": "For any wood can surely generate fire.",
  "sn7.9:6.3": "A steadfast sage, even though from a low class family,",
  "sn7.9:6.4": "is a thoroughbred checked by conscience.",
  "sn7.9:7.1": "Tamed by truth, fulfilled by taming,",
  "sn7.9:7.2": "a complete knowledge master who has lived the spiritual life—",
  "sn7.9:7.3": "that’s who a sacrificer should introduce themselves to,",
  "sn7.9:7.4": "and make a timely offering to one worthy of a teacher’s gift.”",
  "sn7.9:8.1": "“My sacrificial offering must have been well performed,",
  "sn7.9:8.2": "since I have met such a knowledge master!",
  "sn7.9:8.3": "It’s because I’d never met anyone like you",
  "sn7.9:8.4": "that others ate the leftover offering.”",
  "sn7.9:9.1": "“Eat, Master Gotama,",
  "sn7.9:9.2": "you are truly a brahmin.”",
  "sn7.9:10.1": "“Food enchanted by a spell isn’t fit for me to eat.",
  "sn7.9:10.2": "That’s not the way of those who see, brahmin.",
  "sn7.9:10.3": "The Buddhas reject things enchanted with spells.",
  "sn7.9:10.4": "Since nature is real, brahmin, that’s how they live.",
  "sn7.9:11.1": "Serve with other food and drink",
  "sn7.9:11.2": "the consummate one, the great seer,",
  "sn7.9:11.3": "with defilements ended and remorse stilled.",
  "sn7.9:11.4": "For he is the field for the seeker of merit.”",
  "sn7.9:12.1": "“Then, Master Gotama, to whom should I give the leftovers of this offering?”",
  "sn7.9:12.2": "“Brahmin, I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who can properly digest these leftovers, except for the Realized One or one of his disciples.",
  "sn7.9:12.3": "Well then, brahmin, throw out those leftovers where there is little that grows, or drop them into water that has no living creatures.”",
  "sn7.9:13.1": "So Sundarika dropped the leftover offering in water that had no living creatures.",
  "sn7.9:13.2": "And when those leftovers were placed in the water, they sizzled and hissed, steaming and fuming.",
  "sn7.9:13.3": "Suppose there was an iron cauldron that had been heated all day. If you placed it in the water, it would sizzle and hiss, steaming and fuming.",
  "sn7.9:13.4": "In the same way, when those leftovers were placed in the water, they sizzled and hissed, steaming and fuming.",
  "sn7.9:14.1": "Then Sundarika the brahmin, shocked and awestruck, went up to the Buddha,",
  "sn7.9:14.2": "and stood to one side.",
  "sn7.9:14.3": "The Buddha addressed him in verse:",
  "sn7.9:15.1": "“When you’re kindling the wood, brahmin,",
  "sn7.9:15.2": "don’t imagine this is purity, for it’s just an external.",
  "sn7.9:15.3": "“Experts say that those who wish for purity",
  "sn7.9:15.4": "through externals will not find it.",
  "sn7.9:16.1": "I’ve given up kindling firewood, brahmin,",
  "sn7.9:16.2": "now I just light the inner flame.",
  "sn7.9:16.3": "Always blazing, always converged,",
  "sn7.9:16.4": "I am a perfected one living the spiritual life.",
  "sn7.9:17.1": "Conceit, brahmin, is the burden of your possessions,",
  "sn7.9:17.2": "anger your smoke, and lies your ashes.",
  "sn7.9:17.3": "The tongue is the ladle and the heart the fire altar;",
  "sn7.9:17.4": "a well-tamed self is a person’s light.",
  "sn7.9:18.1": "The teaching is a lake with shores of ethics, brahmin,",
  "sn7.9:18.2": "unclouded, praised by the fine to the good.",
  "sn7.9:18.3": "There the knowledge-masters go to bathe,",
  "sn7.9:18.4": "and cross to the far shore without getting wet.",
  "sn7.9:19.1": "Truth, principle, restraint, the spiritual life;",
  "sn7.9:19.2": "the attainment of the supreme based on the middle, brahmin.",
  "sn7.9:19.3": "Pay homage to the straightforward ones—",
  "sn7.9:19.4": "I declare that man to be one who follows the teaching.”",
  "sn7.9:20.1": "When he had spoken, the brahmin Sundarika Bhāradvāja said to the Buddha:",
  "sn7.9:20.2": "“Excellent, Master Gotama …” …",
  "sn7.9:20.3": "And Venerable Bhāradvāja became one of the perfected."
}