{
  "_markup_path": "markup/sn/sn16/sn16.10.html",
  "_alt_strings": [
    "en/sujato/sn/sn16/sn16.10.json"
  ],
  "sn16.10:1.1": "Saṃyutta Nikāya 16",
  "sn16.10:2.1": "1. Kassapavagga",
  "sn16.10:3.1": "<span class=\\\"var\\\" title=\\\"bhikkhunupassayasuttaṃ (bj)\\\" id=\\\"note236\\\">10. Upassayasutta</span>",
  "sn16.10:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn16.10:4.2": "ekaṃ samayaṃ āyasmā mahākassapo sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn16.10:4.3": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yenāyasmā mahākassapo tenupasaṅkami;",
  "sn16.10:4.4": "upasaṅkamitvā āyasmantaṃ mahākassapaṃ etadavoca:",
  "sn16.10:4.5": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti.",
  "sn16.10:4.6": "“Gaccha tvaṃ, āvuso ānanda, bahukicco tvaṃ bahukaraṇīyo”ti.",
  "sn16.10:4.7": "Dutiyampi kho āyasmā ānando āyasmantaṃ mahākassapaṃ etadavoca:",
  "sn16.10:4.8": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti.",
  "sn16.10:4.9": "“Gaccha tvaṃ, āvuso ānanda, bahukicco tvaṃ bahukaraṇīyo”ti.",
  "sn16.10:4.10": "Tatiyampi kho āyasmā ānando āyasmantaṃ mahākassapaṃ etadavoca:",
  "sn16.10:4.11": "“āyāma, bhante kassapa, yena aññataro bhikkhunupassayo tenupasaṅkamissāmā”ti.",
  "sn16.10:5.1": "Atha kho āyasmā mahākassapo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena aññataro bhikkhunupassayo tenupasaṅkami;",
  "sn16.10:5.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "sn16.10:5.3": "Atha kho sambahulā bhikkhuniyo yenāyasmā mahākassapo tenupasaṅkamiṃsu;",
  "sn16.10:5.4": "upasaṅkamitvā āyasmantaṃ mahākassapaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn16.10:5.5": "Ekamantaṃ nisinnā kho tā bhikkhuniyo āyasmā mahākassapo dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "sn16.10:5.6": "Atha kho āyasmā mahākassapo tā bhikkhuniyo dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.",
  "sn16.10:6.1": "Atha kho thullatissā bhikkhunī anattamanā anattamanavācaṃ nicchāresi:",
  "sn16.10:6.2": "“kiṃ pana ayyo mahākassapo, ayyassa ānandassa vedehamunino sammukhā dhammaṃ bhāsitabbaṃ maññati?",
  "sn16.10:6.3": "Seyyathāpi nāma sūcivāṇijako sūcikārassa santike sūciṃ vikketabbaṃ maññeyya;",
  "sn16.10:6.4": "evameva ayyo mahākassapo ayyassa ānandassa vedehamunino sammukhā dhammaṃ bhāsitabbaṃ maññatī”ti.",
  "sn16.10:7.1": "Assosi kho āyasmā mahākassapo thullatissāya bhikkhuniyā imaṃ vācaṃ bhāsamānāya.",
  "sn16.10:7.2": "Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ etadavoca:",
  "sn16.10:7.3": "“kiṃ nu kho, āvuso ānanda, ahaṃ sūcivāṇijako, tvaṃ sūcikāro;",
  "sn16.10:7.4": "udāhu ahaṃ sūcikāro, tvaṃ sūcivāṇijako”ti?",
  "sn16.10:7.5": "“Khama, bhante kassapa, bālo mātugāmo”ti.",
  "sn16.10:7.6": "“Āgamehi tvaṃ, āvuso ānanda, mā te saṅgho uttari upaparikkhi.",
  "sn16.10:8.1": "Taṃ kiṃ maññasi, āvuso ānanda, api nu tvaṃ bhagavato sammukhā bhikkhusaṅghe upanīto:",
  "sn16.10:8.2": "‘ahaṃ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.10:8.3": "Ānandopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharatī’”ti?",
  "sn16.10:8.4": "“No hetaṃ, bhante”.",
  "sn16.10:9.1": "“Ahaṃ kho, āvuso, bhagavato sammukhā bhikkhusaṅghe upanīto:",
  "sn16.10:9.2": "‘ahaṃ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.10:9.3": "Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi … pe …",
  "sn16.10:9.4": "paṭhamaṃ jhānaṃ upasampajja viharatī’ti … pe ….",
  "sn16.10:9.5": "(Navannaṃ anupubbavihārasamāpattīnaṃ pañcannañca abhiññānaṃ evaṃ vitthāro veditabbo.)",
  "sn16.10:10.1": "Taṃ kiṃ maññasi, āvuso ānanda, api nu tvaṃ bhagavato sammukhā bhikkhusaṅghe upanīto:",
  "sn16.10:10.2": "‘ahaṃ, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi.",
  "sn16.10:10.3": "Ānandopi, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’”ti?",
  "sn16.10:10.4": "“No hetaṃ, bhante”.",
  "sn16.10:11.1": "“Ahaṃ kho, āvuso, bhagavato sammukhā bhikkhusaṅghe upanīto:",
  "sn16.10:11.2": "‘ahaṃ, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi.",
  "sn16.10:11.3": "Kassapopi, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.",
  "sn16.10:12.1": "Sattaratanaṃ vā, āvuso, nāgaṃ aḍḍhaṭṭhamaratanaṃ vā tālapattikāya chādetabbaṃ maññeyya, yo me cha abhiññā chādetabbaṃ maññeyyā”ti.",
  "sn16.10:13.1": "Cavittha ca pana thullatissā bhikkhunī brahmacariyamhāti.",
  "sn16.10:14.1": "Dasamaṃ."
}