{
  "_markup_path": "markup/sn/sn16/sn16.09.html",
  "_alt_strings": [
    "en/sujato/sn/sn16/sn16.09.json"
  ],
  "sn16.9:1.1": "Saṃyutta Nikāya 16",
  "sn16.9:2.1": "1. Kassapavagga",
  "sn16.9:3.1": "<span class=\\\"var\\\" title=\\\"jhānābhiññāsuttaṃ (bj)\\\" id=\\\"note234\\\">9. Jhānābhiññasutta</span>",
  "sn16.9:4.1": "Sāvatthiyaṃ viharati.",
  "sn16.9:4.2": "“Ahaṃ, bhikkhave, <span class=\\\"var\\\" title=\\\"yāvadeva (^an8.30#1 [30. Anuruddhamahāvitakkasutta])\\\" id=\\\"note235\\\">yāvade</span> ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.9:4.3": "Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "sn16.9:5.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.9:5.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati vitakkavicārānaṃ vūpasamā … pe …",
  "sn16.9:5.3": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "sn16.9:6.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti:",
  "sn16.9:6.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.9:6.3": "Kassapopi, bhikkhave, yāvade ākaṅkhati pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "sn16.9:6.4": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "sn16.9:7.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.9:7.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sukhassa ca pahānā … pe …",
  "sn16.9:7.3": "catutthaṃ jhānaṃ upasampajja viharati.",
  "sn16.9:8.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharāmi.",
  "sn16.9:8.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso rūpasaññānaṃ samatikkamā … pe …",
  "sn16.9:8.3": "ākāsānañcāyatanaṃ upasampajja viharati.",
  "sn16.9:9.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharāmi.",
  "sn16.9:9.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharati.",
  "sn16.9:10.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharāmi.",
  "sn16.9:10.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati … pe …",
  "sn16.9:10.3": "ākiñcaññāyatanaṃ upasampajja viharati.",
  "sn16.9:11.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāmi.",
  "sn16.9:11.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati … pe …",
  "sn16.9:11.3": "nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "sn16.9:12.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharāmi.",
  "sn16.9:12.2": "Kassapopi, bhikkhave … pe …",
  "sn16.9:12.3": "saññāvedayitanirodhaṃ upasampajja viharati.",
  "sn16.9:13.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṃ iddhividhaṃ paccanubhomi—",
  "sn16.9:13.2": "ekopi hutvā bahudhā homi, bahudhāpi hutvā eko homi;",
  "sn16.9:13.3": "āvibhāvaṃ, tirobhāvaṃ, tirokuṭṭaṃ, tiropākāraṃ, tiropabbataṃ, asajjamāno gacchāmi, seyyathāpi ākāse;",
  "sn16.9:13.4": "pathaviyāpi ummujjanimujjaṃ karomi, seyyathāpi udake;",
  "sn16.9:13.5": "udakepi abhijjamāne gacchāmi, seyyathāpi pathaviyaṃ;",
  "sn16.9:13.6": "ākāsepi pallaṅkena kamāmi, seyyathāpi pakkhī sakuṇo;",
  "sn16.9:13.7": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasāmi parimajjāmi;",
  "sn16.9:13.8": "yāva brahmalokāpi kāyena vasaṃ vattemi.",
  "sn16.9:13.9": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṃ iddhividhaṃ paccanubhoti … pe …",
  "sn16.9:13.10": "yāva brahmalokāpi kāyena vasaṃ vatteti.",
  "sn16.9:14.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāmi, dibbe ca mānuse ca, ye dūre santike ca.",
  "sn16.9:14.2": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbāya sotadhātuyā … pe …",
  "sn16.9:14.3": "dūre santike ca.",
  "sn16.9:15.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāmi—",
  "sn16.9:15.2": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāmi, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāmi, sadosaṃ vā cittaṃ … pe …",
  "sn16.9:15.3": "vītadosaṃ vā cittaṃ …",
  "sn16.9:15.4": "samohaṃ vā cittaṃ …",
  "sn16.9:15.5": "vītamohaṃ vā cittaṃ …",
  "sn16.9:15.6": "saṅkhittaṃ vā cittaṃ …",
  "sn16.9:15.7": "vikkhittaṃ vā cittaṃ …",
  "sn16.9:15.8": "mahaggataṃ vā cittaṃ …",
  "sn16.9:15.9": "amahaggataṃ vā cittaṃ …",
  "sn16.9:15.10": "sauttaraṃ vā cittaṃ …",
  "sn16.9:15.11": "anuttaraṃ vā cittaṃ …",
  "sn16.9:15.12": "samāhitaṃ vā cittaṃ …",
  "sn16.9:15.13": "asamāhitaṃ vā cittaṃ …",
  "sn16.9:15.14": "vimuttaṃ vā cittaṃ …",
  "sn16.9:15.15": "avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāmi.",
  "sn16.9:15.16": "Kassapopi, bhikkhave, yāvade ākaṅkhati parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—",
  "sn16.9:15.17": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti … pe …",
  "sn16.9:15.18": "avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāti.",
  "sn16.9:16.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—",
  "sn16.9:16.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "sn16.9:16.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "sn16.9:16.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "sn16.9:16.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "sn16.9:16.6": "Kassapopi, bhikkhave, yāvade ākaṅkhati anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "sn16.9:16.7": "ekampi jātiṃ … pe …",
  "sn16.9:16.8": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "sn16.9:17.1": "Ahaṃ, bhikkhave, yāvade ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi:",
  "sn16.9:17.2": "‘ime vata, bhonto, sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā;",
  "sn16.9:17.3": "te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā, ime vā pana, bhonto, sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā;",
  "sn16.9:17.4": "te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "sn16.9:17.5": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi.",
  "sn16.9:17.6": "Kassapopi, bhikkhave, yāvade ākaṅkhati dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne … pe …",
  "sn16.9:17.7": "yathākammūpage satte pajānāti.",
  "sn16.9:18.1": "Ahaṃ, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi.",
  "sn16.9:18.2": "Kassapopi, bhikkhave, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.",
  "sn16.9:19.1": "Navamaṃ."
}