{
  "_markup_path": "markup/sn/sn16/sn16.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn16/sn16.13.json"
  ],
  "sn16.13:1.1": "Saṃyutta Nikāya 16",
  "sn16.13:2.1": "1. Kassapavagga",
  "sn16.13:3.1": "<span class=\\\"var\\\" title=\\\"saddhammapatirūpakasuttaṃ (bj) | saddhammapaṭirūpakaṃ (pts1-2)\\\" id=\\\"note246\\\">13. Saddhammappatirūpakasutta</span>",
  "sn16.13:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn16.13:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn16.13:4.3": "Atha kho āyasmā mahākassapo yena bhagavā tenupasaṅkami;",
  "sn16.13:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn16.13:4.5": "Ekamantaṃ nisinno kho āyasmā mahākassapo bhagavantaṃ etadavoca:",
  "sn16.13:4.6": "“ko nu kho, bhante, hetu ko paccayo, yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu?",
  "sn16.13:4.7": "Ko pana, bhante, hetu ko paccayo, yenetarahi bahutarāni ceva sikkhāpadāni appatarā ca bhikkhū aññāya saṇṭhahantī”ti?",
  "sn16.13:4.8": "“Evañcetaṃ, kassapa, hoti sattesu hāyamānesu saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahanti.",
  "sn16.13:4.9": "Na tāva, kassapa, saddhammassa antaradhānaṃ hoti yāva na <span class=\\\"var\\\" title=\\\"saddhammapatirūpakaṃ (bj) | saddhammapaṭirūpakaṃ (s1-3, pts1-2)\\\" id=\\\"note247\\\">saddhammappatirūpakaṃ</span> loke uppajjati.",
  "sn16.13:4.10": "Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti.",
  "sn16.13:5.1": "Seyyathāpi, kassapa, na tāva jātarūpassa antaradhānaṃ hoti yāva na jātarūpappatirūpakaṃ loke uppajjati.",
  "sn16.13:5.2": "Yato ca kho, kassapa, jātarūpappatirūpakaṃ loke uppajjati, atha kho jātarūpassa antaradhānaṃ hoti.",
  "sn16.13:5.3": "Evameva kho, kassapa, na tāva saddhammassa antaradhānaṃ hoti yāva na saddhammappatirūpakaṃ loke uppajjati.",
  "sn16.13:5.4": "Yato ca kho, kassapa, saddhammappatirūpakaṃ loke uppajjati, atha saddhammassa antaradhānaṃ hoti.",
  "sn16.13:6.1": "Na kho, kassapa, pathavīdhātu saddhammaṃ antaradhāpeti, na āpodhātu saddhammaṃ antaradhāpeti, na tejodhātu saddhammaṃ antaradhāpeti, na vāyodhātu saddhammaṃ antaradhāpeti;",
  "sn16.13:6.2": "atha kho idheva te uppajjanti moghapurisā ye imaṃ saddhammaṃ antaradhāpenti.",
  "sn16.13:6.3": "Seyyathāpi, kassapa, nāvā ādikeneva opilavati;",
  "sn16.13:6.4": "na kho, kassapa, evaṃ saddhammassa antaradhānaṃ hoti.",
  "sn16.13:7.1": "Pañca khome, kassapa, okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "sn16.13:7.2": "Katame pañca?",
  "sn16.13:7.3": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṅghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, samādhismiṃ agāravā viharanti appatissā—",
  "sn16.13:7.4": "ime kho, kassapa, pañca okkamaniyā dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "sn16.13:8.1": "Pañca khome, kassapa, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti.",
  "sn16.13:8.2": "Katame pañca?",
  "sn16.13:8.3": "Idha, kassapa, bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, samādhismiṃ sagāravā viharanti sappatissā—",
  "sn16.13:8.4": "ime kho, kassapa, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti.",
  "sn16.13:9.1": "Terasamaṃ.",
  "sn16.13:10.1": "Kassapavaggo paṭhamo.",
  "sn16.13:11.1": "Santuṭṭhañca anottappī,",
  "sn16.13:11.2": "candūpamaṃ kulūpakaṃ;",
  "sn16.13:11.3": "Jiṇṇaṃ tayo ca ovādā,",
  "sn16.13:11.4": "jhānābhiññā upassayaṃ;",
  "sn16.13:11.5": "Cīvaraṃ paraṃmaraṇaṃ,",
  "sn16.13:11.6": "saddhammappatirūpakanti.",
  "sn16.13:12.1": "Kassapasaṃyuttaṃ samattaṃ."
}