{
  "_markup_path": "markup/sn/sn16/sn16.11.html",
  "_alt_strings": [
    "en/sujato/sn/sn16/sn16.11.json"
  ],
  "sn16.11:1.1": "Saṃyutta Nikāya 16",
  "sn16.11:2.1": "1. Kassapavagga",
  "sn16.11:3.1": "11. Cīvarasutta",
  "sn16.11:4.1": "Ekaṃ samayaṃ āyasmā mahākassapo rājagahe viharati veḷuvane kalandakanivāpe.",
  "sn16.11:4.2": "Tena kho pana samayena āyasmā ānando dakkhiṇagirismiṃ cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ.",
  "sn16.11:5.1": "Tena kho pana samayena āyasmato ānandassa tiṃsamattā saddhivihārino bhikkhū sikkhaṃ paccakkhāya hīnāyāvattā bhavanti yebhuyyena kumārabhūtā.",
  "sn16.11:5.2": "Atha kho āyasmā ānando dakkhiṇagirismiṃ yathābhirantaṃ cārikaṃ caritvā yena rājagahaṃ veḷuvanaṃ kalandakanivāpo yenāyasmā mahākassapo tenupasaṅkami;",
  "sn16.11:5.3": "upasaṅkamitvā āyasmantaṃ mahākassapaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn16.11:5.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ āyasmā mahākassapo etadavoca:",
  "sn16.11:5.5": "“kati nu kho, āvuso ānanda, atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattan”ti?",
  "sn16.11:6.1": "“Tayo kho, bhante kassapa, atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattaṃ—",
  "sn16.11:6.2": "dummaṅkūnaṃ puggalānaṃ niggahāya pesalānaṃ bhikkhūnaṃ phāsuvihārāya, mā pāpicchā pakkhaṃ nissāya saṃghaṃ <span class=\\\"var\\\" title=\\\"^pi-tv-kd17#67 [Paṭhamabhāṇavāra/ Pañcavatthuyācanakathā] saṅghabhedakakkhandhake vajirabuddhiyaṃ aññathā sambandho\\\" id=\\\"note237\\\">bhindeyyuṃ</span>, kulānuddayatāya ca.",
  "sn16.11:6.3": "Ime kho, bhante kassapa, tayo atthavase paṭicca bhagavatā kulesu tikabhojanaṃ paññattan”ti.",
  "sn16.11:7.1": "“Atha kiñcarahi tvaṃ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi?",
  "sn16.11:7.2": "Sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi.",
  "sn16.11:7.3": "<span class=\\\"var\\\" title=\\\"ullujjati (si aṭṭhakathāsu ca)\\\" id=\\\"note238\\\">Olujjati</span> kho te, āvuso ānanda, parisā;",
  "sn16.11:7.4": "palujjanti kho te, āvuso, navappāyā.",
  "sn16.11:7.5": "Na vāyaṃ kumārako mattamaññāsī”ti.",
  "sn16.11:8.1": "“Api me, bhante kassapa, sirasmiṃ palitāni jātāni.",
  "sn16.11:8.2": "Atha ca pana mayaṃ ajjāpi āyasmato mahākassapassa kumārakavādā na muccāmā”ti.",
  "sn16.11:8.3": "“Tathā hi pana tvaṃ, āvuso ānanda, imehi navehi bhikkhūhi indriyesu aguttadvārehi bhojane amattaññūhi jāgariyaṃ ananuyuttehi saddhiṃ cārikaṃ carasi, sassaghātaṃ maññe carasi, kulūpaghātaṃ maññe carasi.",
  "sn16.11:8.4": "Olujjati kho te, āvuso ānanda, parisā;",
  "sn16.11:8.5": "<span class=\\\"var\\\" title=\\\"palujjati kho te āvuso ānanda parisā (si)\\\" id=\\\"note239\\\">palujjanti kho te, āvuso</span>, navappāyā.",
  "sn16.11:8.6": "Na vāyaṃ kumārako mattamaññāsī”ti.",
  "sn16.11:9.1": "Assosi kho thullanandā bhikkhunī:",
  "sn16.11:9.2": "“ayyena kira mahākassapena ayyo ānando vedehamuni kumārakavādena apasādito”ti.",
  "sn16.11:10.1": "Atha kho thullanandā bhikkhunī anattamanā anattamanavācaṃ nicchāresi:",
  "sn16.11:10.2": "“kiṃ pana ayyo mahākassapo aññatitthiyapubbo samāno ayyaṃ ānandaṃ vedehamuniṃ kumārakavādena apasādetabbaṃ maññatī”ti.",
  "sn16.11:10.3": "Assosi kho āyasmā mahākassapo thullanandāya bhikkhuniyā imaṃ vācaṃ bhāsamānāya.",
  "sn16.11:11.1": "Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ etadavoca:",
  "sn16.11:11.2": "“tagghāvuso ānanda, thullanandāya bhikkhuniyā sahasā appaṭisaṅkhā vācā bhāsitā.",
  "sn16.11:11.3": "Yatvāhaṃ, āvuso, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito, nābhijānāmi aññaṃ satthāraṃ <span class=\\\"var\\\" title=\\\"uddisituṃ (bj, pts1-2, mr)\\\" id=\\\"note240\\\">uddisitā</span>, aññatra tena bhagavatā arahatā sammāsambuddhena.",
  "sn16.11:11.4": "Pubbe me, āvuso, agārikabhūtassa sato etadahosi:",
  "sn16.11:11.5": "‘sambādho gharāvāso <span class=\\\"var\\\" title=\\\"rajopatho (si)\\\" id=\\\"note241\\\">rajāpatho</span>, abbhokāso pabbajjā.",
  "sn16.11:11.6": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "sn16.11:11.7": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "sn16.11:11.8": "So khvāhaṃ, āvuso, aparena samayena paṭapilotikānaṃ saṅghāṭiṃ <span class=\\\"var\\\" title=\\\"karitvā (bj, s1-3, km, pts1-2)\\\" id=\\\"note242\\\">kāretvā</span> ye loke arahanto te uddissa kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.",
  "sn16.11:12.1": "So evaṃ pabbajito samāno addhānamaggappaṭipanno addasaṃ bhagavantaṃ antarā ca rājagahaṃ antarā ca nāḷandaṃ bahuputte cetiye nisinnaṃ.",
  "sn16.11:12.2": "Disvāna me etadahosi:",
  "sn16.11:12.3": "‘satthārañca vatāhaṃ passeyyaṃ, bhagavantameva passeyyaṃ;",
  "sn16.11:12.4": "sugatañca vatāhaṃ passeyyaṃ, bhagavantameva passeyyaṃ;",
  "sn16.11:12.5": "sammāsambuddhañca vatāhaṃ passeyyaṃ;",
  "sn16.11:12.6": "bhagavantameva passeyyan’ti.",
  "sn16.11:12.7": "So khvāhaṃ, āvuso, tattheva bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavocaṃ:",
  "sn16.11:12.8": "‘satthā me, bhante, bhagavā, sāvakohamasmi;",
  "sn16.11:12.9": "satthā me, bhante, bhagavā, sāvakohamasmī’ti.",
  "sn16.11:12.10": "Evaṃ vutte, maṃ, āvuso, bhagavā etadavoca:",
  "sn16.11:12.11": "‘yo kho, kassapa, evaṃ sabbacetasā samannāgataṃ sāvakaṃ ajānaññeva vadeyya jānāmīti, apassaññeva vadeyya passāmīti, muddhāpi tassa vipateyya.",
  "sn16.11:12.12": "Ahaṃ kho pana, kassapa, jānaññeva vadāmi jānāmīti, passaññeva vadāmi passāmīti.",
  "sn16.11:13.1": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ:",
  "sn16.11:13.2": "“tibbaṃ me hirottappaṃ paccupaṭṭhitaṃ bhavissati theresu navesu majjhimesū”ti.",
  "sn16.11:13.3": "Evañhi te, kassapa, sikkhitabbaṃ.",
  "sn16.11:14.1": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ:",
  "sn16.11:14.2": "“yaṃ kiñci dhammaṃ suṇissāmi kusalūpasaṃhitaṃ sabbaṃ taṃ aṭṭhiṃ katvā manasi karitvā sabbacetasā samannāharitvā ohitasoto dhammaṃ suṇissāmī”ti.",
  "sn16.11:14.3": "Evañhi te, kassapa, sikkhitabbaṃ.",
  "sn16.11:15.1": "Tasmātiha te, kassapa, evaṃ sikkhitabbaṃ:",
  "sn16.11:15.2": "“sātasahagatā ca me kāyagatāsati na vijahissatī”ti.",
  "sn16.11:15.3": "Evañhi te, kassapa, sikkhitabbanti’.",
  "sn16.11:16.1": "Atha kho maṃ, āvuso, bhagavā iminā ovādena ovaditvā uṭṭhāyāsanā pakkāmi.",
  "sn16.11:16.2": "Sattāhameva khvāhaṃ, āvuso, <span class=\\\"var\\\" title=\\\"sāṇo (bj, s1-3, pts1-2)\\\" id=\\\"note243\\\">saraṇo</span> raṭṭhapiṇḍaṃ bhuñjiṃ aṭṭhamiyā aññā udapādi.",
  "sn16.11:17.1": "Atha kho, āvuso, bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami.",
  "sn16.11:17.2": "Atha khvāhaṃ, āvuso, paṭapilotikānaṃ saṅghāṭiṃ catugguṇaṃ paññapetvā bhagavantaṃ etadavocaṃ:",
  "sn16.11:17.3": "‘idha, bhante, bhagavā nisīdatu, yaṃ mamassa dīgharattaṃ hitāya sukhāyā’ti.",
  "sn16.11:17.4": "Nisīdi kho, āvuso, bhagavā paññatte āsane.",
  "sn16.11:17.5": "Nisajja kho maṃ, āvuso, bhagavā etadavoca:",
  "sn16.11:17.6": "‘mudukā kho tyāyaṃ, kassapa, paṭapilotikānaṃ saṅghāṭī’ti.",
  "sn16.11:17.7": "‘Paṭiggaṇhātu me, bhante, bhagavā paṭapilotikānaṃ saṅghāṭiṃ anukampaṃ upādāyā’ti.",
  "sn16.11:17.8": "‘Dhāressasi pana me tvaṃ, kassapa, sāṇāni paṃsukūlāni nibbasanānī’ti.",
  "sn16.11:17.9": "‘Dhāressāmahaṃ, bhante, bhagavato sāṇāni paṃsukūlāni nibbasanānī’ti.",
  "sn16.11:17.10": "So khvāhaṃ, āvuso, paṭapilotikānaṃ saṅghāṭiṃ bhagavato pādāsiṃ.",
  "sn16.11:17.11": "Ahaṃ pana bhagavato sāṇāni paṃsukūlāni nibbasanāni paṭipajjiṃ.",
  "sn16.11:18.1": "Yañhi taṃ, āvuso, sammā vadamāno vadeyya:",
  "sn16.11:18.2": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, <span class=\\\"var\\\" title=\\\"paṭiggahetā (bj) | paṭiggahito (si) | patiggahetāni (pts1-2)\\\" id=\\\"note244\\\">paṭiggahitāni</span> sāṇāni paṃsukūlāni nibbasanānī’ti, mamaṃ taṃ sammā vadamāno vadeyya:",
  "sn16.11:18.3": "‘bhagavato putto oraso mukhato jāto dhammajo dhammanimmito dhammadāyādo, paṭiggahitāni sāṇāni paṃsukūlāni nibbasanānī’ti.",
  "sn16.11:19.1": "Ahaṃ kho, āvuso, yāvade ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "sn16.11:19.2": "Ahaṃ kho, āvuso, yāvade ākaṅkhāmi … pe …",
  "sn16.11:19.3": "(navannaṃ anupubbavihārasamāpattīnaṃ pañcannañca abhiññānaṃ evaṃ vitthāro veditabbo.)",
  "sn16.11:20.1": "Ahaṃ kho, āvuso, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi;",
  "sn16.11:20.2": "sattaratanaṃ vā, āvuso, nāgaṃ aḍḍhaṭṭhamaratanaṃ vā tālapattikāya chādetabbaṃ maññeyya, yo me cha abhiññā chādetabbaṃ maññeyyā”ti.",
  "sn16.11:21.1": "Cavittha ca pana thullanandā bhikkhunī brahmacariyamhāti.",
  "sn16.11:22.1": "Ekādasamaṃ."
}