{
    "pt": {
        "0b9c6eef4e3d3a222eb04e910d252339": "Licenças",
        "b9756d43cd24f56b971b483e912485e8": "As escrituras budistas, seja tal como encontradas nos idiomas originais ou traduzidas, são consideradas pelas tradições budistas como “as palavras do Buda”. Elas são uma herança espiritual da humanidade, não pertencendo a nenhum indivíduo. No SuttaCentral continuamos esta tradição, e disponibilizamos estas escrituras gratuitamente a todos. Nosso trabalho não seria possível se não fosse pelas contribuições voluntárias de inúmeras pessoas, e esperamos retribuir essa gentileza de alguma forma contribuindo gratuitamente com nosso trabalho.",
        "7c7877c957502663fbc8b3c6d86364a2": "Nossos arquivos de origem estão disponíveis gratuitamente no <a href=\"https://github.com/suttacentral\" rel=\"noopener\" target=\"_blank\" title=\"SuttaCentral on Github\"> repositório Github do SuttaCentral</a>. O SuttaCentral se orgulha de fazer parte da comunidade dedicada ao código aberto.",
        "062d111caade8703c2b1ef38fd70b46a": "O material no SuttaCentral se divide em três categorias distintas em relação aos direitos autorais, explicadas a seguir. Se você deseja declarar direitos autorais sobre qualquer material no SuttaCentral, ou se quiser discutir direitos autorais sobre o SuttaCentral, não hesite em nos contatar <a href=\"https://discourse.suttacentral.net/\" rel=\"noopener\" target=\"_blank\"> através de nosso fórum online</a>.",
        "c5b65db1204f647d44c40b7dc64c63b8": "1. Material original criado pelo SuttaCentral",
        "8adaacf928c18c5dd1626d74c6cb792e": "Todo o material original criado pelo SuttaCentral é dedicado ao domínio público por meio da licença  <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" rel=\"noopener\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal)</a>.",
        "61925437a72b1d27717902963eff5d83": "Isso inclui todo o texto, design, software e imagens criados pelo SuttaCentral ou pessoas trabalhando para o SuttaCentral, no domínio suttacentral.net ou quaisquer domínios ou subdomínios que sejam propriedade do SuttaCentral ou por ele gerenciado, a menos que especificado de outra forma.",
        "5e5f1292cc80dcc512c42d3201267d63": "Você está convidado a copiar, alterar, redistribuir, apresentar, executar, transmitir ou fazer uso de qualquer ou todo este material da maneira que desejar.",
        "539df51ca922f6e74de018f757410c72": "Se você fizer uso de qualquer um de nossos materiais, mesmo que você não esteja sujeito a obrigações legais, nós solicitamos respeitosamente que você:",
        "2006f5728de9f671d25c8a9080b91f39": "Faça uma nota de atribuição.",
        "60888b80238e8d91b31952387d0c3dbf": "Mantenha o espírito da tradição budista.",
        "84866c7e3410ef37a0d70dea7c5027ea": "Por favor, deixe-nos saber se você necessita de alguma ajuda para fazer uso dos nossos materiais.",
        "f6ac6c11c4a856d8596d313afa81983b": "2. Material criado por outros e disponibilizado no SuttaCentral",
        "b58f8d6733ebb56f580e91ce24cf785b": "Para alguns dos materiais do SuttaCentral, os direitos autorais foram declarados por terceiros. Isso inclui a maioria dos textos traduzidos. Nesses casos, os termos dos direitos autorais são especificados pelo declarante de direitos autorais, que geralmente é o tradutor ou o editor original. Esse material é usado de acordo com a licença ou com permissão. Os avisos de direitos autorais relevantes, conforme especificado pelo declarante de direitos autorais, são explícitamente declarados.",
        "d040f99945565462590bef401b6cf179": "Além disso, veja abaixo as licenças para os seguintes ativos usados ​​pelo SuttaCentral. Agradecemos os criadores pelo seu trabalho e generosidade.",
        "665063a57ffd400e00f47f27806088b1": "Licença Creative Commons",
        "6df082212b6e863f22b098a734fa0e9d": "Ícones que denotam “difficulty” foram criados por <a href=\"https://thenounproject.com/iconwar/\" rel=\"noopener\" target=\"_blank\" title=\"Alena Artemova, The Noun Project\">Alena Artemova</a>.",
        "79bdd241d17505c2dc2c26c2750e547c": "Ícones que denotam “Idiomas” ISO foram criados por Krzysiek Woźniak tendo como base design por <a href=\"https://thenounproject.com/ralts01/\" rel=\"noopener\" target=\"_blank\" title=\"Jonathan Coutiño, The Noun Project\">Jonathan Coutiño</a>",
        "e4d3921cc9d86eb541c67d1fcf1bbe37": "Ícone da nuvem desconectada, elaborado por Bernar Novalyi.",
        "0ccc3aca0a6fbf46603f7e2c5f706a40": "Usamos vários ícones do Noun Project, gentilmente disponibilizados através ",
        "5058f1af8388633f609cadb75a75dc9d": ".",
        "f84d6a7afcaf5f5450f909f914db0afd": "As pinturas na página inicial são do artista australiano Kim Hoa Tram e são usadas com a gentil permissão do artista e da National Gallery of Victoria. Estes e outros trabalhos de Kim Hoa Tram podem ser encontrados no website da <a href=\"https://www.ngv.vic.gov.au/explore/collection/artist/11810/\" rel=\"noopener\" target=\"_blank\" title=\"Kim Hoa Tram at the National Gallery of Victoria\">National Gallery of Victoria</a>.",
        "40c3ddd7137dc7ca82ecb89fdf7415e1": "3. Material de domínio público",
        "0aaaf927d5fa2aeb1971c4c2b17039bf": "As escrituras budistas originais em páli, chinês, sânscrito, tibetano e outras línguas são de  <a href=\"http://creativecommons.org/publicdomain/mark/1.0/\" rel=\"noopener\" target=\"_blank\">domínio público</a>. Esse material não se enquadra no escopo dos direitos autorais.",
        "fb869e822a73d682c5b013f5338b95dd": "Além disso, os dados de referência, incluindo informações sobre textos equivalente e paralelos, não são uma “criação original” e, como tal, não se enquadram no escopo dos direitos autorais."
    }
}