{
  "de": {
    "donations:1": "Spenden an SuttaCentral ",
    "donations:2": "Ihre Spende ist äußerst willkommen. Sie wird die laufende Entwicklung von SuttaCentral unterstützen, so dass wir weiterhin die Worte des Buddha zu Menschen überall auf der Welt bringen können. ",
    "donations:4": "Wofür verwendet SuttaCentral Geld? ",
    "donations:5": "IT-Entwicklung: Neben Ehrenamtlichen stellen wir auch professionelle Programmierer an. ",
    "donations:6": "Server: Kosten für Server und andere Infrastruktur. ",
    "donations:7": "Hardware: Computer und andere Hardware für Menschen, die für SuttaCentral arbeiten, besonders Mönche und Nonnen. ",
    "donations:8": "Sonstiges ",
    "donations:9": "Ethisches Banking ",
    "donations:10": "Der <i lang='en'>SuttaCentral Development Trust</i> nutzt das <a href='https://www.communitysectorbanking.com.au/' rel='noopener' target='_blank'><i lang='en'>Adelaide Bendigo community sector banking</i></a>, das ethische und grüne Investitionsrichtlinien hat. <a href='https://www.climatecouncil.org.au/what-you-need-to-know-about-fossil-fuel-divestment' rel='noopener' target='_blank'>Die Bendigo-Bank hat sich öffentlich von fossilen Brennstoffen distanziert.</a> ",
    "donations:11": "Kontoinhaber ",
    "donations:13": "Bank ",
    "donations:15": "Bankleitzahl ",
    "donations:17": "Kontonummer ",
    "donations:19": "Anschrift ",
    "donations:21": "SWIFT-Code (Bankleitzahl) ",
    "donations:23": "Für Fragen wenden Sie sich bitte an unsere Verantwortliche für Finanzen Deepika Weerakoon (suttacentraldevelopmenttrust@gmail.com). Deepika verwaltet die Gelder im Interesse des <i lang='en'>SuttaCentral Development Trust</i>. ",
    "donations:24": "SuttaCentral Development Trust ",
    "donations:25": "Der <i lang='en'>SuttaCentral Development Trust</i> ist eine gemeinnützige Organisation. Ihre Gründungsmitglieder sind Bhante Sujato, Bhante Brahmali und John Kelly. Der Trust wird von Deepika Weerakoon verwaltet. ",
    "donations:26": "Buchhaltung und Buchprüfung des Trust werden von <a href='http://www.alwisco.com.au' rel='noopener' target='_blank'>Randolph Alwis & Co Pty Ltd</a> durchgeführt. Die <a href='https://abr.business.gov.au/SearchByAbn.aspx?SearchText=858%20188%2075744' rel='noopener' target='_blank'>ABN (<i lang='en'>Australian Business Number</i>) lautet 858 188 75744</a>. ",
    "donations:27": "Wenn Sie Fragen haben, können Sie nähere Angaben über die Finanzen des Trust erhalten. Der Trust wurde einzig zu dem Zweck gegründet, die Entwicklung von SuttaCentral zu unterstützen. Alle Gelder des Trust werden nur für SuttaCentral verwendet, nicht für die Verwaltung des Trust, die ehrenamtlich geleistet wird. "
  }
}