{
  "vi": {
    "donations:1": "Quyên góp hỗ trợ tài chính cho SuttaCentral",
    "donations:2": "Chúng tôi rất cảm kích sự quyên góp tài chính của quý vị. Điều đó sẽ hỗ trợ chúng tôi phát triển SuttaCentral để có thể truyền bá Phật pháp đến với khắp mọi nơi.",
    "donations:4": "SuttaCentral sẽ chi tiêu vào việc gì?",
    "donations:5": "Về tin học: chúng tôi thuê các lập trình viên chuyên nghiệp song song với các tình nguyện viên.",
    "donations:6": "Về máy chủ web: chi trả các chi phí máy chủ và cơ sở hạ tầng web.",
    "donations:7": "Về phần cứng máy tính: máy tính và các thiết bị cho các thành viên SuttaCentral, đặc biệt là các tu sĩ",
    "donations:8": "Các mục khác",
    "donations:10": "Quỹ SuttaCentral Development Trust sử dụng <a href='https://www.communitysectorbanking.com.au/' rel='noopener' target='_blank'>Adelaide Bendigo community sector banking</a>, một ngân hàng với các chính sách đầu tư xanh và có đạo đức. <a href='https://www.climatecouncil.org.au/what-you-need-to-know-about-fossil-fuel-divestment' rel='noopener' target='_blank'>Bendigo Bank đã chính thức tránh xa các công ty nhiên liệu hoá thạch</a>.",
    "donations:13": "Tên ngân hàng",
    "donations:17": "Số tài khoản",
    "donations:19": "Địa chỉ",
    "donations:21": "Mã Swift",
    "donations:23": "Mọi thắc mắc xin liên hệ Giám đốc Tài chính Deepika Weerakoon (suttacentraldevelopmenttrust@gmail.com). Deepika quản lí tài chính với danh nghĩa của quỹ SuttaCentral Development Trust.",
    "donations:25": "SuttaCentral Development Trust là một quỹ từ thiện. Các thành viên sáng lập là Đại Đức Sujato, Đại Đức Brahmali và John Kelly. Quỹ được quản lý bởi Deepika Weerakoon.",
    "donations:26": "Kế toán và kiểm toán của quỹ do <a href='http://www.alwisco.com.au' rel='noopener' target='_blank'>Randolph Alwis &amp; Co Pty Ltd</a> đảm nhận. <a href='https://abr.business.gov.au/SearchByAbn.aspx?SearchText=858%20188%2075744' rel='noopener' target='_blank'>Mã ABN là 858 188 75744</a>.",
    "donations:27": "Nếu quý vị có thắc mắc, chúng tôi có thể cho quý vị xem các văn bản tài chính. Quỹ trên đây chỉ nhằm mục đích hỗ trợ phát triển SuttaCentral. Mọi nguồn lực tài chính của quỹ đều dành cho SuttaCentral, không chi trả cho hội đồng quản lí do các tình nguyện viên thành lập."
  }
}