{
  "_markup_path": "markup/sn/sn48/sn48.040.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.040.json"
  ],
  "sn48.40:1.1": "Linked Discourses 48 ",
  "sn48.40:2.1": "4 The Pleasure Faculty ",
  "sn48.40:3.1": "40 Irregular Order",
  "sn48.40:4.1": "“Mendicants, there are these five faculties.",
  "sn48.40:4.2": "What five?",
  "sn48.40:4.3": "The faculties of pleasure, pain, happiness, sadness, and equanimity. ",
  "sn48.40:4.4": "While a mendicant is meditating—diligent, keen, and resolute—the faculty of pain arises.",
  "sn48.40:4.5": "They understand: ",
  "sn48.40:4.6": "‘The faculty of pain has arisen in me. And that has a precursor, a source, a condition, and a reason.",
  "sn48.40:4.7": "It’s not possible for the faculty of pain to arise without a precursor, a source, a condition, or a reason.’",
  "sn48.40:4.9": "They understand the faculty of pain, its origin, its cessation, and where that faculty of pain that’s arisen ceases without anything left over.",
  "sn48.40:4.10": "And where does that faculty of pain that’s arisen cease without anything left over?",
  "sn48.40:4.11": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. That’s where the faculty of pain that’s arisen ceases without anything left over.",
  "sn48.40:4.12": "They’re called a mendicant who understands the cessation of the faculty of pain, and who applies their mind to that end.",
  "sn48.40:5.1": "While a mendicant is meditating—diligent, keen, and resolute—the faculty of sadness arises.",
  "sn48.40:5.2": "They understand: ",
  "sn48.40:5.3": "‘The faculty of sadness has arisen in me. And that has a precursor, a source, a condition, and a reason.",
  "sn48.40:5.4": "It’s not possible for the faculty of sadness to arise without a precursor, a source, a condition, or a reason.’",
  "sn48.40:5.6": "They understand the faculty of sadness, its origin, its cessation, and where that faculty of sadness that’s arisen ceases without anything left over.",
  "sn48.40:5.7": "And where does that faculty of sadness that’s arisen cease without anything left over?",
  "sn48.40:5.8": "It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. That’s where the faculty of sadness that’s arisen ceases without anything left over.",
  "sn48.40:5.9": "They’re called a mendicant who understands the cessation of the faculty of sadness, and who applies their mind to that end.",
  "sn48.40:6.1": "While a mendicant is meditating—diligent, keen, and resolute—the faculty of pleasure arises.",
  "sn48.40:6.2": "They understand: ",
  "sn48.40:6.3": "‘The faculty of pleasure has arisen in me. And that has a precursor, a source, a condition, and a reason.",
  "sn48.40:6.4": "It’s not possible for the faculty of pain to arise without a precursor, a source, a condition, or a reason.’",
  "sn48.40:6.6": "They understand the faculty of pleasure, its origin, its cessation, and where that faculty of pleasure that’s arisen ceases without anything left over.",
  "sn48.40:6.7": "And where does that faculty of pleasure that’s arisen cease without anything left over?",
  "sn48.40:6.8": "It’s when, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. That’s where the faculty of pleasure that’s arisen ceases without anything left over.",
  "sn48.40:6.9": "They’re called a mendicant who understands the cessation of the faculty of pleasure, and who applies their mind to that end.",
  "sn48.40:7.1": "While a mendicant is meditating—diligent, keen, and resolute—the faculty of happiness arises.",
  "sn48.40:7.2": "They understand: ",
  "sn48.40:7.3": "‘The faculty of happiness has arisen in me. And that has a precursor, a source, a condition, and a reason.",
  "sn48.40:7.4": "It’s not possible for the faculty of happiness to arise without a precursor, a source, a condition, or a reason.’",
  "sn48.40:7.6": "They understand the faculty of happiness, its origin, its cessation, and where that faculty of happiness that’s arisen ceases without anything left over.",
  "sn48.40:7.7": "And where does that faculty of happiness that’s arisen cease without anything left over?",
  "sn48.40:7.8": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. That’s where the faculty of happiness that’s arisen ceases without anything left over.",
  "sn48.40:7.9": "They’re called a mendicant who understands the cessation of the faculty of happiness, and who applies their mind to that end.",
  "sn48.40:8.1": "While a mendicant is meditating—diligent, keen, and resolute—the faculty of equanimity arises.",
  "sn48.40:8.2": "They understand: ",
  "sn48.40:8.3": "‘The faculty of equanimity has arisen in me. And that has a precursor, a source, a condition, and a reason.",
  "sn48.40:8.4": "It’s not possible for the faculty of equanimity to arise without a precursor, a source, a condition, or a reason.’",
  "sn48.40:8.6": "They understand the faculty of equanimity, its origin, its cessation, and where that faculty of equanimity that’s arisen ceases without anything left over.",
  "sn48.40:8.7": "And where does that faculty of equanimity that’s arisen cease without anything left over?",
  "sn48.40:8.8": "It’s when a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. That’s where the faculty of equanimity that’s arisen ceases without anything left over.",
  "sn48.40:8.9": "They’re called a mendicant who understands the cessation of the faculty of equanimity, and who applies their mind to that end.”"
}