{
  "_markup_path": "markup/sn/sn48/sn48.043.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.043.json"
  ],
  "sn48.43:1.1": "Linked Discourses 48 ",
  "sn48.43:2.1": "5 Old Age ",
  "sn48.43:3.1": "43 At Sāketa",
  "sn48.43:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn48.43:4.2": "At one time the Buddha was staying near Sāketa in the deer part at the Añjana Wood.",
  "sn48.43:4.3": "There the Buddha addressed the mendicants:",
  "sn48.43:4.4": "“Mendicants, is there a way in which the five faculties become the five powers, and the five powers become the five faculties?”",
  "sn48.43:5.1": "“Our teachings are rooted in the Buddha. He is our guide and refuge. ",
  "sn48.43:5.2": "Sir, may the Buddha himself please clarify the meaning of this. ",
  "sn48.43:5.3": "The mendicants will listen and remember it.”",
  "sn48.43:6.1": "“Mendicants, there is a way in which the five faculties become the five powers, and the five powers become the five faculties.",
  "sn48.43:7.1": "And what is that method?",
  "sn48.43:7.2": "The faculty of faith is the power of faith, and the power of faith is the faculty of faith.",
  "sn48.43:7.3": "The faculty of energy is the power of energy, and the power of energy is the faculty of energy.",
  "sn48.43:7.4": "The faculty of mindfulness is the power of mindfulness, and the power of mindfulness is the faculty of mindfulness.",
  "sn48.43:7.5": "The faculty of samādhi is the power of samādhi, and the power of samādhi is the faculty of samādhi.",
  "sn48.43:7.6": "The faculty of wisdom is the power of wisdom, and the power of wisdom is the faculty of wisdom.",
  "sn48.43:7.7": "Suppose that there was a river slanting, sloping, and inclining to the east, and in the middle was an island.",
  "sn48.43:7.8": "There’s a way in which that river can be considered to have just one stream.",
  "sn48.43:7.9": "But there’s also a way in which that river can be considered to have two streams.",
  "sn48.43:8.1": "And what’s the way in which that river can be considered to have just one stream?",
  "sn48.43:8.2": "By taking into account the water to the east and the west of the island,",
  "sn48.43:8.3": "that river can be considered to have just one stream.",
  "sn48.43:9.1": "And what’s the way in which that river can be considered to have two streams?",
  "sn48.43:9.2": "By taking into account the water to the north and the south of the island,",
  "sn48.43:9.3": "that river can be considered to have two streams.",
  "sn48.43:9.4": "In the same way, the faculty of faith is the power of faith, and the power of faith is the faculty of faith.",
  "sn48.43:9.5": "The faculty of energy is the power of energy, and the power of energy is the faculty of energy. ",
  "sn48.43:9.6": "The faculty of mindfulness is the power of mindfulness, and the power of mindfulness is the faculty of mindfulness. ",
  "sn48.43:9.7": "The faculty of samādhi is the power of samādhi, and the power of samādhi is the faculty of samādhi. ",
  "sn48.43:9.8": "The faculty of wisdom is the power of wisdom, and the power of wisdom is the faculty of wisdom. ",
  "sn48.43:9.9": "It’s because of developing and cultivating the five faculties that a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.”"
}