{
  "_markup_path": "markup/sn/sn48/sn48.042.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.042.json"
  ],
  "sn48.42:1.1": "Linked Discourses 48 ",
  "sn48.42:2.1": "5 Old Age ",
  "sn48.42:3.1": "42 The Brahmin Uṇṇābha",
  "sn48.42:4.1": "At Sāvatthī. ",
  "sn48.42:4.2": "Then Uṇṇābha the brahmin went up to the Buddha,",
  "sn48.42:4.3": "and exchanged greetings with him. ",
  "sn48.42:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn48.42:4.5": "and said to the Buddha:",
  "sn48.42:5.1": "“Master Gotama, these five faculties have different scopes and different ranges, and don’t experience each others’ scope and range.",
  "sn48.42:5.2": "What five?",
  "sn48.42:5.3": "The faculties of the eye, ear, nose, tongue, and body.",
  "sn48.42:5.4": "What do these five faculties, with their different scopes and ranges, have recourse to? What experiences their scopes and ranges?”",
  "sn48.42:6.1": "“Brahmin, these five faculties have different scopes and different ranges, and don’t experience each others’ scope and range.",
  "sn48.42:6.2": "What five?",
  "sn48.42:6.3": "The faculties of the eye, ear, nose, tongue, and body. ",
  "sn48.42:6.4": "These five faculties, with their different scopes and ranges, have recourse to the mind. And the mind experiences their scopes and ranges.”",
  "sn48.42:7.1": "“But Master Gotama, what does the mind have recourse to?”",
  "sn48.42:7.2": "“The mind has recourse to mindfulness.”",
  "sn48.42:7.3": "“But what does mindfulness have recourse to?”",
  "sn48.42:7.4": "“Mindfulness has recourse to freedom.”",
  "sn48.42:7.5": "“But what does freedom have recourse to?”",
  "sn48.42:7.6": "“Freedom has recourse to extinguishment.”",
  "sn48.42:7.7": "“But what does extinguishment have recourse to?”",
  "sn48.42:7.8": "“This question goes too far, brahmin! You weren’t able to grasp the limit of questioning.",
  "sn48.42:7.9": "For extinguishment is the culmination, destination, and end of the spiritual life.”",
  "sn48.42:8.1": "And then the brahmin Uṇṇābha approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn48.42:9.1": "Then, not long after he had left, the Buddha addressed the mendicants:",
  "sn48.42:9.2": "“Suppose there was a bungalow or a hall with a peaked roof, with windows on the eastern side. When the sun rises and a ray of light enters through a window, where would it land?”",
  "sn48.42:9.3": "“On the western wall, sir.” ",
  "sn48.42:9.4": "“In the same way, the brahmin Uṇṇābha’s faith in the Realized One is settled, rooted, and planted deep. It’s strong and can’t be shifted by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
  "sn48.42:9.5": "If he was to pass away at this time, he’d be bound by no fetter that might return him to this world.”"
}