{
  "_markup_path": "markup/sn/sn48/sn48.053.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.053.json"
  ],
  "sn48.53:1.1": "Linked Discourses 48 ",
  "sn48.53:2.1": "6 The Boar’s Cave ",
  "sn48.53:3.1": "53 A Trainee",
  "sn48.53:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn48.53:4.2": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. ",
  "sn48.53:4.3": "There the Buddha addressed the mendicants:",
  "sn48.53:4.4": "“Mendicants, is there a way that a mendicant who is a trainee, standing at the level of a trainee, can understand that they are a trainee? And that a mendicant who is a master, standing at the level of a master, can understand that they are a master?”",
  "sn48.53:5.1": "“Our teachings are rooted in the Buddha. …”",
  "sn48.53:5.2": "“There is a way that a mendicant who is a trainee, standing at the level of a trainee, can understand that they are a trainee, and that a mendicant who is a master, standing at the level of a master, can understand that they are a master.",
  "sn48.53:6.1": "And what is a way that a mendicant who is a trainee can understand that they are a trainee?",
  "sn48.53:6.2": "It’s when a mendicant who is a trainee truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "sn48.53:6.3": "This is a way that a mendicant who is a trainee can understand that they are a trainee.",
  "sn48.53:7.1": "Furthermore, a mendicant who is a trainee reflects:",
  "sn48.53:7.2": "‘Is there any other ascetic or brahmin elsewhere whose teaching is as true, as real, as accurate as that of the Buddha?’",
  "sn48.53:7.3": "They understand: ",
  "sn48.53:7.4": "‘There is no other ascetic or brahmin elsewhere whose teaching is as true, as real, as accurate as that of the Buddha.’",
  "sn48.53:7.5": "This too is a way that a mendicant who is a trainee can understand that they are a trainee.",
  "sn48.53:8.1": "Furthermore, a mendicant who is a trainee understands the five faculties:",
  "sn48.53:8.2": "faith, energy, mindfulness, samādhi, and wisdom.",
  "sn48.53:8.3": "And although they don’t have direct meditative experience of their destination, apex, fruit, and culmination, ",
  "sn48.53:8.5": "they do see them with penetrating wisdom.",
  "sn48.53:8.6": "This too is a way that a mendicant who is a trainee can understand that they are a trainee.",
  "sn48.53:9.1": "And what is the way that a mendicant who is a master can understand that they are a master?",
  "sn48.53:9.2": "It’s when a mendicant who is a master understands the five faculties:",
  "sn48.53:9.3": "faith, energy, mindfulness, samādhi, and wisdom.",
  "sn48.53:9.4": "They have direct meditative experience of their destination, apex, fruit, and culmination,",
  "sn48.53:9.6": "and they see them with penetrating wisdom. ",
  "sn48.53:9.7": "This is a way that a mendicant who is a master can understand that they are a master.",
  "sn48.53:10.1": "Furthermore, a mendicant who is a master understands the six faculties:",
  "sn48.53:10.2": "eye, ear, nose, tongue, body, and mind.",
  "sn48.53:10.3": "They understand: ‘These six faculties will totally and utterly cease without anything left over. And no other six faculties will arise anywhere anyhow.’",
  "sn48.53:10.4": "This too is a way that a mendicant who is a master can understand that they are a master.”"
}