{
  "_markup_path": "markup/sn/sn48/sn48.058.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.058.json"
  ],
  "sn48.58:1.1": "Linked Discourses 48 ",
  "sn48.58:2.1": "6 The Boar’s Cave ",
  "sn48.58:3.1": "58 The Boar’s Cave",
  "sn48.58:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain in the Boar’s Cave.",
  "sn48.58:4.2": "Then the Buddha said to Venerable Sāriputta: ",
  "sn48.58:4.3": "“Sāriputta, considering what benefit does a mendicant with defilements ended, while still alive, continue to show utmost devotion for the Realized One or his instructions?”",
  "sn48.58:4.4": "“Sir, it is considering the supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.”",
  "sn48.58:4.5": "“Good, good, Sāriputta!",
  "sn48.58:4.6": "For it is considering the supreme sanctuary that a mendicant whose defilements are ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.",
  "sn48.58:5.1": "And what is that supreme sanctuary?”",
  "sn48.58:5.2": "“It’s when a mendicant with defilements ended develops the faculties of faith, energy,",
  "sn48.58:5.3": "mindfulness,",
  "sn48.58:5.4": "samādhi,",
  "sn48.58:5.5": "and wisdom, which lead to peace and awakening.",
  "sn48.58:5.6": "It is considering this supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.”",
  "sn48.58:5.7": "“Good, good, Sāriputta!",
  "sn48.58:5.8": "For this is that supreme sanctuary.",
  "sn48.58:6.1": "And what is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions?”",
  "sn48.58:6.2": "“It’s when a mendicant with defilements ended maintains respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and samādhi.",
  "sn48.58:6.3": "This is that utmost devotion.”",
  "sn48.58:6.4": "“Good, good, Sāriputta!",
  "sn48.58:6.5": "For this is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions.”"
}