{
  "_markup_path": "markup/sn/sn48/sn48.049.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.049.json"
  ],
  "sn48.49:1.1": "Linked Discourses 48 ",
  "sn48.49:2.1": "5 Old Age ",
  "sn48.49:3.1": "49 About Piṇḍola Bhāradvāja",
  "sn48.49:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn48.49:4.2": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery. ",
  "sn48.49:4.3": "Now at that time Venerable Piṇḍola Bhāradvāja had declared enlightenment:",
  "sn48.49:4.4": "“I understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "sn48.49:4.5": "Then several mendicants went up to the Buddha, ",
  "sn48.49:4.6": "bowed, sat down to one side, ",
  "sn48.49:4.7": "and told him what had happened. Then they said: ",
  "sn48.49:5.3": "“What reason does Piṇḍola Bhāradvāja see for doing this?”",
  "sn48.49:6.1": "“It’s because Piṇḍola Bhāradvāja has developed and cultivated three faculties that he declares enlightenment:",
  "sn48.49:6.2": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’ ",
  "sn48.49:6.3": "What three?",
  "sn48.49:6.4": "The faculties of mindfulness, samādhi, and wisdom.",
  "sn48.49:6.5": "It’s because Piṇḍola Bhāradvāja has developed and cultivated these three faculties that he declares enlightenment.",
  "sn48.49:6.7": "Whats the culmination of these three faculties?",
  "sn48.49:6.8": "They culminate in ending.",
  "sn48.49:6.9": "In the ending of what?",
  "sn48.49:6.10": "Of rebirth, old, age, and death.",
  "sn48.49:6.11": "It’s because he sees that they culminate in the ending of rebirth, old age, and death that Piṇḍola Bhāradvāja declares enlightenment:",
  "sn48.49:6.12": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’”"
}