{
  "_markup_path": "markup/sn/sn48/sn48.050.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.050.json"
  ],
  "sn48.50:1.1": "Linked Discourses 48 ",
  "sn48.50:2.1": "5 Old Age",
  "sn48.50:3.1": "50 At Āpaṇa",
  "sn48.50:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn48.50:4.2": "At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town called Āpaṇa.",
  "sn48.50:4.3": "Then the Buddha said to Venerable Sāriputta: ",
  "sn48.50:4.4": "“Sāriputta, would a noble disciple who is sure and confident in the Realized One have any doubt or uncertainty about the Realized One or his instructions?”",
  "sn48.50:5.1": "“Sir, a noble disciple who is sure and confident in the Realized One would have no doubt or uncertainty about the Realized One or his instructions.",
  "sn48.50:5.2": "You can expect that a faithful noble disciple will live with energy roused up",
  "sn48.50:5.3": "for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "sn48.50:5.4": "For their energy is the faculty of energy.",
  "sn48.50:6.1": "You can expect that a faithful and energetic noble disciple will be mindful, with utmost mindfulness and alertness, able to remember and recall what was said and done long ago.",
  "sn48.50:6.2": "For their mindfulness is the faculty of mindfulness.",
  "sn48.50:7.1": "You can expect that a faithful, energetic, and mindful noble disciple will, relying on letting go, get samādhi, get unification of mind. ",
  "sn48.50:7.2": "For their samādhi is the faculty of samādhi.",
  "sn48.50:8.1": "You can expect that a faithful, energetic, mindful noble disciple with their mind in samādhi will understand this:",
  "sn48.50:8.2": "‘Transmigration has no known beginning.",
  "sn48.50:8.3": "‘Transmigration has no known beginning.",
  "sn48.50:8.4": "But when that dark mass of ignorance fades away and ceases with nothing left over, that state is peaceful and sublime.",
  "sn48.50:8.5": "That is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
  "sn48.50:8.6": "For their noble wisdom is the faculty of wisdom.",
  "sn48.50:9.1": "When a noble disciple has tried again and again, recollected again and again, entered samādhi again and again, and understood with wisdom  again and again, they will be confident of this:",
  "sn48.50:9.2": "‘I have previously heard of these things.",
  "sn48.50:9.3": "But now I have direct meditative experience of them, and see them with penetrating wisdom.’",
  "sn48.50:9.4": "For their faith is the faculty of faith.”",
  "sn48.50:10.1": "“Good, good, Sāriputta!",
  "sn48.50:10.2": "“Sāriputta, a noble disciple who is sure and confident in the Realized One would have no doubt or uncertainty about the Realized One or his instructions. …”",
  "sn48.50:10.3": "(The Buddha then repeated Sāriputta’s answer word for word.)"
}