{
  "_markup_path": "markup/sn/sn48/sn48.009.html",
  "_alt_strings": [
    "pi/sn/sn48/sn48.009.json"
  ],
  "sn48.9:1.1": "Linked Discourses 48 ",
  "sn48.9:2.1": "1 Plain Version ",
  "sn48.9:3.1": "9 Analysis (1)",
  "sn48.9:4.1": "“Mendicants, there are these five faculties.",
  "sn48.9:4.2": "What five?",
  "sn48.9:4.3": "The faculties of faith, energy, mindfulness, samādhi, and wisdom. ",
  "sn48.9:4.5": "And what is the faculty of faith?",
  "sn48.9:4.6": "It’s when a noble disciple has faith in the Realized One’s awakening:   ",
  "sn48.9:4.7": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "sn48.9:4.8": "This is called the faculty of faith.",
  "sn48.9:5.1": "And what is the faculty of energy? ",
  "sn48.9:5.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "sn48.9:5.3": "This is called the faculty of energy.",
  "sn48.9:6.1": "And what is the faculty of mindfulness?",
  "sn48.9:6.2": "It’s when a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.",
  "sn48.9:6.3": "This is called the faculty of mindfulness.",
  "sn48.9:7.1": "And what is the faculty of samādhi?",
  "sn48.9:7.2": "It’s when a noble disciple, relying on letting go, gets samādhi, gets unification of mind.",
  "sn48.9:7.3": "This is called the faculty of samādhi.",
  "sn48.9:8.1": "And what is the faculty of wisdom?",
  "sn48.9:8.2": "It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "sn48.9:8.3": "This is called the faculty of wisdom. ",
  "sn48.9:8.4": "These are the five faculties.”"
}