{
    "en": {
        "55d139c73398413f27c7e15a4cad3a59": "About SuttaCentral",
        "81f99fc63b1b99385e27080e5c8a93fc": "SuttaCentral is a website run by a small team, originally based in Australia. We have no institutional affiliation, but are just a group of friends interested in the Suttas. The founders are Rod Bucknell, John Kelly, and Bhante Sujato. As of 2017 the main developers are Bhante Sujato, Ayya Vimala, and Blake Walsh. Financial support for the site comes the SuttaCentral Development Trust, a non-profit charity incorporated in Australia.",
        "0e5c6c307a41274b2d6770164f0a82cb": "SuttaCentral aims at facilitating the study of Buddhist texts from comparative and historical perspectives. It focuses on the texts that represent “Early Buddhism”, texts preserved not only in the Pali Sutta and Vinaya Piṭakas but also in Chinese and Tibetan translations and in fragmentary remains in Sanskrit and other languages.",
        "472d2708a4d2c1bb61927b952d555f6c": "SuttaCentral offers a gateway to this material by enabling users to quickly identify the Chinese, Tibetan, and/or Sanskrit parallels of any given Pali discourse, or vice versa. Having found that information, one can consult the actual texts or view available translations.",
        "2923d6f291c43d749c0476a7f1c6ab34": "While the website is our main focus, we also publish some texts in book form.",
        "0b7d30e53b1e5443951598ca356322cd": "SuttaCentral is under constant development and updates are made regularly. To keep up with what’s new, <a href=\"https://discourse.suttacentral.net/c/meta/updates\" rel=\"noopener\" target=\"_blank\">check the Updates category in our forum</a>.",
        "7d7ecfc5a78d4287f72b459e973c472c": "Privacy and security",
        "cf6137f06caf2b738caa0cd89612f3ec": "SuttaCentral does not, and never will, serve advertising or tracking. We do not collect any personal data on users without your knowledge and consent. All our pages are served over secure, encrypted connections."
    }
}