{
    "pt": {
        "55d139c73398413f27c7e15a4cad3a59": "Sobre o SuttaCentral",
        "81f99fc63b1b99385e27080e5c8a93fc": "O SuttaCentral é um site gerenciado por uma pequena equipe, originalmente baseada na Austrália. Não temos afiliação institucional, mas somos apenas um grupo de amigos interessados ​​nos Suttas. Os fundadores são Rod Bucknell, John Kelly e Bhante Sujato. A partir de 2017, os principais desenvolvedores são Bhante Sujato, Ayya Vimala e Blake Walsh. O suporte financeiro para o site vem do SuttaCentral Development Trust, uma instituição de caridade sem fins lucrativos incorporada na Austrália.",
        "0e5c6c307a41274b2d6770164f0a82cb": "O SuttaCentral visa facilitar o estudo de textos budistas a partir de perspectivas comparativas e históricas. Ele se concentra nos textos que representam o “Budismo Inicial” (ou \"Budismo Antigo\"), textos preservados não apenas no Páli Sutta e no Vinaya Piṭakas, mas também em traduções chinesas e tibetanas e em resquícios e fragmentos em sânscrito e outras línguas.",
        "472d2708a4d2c1bb61927b952d555f6c": "O SuttaCentral oferece uma porta de entrada para esse material, permitindo que os usuários identifiquem rapidamente os textos paralelos ou comparáveis em chinês, tibetano e/ou em sânscrito de qualquer discurso Páli, ou vice-versa. Tendo encontrado essa informação, pode-se consultar os textos originais ou ler as traduções disponíveis.",
        "2923d6f291c43d749c0476a7f1c6ab34": "Embora o site seja nosso foco principal, também publicamos alguns textos na forma de livros.",
        "0b7d30e53b1e5443951598ca356322cd": "O SuttaCentral está em constante desenvolvimento e as atualizações são feitas regularmente. Para acompanhar as novidades, <a href=\"https://discourse.suttacentral.net/c/meta/updates\" rel=\"noopener\" target=\"_blank\"> verifique a categoria Atualizações em nosso fórum</a>.",
        "7d7ecfc5a78d4287f72b459e973c472c": "Privacidade e segurança",
        "cf6137f06caf2b738caa0cd89612f3ec": "O SuttaCentral não oferece, e nunca servirá, publicidade ou rastreamento. Não coletamos dados pessoais de usuários sem o seu conhecimento e consentimento. Todas as nossas páginas são servidas por conexões seguras e criptografadas."
    }
}