{
  "_markup_path": "markup/an/an04/an4.076.html",
  "_alt_strings": [
    "pi/an/an04/an4.076.json"
  ],
  "an4.76:1.1": "Numbered Discourses 4",
  "an4.76:2.1": "8 Guaranteed",
  "an4.76:3.1": "76 At Kusināra",
  "an4.76:4.1": "At one time the Buddha was staying near Kusināra, in the sal tree forest of the Mallas at Upavattana, between the two sal trees at the time of his final extinguishment.",
  "an4.76:4.2": "There the Buddha addressed the mendicants: ",
  "an4.76:4.3": "“Mendicants!” ",
  "an4.76:4.4": "“Venerable sir,” they replied. ",
  "an4.76:4.5": "The Buddha said this: ",
  "an4.76:5.1": "“There might be even a single mendicant who has doubt or uncertainty regarding the Buddha, the Dharma, the Saṅgha, the path, or the practice. So ask, mendicants! Do not regret it later, thinking:",
  "an4.76:5.2": "‘We were in front of the teacher, and couldn’t ask the Buddha a question.’”",
  "an4.76:5.3": "When this was said, the mendicants kept silent.",
  "an4.76:6.1": "For a second time the Buddha addressed the mendicants: …",
  "an4.76:6.4": "For a second time, the mendicants kept silent.",
  "an4.76:7.1": "For a third time the Buddha addressed the mendicants: …",
  "an4.76:7.4": "For a third time, the mendicants kept silent.",
  "an4.76:8.1": "Then the Buddha said to the mendicants:",
  "an4.76:8.2": "“Mendicants, it might be that you don’t ask out of respect for the teacher. So tell it to a friend.”",
  "an4.76:8.3": "When this was said, the mendicants kept silent.",
  "an4.76:8.4": "Then Venerable Ānanda said to the Buddha:",
  "an4.76:8.5": "“It’s incredible, sir, it’s amazing!",
  "an4.76:8.6": "I am confident that ",
  "an4.76:8.7": "there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the Dharma, the Saṅgha, the path, or the practice.”",
  "an4.76:9.1": "“Ānanda, you speak from faith.",
  "an4.76:9.2": "But the Realized One knows that ",
  "an4.76:9.3": "there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the Dharma, the Saṅgha, the path, or the practice.",
  "an4.76:9.4": "Even the last of these five hundred mendicants is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”"
}