{
  "_markup_path": "markup/an/an04/an4.185.html",
  "_alt_strings": [
    "pi/an/an04/an4.185.json"
  ],
  "an4.185:1.1": "Numbered Discourses 4",
  "an4.185:2.1": "19 Brahmins",
  "an4.185:3.1": "185 Truths of the Brahmins",
  "an4.185:4.1": "Once the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an4.185:4.2": "Now at that time several very well-known wanderers were residing in the monastery of the wanderers on the bank of the Sappinī. They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers.",
  "an4.185:4.3": "Then in the late afternoon, the Buddha came out of solitude and went to the wanderer’s monastery on the banks of the Sappinī river,",
  "an4.185:5.1": "Now at that time this discussion came up while those wanderers who follow other paths were sitting together:",
  "an4.185:5.2": "“The truths of the brahmins are like this; the truths of the brahmins are like that.”",
  "an4.185:5.3": "Then the Buddha went up to those wanderers,",
  "an4.185:5.4": "sat down on the indicated seat,",
  "an4.185:5.5": "and said to them:",
  "an4.185:6.1": "“Wanderers, what were you sitting talking about just now? What conversation was unfinished?”",
  "an4.185:6.2": "“Well, Master Gotama, this discussion came up among us while we were sitting together:",
  "an4.185:6.3": "‘The truths of the brahmins are like this; the truths of the brahmins are like that.’”",
  "an4.185:7.1": "“Wanderers, I declare these four truths of the brahmins, having realized them with my own insight.",
  "an4.185:7.2": "What four?",
  "an4.185:7.3": "Take a brahmin who says:",
  "an4.185:7.4": "‘No sentient beings should be killed.’",
  "an4.185:7.5": "Saying this, a brahmin speaks the truth, not lies.",
  "an4.185:7.6": "But they don’t think of themselves as an ‘ascetic’ or ‘brahman’ because of that. Nor do they think ‘I’m better’ or ‘I’m equal’ or ‘I’m worse’.",
  "an4.185:7.7": "Rather, they simply practice out of kindness and compassion for living creatures, having had insight into the truth of that. ",
  "an4.185:8.1": "Take another brahmin who says:",
  "an4.185:8.2": "‘All sensual pleasures are impermanent, suffering, and perishable.",
  "an4.185:8.3": "Saying this, a brahmin speaks the truth, not lies.",
  "an4.185:8.4": "But they don’t think of themselves as an ‘ascetic’ or ‘brahman’ because of that. Nor do they think ‘I’m better’ or ‘I’m equal’ or ‘I’m worse’.",
  "an4.185:8.5": "Rather, they simply practice for the disillusionment, fading away, and cessation of sensual pleasures, having had insight into the truth of that. ",
  "an4.185:9.1": "Take another brahmin who says:",
  "an4.185:9.2": "‘All states of existence are impermanent, suffering, and perishable.’ … They simply practice for the disillusionment, fading away, and cessation of rebirth in future states of existence.",
  "an4.185:10.1": "Take another brahmin who says:",
  "an4.185:10.2": "‘I don’t belong to anyone anywhere. And nothing belongs to me anywhere.’",
  "an4.185:10.3": "Saying this, a brahmin speaks the truth, not lies.",
  "an4.185:10.4": "But they don’t think of themselves as an ‘ascetic’ or ‘brahman’ because of that. Nor do they think ‘I’m better’ or ‘I’m equal’ or ‘I’m worse’.",
  "an4.185:10.5": "Rather, they simply practice the path of nothingness, having had insight into the truth of that. ",
  "an4.185:10.6": "These are the four truths of the brahmins that I declare, having realized them with my own insight.”"
}