{
  "_markup_path": "markup/an/an04/an4.022.html",
  "_alt_strings": [
    "pi/an/an04/an4.022.json"
  ],
  "an4.22:1.1": "Numbered Discourses 4",
  "an4.22:2.1": "3 At Uruvelā",
  "an4.22:3.1": "22 At Uruvelā (2nd)",
  "an4.22:4.1": "“Mendicants, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.",
  "an4.22:4.2": "Then several old brahmins—elderly and senior, who had lived long and reached the final stage of life—came up to me,",
  "an4.22:4.3": "and exchanged greetings with me.",
  "an4.22:4.4": "When the greetings and polite conversation were over, they sat down to one side,",
  "an4.22:4.5": "and said to me:",
  "an4.22:4.6": "‘Master Gotama, we have heard this:",
  "an4.22:4.7": "“The ascetic Gotama does not bow to old brahmins, elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat.”",
  "an4.22:4.8": "And this is indeed the case, ",
  "an4.22:4.9": "for Master Gotama does not bow to old brahmins, elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat.",
  "an4.22:4.10": "This is not appropriate, Master Gotama.’",
  "an4.22:5.1": "Then it occurred to me: ",
  "an4.22:5.2": "‘These venerables don’t know what a senior is, or what qualities make you a senior.’",
  "an4.22:5.3": "Mendicants, suppose you’re eighty, ninety, or a hundred years old.",
  "an4.22:5.4": "But your speech is untimely, false, meaningless, and against the teaching or training. You say things at the wrong time which are worthless, unreasonable, rambling, and unbeneficial.",
  "an4.22:5.5": "Then you’ll be considered a ‘childish senior’.",
  "an4.22:6.1": "Now suppose you’re a youth, young, black-haired, blessed with youth, in the prime of life.",
  "an4.22:6.2": "But your speech is timely, true, meaningful, and in line with the teaching and training. You say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "an4.22:6.3": "Then you’ll be considered an ‘astute senior’.",
  "an4.22:7.1": "There are these four qualities that make a senior.",
  "an4.22:7.2": "What four? ",
  "an4.22:7.3": "A mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an4.22:8.1": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an4.22:10.1": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "an4.22:11.1": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an4.22:11.2": "These are the four qualities that make a senior.”",
  "an4.22:12.1": "“The creature with a restless mind",
  "an4.22:12.2": "speaks a lot of nonsense.",
  "an4.22:12.3": "Their thoughts are unsettled,",
  "an4.22:12.4": "and they don’t like the true teaching.",
  "an4.22:12.5": "They’re far from seniority,",
  "an4.22:12.6": "those disrespectful ones with bad views.",
  "an4.22:13.1": "But those accomplished in ethics,",
  "an4.22:13.2": "learned and eloquent, those wise ones",
  "an4.22:13.3": "are restrained when experiencing phenomena,",
  "an4.22:13.4": "discerning the meaning with wisdom.",
  "an4.22:14.1": "Gone beyond all things,",
  "an4.22:14.2": "kind, eloquent,",
  "an4.22:14.3": "they’ve given up birth and death,",
  "an4.22:14.4": "and have completed the spiritual journey.",
  "an4.22:15.1": "That’s who I call a senior,",
  "an4.22:15.2": "who has no defilements.",
  "an4.22:15.3": "With the ending of defilements, a mendicant",
  "an4.22:15.4": "is declared a ‘senior’.”"
}