{
  "_markup_path": "markup/an/an04/an4.159.html",
  "_alt_strings": [
    "pi/an/an04/an4.159.json"
  ],
  "an4.159:1.1": "Numbered Discourses 4",
  "an4.159:2.1": "16 Faculties",
  "an4.159:3.1": "159 Nun",
  "an4.159:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an4.159:4.2": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery.",
  "an4.159:4.3": "And then a certain nun addressed a man:",
  "an4.159:4.4": "“Please, mister, go to Venerable Ānanda,",
  "an4.159:4.5": "and in my name bow with your head to his feet. Say to him:",
  "an4.159:4.6": "‘Sir, the nun named so-and-so is sick, suffering, and gravely ill.",
  "an4.159:4.7": "She bows with her head to your feet.’",
  "an4.159:4.8": "And then say:",
  "an4.159:4.9": "‘Sir, please go to the nun’s quarters to visit that nun out of compassion.’",
  "an4.159:4.10": "“Yes, ma’am,” that man replied. He did as the nun asked.",
  "an4.159:5.4": "Ānanda consented in silence.",
  "an4.159:6.1": "Then Ānanda got dressed and went to the nun’s quarters to visit that nun, taking his bowl and robes.",
  "an4.159:6.2": "That nun saw Ānanda coming off in the distance.",
  "an4.159:6.3": "She wrapped herself up, even her head, and lay down on her cot.",
  "an4.159:6.4": "Then Venerable Ānanda went up to her,",
  "an4.159:6.5": "and sat down on the indicated seat.",
  "an4.159:6.6": "Then Ānanda said to the nun:",
  "an4.159:7.1": "“Sister, this body is produced by food. Relying on food,",
  "an4.159:7.2": "you should give up food.",
  "an4.159:7.3": "This body is produced by craving. Relying on craving,",
  "an4.159:7.4": "you should give up craving.",
  "an4.159:7.5": "This body is produced by conceit. Relying on conceit,",
  "an4.159:7.6": "you should give up conceit.",
  "an4.159:7.7": "This body is produced by sex.",
  "an4.159:7.8": "The Buddha spoke of breaking off everything to do with sex.",
  "an4.159:8.1": "‘This body is produced by food. Relying on food,",
  "an4.159:8.2": "you should give up food.’ This is what I said,",
  "an4.159:8.3": "but why did I say it?",
  "an4.159:8.4": "Take a mendicant who reflects on the reasons why they eat food:",
  "an4.159:8.5": "‘Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. ",
  "an4.159:8.6": "To put an end to old discomfort and not give rise to new discomfort. ",
  "an4.159:8.7": "And so that I’ll keep on living blamelessly and at ease.’",
  "an4.159:8.8": "After some time, relying on food, they give up food.",
  "an4.159:8.9": "… That’s why I said what I said.",
  "an4.159:9.1": "‘This body is produced by craving. Relying on craving,",
  "an4.159:9.2": "you should give up craving.’ This is what I said,",
  "an4.159:9.3": "but why did I say it?",
  "an4.159:9.4": "Take a mendicant who hears this:",
  "an4.159:9.5": "‘They say that the mendicant named so-and-so has realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.’",
  "an4.159:9.6": "They think:",
  "an4.159:9.7": "‘Oh, when will I too realize the undefiled freedom of heart and freedom by wisdom in this very life. …’",
  "an4.159:9.8": "After some time, relying on craving, they give up craving.",
  "an4.159:9.9": "… That’s why I said what I said.",
  "an4.159:10.1": "‘This body is produced by conceit. Relying on conceit,",
  "an4.159:10.2": "you should give up conceit.’ This is what I said,",
  "an4.159:10.3": "but why did I say it?",
  "an4.159:10.4": "Take a mendicant who hears this:",
  "an4.159:10.5": "‘They say that the mendicant named so-and-so has realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.’",
  "an4.159:10.6": "They think:",
  "an4.159:10.7": "‘Well, that venerable can realize the undefiled freedom of heart and freedom by wisdom in this very life. …",
  "an4.159:10.8": "Why can’t I?’",
  "an4.159:10.9": "After some time, relying on conceit, they give up conceit.",
  "an4.159:10.10": "… That’s why I said what I said.",
  "an4.159:11.1": "‘This body is produced by sex.",
  "an4.159:11.2": "The Buddha spoke of breaking off everything to do with sex.’”",
  "an4.159:12.1": "Then that nun rose from her cot, placed her robe over one shoulder, bowed with her head at Ānanda’s feet, and said:",
  "an4.159:12.2": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to act in that way.",
  "an4.159:12.3": "Please, sir, accept my mistake for what it is, so I can restrain myself in future.”",
  "an4.159:12.4": "“Indeed, sister, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way.",
  "an4.159:12.5": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.",
  "an4.159:12.6": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.”"
}