{
  "_markup_path": "markup/an/an04/an4.190.html",
  "_alt_strings": [
    "pi/an/an04/an4.190.json"
  ],
  "an4.190:1.1": "Numbered Discourses 4",
  "an4.190:2.1": "19 Brahmins",
  "an4.190:3.1": "190 Sabbath",
  "an4.190:4.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an4.190:4.2": "Now, at that time it was the sabbath, and the Buddha was sitting surrounded by the Saṅgha of monks.",
  "an4.190:4.3": "Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:",
  "an4.190:5.1": "“This assembly has no nonsense, mendicants, it’s free of nonsense. It consists purely of the essential core.",
  "an4.190:5.2": "Such is this Saṅgha of monks, such is this assembly!",
  "an4.190:5.3": "An assembly such as this is rarely seen in the world.",
  "an4.190:5.4": "An assembly such as this is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.",
  "an4.190:5.5": "Even a small gift to an assembly such as this is plentiful, while giving more is even more plentiful.",
  "an4.190:5.6": "An assembly such as this is worth travelling many leagues to see, even if have to carry your own provisions in a shoulder bag.",
  "an4.190:6.1": "There are monks in this Saṅgha living attained to the gods.",
  "an4.190:6.2": "There are monks in this Saṅgha living attained to Brahmā.",
  "an4.190:6.3": "There are monks in this Saṅgha living attained to motionlessness.",
  "an4.190:6.4": "There are monks in this Saṅgha living attained to nobility.",
  "an4.190:7.1": "And how has a monk attained to the gods?",
  "an4.190:7.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … ",
  "an4.190:7.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption … third absorption … fourth absorption …",
  "an4.190:7.4": "That’s how a monk has attained to the gods.",
  "an4.190:8.1": "And how has a monk attained to Brahmā?",
  "an4.190:8.2": "Firstly, a monk meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "an4.190:8.3": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an4.190:8.4": "Furthermore, a monk meditates spreading a heart full of compassion … rejoicing … equanimity to one direction, and to the second, and to the third, and to the fourth. ",
  "an4.190:8.5": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an4.190:8.6": "That’s how a monk has attained to Brahmā.",
  "an4.190:9.1": "And how has a monk attained to motionlessness?",
  "an4.190:9.2": "It’s when a monk—going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity—aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an4.190:9.3": "Going totally beyond the dimension of infinite space—aware that ‘consciousness is infinite’, he enters and remains in the dimension of infinite consciousness.",
  "an4.190:9.4": "Going totally beyond the dimension of infinite consciousness—aware that ‘there is nothing at all’, he enters and remains in the dimension of nothingness.",
  "an4.190:9.5": "Going totally beyond the dimension of nothingness, he enters and remains in the dimension of neither perception nor non-perception.",
  "an4.190:9.6": "That’s how a monk has attained to motionlessness.",
  "an4.190:10.1": "And how has a monk attained to nobility?",
  "an4.190:10.2": "It’s when they truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an4.190:10.3": "That’s how a monk has attained to nobility.”"
}