{
  "_markup_path": "markup/an/an04/an4.034.html",
  "_alt_strings": [
    "pi/an/an04/an4.034.json"
  ],
  "an4.34:1.1": "Numbered Discourses 4",
  "an4.34:2.1": "4 Situations",
  "an4.34:3.1": "34 The Best Kinds of Confidence",
  "an4.34:4.1": "“Mendicants, these four kinds of confidence are the best.",
  "an4.34:4.2": "What four? ",
  "an4.34:4.3": "The Realized One, the perfected one, the fully awakened Buddha, is said to be the best of all sentient beings—be they footless, with two feet, four feet, or many feet; with form or formless; with perception or without perception or with neither perception nor non-perception.",
  "an4.34:4.4": "Those who have confidence in the Buddha have confidence in the best.",
  "an4.34:4.5": "Having confidence in the best, the result is the best.",
  "an4.34:5.1": "The noble eightfold path is said to be the best of all conditioned things.",
  "an4.34:5.2": "Those who have confidence in the noble eightfold path have confidence in the best.",
  "an4.34:5.3": "Having confidence in the best, the result is the best.",
  "an4.34:6.1": "Fading away is said to be the best of all things whether conditioned or unconditioned. That is, the quelling of vanity, the removing of thirst, the abolishing of clinging, the breaking of the round, the ending of craving, fading away, cessation, extinguishment.",
  "an4.34:6.2": "Those who have confidence in the Dharma of fading away have confidence in the best.",
  "an4.34:6.3": "Having confidence in the best, the result is the best.",
  "an4.34:7.1": "The Saṅgha of the Realized One’s disciples is said to be the best of all communities and groups. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of veneration with folded palms. It is a supreme field of merit for the world.",
  "an4.34:7.2": "Those who have confidence in the Saṅgha have confidence in the best.",
  "an4.34:7.3": "Having confidence in the best, the result is the best.",
  "an4.34:7.4": "These are the four best kinds of confidence.”",
  "an4.34:8.1": "“Those whose confidence comes from the best,",
  "an4.34:8.2": "understand the principle of the best.",
  "an4.34:8.3": "Those confident in the best Buddha,",
  "an4.34:8.4": "supremely worthy of a teacher’s offering;",
  "an4.34:9.1": "those confident in the best Dharma,",
  "an4.34:9.2": "the bliss of fading away and stilling;",
  "an4.34:9.3": "those confident in the best Saṅgha,",
  "an4.34:9.4": "supreme field of merit:",
  "an4.34:10.1": "when they give gifts to the best,",
  "an4.34:10.2": "the best merit grows—",
  "an4.34:10.3": "the best lifespan, beauty,",
  "an4.34:10.4": "fame, reputation, happiness, and strength.",
  "an4.34:11.1": "An intelligent person gives to the best,",
  "an4.34:11.2": "settled on the best teaching.",
  "an4.34:11.3": "When they become a god or human,",
  "an4.34:11.4": "they rejoice at reaching the best.”"
}