{
  "_markup_path": "markup/an/an04/an4.122.html",
  "_alt_strings": [
    "pi/an/an04/an4.122.json"
  ],
  "an4.122:1.1": "Numbered Discourses 4",
  "an4.122:2.1": "13 Fears",
  "an4.122:3.1": "122 The Danger of Waves",
  "an4.122:4.1": "“Mendicants, anyone who enters the water should anticipate four dangers.",
  "an4.122:4.2": "What four?",
  "an4.122:4.3": "The dangers of waves, crocodiles, whirlpools, and sharks.",
  "an4.122:4.4": "These are the four dangers that anyone who enters the water should anticipate.",
  "an4.122:4.5": "In the same way, a person of good family who goes forth from the lay life into homelessness in this teaching and training should anticipate four dangers.",
  "an4.122:4.6": "What four?",
  "an4.122:4.7": "The dangers of waves, crocodiles, whirlpools, and sharks.",
  "an4.122:5.1": "And what, mendicants, is the danger of waves? ",
  "an4.122:5.2": "It’s when a person of good family has gone forth from the lay life into homelessness, thinking:",
  "an4.122:5.3": "‘I’m overwhelmed by birth, old age, and death; by sorrow, crying, pain, sadness, and distress. I’m overwhelmed by suffering, mired in suffering.",
  "an4.122:5.4": "Hopefully I can find an end to this entire mass of suffering.’",
  "an4.122:5.5": "When they’ve gone forth, their spiritual companions advise and instruct them:",
  "an4.122:5.6": "‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’",
  "an4.122:5.7": "They think:",
  "an4.122:5.8": "‘Formerly, as laypeople, we advised and instructed others.",
  "an4.122:5.9": "And now these mendicants—who you’d think were our children or grandchildren—imagine they can advise and instruct us!’",
  "an4.122:5.10": "Angry and upset, they abandon the training and return to a lesser life.",
  "an4.122:5.11": "This is called a mendicant who abandons the training and returns to a lesser life because they’re afraid of the danger of waves.",
  "an4.122:5.12": "‘Danger of waves’ is a term for anger and distress.",
  "an4.122:5.13": "This is called the danger of waves. ",
  "an4.122:6.1": "And what, mendicants, is the danger of crocodiles? ",
  "an4.122:6.2": "It’s when a person of good family has gone forth from the lay life into homelessness …",
  "an4.122:6.5": "When they’ve gone forth, their spiritual companions advise and instruct them:",
  "an4.122:6.6": "‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’",
  "an4.122:6.7": "They think:",
  "an4.122:6.8": "‘When we were laypeople, we used to eat, consume, taste, and drink what we wanted, not what we didn’t want.",
  "an4.122:6.12": "We ate and drank both allowable and unallowable things, at the right time and the wrong time.",
  "an4.122:6.13": "And these faithful householders give us a variety of delicious foods at the wrong time of day. But these mendicants imagine they can gag our mouths!’",
  "an4.122:6.14": "Angry and upset, they abandon the training and return to a lesser life.",
  "an4.122:6.15": "This is called a mendicant who abandons the training and returns to a lesser life because they’re afraid of the danger of crocodiles.",
  "an4.122:6.16": "‘Danger of crocodiles’ is a term for gluttony.",
  "an4.122:6.17": "This is called the danger of crocodiles. ",
  "an4.122:7.1": "And what, mendicants, is the danger of whirlpools? ",
  "an4.122:7.2": "It’s when a person of good family has gone forth from the lay life into homelessness …",
  "an4.122:7.4": "Hopefully I can find an end to this entire mass of suffering.’",
  "an4.122:7.5": "When they’ve gone forth, they get dressed in the morning and, taking their bowl and robes, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.",
  "an4.122:7.6": "There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation.",
  "an4.122:7.7": "They think:",
  "an4.122:7.8": "‘Formerly, as laypeople, we amused ourselves, supplied and provided with the five kinds of sensual stimulation.",
  "an4.122:7.9": "And it’s true that my family is wealthy.",
  "an4.122:7.10": "I can both enjoy my wealth and make merit.",
  "an4.122:7.11": "Why don’t I abandon the training and return to a lesser life, so I can enjoy my wealth and make merit?’",
  "an4.122:7.12": "They abandon the training and return to a lesser life.",
  "an4.122:7.13": "This is called a mendicant who abandons the training and return to a lesser life because they’re afraid of the danger of whirlpools.",
  "an4.122:7.14": "‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation.",
  "an4.122:7.15": "This is called the danger of whirlpools. ",
  "an4.122:8.1": "And what, mendicants, is the danger of sharks? ",
  "an4.122:8.2": "It’s when a person of good family has gone forth from the lay life into homelessness …",
  "an4.122:8.5": "When they’ve gone forth, they get dressed in the morning and, taking their bowl and robes, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.",
  "an4.122:8.6": "There they see a female scantily clad, with revealing clothes.",
  "an4.122:8.7": "Lust infects their mind,",
  "an4.122:8.8": "so they abandon the training and return to a lesser life.",
  "an4.122:8.9": "This is called a mendicant who abandon the training and returns to a lesser life because they’re afraid of the danger of sharks.",
  "an4.122:8.10": "‘Danger of sharks’ is a term for females.",
  "an4.122:8.11": "This is called the danger of sharks. ",
  "an4.122:8.12": "These are the four dangers that a person of good family who goes forth from the lay life into homelessness in this teaching and training should anticipate.”"
}