{
  "_markup_path": "markup/an/an04/an4.111.html",
  "_alt_strings": [
    "pi/an/an04/an4.111.json"
  ],
  "an4.111:1.1": "Numbered Discourses 4",
  "an4.111:2.1": "12 With Kesi",
  "an4.111:3.1": "111 With Kesi",
  "an4.111:4.1": "Then Kesi the horse trainer went up to the Buddha,",
  "an4.111:4.2": "bowed, and sat down to one side.",
  "an4.111:4.3": "The Buddha said to him:",
  "an4.111:4.4": "“Kesi, you’re known as a horse trainer.",
  "an4.111:4.5": "Just how do you guide a horse in training?”",
  "an4.111:4.6": "“Sir, I guide a horse in training sometimes gently, sometimes harshly, and sometimes both gently and harshly.”",
  "an4.111:4.7": "“Kesi, what do you do with a horse in training that doesn’t follow these forms of training?”",
  "an4.111:4.9": "“In that case, sir, I kill it.",
  "an4.111:4.10": "Why is that?",
  "an4.111:4.11": "So that I don’t disgrace my profession.",
  "an4.111:5.1": "But sir, the Buddha is the supreme trainer of people.",
  "an4.111:5.2": "Just how do you guide a person in training?”",
  "an4.111:5.3": "“Kesi, I guide a person in training sometimes gently, sometimes harshly, and sometimes both gently and harshly.",
  "an4.111:5.4": "The gentle way is this:",
  "an4.111:5.5": "‘This is good conduct by way of body, speech, and mind. This is the result of good conduct by way of body, speech, and mind. This is life as a god. This is life as a human.’",
  "an4.111:5.6": "The harsh way is this:",
  "an4.111:5.7": "‘This is bad conduct by way of body, speech, and mind. This is the result of bad conduct by way of body, speech, and mind. This is life in hell. This is life as an animal. This is life as a ghost.’",
  "an4.111:6.1": "The both gentle and harsh way is this:",
  "an4.111:6.2": "‘This is good conduct … this is bad conduct …’”",
  "an4.111:7.1": "“Sir, what do you do with a person in training who doesn’t follow these forms of training?”",
  "an4.111:7.2": "“In that case, Kesi, I kill them.”",
  "an4.111:7.3": "“Sir, it’s not proper for the Buddha to kill living creatures.",
  "an4.111:7.4": "And yet you say ",
  "an4.111:7.5": "you kill them.”",
  "an4.111:7.6": "“It’s true, Kesi,",
  "an4.111:7.7": "it’s not proper for a Realized One to kill living creatures.",
  "an4.111:7.8": "But when a person in training doesn’t follow any of these forms of training, the Realized One doesn’t think they’re worth speaking to or instructing, and neither do their sensible spiritual companions.",
  "an4.111:7.9": "For it is death in the training of the noble one",
  "an4.111:7.10": "when the Realized One doesn’t think they’re worth speaking to or instructing, and neither do their sensible spiritual companions.”",
  "an4.111:8.1": "“Well, they’re definitely dead ",
  "an4.111:8.2": "when the Realized One doesn’t think they’re worth speaking to or instructing, and neither do their sensible spiritual companions.",
  "an4.111:8.3": "“Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”"
}