{
  "_markup_path": "markup/an/an04/an4.085.html",
  "_alt_strings": [
    "pi/an/an04/an4.085.json"
  ],
  "an4.85:1.1": "Numbered Discourses 4",
  "an4.85:2.1": "9 Confirmed",
  "an4.85:3.1": "85 From Darkness to Darkness",
  "an4.85:4.1": "“Mendicants, these four people are found in the world.",
  "an4.85:4.2": "What four? ",
  "an4.85:4.3": "~The dark bound for darkness, ~the dark bound for light, ~the light bound for darkness, and ~the light bound for light.",
  "an4.85:5.1": "And how is a person dark and bound for darkness?",
  "an4.85:5.2": "It’s when someone is reborn in a low family—",
  "an4.85:5.3": "a family of outcastes, bamboo-workers, hunters, chariot-makers, or waste-collectors—poor, with little to eat or drink, where life is tough, and food and shelter are hard to find.",
  "an4.85:5.4": "And they’re ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; or bed, house, and lighting.",
  "an4.85:5.5": "And they do bad things by way of body, speech, and mind.",
  "an4.85:5.6": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an4.85:5.7": "That’s how a person is dark and bound for darkness.",
  "an4.85:6.1": "And how is a person dark and bound for light?",
  "an4.85:6.2": "It’s when some person is reborn in a low family …",
  "an4.85:6.5": "But they do good things by way of body, speech, and mind.",
  "an4.85:6.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "an4.85:6.7": "That’s how a person is dark and bound for light.",
  "an4.85:7.1": "And how is a person light and bound for darkness?",
  "an4.85:7.2": "It’s when some person is reborn in an eminent family—",
  "an4.85:7.3": "a propertied family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain.",
  "an4.85:7.4": "And they’re attractive, good-looking, impressive, with an exquisite complexion. They get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.",
  "an4.85:7.5": "But they do bad things by way of body, speech, and mind.",
  "an4.85:7.6": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an4.85:7.7": "That’s how a person is light and bound for darkness.",
  "an4.85:8.1": "And how is a person light and bound for light?",
  "an4.85:8.2": "It’s when some person is reborn in an eminent family …",
  "an4.85:8.5": "And they do good things by way of body, speech, and mind.",
  "an4.85:8.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "an4.85:8.7": "That’s how a person is light and bound for light.",
  "an4.85:8.8": "These are the four people found in the world.”"
}