{
  "_markup_path": "markup/an/an04/an4.188.html",
  "_alt_strings": [
    "pi/an/an04/an4.188.json"
  ],
  "an4.188:1.1": "Numbered Discourses 4",
  "an4.188:2.1": "19 Brahmins",
  "an4.188:3.1": "188 With Upaka",
  "an4.188:4.1": "Once the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an4.188:4.2": "Then Upaka the son of Maṇḍikā went up to the Buddha,",
  "an4.188:4.3": "bowed, sat down to one side,",
  "an4.188:4.4": "and said to him:",
  "an4.188:5.1": "“Sir, this is my doctrine and view:",
  "an4.188:5.2": "‘Whoever goes on complaining about others without giving any reasons",
  "an4.188:5.3": "is reprehensible and at fault.’”",
  "an4.188:5.4": "“Upaka, if someone goes on complaining about others without giving a reason, they’re reprehensible and at fault.",
  "an4.188:5.5": "But that’s what you do, so you’re reprehensible and at fault!”",
  "an4.188:5.6": "“Sir, like a fish caught in a big trap just as it rises,",
  "an4.188:5.7": "so the Buddha caught me in a big trap of words just as I rose up.”",
  "an4.188:6.1": "“Upaka, I’ve declared: ‘This is unwholesome.’",
  "an4.188:6.2": "And there are limitless words, phrases, and teachings of the Realized One about that:",
  "an4.188:6.3": "‘This is another way of saying that this is unwholesome.’",
  "an4.188:6.4": "I’ve declared: ‘The unwholesome should be given up.’",
  "an4.188:6.5": "And there are limitless words, phrases, and teachings of the Realized One about that:",
  "an4.188:6.6": "‘This is another way of saying that the unwholesome should be given up.’",
  "an4.188:7.1": "I’ve declared that: ‘This is wholesome.’",
  "an4.188:7.2": "And there are limitless words, phrases, and teachings of the Realized One about that:",
  "an4.188:7.3": "‘This is another way of saying that this is wholesome.’",
  "an4.188:7.4": "I’ve declared: ‘The wholesome should be developed.’",
  "an4.188:7.5": "And there are limitless words, phrases, and teachings of the Realized One about that:",
  "an4.188:7.6": "‘This is another way of saying that the wholesome should be developed.’",
  "an4.188:8.1": "And then Upaka the son of Maṇḍikā approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went up to King Ajātasattu Vedehiputta of Magadha.",
  "an4.188:8.2": "He told the King of all they had discussed.",
  "an4.188:9.1": "But Ajātasattu became angry and upset, and said to Upaka:",
  "an4.188:9.2": "“How rude of this salt-maker’s boy! How impolite and impudent of him to imagine he could attack the Blessed One, the Perfect One, the fully awakened Buddha!",
  "an4.188:9.3": "Get out, Upaka, go away! Don’t let me see you again.”"
}