{
  "_markup_path": "markup/an/an04/an4.028.html",
  "_alt_strings": [
    "pi/an/an04/an4.028.json"
  ],
  "an4.28:1.1": "Numbered Discourses 4",
  "an4.28:2.1": "3 At Uruvelā",
  "an4.28:3.1": "28 The Noble Lineage",
  "an4.28:4.1": "“Mendicants, these four noble lineages are fundamental, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now, nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "an4.28:4.2": "What four? ",
  "an4.28:4.3": "Firstly, a mendicant is content with any kind of robe, and praises such contentment. They don’t try to get hold of a robe in an improper way. They don’t get upset if they don’t get a robe. And if they do get a robe, they use it untied, unstupefied, unattached, seeing the drawback, and understanding the escape.",
  "an4.28:4.4": "But they don’t glorify themselves or put others down on account of their contentment.",
  "an4.28:4.5": "A mendicant who is expert, tireless, aware, and mindful in this is said to stand in the ancient, fundamental noble lineage.",
  "an4.28:5.1": "Furthermore, a mendicant is content with any kind of alms-food …",
  "an4.28:6.1": "Furthermore, a mendicant is content with any kind of lodgings …",
  "an4.28:7.1": "Furthermore, a mendicant enjoys meditation and loves to meditate. They enjoy giving up, and love to give up.",
  "an4.28:7.2": "But they don’t glorify themselves or put down others on account of their love for meditation and giving up.",
  "an4.28:7.3": "A mendicant who is expert, tireless, aware, and mindful in this is said to stand in the ancient, fundamental noble lineage.",
  "an4.28:7.4": "These four noble lineages are fundamental, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "an4.28:8.1": "When a mendicant has these four noble lineages, if they live in the east they beat dissatisfaction, and dissatisfaction doesn’t beat them.",
  "an4.28:8.2": "If they live in the west …",
  "an4.28:8.3": "the north …",
  "an4.28:8.4": "the south, they beat dissatisfaction, and dissatisfaction doesn’t beat them.",
  "an4.28:8.5": "Why is that?",
  "an4.28:8.6": "Because a stable person prevails over desire and dissatisfaction.”",
  "an4.28:9.1": "“Dissatisfaction doesn’t beat a stable one;",
  "an4.28:9.2": "for the stable one is not beaten by dissatisfaction.",
  "an4.28:9.3": "A stable person beats dissatisfaction,",
  "an4.28:9.4": "for the stable one is a beater of dissatisfaction.",
  "an4.28:10.1": "Who can hold back the dispeller,",
  "an4.28:10.2": "who’s thrown away all karma?",
  "an4.28:10.3": "They’re like a coin of mountain gold:",
  "an4.28:10.4": "who is worthy of criticizing them?",
  "an4.28:10.5": "Even the gods praise them,",
  "an4.28:10.6": "and by Brahmā, too, they’re praised.”"
}