{
  "_markup_path": "markup/an/an04/an4.171.html",
  "_alt_strings": [
    "pi/an/an04/an4.171.json"
  ],
  "an4.171:1.1": "Numbered Discourses 4",
  "an4.171:2.1": "18 Intention",
  "an4.171:3.1": "171 Intention",
  "an4.171:4.1": "“Mendicants, as long as there’s a body, the intention that gives rise to bodily action causes pleasure and pain to arise in oneself.",
  "an4.171:4.2": "As long as there’s a voice, the intention that gives rise to verbal action causes pleasure and pain to arise in oneself.",
  "an4.171:4.3": "As long as there’s a mind, the intention that gives rise to mental action causes pleasure and pain to arise in oneself. But these only apply when conditioned by ignorance.",
  "an4.171:5.1": "By oneself one instigates the choice that gives rise to bodily, verbal, and mental action, conditioned by which that pleasure and pain arise in oneself.",
  "an4.171:5.2": "Or else others instigate the choice …",
  "an4.171:5.3": "One consciously instigates the choice …",
  "an4.171:5.4": "Or else one unconsciously instigates the choice …",
  "an4.171:8.1": "Ignorance is included in all these things. But when ignorance fades away and ceases with nothing left over, there is no body and no voice and no mind, conditioned by which that pleasure and pain arise in oneself. There is no field, no ground, no scope, no basis, conditioned by which that pleasure and pain arise in oneself.”",
  "an4.171:9.1": "“Mendicants, there are four ways of acquiring a new life-form.",
  "an4.171:9.2": "What four?",
  "an4.171:9.3": "There is a way of acquiring a new life-form where one’s own intention is effective, not that of others.",
  "an4.171:9.4": "There is a way of acquiring a new life-form where the intention of others is effective, not one’s own.",
  "an4.171:9.5": "There is a way of acquiring a new life-form where both one’s own and others’ intentions are effective.",
  "an4.171:9.6": "There is a way of acquiring a new life-form where neither one’s own nor others’ intentions are effective",
  "an4.171:9.7": "These are the four ways of acquiring a new life-form.”",
  "an4.171:10.1": "When he said this, Venerable Sāriputta asked the Buddha:",
  "an4.171:10.2": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.",
  "an4.171:10.3": "Take the case of the way of acquiring a new life-form where one’s own intention is effective, not that of others. Those sentient beings pass away from that realm due to their own intention.",
  "an4.171:10.4": "Take the case of the way of acquiring a new life-form where others’ intention of others is effective, not one’s own. Those sentient beings pass away from that realm due to the intention of others.",
  "an4.171:10.5": "Take the case of the way of acquiring a new life-form where both one’s own and others’ intentions are effective. Those sentient beings pass away from that realm due to both their own and others’ intentions.",
  "an4.171:10.6": "But sir, in the case of the way of acquiring a new life-form where neither one’s own nor others’ intention is effective, what kind of gods does this refer to?”",
  "an4.171:10.7": "“Sāriputta, it refers to the gods reborn in the dimension of neither perception nor non-perception.”",
  "an4.171:11.1": "“What is the cause, sir, what is the reason why some sentient beings pass away from that realm as returners who come back to this world,",
  "an4.171:11.2": "while others are non-returners who don’t come back?”",
  "an4.171:11.3": "“Sāriputta, take a person who hasn’t given up the lower fetters. In the present life they enter and abide in the dimension of neither perception nor non-perception.",
  "an4.171:11.4": "They enjoy it and like it and find it satisfying.",
  "an4.171:11.5": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of neither perception nor non-perception.",
  "an4.171:11.6": "When they pass away from there, they’re a returner, who comes back to this world.",
  "an4.171:12.1": "Sāriputta, take a person who has given up the lower fetters. In the present life they enter and abide in the dimension of neither perception nor non-perception.",
  "an4.171:12.2": "They enjoy it and like it and find it satisfying.",
  "an4.171:12.3": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of neither perception nor non-perception.",
  "an4.171:12.4": "When they pass away from there, they’re a non-returner, not coming back to this world.",
  "an4.171:13.1": "This is the cause, this is the reason why some sentient beings pass away from that realm as returners who come back to this world,",
  "an4.171:13.2": "while others are non-returners who don’t come back.”"
}