{
  "_markup_path": "markup/an/an04/an4.195.html",
  "_alt_strings": [
    "pi/an/an04/an4.195.json"
  ],
  "an4.195:1.1": "Numbered Discourses 4",
  "an4.195:2.1": "20 The Great Chapter",
  "an4.195:3.1": "195 With Vappa",
  "an4.195:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "an4.195:4.2": "Then Vappa of the Sakyans, a disciple of the Jains, went up to Venerable Mahāmoggallāna,",
  "an4.195:4.3": "bowed, and sat down to one side.",
  "an4.195:4.4": "Mahāmoggallāna said to him:",
  "an4.195:5.1": "“Vappa, take a person who is restrained in body, speech, and mind. When ignorance fades away and knowledge arises,",
  "an4.195:5.2": "do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?”",
  "an4.195:5.3": "“Sir, I do see such a case.",
  "an4.195:5.4": "Take a person who did bad deeds in a past life. But the result of that has not yet ripened.",
  "an4.195:5.5": "For this reason defilements giving rise to painful feelings would defile that person in the next life.”",
  "an4.195:5.6": "But this conversation between Mahāmoggallāna and Vappa was left unfinished.",
  "an4.195:6.1": "Then in the late afternoon, the Buddha came out of solitude and went to the assembly hall.",
  "an4.195:6.2": "He sat down on the indicated seat,",
  "an4.195:6.3": "and said to Mahāmoggallāna:",
  "an4.195:7.1": "“Moggallāna, what were you sitting talking about just now? ",
  "an4.195:7.2": "What conversation was unfinished?”",
  "an4.195:7.3": "Moggallāna repeated the entire conversation to the Buddha, and concluded:",
  "an4.195:7.10": "This was my conversation with Vappa that was unfinished ",
  "an4.195:7.11": "when the Buddha arrived.”",
  "an4.195:8.1": "Then the Buddha said to Vappa:",
  "an4.195:8.2": "“Vappa, we can discuss this. But only if you allow what should be allowed, and reject what should be rejected. And if you ask me the meaning of anything you don’t understand, saying:",
  "an4.195:8.3": "‘Sir, why is this? What’s the meaning of that?’”",
  "an4.195:8.4": "“Sir, let us discuss this. I will do as you say.”",
  "an4.195:9.1": "“What do you think, Vappa? There are distressing and feverish defilements that arise because of undertaking bodily activity. These don’t occur in someone who avoids such bodily activity.",
  "an4.195:9.2": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little. This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an4.195:9.3": "Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?”",
  "an4.195:9.4": "“No, sir.”",
  "an4.195:10.1": "“What do you think, Vappa? There are distressing and feverish defilements that arise because of undertaking verbal activity. These don’t occur in someone who avoids such verbal activity.",
  "an4.195:10.2": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an4.195:10.3": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an4.195:10.4": "Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?”",
  "an4.195:10.5": "“No, sir.”",
  "an4.195:11.1": "“What do you think, Vappa? There are distressing and feverish defilements that arise because of undertaking mental activity. These don’t occur in someone who avoids such mental activity.",
  "an4.195:11.2": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an4.195:11.3": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an4.195:11.4": "Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?”",
  "an4.195:11.5": "“No, sir.”",
  "an4.195:12.1": "“What do you think, Vappa? There are distressing and feverish defilements that arise because of ignorance. These don’t occur when ignorance fades away and knowledge arises.",
  "an4.195:12.2": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an4.195:12.3": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an4.195:12.4": "Do you see any reason why defilements giving rise to painful feelings would defile that person in the next life?”",
  "an4.195:12.5": "“No, sir.”",
  "an4.195:13.1": "“A mendicant whose mind is rightly freed like this has achieved six consistent responses.",
  "an4.195:13.2": "Seeing a sight with the eye, they’re neither happy nor sad, ",
  "an4.195:13.3": "but remain equanimous, mindful and aware.",
  "an4.195:13.4": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they’re neither happy nor sad,",
  "an4.195:13.5": "but remain equanimous, mindful and aware.",
  "an4.195:13.6": "Feeling the end of the body, they understand: ‘I feel the end of the body.’",
  "an4.195:13.7": "Feeling the end of life, they understand: ‘I feel the end of life.’",
  "an4.195:13.8": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’",
  "an4.195:14.1": "Suppose there was a shadow cast by a sacrificial post.",
  "an4.195:14.2": "Then a person comes along with a spade and basket. ",
  "an4.195:14.3": "They cut down the sacrificial post at its base,",
  "an4.195:14.4": "dig it up,",
  "an4.195:14.5": "and pull it out by its roots, right down to the fibers and stems.",
  "an4.195:14.6": "Then they split it apart, ",
  "an4.195:14.7": "cut up the parts,",
  "an4.195:14.8": "and chop it into splinters.",
  "an4.195:14.9": "Next they dry the splinters in the wind and sun, ",
  "an4.195:14.10": "burn them with fire, ",
  "an4.195:14.11": "and reduce them to ashes. ",
  "an4.195:14.12": "Then they winnow the ashes in a strong wind, or float them away down a swift stream.",
  "an4.195:14.13": "And so the shadow cast by the post is cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "an4.195:15.1": "In the same way, a mendicant whose mind is rightly freed like this has achieved six consistent responses.",
  "an4.195:15.2": "Seeing a sight with the eye, they’re neither happy nor sad, ",
  "an4.195:15.3": "but remain equanimous, mindful and aware.",
  "an4.195:15.4": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they’re neither happy nor sad,",
  "an4.195:15.5": "but remain equanimous, mindful and aware.",
  "an4.195:15.6": "Feeling the end of the body, they understand: ‘I feel the end of the body.’",
  "an4.195:15.7": "Feeling the end of life, they understand: ‘I feel the end of life.’",
  "an4.195:15.8": "They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’",
  "an4.195:16.1": "When he said this, Vappa the Sakyan, the disciple of the Jains, said to the Buddha:",
  "an4.195:16.2": "“Sir, suppose there was a man who raised commercial horses for profit.",
  "an4.195:16.3": "But he never made any profit, and instead just got weary and frustrated.",
  "an4.195:16.4": "In the same way, I paid homage to those Jain fools for profit.",
  "an4.195:16.5": "But I never made any profit, and instead just got weary and frustrated.",
  "an4.195:16.6": "From this day forth, any confidence I had in those Jain fools I winnow in a strong wind, or float away down a swift stream.",
  "an4.195:16.7": "Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”"
}