{
  "_markup_path": "markup/an/an04/an4.165.html",
  "_alt_strings": [
    "pi/an/an04/an4.165.json"
  ],
  "an4.165:1.1": "Numbered Discourses 4",
  "an4.165:2.1": "17 Practice",
  "an4.165:3.1": "165 Patience (2nd)",
  "an4.165:4.1": "“Mendicants, there are four ways of practice.",
  "an4.165:4.2": "What four?",
  "an4.165:4.3": "Impatient practice, patient practice, taming practice, and calming practice.",
  "an4.165:5.1": "And what’s the impatient practice? ",
  "an4.165:5.2": "It’s when a mendicant cannot endure cold, heat, hunger, and thirst. They cannot endure the touch of flies, mosquitoes, wind, sun, and reptiles. They cannot endure rude and unwelcome criticism. And they cannot put up with physical pain—intense, severe, acute, unpleasant, disagreeable, and life-threatening.",
  "an4.165:5.3": "This is called the impatient practice.",
  "an4.165:6.1": "And what’s the patient practice?",
  "an4.165:6.2": "It’s when a mendicant endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.",
  "an4.165:6.3": "This is called the patient practice.",
  "an4.165:7.1": "And what’s the taming practice?",
  "an4.165:7.2": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they don’t get caught up in the features and details.",
  "an4.165:7.3": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an4.165:7.4": "protecting the faculty of mind,",
  "an4.165:7.5": "and achieving restraint over it.",
  "an4.165:7.6": "This is called the taming practice.",
  "an4.165:8.1": "And what’s the taming practice?",
  "an4.165:8.2": "It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought … They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, calm them, eliminate them, and exterminate them.",
  "an4.165:8.3": "This is called the calming practice.",
  "an4.165:8.4": "These are the four ways of practice.”"
}