{
  "_markup_path": "markup/an/an04/an4.194.html",
  "_alt_strings": [
    "pi/an/an04/an4.194.json"
  ],
  "an4.194:1.1": "Numbered Discourses 4",
  "an4.194:2.1": "20 The Great Chapter",
  "an4.194:3.1": "194 At Sāpūga",
  "an4.194:4.1": "At one time Venerable Ānanda was staying in the land of the Koliyans, where they have a town named Sāpūga.",
  "an4.194:4.2": "Then many Koliyans from Sāpūga went up to Ānanda,",
  "an4.194:4.3": "bowed, and sat down to one side.",
  "an4.194:4.4": "Then Venerable Ānanda said to them:",
  "an4.194:5.1": "“Byagghapajjas, these four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the Perfect One, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an4.194:5.2": "What four?",
  "an4.194:5.3": "The factors of trying to be pure in ethics, mind, view, and freedom.",
  "an4.194:6.1": "And what is the factor of trying to be pure in ethics? ",
  "an4.194:6.2": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an4.194:6.3": "This is called purity of ethics. ",
  "an4.194:6.4": "They think: ‘I will fulfill such purity of ethics, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in ethics.",
  "an4.194:7.1": "And what is the factor of trying to be pure in mind? ",
  "an4.194:7.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption.",
  "an4.194:7.3": "This is called purity of mind. ",
  "an4.194:7.4": "They think: ‘I will fulfill such purity of mind, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in mind.",
  "an4.194:8.1": "And what is the factor of trying to be pure in view? ",
  "an4.194:8.2": "Take a mendicant who truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an4.194:8.3": "This is called purity of view. ",
  "an4.194:8.4": "They think: ‘I will fulfill such purity of view, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in view.",
  "an4.194:9.1": "And what is the factor of trying to be pure in freedom? ",
  "an4.194:9.2": "That noble disciple—who has these factors of trying to be pure in ethics, mind, and view—detaches their mind from things that arouse greed, and frees their mind from things that it should be freed from.",
  "an4.194:9.3": "Doing so, they experience perfect freedom.",
  "an4.194:9.4": "This is called purity of freedom. ",
  "an4.194:9.5": "They think: ‘I will fulfill such purity of freedom, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in freedom.",
  "an4.194:10.1": "These four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the Perfect One, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.”"
}