{
  "_markup_path": "markup/an/an04/an4.244.html",
  "_alt_strings": [
    "pi/an/an04/an4.244.json"
  ],
  "an4.244:1.1": "Numbered Discourses 4",
  "an4.244:2.1": "25 Perils of Offenses",
  "an4.244:3.1": "244 Perils of Offenses ",
  "an4.244:4.1": "“Mendicants, there are these four perils of offenses.",
  "an4.244:4.2": "What four?",
  "an4.244:4.3": "Suppose they arrest a bandit, a criminal and show him to the king, saying:",
  "an4.244:4.4": "‘Your Majesty, this is a bandit, a criminal.",
  "an4.244:4.5": "May Your Majesty punish him!’",
  "an4.244:4.6": "The king would say:",
  "an4.244:4.7": "‘Go, my men, and tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and there, to the south of the city, chop off his head.’",
  "an4.244:4.8": "The king’s men would do as they were told.",
  "an4.244:4.9": "Then a bystander might think:",
  "an4.244:4.10": "‘This man must have done a truly bad and reprehensible deed, a capital offense.",
  "an4.244:4.11": "…",
  "an4.244:4.12": "There’s no way I’d ever do such a bad and reprehensible deed, a capital offense.’",
  "an4.244:4.13": "In the same way, take any monk or nun who has set up such an acute perception of peril regarding expulsion offences.",
  "an4.244:4.14": "It can be expected that",
  "an4.244:4.15": "if they haven’t committed an expulsion offense they won’t, and if they committed one they will deal with it properly.",
  "an4.244:5.1": "Suppose a man was to put on a black cloth, mess up his hair, and put a club on his shoulder. Then he approaches a large crowd and says:",
  "an4.244:5.2": "‘Sirs, I’ve done a bad and reprehensible deed, deserving of clubbing. I submit to your pleasure.’",
  "an4.244:5.3": "Then a bystander might think:",
  "an4.244:5.4": "‘This man must have done a truly bad and reprehensible deed, deserving of clubbing. …",
  "an4.244:5.7": "There’s no way I’d ever do such a bad and reprehensible deed, deserving of clubbing.’",
  "an4.244:5.8": "In the same way, take any monk or nun who has set up such an acute perception of peril regarding suspension offences. It can be expected that",
  "an4.244:5.9": "if they haven’t committed a suspension offense they won’t, and if they committed one they will deal with it properly.",
  "an4.244:6.1": "Suppose a man was to put on a black cloth, mess up his hair, and put a sack of ashes on his shoulder. Then he approaches a large crowd and says:",
  "an4.244:6.2": "‘Sirs, I’ve done a bad and reprehensible deed, deserving of a sack of ashes.",
  "an4.244:6.3": "I submit to your pleasure.’",
  "an4.244:6.4": "Then a bystander might think:",
  "an4.244:6.5": "‘This man must have done a truly bad and reprehensible deed, deserving of clubbing. …",
  "an4.244:6.9": "There’s no way I’d ever do such a bad and reprehensible deed, deserving of a sack of ashes.’",
  "an4.244:6.10": "In the same way, take any monk or nun who has set up such an acute perception of peril regarding redemption offences.",
  "an4.244:6.11": "that if they haven’t committed a redemption offense they won’t, and if they committed one they will deal with it properly.",
  "an4.244:7.1": "Suppose a man was to put on a black cloth and mess up his hair. Then he approaches a large crowd and says:",
  "an4.244:7.2": "‘Sirs, I’ve done a bad and reprehensible deed, deserving of criticism.",
  "an4.244:7.3": "I submit to your pleasure.’",
  "an4.244:7.4": "Then a bystander might think:",
  "an4.244:7.5": "‘This man must have done a truly bad and reprehensible deed, deserving of criticism. …",
  "an4.244:7.9": "There’s no way I’d ever do such a bad and reprehensible deed, deserving of criticism.’",
  "an4.244:7.10": "In the same way, take any monk or nun who has set up such an acute perception of peril regarding confession offences. It can be expected that",
  "an4.244:7.11": "that if they haven’t committed a confession offense they won’t, and if they committed one they will deal with it properly.",
  "an4.244:7.12": "These are the four fears.”"
}