{
  "_markup_path": "markup/an/an04/an4.100.html",
  "_alt_strings": [
    "pi/an/an04/an4.100.json"
  ],
  "an4.100:1.1": "Numbered Discourses 4",
  "an4.100:2.1": "10 Demons",
  "an4.100:3.1": "100 With Potaliya the Wanderer",
  "an4.100:4.1": "Then the wanderer Potaliya went up to the Buddha,",
  "an4.100:4.2": "and exchanged greetings with him.",
  "an4.100:4.3": "When the greetings and polite conversation were over, he sat down to one side,",
  "an4.100:4.4": "and the Buddha said to him:",
  "an4.100:5.1": "“Potaliya, these four people are found in the world.",
  "an4.100:5.2": "What four?",
  "an4.100:5.3": "One person criticizes those deserving of criticism at the right time, truthfully and substantively. But they don’t praise those deserving of praise at the right time, truthfully and substantively.",
  "an4.100:5.4": "Another person praises those deserving of praise … But they don’t criticize those deserving of criticism …",
  "an4.100:5.5": "Another person doesn’t praise those deserving of praise … Nor do they criticize those deserving of criticism …",
  "an4.100:5.6": "Another person criticizes those deserving of criticism at the right time, truthfully and substantively. And they praise those deserving of praise at the right time, truthfully and substantively.",
  "an4.100:5.7": "These are the four people found in the world.",
  "an4.100:5.8": "Of these four people, who do you consider to be best?”",
  "an4.100:6.8": "“Master Gotama, of these four people, it is the person who doesn’t praise those deserving of praise at the right time, truthfully and substantively; or criticize those deserving of criticism at the right time, truthfully and substantively.",
  "an4.100:6.9": "That is the person I consider to be the best.",
  "an4.100:6.10": "Why is that?",
  "an4.100:6.11": "Because, Master Gotama, equanimity is the best.”",
  "an4.100:7.3": "“Potaliya, of these four people, it is the person who criticizes those deserving of criticism at the right time, truthfully and substantively; and praises those deserving of praise at the right time, truthfully and substantively.",
  "an4.100:7.4": "That is the person I consider to be the best.",
  "an4.100:7.5": "Why is that?",
  "an4.100:7.6": "Because, Potaliya, understanding of time and context is the best.”",
  "an4.100:8.3": "“Master Gotama, of these four people, it is the person who criticizes those deserving of criticism at the right time, truthfully and substantively; and praises those deserving of praise at the right time, truthfully and substantively.",
  "an4.100:8.4": "That is the person I consider to be the best.",
  "an4.100:8.5": "Why is that?",
  "an4.100:8.6": "Because, Master Gotama, understanding of time and context is the best.”",
  "an4.100:9.1": "Excellent, Master Gotama! Excellent!",
  "an4.100:9.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an4.100:9.3": "so people with good eyes can see what’s there,",
  "an4.100:9.4": "Master Gotama has made the teaching clear in many ways.",
  "an4.100:9.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an4.100:9.6": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}