{
  "_markup_path": "markup/an/an04/an4.245.html",
  "_alt_strings": [
    "pi/an/an04/an4.245.json"
  ],
  "an4.245:1.1": "Numbered Discourses 4",
  "an4.245:2.1": "25 Perils of Offenses",
  "an4.245:3.1": "245 The Benefits of Training",
  "an4.245:4.1": "“Mendicants, living this spiritual life is benefited by training and overseen by wisdom; freedom is its heart, and mindfulness is in charge.",
  "an4.245:4.2": "And how is it benefited by training?",
  "an4.245:4.3": "Firstly, I laid down for my disciples the training that deals with supplementary regulations in order to inspire confidence in those without it and to increase confidence in those who have it.",
  "an4.245:4.4": "Having undertaken those supplementary regulations, they keep them just as I laid them down, uncorrupted, unflawed, unblemished, and untainted.",
  "an4.245:5.1": "Furthermore, I laid down for my disciples the training that deals with fundamentals of the spiritual life in order to rightly end suffering in every way.",
  "an4.245:5.2": "Having undertaken those fundamental rules, they keep them just as I laid them down, uncorrupted, unflawed, unblemished, and untainted.",
  "an4.245:5.3": "That’s how it’s benefited by training.",
  "an4.245:6.1": "And how is it overseen by wisdom?",
  "an4.245:6.2": "I taught the Dharma to my disciples in order to rightly end suffering in every way.",
  "an4.245:6.3": "They examine those teachings with wisdom just as I taught them.",
  "an4.245:6.4": "That’s how it’s overseen by wisdom.",
  "an4.245:7.1": "And how does it have freedom at its heart?",
  "an4.245:7.2": "I taught the Dharma to my disciples in order to rightly end suffering in every way.",
  "an4.245:7.3": "They experience those teachings through freedom just as I taught them.",
  "an4.245:7.4": "That’s how it has freedom at its heart.",
  "an4.245:8.1": "And how is mindfulness in charge?",
  "an4.245:8.2": "Mindfulness is well established in oneself: ‘In this way I’ll fulfill the training dealing with supplementary regulations, or support with wisdom in every situation the training dealing with supplementary regulations I’ve already fulfilled.’",
  "an4.245:8.4": "Mindfulness is well established in oneself: ‘In this way I’ll fulfill the training dealing with fundamentals of the spiritual life, or support with wisdom in every situation the training dealing with fundamentals of the spiritual life I’ve already fulfilled.’",
  "an4.245:8.6": "Mindfulness is well established in oneself: ‘In this way I’ll examine with wisdom the teaching that I haven’t yet examined, or support with wisdom in every situation the teaching I’ve already examined.’",
  "an4.245:8.8": "Mindfulness is well established in oneself: ‘In this way I’ll experience through freedom the teaching that I haven’t yet experienced, or support with wisdom in every situation the teaching I’ve already experienced.’",
  "an4.245:8.10": "That’s how mindfulness is in charge.",
  "an4.245:8.11": "‘Living this spiritual life is benefited by training and overseen by wisdom; freedom is its heart, and mindfulness is in charge.’ That’s what I said, and this is why I said it.”"
}