{
  "_markup_path": "markup/an/an04/an4.097.html",
  "_alt_strings": [
    "pi/an/an04/an4.097.json"
  ],
  "an4.97:1.1": "Numbered Discourses 4",
  "an4.97:2.1": "10 Demons",
  "an4.97:3.1": "97 Quick-witted",
  "an4.97:4.1": "“Mendicants, these four people are found in the world.",
  "an4.97:4.2": "What four?",
  "an4.97:4.3": "~One who practices to benefit themselves, but not others; ~one who practices to benefit others, but not themselves; ~one who practices to benefit neither themselves nor others; and ~one who practices to benefit both themselves and others. ",
  "an4.97:5.1": "And how does a person practice to benefit themselves, but not others?",
  "an4.97:5.2": "It’s when a person is smart when it comes to wholesome teachings. They readily memorize the teachings they’ve heard. They examine the meaning of teachings they’ve memorized. Understanding the meaning and the teaching, they practice accordingly.",
  "an4.97:5.3": "But they’re not a good speaker. Their voice isn’t polished, clear, articulate, and doesn’t express the meaning. They don’t educate, encourage, fire up, and inspire their spiritual companions.",
  "an4.97:5.4": "But they’re not a good speaker. Their voice isn’t polished, clear, articulate, and doesn’t express the meaning. They don’t educate, encourage, fire up, and inspire their spiritual companions.",
  "an4.97:6.1": "And how does a person practice to benefit others, but not themselves?",
  "an4.97:6.2": "It’s when a person is not smart when it comes to wholesome teachings. …",
  "an4.97:6.3": "But they’re a good speaker. …",
  "an4.97:6.4": "That’s how a person practices to benefit others, but not themselves.",
  "an4.97:7.1": "And how does a person practice to benefit neither themselves nor others?",
  "an4.97:7.2": "It’s when a person is not smart when it comes to wholesome teachings. …",
  "an4.97:7.3": "Nor are they a good speaker. …",
  "an4.97:7.4": "That’s how a person practices to benefit neither themselves nor others.",
  "an4.97:8.1": "And how does a person practice to benefit both themselves and others?",
  "an4.97:8.2": "It’s when a person is smart when it comes to wholesome teachings. …",
  "an4.97:8.3": "And they’re a good speaker. …",
  "an4.97:8.4": "That’s how a person practices to benefit both themselves and others.",
  "an4.97:8.5": "These are the four people found in the world.”"
}