{
  "_markup_path": "markup/an/an04/an4.037.html",
  "_alt_strings": [
    "pi/an/an04/an4.037.json"
  ],
  "an4.37:1.1": "Numbered Discourses 4",
  "an4.37:2.1": "4 Situations",
  "an4.37:3.1": "37 Non-decline",
  "an4.37:4.1": "“Mendicants, a mendicant who has four qualities can’t decline, and is close to extinguishment.",
  "an4.37:4.2": "What four?",
  "an4.37:4.3": "A mendicant is accomplished in ethics, guards the sense doors, eats in moderation, and is committed to wakefulness.",
  "an4.37:5.1": "And how is a mendicant accomplished in ethics?",
  "an4.37:5.2": "It’s when mendicant is ethical, restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an4.37:5.3": "That’s how a mendicant is accomplished in ethics.",
  "an4.37:6.1": "And how does a mendicant guard the sense doors? ",
  "an4.37:6.2": "When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details.",
  "an4.37:6.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an4.37:6.4": "protecting the faculty of sight,",
  "an4.37:6.5": "and achieving restraint over it.",
  "an4.37:6.6": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they don’t get caught up in the features and details.",
  "an4.37:6.7": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an4.37:6.8": "protecting the faculty of mind,",
  "an4.37:6.9": "and achieving restraint over it.",
  "an4.37:6.10": "That’s how a mendicant guards the sense doors.",
  "an4.37:7.1": "And how does a mendicant eat in moderation? ",
  "an4.37:7.2": "It’s when a mendicant reflects on the reasons why they eat food.",
  "an4.37:7.3": "‘Not for fun, indulgence, adornment, or decoration, ",
  "an4.37:7.4": "but only to continue and sustain this body, avoid harm, and support spiritual practice.",
  "an4.37:7.5": "So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "an4.37:7.6": "That’s how a mendicant eats in moderation.",
  "an4.37:8.1": "And how is a mendicant committed to wakefulness? ",
  "an4.37:8.2": "It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. ",
  "an4.37:8.3": "In the evening, they continue to practice walking and sitting meditation. ",
  "an4.37:8.4": "In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "an4.37:8.5": "In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.",
  "an4.37:8.6": "This is how a mendicant is committed to wakefulness.",
  "an4.37:8.7": "A mendicant who has these four qualities can’t decline, and has drawn near to extinguishment.”",
  "an4.37:9.1": "“Established in ethics,",
  "an4.37:9.2": "restrained in the sense faculties,",
  "an4.37:9.3": "eating in moderation,",
  "an4.37:9.4": "and committed to wakefulness; ",
  "an4.37:10.1": "a mendicant lives like this, with keen energy,",
  "an4.37:10.2": "not slacking off by day or by night,",
  "an4.37:10.3": "developing wholesome qualities,",
  "an4.37:10.4": "to find sanctuary.",
  "an4.37:11.1": "A mendicant who loves to be diligent,",
  "an4.37:11.2": "seeing fear in negligence,",
  "an4.37:11.3": "can’t decline,",
  "an4.37:11.4": "and has drawn near to extinguishment.”"
}