{
  "_markup_path": "markup/an/an04/an4.192.html",
  "_alt_strings": [
    "pi/an/an04/an4.192.json"
  ],
  "an4.192:1.1": "Numbered Discourses 4",
  "an4.192:2.1": "20 The Great Chapter",
  "an4.192:3.1": "192 Facts",
  "an4.192:4.1": "“Mendicants, these four things can be known in four situations.",
  "an4.192:4.2": "What four?",
  "an4.192:4.3": "You can get to know a person’s ethics by living with them. But only after a long time, not casually;",
  "an4.192:4.4": "only when paying attention, not when inattentive;",
  "an4.192:4.5": "and only by the wise, not the witless.",
  "an4.192:4.6": "You can get to know a person’s integrity by dealing with them. …",
  "an4.192:4.9": "You can get to know a person’s resilience in times of trouble. …",
  "an4.192:4.12": "You can get to know a person’s wisdom by discussion. But only after a long time, not casually;",
  "an4.192:4.13": "only when paying attention, not when inattentive;",
  "an4.192:4.14": "and only by the wise, not the witless.",
  "an4.192:5.1": "‘You can get to know a person’s ethics by living with them. But only after a long time, not casually;",
  "an4.192:5.2": "only when paying attention, not when inattentive;",
  "an4.192:5.3": "and only by the wise, not the witless.’ That’s what I said,",
  "an4.192:5.4": "but why did I say it?",
  "an4.192:5.5": "Take a person who’s living with someone else. They come to know:",
  "an4.192:5.6": "‘For a long time this venerable’s deeds have been corrupt, flawed, blemished, and tainted. Their deeds and behavior are inconsistent.",
  "an4.192:5.7": "This venerable is unethical, not ethical.’",
  "an4.192:6.1": "Take another person who’s living with someone else. They come to know:",
  "an4.192:6.2": "‘For a long time this venerable’s deeds have been uncorrupted, unflawed, unblemished, and untainted. Their deeds and behavior are consistent.",
  "an4.192:6.3": "This venerable is ethical, not unethical.’",
  "an4.192:6.4": "That’s why I said that you can get know a person’s ethics by living with them. But only after a long time, not a short time;",
  "an4.192:6.5": "only when paying attention, not when inattentive;",
  "an4.192:6.6": "and only by the wise, not the witless.",
  "an4.192:6.7": "<span class=”brnum”>(1)</span>",
  "an4.192:7.1": "‘You can get to know a person’s integrity by dealing with them. …",
  "an4.192:7.3": "That’s what I said,",
  "an4.192:7.4": "but why did I say it?",
  "an4.192:7.5": "Take a person who has dealings with someone else. They come to know:",
  "an4.192:7.6": "‘This venerable deals with one person in one way. Then they deal with two, three, or many people each in different ways.",
  "an4.192:7.7": "They’re not consistent from one deal to the next.",
  "an4.192:7.8": "This venerable’s dealings are impure, not pure.’",
  "an4.192:8.1": "Take another person who has dealings with someone else. They come to know:",
  "an4.192:8.2": "‘This venerable deals with one person in one way. Then they deal with two, three, or many people each in the same way.",
  "an4.192:8.3": "They’re consistent from one deal to the next.",
  "an4.192:8.4": "This venerable’s dealings are pure, not impure.’",
  "an4.192:8.5": "That’s why I said that you can get know a person’s integrity by dealing with them. …",
  "an4.192:8.8": "<span class=”brnum”>(2)</span>",
  "an4.192:9.1": "You can get to know a person’s resilience in times of trouble. …",
  "an4.192:9.3": "That’s what I said,",
  "an4.192:9.4": "but why did I say it?",
  "an4.192:9.5": "Take a person who experiences loss of family, wealth, or health. But they don’t reflect:",
  "an4.192:9.6": "‘The world’s like that. Life’s like that. That’s why the eight worldly conditions revolve around the world, and the world revolves around the eight worldly conditions:",
  "an4.192:9.7": "gain and loss, fame and disgrace, praise and blame, pleasure and pain.’",
  "an4.192:9.8": "They sorrow and pine and cry, beating their breast and falling into confusion.",
  "an4.192:10.1": "Take another person who experiences loss of family, wealth, or health. But they reflect:",
  "an4.192:10.2": "‘The world’s like that. Life’s like that. That’s why the eight worldly conditions revolve around the world, and the world revolves around the eight worldly conditions:",
  "an4.192:10.3": "gain and loss, fame and disgrace, praise and blame, pleasure and pain.’",
  "an4.192:10.4": "They don’t sorrow or pine or cry, beating their breast and falling into confusion.",
  "an4.192:10.5": "That’s why I said that you can know a person’s resilience in times of trouble. …",
  "an4.192:10.8": "<span class=”brnum”>(3)</span>",
  "an4.192:11.1": "You can get to know a person’s wisdom by discussion. But only after a long time, not casually;",
  "an4.192:11.2": "only when paying attention, not when inattentive;",
  "an4.192:11.3": "and only by the wise, not the witless.’ That’s what I said,",
  "an4.192:11.4": "but why did I say it?",
  "an4.192:11.5": "Take a person who is discussing with someone else. They come to know:",
  "an4.192:11.6": "‘Judging by this venerable’s approach, by what they’re getting at, and by how they articulate a question, they’re witless, not wise.",
  "an4.192:11.7": "Why is that?",
  "an4.192:11.8": "This venerable does not articulate matters that are deep, peaceful, refined, beyond the scope of reason, subtle, comprehensible to the astute.",
  "an4.192:11.9": "When this venerable speaks on Dharma they’re not able to explain the meaning, either briefly or in detail. They can’t teach it, advocate it, establish it, open it, analyze it, or make it clear.",
  "an4.192:11.10": "This venerable is witless, not wise.’",
  "an4.192:12.1": "Suppose a person with good eyesight was standing on the bank of a lake. They’d see a little fish rising,",
  "an4.192:12.2": "and think:",
  "an4.192:12.3": "‘Judging by this fish’s approach, by the ripples it makes, and by its force, it’s a little fish, not a big one.’",
  "an4.192:12.4": "In the same way, a person who is discussing with someone else would come to know:",
  "an4.192:12.5": "‘Judging by this venerable’s approach, by what they’re getting at, and by how they articulate a question, they’re witless, not wise. …’",
  "an4.192:13.1": "Take another person who is discussing with someone else. They come to know:",
  "an4.192:13.2": "‘Judging by this venerable’s approach, by what they’re getting at, and by how they articulate a question, they’re wise, not witless.",
  "an4.192:13.3": "Why is that?",
  "an4.192:13.4": "This venerable articulates matters that are deep, peaceful, refined, beyond the scope of reason, subtle, comprehensible to the astute.",
  "an4.192:13.5": "When this venerable speaks on Dharma they’re able to explain the meaning, either briefly or in detail. They teach it, advocate it, establish it, open it, analyze it, and make it clear.",
  "an4.192:13.6": "This venerable is wise, not witless.’",
  "an4.192:14.1": "Suppose a man with good eyesight was standing on the bank of a lake. He’d see a big fish rising,",
  "an4.192:14.2": "and think:",
  "an4.192:14.3": "‘Judging by this fish’s approach, by the ripples it makes, and by its force, it’s a big fish, not a little one.’",
  "an4.192:14.4": "In the same way, a person who is discussing with someone else would come to know:",
  "an4.192:14.5": "‘Judging by this venerable’s approach, by what they’re getting at, and by how they articulate a question, they’re wise, not witless. …’",
  "an4.192:14.10": "<span class=”brnum”>(4)</span>",
  "an4.192:15.1": "That’s why I said that you can get to know a person’s wisdom by discussion. But only after a long time, not casually;",
  "an4.192:15.2": "only when paying attention, not when inattentive;",
  "an4.192:15.3": "and only by the wise, not the witless.",
  "an4.192:15.4": "These are the four things that can be known in four situations.’"
}