{
  "_markup_path": "markup/an/an04/an4.061.html",
  "_alt_strings": [
    "pi/an/an04/an4.061.json"
  ],
  "an4.61:1.1": "Numbered Discourses 4",
  "an4.61:2.1": "7 Deeds of Substance",
  "an4.61:3.1": "61 Deeds of Substance",
  "an4.61:4.1": "Then the householder Anāthapiṇḍika went up to the Buddha,",
  "an4.61:4.2": "bowed, and sat down to one side.",
  "an4.61:4.3": "The Buddha said to him:",
  "an4.61:5.1": "“Householder, these four things that are likable, desirable, and agreeable are hard to get in the world.",
  "an4.61:5.2": "What four? ",
  "an4.61:5.3": "The first thing is the wish: ‘May wealth come to me by legitimate means!’",
  "an4.61:6.1": "The second thing, having got wealth by legitimate means, is the wish: ‘May fame come to me, together with my family and teachers.’ ",
  "an4.61:7.1": "The third thing, having got wealth and fame, is the wish: ‘May I live long, keeping alive for a long time!’",
  "an4.61:8.1": "The fourth thing, having got wealth, fame, and long life, is the wish: ‘When my body breaks up, after death, may I be reborn in a good place, a heavenly realm!’ ",
  "an4.61:8.2": "These are the four things that are likable, desirable, and agreeable, but hard to get in the world.",
  "an4.61:9.1": "These next four things lead to the getting of those four things.",
  "an4.61:9.2": "What four? ",
  "an4.61:9.3": "Accomplishment in faith, ethics, generosity, and wisdom.",
  "an4.61:10.1": "And what is accomplishment in faith? ",
  "an4.61:10.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an4.61:10.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an4.61:10.4": "This is called accomplishment in faith. ",
  "an4.61:11.1": "And what is accomplishment in ethics? ",
  "an4.61:11.2": "It’s when a noble disciple doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcohol and drugs that cause negligence.",
  "an4.61:11.3": "This is called accomplishment in ethics. ",
  "an4.61:12.1": "And what is accomplishment in generosity? ",
  "an4.61:12.2": "It’s when a noble disciple lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an4.61:12.3": "This is called accomplishment in generosity. ",
  "an4.61:13.1": "And what is accomplishment in wisdom? ",
  "an4.61:13.2": "When your heart is mastered by covetousness and illicit lust, you do what you shouldn’t, and fail to do what you should.",
  "an4.61:13.3": "Your fame and happiness are crushed.",
  "an4.61:13.4": "When your heart is mastered by ill will …",
  "an4.61:13.6": "dullness and drowsiness …",
  "an4.61:13.8": "restlessness and remorse …",
  "an4.61:13.10": "doubt, you do what you shouldn’t, and fail to do what you should.",
  "an4.61:13.11": "Your fame and happiness are crushed.",
  "an4.61:14.1": "Knowing that ‘covetousness and illicit lust are corruptions of the mind’, that noble disciple gives them up.",
  "an4.61:14.2": "Knowing that ‘ill will …’ …",
  "an4.61:14.3": "‘dullness and drowsiness …’ …",
  "an4.61:14.4": "‘restlessness and remorse …’ …",
  "an4.61:14.5": "‘doubt is a corruption of the mind’, that noble disciple gives it up.",
  "an4.61:15.1": "When a noble disciple has given up these things,",
  "an4.61:15.6": "they’re called ‘a noble disciple of great wisdom, of widespread wisdom, who sees what matters, and is accomplished in wisdom’.",
  "an4.61:15.7": "This is called accomplishment in wisdom. ",
  "an4.61:15.8": "These are the four things that lead to the getting of the four things that are likable, desirable, and agreeable, but hard to get in the world.",
  "an4.61:16.1": "There are four deeds of substance that a noble disciple does with the legitimate wealth he’s earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow.",
  "an4.61:16.2": "What four?",
  "an4.61:16.3": "To start with, with his legitimate wealth he makes himself happy and pleased, keeping himself properly happy.",
  "an4.61:16.4": "He makes his mother and father happy …",
  "an4.61:16.5": "He makes his children, partners, slaves, workers, and servants happy …",
  "an4.61:16.6": "He makes his friends and colleagues happy …",
  "an4.61:16.7": "This is his first solid and substantive investment, used in the appropriate sphere.",
  "an4.61:17.1": "Furthermore, with his legitimate wealth he defends himself against threats from such things as fire, flood, rulers, bandits, or unloved heirs.",
  "an4.61:17.2": "He keeps himself safe.",
  "an4.61:17.3": "This is his second solid and substantive investment, used in the appropriate sphere.",
  "an4.61:18.1": "Furthermore, with his legitimate wealth he makes five spirit-offerings:",
  "an4.61:18.2": "to relatives, guests, ancestors, king, and gods.",
  "an4.61:18.3": "This is his third solid and substantive investment, used in the appropriate sphere.",
  "an4.61:19.1": "Furthermore, with his legitimate wealth he establishes an uplifting teacher’s offering for ascetics and brahmins—such as avoid intoxication and negligence, are settled in acceptance and sweetness, and who tame, calm, and extinguish themselves—that’s conducive to heaven, ripens in happiness, and leads to heaven.",
  "an4.61:19.2": "This is his fourth solid and substantive investment, used in the appropriate sphere.",
  "an4.61:20.1": "These are the four deeds of substance that a noble disciple does with the legitimate wealth he’s earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow.",
  "an4.61:20.2": "Whatever wealth is spent on something other than these four deeds of substance is said to be not a solid or substantive investment, and not used in the appropriate sphere.",
  "an4.61:20.3": "But whatever wealth is spent on these four deeds of substance is said to be a solid and substantive investment, used in the appropriate sphere.”",
  "an4.61:21.1": "“‘I’ve enjoyed my wealth, supporting those who depend on me;",
  "an4.61:21.2": "I’ve overcome losses;",
  "an4.61:21.3": "I’ve given uplifting offerings to teachers;",
  "an4.61:21.4": "and made the five spirit-offerings.",
  "an4.61:21.5": "I have looked after the ethical and",
  "an4.61:21.6": "restrained spiritual practitioners.",
  "an4.61:22.1": "I’ve achieved the purpose",
  "an4.61:22.2": "for which an astute lay person",
  "an4.61:22.3": "wishes to gain wealth.",
  "an4.61:22.4": "I don’t regret what I’ve done.’",
  "an4.61:23.1": "A mortal person who recollects this",
  "an4.61:23.2": "stands firm in the noble teaching.",
  "an4.61:23.3": "They’re praised in this life,",
  "an4.61:23.4": "and they depart to rejoice in heaven.”"
}