{
  "_markup_path": "markup/an/an04/an4.036.html",
  "_alt_strings": [
    "pi/an/an04/an4.036.json"
  ],
  "an4.36:1.1": "Numbered Discourses 4",
  "an4.36:2.1": "4 Situations",
  "an4.36:3.1": "36 Doṇa",
  "an4.36:4.1": "At one time the Buddha was travelling along the road between Ukkaṭṭhā and Setabya,",
  "an4.36:4.2": "as was the brahmin Doṇa.",
  "an4.36:4.3": "Doṇa saw that the Buddha’s footprints had thousand-spoked wheels, with rims and hubs, complete in every detail.",
  "an4.36:4.4": "It occurred to him:",
  "an4.36:4.5": "“It’s incredible, it’s amazing!",
  "an4.36:4.6": "Surely these couldn’t be the footprints of a human being?”",
  "an4.36:4.7": "The Buddha had left the road and sat at the root of a tree in the meditation posture, with his body erect and his mindfulness established right there. ",
  "an4.36:4.8": "Then Doṇa, following the Buddha’s footprints, saw him sitting at the tree root—impressive and inspiring, with peaceful faculties and mind, attained to the highest taming and serenity, like an elephant with tamed, guarded, and controlled faculties.",
  "an4.36:4.9": "He went up to the Buddha, ",
  "an4.36:4.10": "and said to him:",
  "an4.36:5.1": "“Sir, might you be a god?”",
  "an4.36:5.2": "“I will not be a god, brahmin.” ",
  "an4.36:5.3": "“Might you be a fairy?”",
  "an4.36:5.4": "“I will not be a fairy.” ",
  "an4.36:5.5": "“Might you be a native spirit?”",
  "an4.36:5.6": "“I will not be a native spirit.” ",
  "an4.36:5.7": "“Might you be a human?”",
  "an4.36:5.8": "“I will not be a human.” ",
  "an4.36:6.1": "“When asked whether you might be a god, fairy, native spirit, or human,",
  "an4.36:6.2": "you answer that you will not be any of these.",
  "an4.36:6.9": "What then might you be?”",
  "an4.36:7.1": "“Brahmin, if I had not given up defilements I might have become a god … a fairy … a native spirit … or a human. But I have given up those defilements, cut them off at the root, made them like a palm stump, exterminated them so they are unable to arise in the future.",
  "an4.36:7.3": "Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it.",
  "an4.36:7.4": "In the same way, though I was born and grew up in the world, I live having mastered the world, and the world does not cling to me.",
  "an4.36:7.5": "Remember me, brahmin, as a Buddha.”",
  "an4.36:8.1": "“I could have been reborn as a god,",
  "an4.36:8.2": "or as a fairy flying through the sky.",
  "an4.36:8.3": "I could have become a native spirit,",
  "an4.36:8.4": "or returned as a human.",
  "an4.36:8.5": "But the defilements that could bring about these rebirths",
  "an4.36:8.6": "I’ve ended, smashed, and gutted.",
  "an4.36:9.1": "Like a lovely lotus,",
  "an4.36:9.2": "to which water does not cling,",
  "an4.36:9.3": "the world doesn’t cling to me,",
  "an4.36:9.4": "and so, brahmin, I am a Buddha.”"
}