{
  "_markup_path": "markup/an/an04/an4.052.html",
  "_alt_strings": [
    "pi/an/an04/an4.052.json"
  ],
  "an4.52:1.1": "Numbered Discourses 4",
  "an4.52:2.1": "6 Overflowing Merit",
  "an4.52:3.1": "52 Overflowing Merit (2nd)",
  "an4.52:4.1": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to benefit and happiness.",
  "an4.52:4.2": "What four? ",
  "an4.52:4.3": "When a noble disciple has experiential confidence in the Buddha:",
  "an4.52:4.4": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an4.52:4.5": "This is the first kind of overflowing merit …",
  "an4.52:5.1": "Furthermore, a noble disciple has experiential confidence in the Dharma:",
  "an4.52:5.2": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "an4.52:5.3": "This is the second kind of overflowing merit …",
  "an4.52:6.1": "Furthermore, a noble disciple has experiential confidence in the Saṅgha:",
  "an4.52:6.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’",
  "an4.52:6.3": "This is the third kind of overflowing merit …",
  "an4.52:7.1": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an4.52:7.2": "This is the fourth kind of overflowing merit …",
  "an4.52:7.3": "These are the four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to benefit and happiness.”",
  "an4.52:8.1": "“Whoever has faith in the Realized One,",
  "an4.52:8.2": "unwavering and well established;",
  "an4.52:8.3": "whose ethical conduct is good,",
  "an4.52:8.4": "praised and loved by the noble ones;",
  "an4.52:9.1": "who has confidence in the Saṅgha,",
  "an4.52:9.2": "and corrected view:",
  "an4.52:9.3": "they’re said to be prosperous,",
  "an4.52:9.4": "their life is not in vain.",
  "an4.52:10.1": "And so an intelligent person,",
  "an4.52:10.2": "remembering the Buddha’s instructions,",
  "an4.52:10.3": "should be committed to faith and ethics,",
  "an4.52:10.4": "confidence, and seeing the truth.”"
}