{
  "_markup_path": "markup/an/an04/an4.175.html",
  "_alt_strings": [
    "pi/an/an04/an4.175.json"
  ],
  "an4.175:1.1": "Numbered Discourses 4",
  "an4.175:2.1": "18 Intention",
  "an4.175:3.1": "175 With Upavāṇa",
  "an4.175:4.1": "Then Venerable Upavāṇa went up to Venerable Sāriputta,",
  "an4.175:4.2": "and they greeted each other.",
  "an4.175:4.3": "When the greetings and polite conversation were over, Upavāṇa sat down to one side,",
  "an4.175:4.4": "and said to Sāriputta:",
  "an4.175:5.1": "“Reverend Sāriputta, are you a terminator because you have knowledge?”",
  "an4.175:6.1": "“That’s not it, reverend.”",
  "an4.175:7.1": "“Are you a terminator because you have conduct?”",
  "an4.175:8.1": "“That’s not it, reverend.”",
  "an4.175:9.1": "“Are you a terminator because you have knowledge and conduct?”",
  "an4.175:10.1": "“That’s not it, reverend.”",
  "an4.175:11.1": "“Are you a terminator because you lack knowledge and conduct?”",
  "an4.175:12.1": "“That’s not it, reverend.”",
  "an4.175:13.1": "“Reverend Sāriputta, when asked whether you’re a terminator because you have knowledge, because you have conduct, because you have knowledge and conduct, or because you lack knowledge and conduct,",
  "an4.175:13.2": "you say ‘that’s not it’.",
  "an4.175:13.9": "How then are you a terminator?”",
  "an4.175:14.1": "“Reverend, if you were a terminator because you have knowledge, then even someone who still has grasping could be a terminator.",
  "an4.175:14.2": "If you were a terminator because you have conduct, then even someone who still has grasping could be a terminator.",
  "an4.175:14.3": "If you were a terminator because you have knowledge and conduct, then even someone who still has grasping could be a terminator.",
  "an4.175:14.4": "If you were a terminator because you lack knowledge and conduct, then even an ordinary person could be a terminator.",
  "an4.175:14.5": "For an ordinary person lacks knowledge and conduct.",
  "an4.175:14.6": "Reverend, someone who does not have good conduct does not know and see things as they are.",
  "an4.175:14.7": "Someone accomplished in good conduct knows and sees things as they are.",
  "an4.175:14.8": "Knowing and seeing things as they are, one is a terminator.”"
}