{
  "_markup_path": "markup/an/an04/an4.169.html",
  "_alt_strings": [
    "pi/an/an04/an4.169.json"
  ],
  "an4.169:1.1": "Numbered Discourses 4",
  "an4.169:2.1": "17 Practice",
  "an4.169:3.1": "169 Extra Effort",
  "an4.169:4.1": "“Mendicants, these four people are found in the world.",
  "an4.169:4.2": "What four?",
  "an4.169:4.3": "One person becomes fully extinguished in the present life by making extra effort.",
  "an4.169:4.4": "One person becomes fully extinguished when the body breaks up by making extra effort.",
  "an4.169:4.5": "One person becomes fully extinguished in the present life without making extra effort.",
  "an4.169:4.6": "One person becomes fully extinguished when the body breaks up without extra effort.",
  "an4.169:5.1": "And how does a person become fully extinguished in the present life by making extra effort?",
  "an4.169:5.2": "It’s when a mendicant meditates observing the ugliness of the body, perceives the repulsiveness of food, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, ",
  "an4.169:5.3": "and has well established the perception of their own death.",
  "an4.169:5.4": "They rely on these five powers of a trainee:",
  "an4.169:5.5": "faith, conscience, prudence, energy, and wisdom.",
  "an4.169:5.6": "And they have these five faculties strongly:",
  "an4.169:5.7": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.169:5.8": "Because of the strength of the five faculties, they become fully extinguished in the present life by making extra effort.",
  "an4.169:5.9": "That’s how a person becomes fully extinguished in the present life by making extra effort.",
  "an4.169:6.1": "How does a person become fully extinguished when the body breaks up by making extra effort?",
  "an4.169:6.2": "It’s when a mendicant meditates observing the ugliness of the body, perceives the repulsiveness of food, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, ",
  "an4.169:6.3": "and has well established the perception of one’s own death.",
  "an4.169:6.4": "They rely on these five powers of a trainee:",
  "an4.169:6.5": "faith, conscience, prudence, energy, and wisdom.",
  "an4.169:6.6": "But they have these five faculties weakly:",
  "an4.169:6.7": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.169:6.8": "Because of the weakness of the five faculties, they become fully extinguished when the body breaks up by making extra effort.",
  "an4.169:6.9": "That’s how a person becomes fully extinguished when the body breaks up by making extra effort.",
  "an4.169:7.1": "And how does a person become fully extinguished in the present life without making extra effort?",
  "an4.169:7.2": "It’s when a mendicant … enters and remains in the first absorption … second absorption … third absorption … fourth absorption …",
  "an4.169:7.3": "They rely on these five powers of a trainee:",
  "an4.169:7.4": "faith, conscience, prudence, energy, and wisdom.",
  "an4.169:7.5": "And they have these five faculties strongly:",
  "an4.169:7.6": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.169:7.7": "Because of the strength of the five faculties, they become fully extinguished in the present life without making extra effort.",
  "an4.169:7.8": "That’s how a person becomes fully extinguished in the present life without making extra effort.",
  "an4.169:8.1": "And how does a person become fully extinguished when the body breaks up without making extra effort?",
  "an4.169:8.2": "It’s when a mendicant … enters and remains in the first absorption … second absorption … third absorption … fourth absorption …",
  "an4.169:8.3": "They rely on these five powers of a trainee:",
  "an4.169:8.4": "faith, conscience, prudence, energy, and wisdom.",
  "an4.169:8.5": "And they have these five faculties weakly: faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.169:8.6": "Because of the weakness of the five faculties, they become fully extinguished when the body breaks up without making extra effort.",
  "an4.169:8.7": "That’s how a person becomes fully extinguished when the body breaks up without making extra effort.",
  "an4.169:8.8": "These are the four people found in the world.”"
}