{
  "_markup_path": "markup/an/an04/an4.005.html",
  "_alt_strings": [
    "pi/an/an04/an4.005.json"
  ],
  "an4.5:1.1": "Numbered Discourses 4",
  "an4.5:2.1": "1 At Bhaṇḍa Village",
  "an4.5:3.1": "5 With the Stream",
  "an4.5:4.1": "“These four people are found in the world.",
  "an4.5:4.2": "What four? ",
  "an4.5:4.3": "A person who goes with the stream; a person who goes against the stream; a stable person; and a brahmin who has crossed over and stands on the far shore.",
  "an4.5:4.4": "And who is the person who goes with the steam? ",
  "an4.5:4.5": "It’s a person who takes part in sensual pleasures and does bad deeds.",
  "an4.5:4.6": "This is called a person who goes with the stream. ",
  "an4.5:5.1": "And who is the person who goes against the steam? ",
  "an4.5:5.2": "It’s a person who doesn’t take part in sensual pleasures or do bad deeds. They life the full and pure spiritual life in pain and sadness, weeping, with tearful faces.",
  "an4.5:5.3": "This is called a person who goes against the stream. ",
  "an4.5:6.1": "And who is the stable person? ",
  "an4.5:6.2": "It’s a person who, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.",
  "an4.5:6.3": "This is called a stable person. ",
  "an4.5:7.1": "And who is a brahmin who has crossed over and stands on the far shore?",
  "an4.5:7.2": "It’s a person who realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an4.5:7.3": "This is called a brahmin who has crossed over and stands on the far shore.",
  "an4.5:7.4": "These are the four people found in the world.”",
  "an4.5:8.1": "“All those people with uncontrolled sensuality,",
  "an4.5:8.2": "not free of lust, enjoying sensual pleasures in this life:",
  "an4.5:8.3": "again and again, they return to birth and old age;",
  "an4.5:8.4": "those who go with the stream are immersed in craving.",
  "an4.5:9.1": "So a wise person in this life, with mindfulness established,",
  "an4.5:9.2": "doesn’t take part in sensual pleasures and bad deeds.",
  "an4.5:9.3": "In pain they’d give up sensual pleasures:",
  "an4.5:9.4": "that’s ‘a person who goes against the stream’, they say.",
  "an4.5:10.1": "Someone who’s given up five corruptions,",
  "an4.5:10.2": "a perfect trainee, not liable to decline,",
  "an4.5:10.3": "who’s mastered their mind, with faculties unified in samādhi,",
  "an4.5:10.4": "That’s called ‘a stable person’.",
  "an4.5:11.1": "The sage who has comprehended all things, high and low,",
  "an4.5:11.2": "—cleared them and ended them, so they are no more—",
  "an4.5:11.3": "they’ve lived the spiritual life, and gone to the end of the world,",
  "an4.5:11.4": "they’re called ‘one who has gone beyond’.”"
}