{
  "_markup_path": "markup/an/an04/an4.197.html",
  "_alt_strings": [
    "pi/an/an04/an4.197.json"
  ],
  "an4.197:1.1": "Numbered Discourses 4",
  "an4.197:2.1": "20 The Great Chapter",
  "an4.197:3.1": "197 Queen Mallikā",
  "an4.197:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an4.197:4.2": "Then Queen Mallikā went up to the Buddha,",
  "an4.197:4.3": "bowed, sat down to one side,",
  "an4.197:4.4": "and said to him:",
  "an4.197:5.1": "“What is the cause, sir, what is the reason why in this life some females are ugly, unattractive, and bad-looking; ",
  "an4.197:5.2": "and poor, with few assets and possessions; and insignificant?",
  "an4.197:6.1": "And why are some females ugly, unattractive, and bad-looking; ",
  "an4.197:6.2": "but rich, affluent, wealthy, and eminent?",
  "an4.197:7.1": "And why are some females attractive, good-looking, impressive, perfect flowers of beauty;",
  "an4.197:7.2": "but poor, with few assets and possessions; and insignificant?",
  "an4.197:8.1": "And why are some females attractive, good-looking, impressive, perfect flowers of beauty; and rich, affluent, wealthy, and eminent?”",
  "an4.197:9.1": "“Take a female who gets angry and is often annoyed.",
  "an4.197:9.2": "Even when criticized a little bit she loses her temper, becoming irritated, hostile, and hard-hearted, and displaying irritation, hate, and bitterness.",
  "an4.197:9.3": "She doesn’t give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.",
  "an4.197:9.4": "And she’s jealous,",
  "an4.197:9.5": "envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and worship given to others.",
  "an4.197:9.6": "If she comes back to this realm after passing away, wherever she is reborn she’s ugly, unattractive, and bad-looking;",
  "an4.197:9.7": "and poor, with few assets and possessions; and insignificant.",
  "an4.197:10.1": "Take another female who gets angry and is often annoyed. …",
  "an4.197:10.3": "But she does give to ascetics or brahmins …",
  "an4.197:10.4": "And she’s not jealous …",
  "an4.197:10.6": "If she comes back to this realm after passing away, wherever she is reborn she’s ugly, unattractive, and bad-looking;",
  "an4.197:10.7": "but rich, affluent, wealthy, and eminent.",
  "an4.197:11.1": "Take another female who doesn’t get angry and is not often annoyed.",
  "an4.197:11.2": "Even when criticized a lot, she doesn’t lose her temper, become irritated, hostile, and hard-hearted, or display irritation, hate, and bitterness.",
  "an4.197:11.3": "She doesn’t give to ascetics or brahmins …",
  "an4.197:11.4": "And she’s jealous …",
  "an4.197:11.6": "If she comes back to this realm after passing away, wherever she is reborn she’s attractive, good-looking, impressive, a perfect flower of beauty;",
  "an4.197:11.7": "but poor, with few assets and possessions; and insignificant.",
  "an4.197:12.1": "Take another female who gets angry and is often annoyed. …",
  "an4.197:12.2": "Take another female who doesn’t get angry and is not often annoyed.",
  "an4.197:12.3": "She gives to ascetics and brahmins …",
  "an4.197:12.4": "And she’s not jealous …",
  "an4.197:12.6": "If she comes back to this realm after passing away, wherever she is reborn she’s attractive, good-looking, impressive, a perfect flower of beauty;",
  "an4.197:12.7": "and rich, affluent, wealthy, and eminent.",
  "an4.197:13.1": "This is why are some females are ugly …",
  "an4.197:13.2": "and poor … and insignificant.",
  "an4.197:13.3": "And some females are ugly …",
  "an4.197:13.4": "rich … and eminent.",
  "an4.197:13.5": "And some females are attractive …",
  "an4.197:13.6": "poor … and insignificant.",
  "an4.197:13.7": "And some females are attractive …",
  "an4.197:13.8": "rich … and eminent.”",
  "an4.197:14.1": "When this was said, Queen Mallikā said to the Buddha:",
  "an4.197:14.2": "“Sir, in another life I must have got angry and often annoyed. Even when criticized a little bit I must have lost my temper, becoming irritated, hostile, and hard-hearted, and displaying irritation, hate, and bitterness. For now I am ugly, unattractive, and bad-looking.",
  "an4.197:15.1": "In another life I must have given to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting. For now I am rich, affluent, and wealthy.",
  "an4.197:16.1": "In another life, I must not have been jealous, envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and worship given to others. For now I am eminent.",
  "an4.197:16.2": "In this royal court I command maidens of the aristocrats, brahmins, and householders.",
  "an4.197:16.3": "So, sir, from this day forth I will not get angry or be often annoyed. Even when criticized a lot I won’t lose my temper, become irritated, hostile, and hard-hearted, or display irritation, hate, and bitterness.",
  "an4.197:16.4": "I will give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.",
  "an4.197:16.5": "I will not be jealous, envying, resenting, and begrudging the possessions, honor, respect, reverence, homage, and worship given to others.",
  "an4.197:16.6": "“Excellent, sir! … From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”"
}