{
  "_markup_path": "markup/an/an04/an4.073.html",
  "_alt_strings": [
    "pi/an/an04/an4.073.json"
  ],
  "an4.73:1.1": "Numbered Discourses 4",
  "an4.73:2.1": "8 Guaranteed",
  "an4.73:3.1": "73 A Good Person",
  "an4.73:4.1": "“Mendicants, a bad person can be known by four qualities.",
  "an4.73:4.2": "What four?",
  "an4.73:4.3": "To start with, a bad person speaks ill of another even when not asked, how much more so when asked.",
  "an4.73:4.4": "But when led on by questions they speak ill of another in full detail, not leaving anything out.",
  "an4.73:4.5": "That’s how to know that this is a bad person.",
  "an4.73:5.1": "Furthermore, a bad person doesn’t speak well of another even when asked, how much more so when not asked.",
  "an4.73:5.2": "But when led on by questions they speak well of another without giving the full details, leaving many things out.",
  "an4.73:5.3": "That’s how to know that this is a bad person.",
  "an4.73:6.1": "Furthermore, a bad person doesn’t speak ill of themselves even when asked, how much more so when not asked.",
  "an4.73:6.2": "But when led on by questions they speak ill of themselves without giving the full details, leaving many things out.",
  "an4.73:6.3": "That’s how to know that this is a bad person.",
  "an4.73:7.1": "Furthermore, a bad person speaks well of themselves even when not asked, how much more so when asked.",
  "an4.73:7.2": "But when led on by questions they speak well of themselves in full detail, not leaving anything out.",
  "an4.73:7.3": "That’s how to know that this is a bad person.",
  "an4.73:7.4": "A bad person can be known by these four qualities.",
  "an4.73:8.1": "A good person can be known by four qualities.",
  "an4.73:8.2": "What four?",
  "an4.73:8.3": "To start with, a good person doesn’t speak ill of another even when asked, how much more so when not asked.",
  "an4.73:8.4": "But when led on by questions they speak ill of another without giving the full details, leaving many things out.",
  "an4.73:8.5": "That’s how to know that this is a good person.",
  "an4.73:9.1": "Furthermore, a good person speaks well of another even when not asked, how much more so when asked.",
  "an4.73:9.2": "But when led on by questions they speak well of another in full detail, not leaving anything out.",
  "an4.73:9.3": "That’s how to know that this is a good person.",
  "an4.73:10.1": "Furthermore, a good person speaks ill of themselves even when not asked, how much more so when asked.",
  "an4.73:10.2": "But when led on by questions they speak ill of themselves in full detail, not leaving anything out.",
  "an4.73:10.3": "That’s how to know that this is a good person.",
  "an4.73:11.1": "Furthermore, a bad person doesn’t speak well of themselves even when asked, how much more so when not asked.",
  "an4.73:11.2": "But when led on by questions they speak well of themselves without giving the full details, leaving many things out.",
  "an4.73:11.3": "That’s how to know that this is a good person.",
  "an4.73:11.4": "A good person can be known by these four qualities.",
  "an4.73:12.1": "It’s like a bride on the day or night she’s first brought to her husband’s home. Right away she sets up a keen sense of conscience and prudence for her mother and father in law, her husband, and even the slaves, workers, and servants.",
  "an4.73:12.2": "But after some time, because of living together and familiarity, she’ll even say to her mother and father in law, or to her husband:",
  "an4.73:12.3": "‘Go away! What would you know?’",
  "an4.73:12.4": "In the same way, on the day or night a mendicant first goes forth from the lay life to homelessness, right away they set up a keen sense of conscience and prudence for the monks, nuns, laymen, and laywomen, and even the monastery workers and novices.",
  "an4.73:12.5": "But after some time, because of living together and familiarity, they’ll even say to their teacher or mentor:",
  "an4.73:12.6": "‘Go away! What would you know?’",
  "an4.73:12.7": "So you should train like this:",
  "an4.73:12.8": "‘We will live with hearts like that of a newly wedded bride.’",
  "an4.73:12.9": "That’s how you should train.”"
}