{
  "_markup_path": "markup/an/an04/an4.187.html",
  "_alt_strings": [
    "pi/an/an04/an4.187.json"
  ],
  "an4.187:1.1": "Numbered Discourses 4",
  "an4.187:2.1": "19 Brahmins",
  "an4.187:3.1": "187 With Vassakāra",
  "an4.187:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "an4.187:4.2": "Then Vassakāra the brahmin, a chief minister of Magadha, went up to the Buddha,",
  "an4.187:4.3": "and they greeted each other.",
  "an4.187:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "an4.187:4.5": "and said to the Buddha:",
  "an4.187:5.1": "“Master Gotama, could a bad person know of a bad person:",
  "an4.187:5.2": "‘This fellow is a bad person’?”",
  "an4.187:5.3": "“That’s impossible, brahmin, it can’t happen.”",
  "an4.187:5.5": "“Could a bad person know of a good person:",
  "an4.187:5.6": "‘This fellow is a good person’?”",
  "an4.187:5.7": "“That too is impossible, it can’t happen.”",
  "an4.187:5.9": "“Master Gotama, could a good person know of a good person:",
  "an4.187:5.10": "‘This fellow is a good person’?”",
  "an4.187:5.11": "“That, brahmin, is possible.”",
  "an4.187:5.13": "“Could a good person know of a bad person:",
  "an4.187:5.14": "‘This fellow is a bad person’?”",
  "an4.187:5.15": "“That too is possible.”",
  "an4.187:6.1": "“It’s incredible, Master Gotama, it’s amazing,",
  "an4.187:6.2": "How well said this was by Master Gotama!",
  "an4.187:6.3": "‘It’s impossible, it can’t happen, that a bad person could know …",
  "an4.187:6.7": "But it is possible that a good person could know …’",
  "an4.187:7.1": "Once, members of the brahmin Todeyya’s assembly were going on complaining about others:",
  "an4.187:7.2": "‘This King Eḷeyya is a fool to have so much confidence in Rāmaputta. He even shows him the utmost devotion by bowing down to him, rising up for him, greeting him with cupped palms, and observing proper etiquette for him.",
  "an4.187:7.3": "And these king’s men are fools, too—",
  "an4.187:7.4": "Yamaka, Moggalla, Ugga, Nāvindakī, Gandhabba, and Aggivessa—for they show the same kind of devotion to Rāmaputta.’",
  "an4.187:7.5": "Then the brahmin Todeyya reasoned with them like this:",
  "an4.187:7.6": "‘What do you think, sirs? When it comes to the various duties and speeches, isn’t King Eḷeyya astute, even better than the experts?’",
  "an4.187:7.7": "‘That’s true, sir.’",
  "an4.187:8.1": "‘It’s because Rāmaputta is even more astute and expert than King Eḷeyya that the king has so much confidence in him. That’s why he even shows Rāmaputta the utmost devotion by bowing down to him, rising up for him, greeting him with cupped palms, and observing proper etiquette for him.",
  "an4.187:9.1": "‘What do you think, sirs? ",
  "an4.187:9.2": "When it comes to the various duties and speeches, aren’t the king’s men—Yamaka, Moggalla, Ugga, Nāvindakī, Gandhabba, and Aggivessa—astute, even better than the experts?’",
  "an4.187:9.3": "‘That’s true, sir.’",
  "an4.187:10.1": "‘It’s because Rāmaputta is even more astute and expert than the king’s men that they have so much confidence in him. …’",
  "an4.187:11.1": "It’s incredible, Master Gotama, it’s amazing,",
  "an4.187:11.2": "How well said this was by Master Gotama:",
  "an4.187:11.3": "‘It’s impossible, it can’t happen, that a bad person could know …",
  "an4.187:11.7": "But it is possible that a good person could know …",
  "an4.187:11.11": "Well, now, Master Gotama, I must go.",
  "an4.187:11.12": "I have many duties, and much to do.”",
  "an4.187:11.13": "“Please, brahmin, go when you’re ready.”",
  "an4.187:12.1": "Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left."
}