{
  "_markup_path": "markup/an/an04/an4.094.html",
  "_alt_strings": [
    "pi/an/an04/an4.094.json"
  ],
  "an4.94:1.1": "Numbered Discourses 4",
  "an4.94:2.1": "10 Demons",
  "an4.94:3.1": "94 Samādhi (3rd)",
  "an4.94:4.1": "“Mendicants, these four people are found in the world.",
  "an4.94:4.2": "What four?",
  "an4.94:4.3": "One person has internal serenity of heart, but not the higher wisdom of discernment of principles.",
  "an4.94:4.4": "One person has the higher wisdom of discernment of principles, but not internal serenity of heart.",
  "an4.94:4.5": "One person has neither internal serenity of heart, nor the higher wisdom of discernment of principles.",
  "an4.94:4.6": "One person has both internal serenity of heart, and the higher wisdom of discernment of principles.",
  "an4.94:5.1": "As for the person who has serenity but not discernment: they should approach someone who has discernment and ask:",
  "an4.94:5.2": "‘Reverend, how should conditions be seen?",
  "an4.94:5.3": "How should they be comprehended?",
  "an4.94:5.4": "How should they be discerned?’",
  "an4.94:5.5": "That person would answer from their own experience:",
  "an4.94:5.6": "‘This is how conditions should be seen, comprehended, and discerned.’",
  "an4.94:5.7": "After some time they have both serenity and discernment.",
  "an4.94:6.1": "As for the person who has discernment but not serenity: they should approach someone who has serenity and ask:",
  "an4.94:6.2": "‘Reverend, how should the mind be stilled?",
  "an4.94:6.3": "How should it be settled?",
  "an4.94:6.4": "How should it be unified?",
  "an4.94:6.5": "How should it be brought to samādhi?’",
  "an4.94:6.6": "That person would answer from their own experience:",
  "an4.94:6.7": "‘Reverend, this is how the mind should be stilled, settled, unified, and converged in samādhi.’",
  "an4.94:6.8": "After some time they have both discernment and serenity.",
  "an4.94:7.1": "As for the person who has neither serenity nor discernment: they should approach someone who has serenity and discernment and ask:",
  "an4.94:7.2": "‘Reverend, how should the mind be stilled?",
  "an4.94:7.3": "How should it be settled?",
  "an4.94:7.4": "How should it be unified?",
  "an4.94:7.5": "How should it be converged in samādhi?’",
  "an4.94:7.6": "How should conditions be seen?",
  "an4.94:7.7": "How should they be comprehended?",
  "an4.94:7.8": "How should they be discerned?’",
  "an4.94:7.9": "That person would answer as they’ve seen and known:",
  "an4.94:7.10": "‘Reverend, this is how the mind should be stilled, settled, unified, and converged in samādhi. And this is how conditions should be seen, comprehended, and discerned.’",
  "an4.94:7.11": "After some time they have both serenity and discernment.",
  "an4.94:8.1": "As for the person who has both serenity and discernment: grounded on those wholesome qualities, they should practice meditation further to end the defilements.",
  "an4.94:8.2": "These are the four people found in the world.”"
}