{
  "_markup_path": "markup/an/an04/an4.163.html",
  "_alt_strings": [
    "pi/an/an04/an4.163.json"
  ],
  "an4.163:1.1": "Numbered Discourses 4",
  "an4.163:2.1": "17 Practice",
  "an4.163:3.1": "163 Ugly",
  "an4.163:4.1": "“Mendicants, there are four ways of practice.",
  "an4.163:4.2": "What four?",
  "an4.163:4.3": "~Painful practice with slow insight, ~painful practice with swift insight, ~pleasant practice with slow insight, and ~pleasant practice with swift insight.",
  "an4.163:5.1": "And what’s painful practice with slow insight?",
  "an4.163:5.2": "It’s when a mendicant meditates observing the ugliness of the body, perceives food as off-putting, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, ",
  "an4.163:5.3": "and has well established the perception of their own death.",
  "an4.163:5.4": "They rely on these five powers of a trainee:",
  "an4.163:5.5": "faith, conscience, prudence, energy, and wisdom.",
  "an4.163:5.6": "But they have these five faculties weakly:",
  "an4.163:5.7": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.163:5.8": "Because of this, they only slowly attain the conditions for ending the defilements in the present life.",
  "an4.163:5.9": "This is called the painful practice with slow insight.",
  "an4.163:6.1": "And what’s the painful practice with swift insight?",
  "an4.163:6.2": "It’s when a mendicant meditates observing the ugliness of the body, perceives the repulsiveness of food, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, ",
  "an4.163:6.3": "and has well established the perception of their own death.",
  "an4.163:6.4": "They rely on these five powers of a trainee:",
  "an4.163:6.5": "faith, conscience, prudence, energy, and wisdom.",
  "an4.163:6.6": "And they have these five faculties strongly:",
  "an4.163:6.7": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.163:6.8": "Because of this, they swiftly attain the conditions for ending the defilements in the present life.",
  "an4.163:6.9": "This is called the painful practice with swift insight.",
  "an4.163:7.1": "And what’s pleasant practice with slow insight?",
  "an4.163:7.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an4.163:7.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an4.163:7.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an4.163:7.6": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an4.163:7.7": "They rely on these five powers of a trainee:",
  "an4.163:7.8": "faith, conscience, prudence, energy, and wisdom.",
  "an4.163:7.9": "But they have these five faculties weakly:",
  "an4.163:7.10": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.163:7.11": "Because of this, they only slowly attain the conditions for ending the defilements in the present life.",
  "an4.163:7.12": "This is called the pleasant practice with slow insight.",
  "an4.163:8.1": "And what’s the pleasant practice with swift insight?",
  "an4.163:8.2": "It’s when a mendicant … enters and remains in the first absorption … second absorption … third absorption … fourth absorption …",
  "an4.163:8.3": "They rely on these five powers of a trainee:",
  "an4.163:8.4": "faith, conscience, prudence, energy, and wisdom.",
  "an4.163:8.5": "And they have these five faculties strongly …",
  "an4.163:8.6": "faith, energy, mindfulness, samādhi, and wisdom.",
  "an4.163:8.7": "Because of this, they swiftly attain the conditions for ending the defilements in the present life.",
  "an4.163:8.8": "This is called the pleasant practice with swift insight.",
  "an4.163:8.9": "These are the four ways of practice.”"
}