{
  "_markup_path": "markup/an/an04/an4.127.html",
  "_alt_strings": [
    "pi/an/an04/an4.127.json"
  ],
  "an4.127:1.1": "Numbered Discourses 4",
  "an4.127:2.1": "13 Fears",
  "an4.127:3.1": "127 Incredible Things About the Realized One (1st)",
  "an4.127:4.1": "“Mendicants, with the appearance of a Realized One, a perfected one, a fully awakened Buddha, four incredible and amazing things appear.",
  "an4.127:4.2": "What four?",
  "an4.127:4.3": "When the being intent on awakening passes away from the group of Joyful Gods, he’s conceived in his mother’s womb, mindful and aware. And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "an4.127:4.4": "Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "an4.127:4.5": "And the sentient beings reborn there recognize each other by that light:",
  "an4.127:4.6": "‘So, it seems other sentient beings have been reborn here!’",
  "an4.127:4.7": "This is the first incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.127:5.1": "Furthermore, the being intent on awakening emerges from his mother’s womb mindful and aware. And then … an immeasurable, magnificent light appears …",
  "an4.127:5.2": "even in the boundless desolation of interstellar space …",
  "an4.127:5.5": "This is the second incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.127:6.1": "Furthermore, the Realized One understands the supreme perfect awakening. And then … an immeasurable, magnificent light appears …",
  "an4.127:6.2": "even in the boundless desolation of interstellar space …",
  "an4.127:6.5": "This is the third incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.127:7.1": "Furthermore, the Realized One rolls forth the supreme Wheel of Dharma. And then … an immeasurable, magnificent light appears …",
  "an4.127:7.2": "even in the boundless desolation of interstellar space …",
  "an4.127:7.5": "This is the fourth incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.127:7.6": "With the appearance of a Realized One, the perfected one, the fully awakened Buddha, these four incredible and amazing things appear.”"
}