{
  "_markup_path": "markup/an/an04/an4.035.html",
  "_alt_strings": [
    "pi/an/an04/an4.035.json"
  ],
  "an4.35:1.1": "Numbered Discourses 4",
  "an4.35:2.1": "4 Situations",
  "an4.35:3.1": "35 With Vassakāra",
  "an4.35:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "an4.35:4.2": "Then Vassakāra the brahmin, a chief minister of Magadha, went up to the Buddha,",
  "an4.35:4.3": "and exchanged greetings with him.",
  "an4.35:4.4": "When the greetings and polite conversation were over, he sat down to one side",
  "an4.35:4.5": "and said to the Buddha:",
  "an4.35:5.1": "“Master Gotama, when someone has four qualities we describe him as a great man with great wisdom.",
  "an4.35:5.2": "What four?",
  "an4.35:5.3": "They are very learned in diverse fields of learning. They understand the meaning of diverse statements, saying:",
  "an4.35:5.4": "‘This is what that statement means; that is what this statement means.’",
  "an4.35:5.5": "They are mindful, able to remember and recollect what was said and done long ago. They are expert and tireless in household duties, understanding how to go about things in order to complete and organize the work.",
  "an4.35:5.6": "When someone has these four qualities we describe him as a great man with great wisdom.",
  "an4.35:5.7": "If Master Gotama agrees with me, please say so.",
  "an4.35:5.8": "If he disagrees, please say so.”",
  "an4.35:6.1": "“Brahmin, I neither agree nor disagree with you,",
  "an4.35:6.2": "but when someone has four qualities I describe him as a great man with great wisdom.",
  "an4.35:6.3": "What four?",
  "an4.35:6.4": "It’s when someone practices for the benefit and happiness of many people.",
  "an4.35:6.5": "They’ve established many people in the noble procedure, that is, the principles of goodness and wholesomeness.",
  "an4.35:6.6": "They think what they want to think, and don’t think what they don’t want to think.",
  "an4.35:6.7": "They consider what they want to consider, and don’t consider what they don’t want to consider.",
  "an4.35:6.8": "Thus they have achieved mental mastery of the paths of thought.",
  "an4.35:6.9": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "an4.35:6.10": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an4.35:6.11": "Brahmin, I neither agree nor disagree with you,",
  "an4.35:6.12": "but when someone has these four qualities I describe him as a great man with great wisdom.”",
  "an4.35:7.1": "“It’s incredible, Master Gotama, it’s amazing!",
  "an4.35:7.2": "How well said this was by Master Gotama!",
  "an4.35:7.3": "And we will remember Master Gotama as someone who has these four qualities.",
  "an4.35:7.4": "For Master Gotama practices for the benefit and happiness of many people …",
  "an4.35:7.7": "Master Gotama has achieved mental mastery of the paths of thought.",
  "an4.35:7.8": "Master Gotama gets the four absorptions … when he wants, without trouble or difficulty.",
  "an4.35:7.9": "Master Gotama has realized the undefiled freedom of heart and freedom by wisdom in this very life. He lives having achieved it with his own insight due to the end of defilements.”",
  "an4.35:8.1": "“Your words are clearly aggressive and intrusive, brahmin.",
  "an4.35:8.2": "Nevertheless, I will answer you.",
  "an4.35:8.3": "For I do practice for the benefit and happiness of many people …",
  "an4.35:8.6": "I have achieved mental mastery of the paths of thought.",
  "an4.35:8.7": "I do get the four absorptions … when I want, without trouble or difficulty.",
  "an4.35:8.8": "I have realized the undefiled freedom of heart and freedom by wisdom in this very life. I live having achieved it with my own insight due to the end of defilements.”",
  "an4.35:9.1": "“He discovered release from the snare of death",
  "an4.35:9.2": "for all beings,",
  "an4.35:9.3": "and explained the procedure of the teaching",
  "an4.35:9.4": "for the welfare of gods and humans.",
  "an4.35:9.5": "When they see him or hear him,",
  "an4.35:9.6": "many people become confident.",
  "an4.35:10.1": "He is skilled in what is the path and what is not the path,",
  "an4.35:10.2": "he’s completed the task and is free of defilements.",
  "an4.35:10.3": "The Buddha, bearing his final body,",
  "an4.35:10.4": "is called ‘a great man, of great wisdom’.”"
}