{
  "_markup_path": "markup/an/an04/an4.038.html",
  "_alt_strings": [
    "pi/an/an04/an4.038.json"
  ],
  "an4.38:2.1": "4 Situations",
  "an4.38:3.1": "38 Withdrawn",
  "an4.38:4.1": "“Mendicants, a mendicant has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has stilled the physical process, and is said to be ‘withdrawn’.",
  "an4.38:4.2": "And how has a mendicant eliminated idiosyncratic interpretations of the truth?",
  "an4.38:4.3": "Different ascetics and brahmins have different idiosyncratic interpretations of the truth. For example:",
  "an4.38:4.4": "the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.",
  "an4.38:4.5": "A mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished all these.",
  "an4.38:4.6": "That’s how a mendicant has eliminated idiosyncratic interpretations of the truth.",
  "an4.38:5.1": "And how has a mendicant totally given up searching?",
  "an4.38:5.2": "It’s when they’ve given up searching for sensual pleasures, for rebirth in a new state of existence, and for a spiritual path. ",
  "an4.38:5.3": "That’s how a mendicant has totally given up searching.",
  "an4.38:6.1": "And how has a mendicant stilled the physical process?",
  "an4.38:6.2": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an4.38:6.3": "That’s how a mendicant has stilled the physical process.",
  "an4.38:7.1": "And how is a mendicant withdrawn?",
  "an4.38:7.2": "It’s when they’ve given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "an4.38:7.3": "That’s how a mendicant is withdrawn.",
  "an4.38:7.4": "A mendicant has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has stilled the physical process, and is said to be ‘withdrawn’.”",
  "an4.38:8.1": "“The search for sensual pleasures, for a good rebirth,",
  "an4.38:8.2": "together with the search for a spiritual path;",
  "an4.38:8.3": "attachment to the notion ‘this is the truth’,",
  "an4.38:8.4": "and the mass of grounds for views.",
  "an4.38:9.1": "For one detached from all lusts,",
  "an4.38:9.2": "freed by the ending of craving,",
  "an4.38:9.3": "searching has been relinquished,",
  "an4.38:9.4": "and viewpoints uprooted.",
  "an4.38:10.1": "That mendicant is peaceful and mindful, ",
  "an4.38:10.2": "a tranquil champion.",
  "an4.38:10.3": "And when they’re awakened by comprehending conceit,",
  "an4.38:10.4": "they’re called ‘withdrawn’.”"
}