{
  "_markup_path": "markup/an/an04/an4.021.html",
  "_alt_strings": [
    "pi/an/an04/an4.021.json"
  ],
  "an4.21:1.1": "Numbered Discourses 4",
  "an4.21:2.1": "3 At Uruvelā",
  "an4.21:3.1": "21 At Uruvelā (1st)",
  "an4.21:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an4.21:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an4.21:4.3": "There the Buddha addressed the mendicants: ",
  "an4.21:4.4": "“Mendicants!” ",
  "an4.21:4.5": "“Venerable sir,” they replied. ",
  "an4.21:4.6": "The Buddha said this: ",
  "an4.21:5.1": "“Mendicants, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.",
  "an4.21:5.2": "As I was in private solitude this thought came to mind:",
  "an4.21:5.3": "‘It’s unpleasant to live without respect and reverence.",
  "an4.21:5.4": "What ascetic or brahmin should I honor and respect and rely on?’",
  "an4.21:6.1": "Then it occurred to me: ",
  "an4.21:6.2": "‘I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of ethics, if it was incomplete.",
  "an4.21:6.3": "But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in ethics, who I should honor and respect and rely on.",
  "an4.21:7.1": "‘I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of samādhi, if it was incomplete.",
  "an4.21:7.2": "But I don’t see any other ascetic or brahmin … who is more accomplished than myself in samādhi …",
  "an4.21:8.1": "‘I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of wisdom, if it was incomplete.",
  "an4.21:8.2": "But I don’t see any other ascetic or brahmin in this world … who is more accomplished than myself in wisdom …",
  "an4.21:9.1": "‘I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of freedom, if it was incomplete.",
  "an4.21:9.2": "But I don’t see any other ascetic or brahmin in this world … who is more accomplished than myself in freedom …’",
  "an4.21:10.1": "Then it occurred to me: ",
  "an4.21:10.2": "‘Why don’t I honor and respect and rely on the same Dharma to which I was awakened?’",
  "an4.21:11.1": "And then Brahmā Sahampati, knowing what I was thinking,",
  "an4.21:11.2": "vanished from the Brahmā realm and appeared in front of me, as easily as a strong man would extend or contract his arm.",
  "an4.21:11.5": "He arranged his robe over one shoulder, knelt on his right knee, raised his cupped palms toward the Buddha, and said:",
  "an4.21:11.6": "‘That’s so true, Blessed One! That’s so true, Holy One!",
  "an4.21:11.7": "All the perfect ones, the fully awakened Buddhas who lived in the past honored and respected and relied on this same Dharma.",
  "an4.21:11.8": "All the perfect ones, the fully awakened Buddhas who will live in the future will honor and respect and rely on this same Dharma.",
  "an4.21:11.9": "May the Blessed One, who is the perfect one, the fully awakened Buddha at present, also honor and respect and rely on this same Dharma.’",
  "an4.21:11.10": "That’s what Brahmā Sahampati said,",
  "an4.21:11.11": "Then he went on to say: ",
  "an4.21:12.1": "‘All Buddhas, whether in the past,",
  "an4.21:12.2": "the Buddhas of the future,",
  "an4.21:12.3": "and the Buddha at present—",
  "an4.21:12.4": "destroyer of the sorrows of many—",
  "an4.21:13.1": "respecting the true Dharma",
  "an4.21:13.2": "they did live, they do live,",
  "an4.21:13.3": "and they also will live.",
  "an4.21:13.4": "This is the nature of the Buddhas.",
  "an4.21:14.1": "Therefore someone who loves themselves,",
  "an4.21:14.2": "aspiring for transcendence,",
  "an4.21:14.3": "should respect the true Dharma,",
  "an4.21:14.4": "remembering the Buddhas’ teaching.’",
  "an4.21:15.1": "That’s what Brahmā Sahampati said.",
  "an4.21:15.2": "Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there.",
  "an4.21:15.3": "Then—knowing the request of Brahmā and what was suitable for myself—I honored and respected and lived supported by the same Dharma to which I was awakened.",
  "an4.21:15.4": "And since the Saṅgha has also achieved greatness, I also respect the Saṅgha.”"
}