{
  "_markup_path": "markup/an/an04/an4.090.html",
  "_alt_strings": [
    "pi/an/an04/an4.090.json"
  ],
  "an4.90:1.1": "Numbered Discourses 4",
  "an4.90:2.1": "9 Confirmed",
  "an4.90:3.1": "90 Aggregates",
  "an4.90:4.1": "“Mendicants, these four people are found in the world.",
  "an4.90:4.2": "What four?",
  "an4.90:4.3": "The confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the refined ascetic of ascetics.",
  "an4.90:5.1": "And how is a person a confirmed ascetic?",
  "an4.90:5.2": "It’s when a mendicant is a trainee who hasn’t achieved their heart’s desire, but lives aspiring for the supreme sanctuary.",
  "an4.90:5.3": "That’s how a person is a confirmed ascetic.",
  "an4.90:6.1": "And how is a person a white lotus ascetic?",
  "an4.90:6.2": "It’s when a mendicant meditates observing rise and fall in the five grasping aggregates.",
  "an4.90:6.3": "‘Such is form, such is the origin of form, such is the ending of form.",
  "an4.90:6.4": "Such is feeling … Such is perception … Such are choices … Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’",
  "an4.90:6.5": "But they don’t have direct meditative experience of the eight liberations.",
  "an4.90:6.6": "That’s how a person is a white lotus ascetic.",
  "an4.90:7.1": "And how is a person a pink lotus ascetic?",
  "an4.90:7.2": "It’s when a mendicant meditates observing rise and fall in the five grasping aggregates.",
  "an4.90:7.3": "‘Such is form, such is the origin of form, such is the ending of form.",
  "an4.90:7.4": "Such is feeling … Such is perception … Such are choices … Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’",
  "an4.90:7.5": "And they have direct meditative experience of the eight liberations.",
  "an4.90:7.6": "That’s how a person is a pink lotus ascetic.",
  "an4.90:8.1": "And how is a person a refined ascetic of ascetics?",
  "an4.90:8.2": "It’s when a mendicant usually uses only what they’ve been invited to accept … And if anyone should be rightly called a refined ascetic of ascetics, it’s me.",
  "an4.90:8.3": "These are the four people found in the world.”"
}