{
  "_markup_path": "markup/an/an04/an4.093.html",
  "_alt_strings": [
    "pi/an/an04/an4.093.json"
  ],
  "an4.93:1.1": "Numbered Discourses 4",
  "an4.93:2.1": "10 Demons",
  "an4.93:3.1": "93 Samādhi (2nd)",
  "an4.93:4.1": "“Mendicants, these four people are found in the world.",
  "an4.93:4.2": "What four?",
  "an4.93:4.3": "One person has internal serenity of heart, but not the higher wisdom of discernment of principles.",
  "an4.93:4.4": "One person has the higher wisdom of discernment of principles, but not internal serenity of heart.",
  "an4.93:4.5": "One person has neither internal serenity of heart, nor the higher wisdom of discernment of principles.",
  "an4.93:4.6": "One person has both internal serenity of heart, and the higher wisdom of discernment of principles.",
  "an4.93:5.1": "As for the person who has serenity but not discernment: grounded on serenity, they should practice meditation to get discernment.",
  "an4.93:5.2": "After some time they have both serenity and discernment.",
  "an4.93:6.1": "As for the person who has discernment but not serenity: grounded on discernment, they should practice meditation to get serenity.",
  "an4.93:6.2": "After some time they have both discernment and serenity.",
  "an4.93:7.1": "As for the person who has neither serenity nor discernment: in order to get those wholesome qualities, they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ",
  "an4.93:7.2": "Suppose your clothes or head was on fire. In order to extinguish it, you’d apply intense enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ",
  "an4.93:7.3": "In the same way, in order to get those wholesome qualities, that person should apply outstanding enthusiasm …",
  "an4.93:7.4": "After some time they have both serenity and discernment.",
  "an4.93:8.1": "As for the person who has both serenity and discernment: grounded on those wholesome qualities, they should practice meditation further to end the defilements.",
  "an4.93:8.2": "These are the four people found in the world.”"
}