{
  "_markup_path": "markup/an/an04/an4.259.html",
  "_alt_strings": [
    "pi/an/an04/an4.259.json"
  ],
  "an4.259:1.1": "Numbered Discourses 4",
  "an4.259:2.1": "26 Insight",
  "an4.259:3.1": "259 A Thoroughbred (1st)",
  "an4.259:4.1": "“Mendicants, a fine royal thoroughbred with four factors is worthy of a king, fit to serve a king, and considered a factor of kingship.",
  "an4.259:4.2": "What four?",
  "an4.259:4.3": "It’s when a fine royal thoroughbred is beautiful, strong, fast, and well-proportioned.",
  "an4.259:4.4": "A fine royal thoroughbred with these four factors is worthy of a king. …",
  "an4.259:5.1": "In the same way, a mendicant with four factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an4.259:5.2": "What four?",
  "an4.259:5.3": "It’s when a mendicant is beautiful, strong, fast, and well proportioned.",
  "an4.259:6.1": "And how is a mendicant beautiful?",
  "an4.259:6.2": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an4.259:6.3": "That’s how a mendicant is beautiful.",
  "an4.259:7.1": "And how is a mendicant strong?",
  "an4.259:7.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an4.259:7.3": "That’s how a mendicant is strong.",
  "an4.259:8.1": "And how is a mendicant fast?",
  "an4.259:8.2": "It’s when they truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an4.259:8.3": "That’s how a mendicant is fast.",
  "an4.259:9.1": "And how is a mendicant well proportioned?",
  "an4.259:9.2": "It’s when a mendicant receives robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an4.259:9.3": "That’s how a mendicant is well proportioned.",
  "an4.259:10.1": "A mendicant with these four factors … is a supreme field of merit for the world.”"
}