{
  "_markup_path": "markup/an/an04/an4.173.html",
  "_alt_strings": [
    "pi/an/an04/an4.173.json"
  ],
  "an4.173:1.1": "Numbered Discourses 4",
  "an4.173:2.1": "18 Intention",
  "an4.173:3.1": "173 With Mahākoṭṭhita",
  "an4.173:4.1": "Then Venerable Mahākoṭṭhita went up to Venerable Sāriputta,",
  "an4.173:4.2": "and exchanged greetings with him.",
  "an4.173:4.3": "When the greetings and polite conversation were over, Mahākoṭṭhita sat down to one side,",
  "an4.173:4.4": "and said to Sāriputta:",
  "an4.173:5.1": "“Reverend, when the six fields of contact have faded away and ceased with nothing left over, does something else exist?”",
  "an4.173:6.1": "“Not so, reverend.”",
  "an4.173:7.1": "“Does nothing else exist?”",
  "an4.173:8.1": "“Not so, reverend.”",
  "an4.173:9.1": "“Do both something else and nothing else exist?”",
  "an4.173:10.1": "“Not so, reverend.”",
  "an4.173:11.1": "“Do neither something else nor nothing else exist?”",
  "an4.173:12.1": "“Not so, reverend.”",
  "an4.173:13.1": "“Reverend, when asked whether—when the six fields of contact have faded away and ceased with nothing left over—something else exists, you say ‘not so’.",
  "an4.173:13.2": "When asked whether nothing else exists, you say ‘not so’.",
  "an4.173:13.4": "When asked whether both something else and nothing else exist, you say ‘not so’.",
  "an4.173:13.6": "When asked whether neither something else nor nothing else exist, you say ‘not so’.",
  "an4.173:13.8": "How then should we see the meaning of this statement?”",
  "an4.173:14.1": "“If you say that ‘When the six fields of contact have faded away and ceased with nothing left over, something else exists’, you’re proliferating the unproliferated.",
  "an4.173:14.2": "“If you say that ‘nothing else exists’, you’re proliferating the unproliferated.",
  "an4.173:14.3": "“If you say that ‘both something else and nothing else exist’, you’re proliferating the unproliferated.",
  "an4.173:14.4": "“If you say that ‘neither something else nor nothing else exists’, you’re proliferating the unproliferated.",
  "an4.173:14.5": "The scope of the six fields of contact extends as far as the scope of proliferation.",
  "an4.173:14.6": "The scope of proliferation extends as far as the scope of the six fields of contact.",
  "an4.173:14.7": "When the six fields of contact fade away and cease with nothing left over, proliferation stops and is stilled.”"
}