{
  "_markup_path": "markup/an/an04/an4.087.html",
  "_alt_strings": [
    "pi/an/an04/an4.087.json"
  ],
  "an4.87:1.1": "Numbered Discourses 4",
  "an4.87:2.1": "9 Confirmed",
  "an4.87:3.1": "87 The Son",
  "an4.87:4.1": "“Mendicants, these four people are found in the world.",
  "an4.87:4.2": "What four?",
  "an4.87:4.3": "The confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the refined ascetic of ascetics.",
  "an4.87:5.1": "And how is a person a confirmed ascetic?",
  "an4.87:5.2": "It’s when a mendicant is a practicing trainee,",
  "an4.87:5.3": "who lives aspiring for the supreme sanctuary.",
  "an4.87:5.4": "It’s like the eldest son of an anointed king. He has not yet been anointed, but is eligible, and has been confirmed in the succession.",
  "an4.87:5.5": "In the same way, a mendicant is a practicing trainee, who lives aspiring for the supreme sanctuary.",
  "an4.87:5.6": "That’s how a person is a confirmed ascetic.",
  "an4.87:6.1": "And how is a person a white lotus ascetic?",
  "an4.87:6.2": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements. But they don’t have direct meditative experience of the eight liberations.",
  "an4.87:6.3": "That’s how a person is a white lotus ascetic.",
  "an4.87:7.1": "And how is a person a pink lotus ascetic?",
  "an4.87:7.2": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. … And they have direct meditative experience of the eight liberations.",
  "an4.87:7.3": "That’s how a person is a pink lotus ascetic.",
  "an4.87:8.1": "And how is a person a refined ascetic of ascetics?",
  "an4.87:8.2": "It’s when a mendicant usually uses only what they’ve been invited to accept—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—rarely using them without invitation.",
  "an4.87:8.6": "When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, and rarely disagreeably.",
  "an4.87:8.9": "And they usually present them with agreeable things, rarely with disagreeable ones.",
  "an4.87:8.10": "They’re healthy, so the various unpleasant feelings—stemming from disorders of bile, phlegm, wind, or their conjunction; or caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds—usually don’t come up.",
  "an4.87:8.12": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. And they realize the undefiled freedom of heart and freedom by wisdom in this very life. …",
  "an4.87:8.13": "That’s how a person is a refined ascetic of ascetics.",
  "an4.87:9.1": "And if anyone should be rightly called a refined ascetic of ascetics, it’s me.",
  "an4.87:9.2": "For I usually use only what I’ve been invited to accept …",
  "an4.87:9.6": "When living with other spiritual practitioners, they usually treat them agreeably …",
  "an4.87:9.11": "I’m healthy …",
  "an4.87:9.12": "I get the four absorptions … when I want, without trouble or difficulty. And I’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. …",
  "an4.87:10.1": "So if anyone should be rightly called a refined ascetic of ascetics, it’s me.",
  "an4.87:10.2": "These are the four people found in the world.”"
}