{
  "_markup_path": "markup/an/an04/an4.235.html",
  "_alt_strings": [
    "pi/an/an04/an4.235.json"
  ],
  "an4.235:1.1": "Numbered Discourses 4",
  "an4.235:2.1": "24 Deeds",
  "an4.235:3.1": "235 Training Rules (1st)",
  "an4.235:4.1": "“Mendicants, I declare these four kinds of deeds, having realized them with my own insight.",
  "an4.235:4.2": "What four?",
  "an4.235:4.3": "<ol><li>There are dark deeds with dark result;</li>",
  "an4.235:4.4": "<li>bright deeds with bright results;</li>",
  "an4.235:4.5": "<li>dark and bright deeds with dark and bright results; and</li>",
  "an4.235:4.6": "<li>neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds.</li></ol>",
  "an4.235:4.7": "And what are the dark deeds with dark results?",
  "an4.235:4.8": "It’s when someone kills living creatures, steals, commits sexual misconduct, lies, and uses alcohol and drugs that cause negligence.",
  "an4.235:4.9": "These are called dark deeds with dark results.",
  "an4.235:5.1": "And what are bright deeds with bright results?",
  "an4.235:5.2": "It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcohol and drugs that cause negligence.",
  "an4.235:5.3": "These are called bright deeds with bright results.",
  "an4.235:6.1": "And what are dark and bright deeds with dark and bright results?",
  "an4.235:6.2": "It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind. These are called dark and bright deeds with dark and bright results.",
  "an4.235:7.1": "And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds?",
  "an4.235:7.2": "It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results. These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds. ",
  "an4.235:7.3": "These are the four kinds of deeds that I declare, having realized them with my own insight.”"
}