{
  "_markup_path": "markup/an/an04/an4.030.html",
  "_alt_strings": [
    "pi/an/an04/an4.030.json"
  ],
  "an4.30:1.1": "Numbered Discourses 4",
  "an4.30:2.1": "3 At Uruvelā",
  "an4.30:3.1": "30 Wanderers",
  "an4.30:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an4.30:4.2": "Now at that time several very well-known wanderers were residing in the monastery of the wanderers on the bank of the Sappinī. They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers.",
  "an4.30:4.3": "Then in the late afternoon, the Buddha came out of solitude and went to the wanderer’s monastery on the banks of the Sappinī river,",
  "an4.30:4.4": "He sat down on the indicated seat,",
  "an4.30:4.5": "and said to the wanderers:",
  "an4.30:5.1": "“Wanderers, these four basic principles are fundamental, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "an4.30:5.2": "What four?",
  "an4.30:5.3": "Contentment …",
  "an4.30:5.4": "Good will … Right mindfulness … Right samādhi …",
  "an4.30:5.5": "These four basic principles are fundamental, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "an4.30:6.1": "Wanderers, if someone should say:",
  "an4.30:6.2": "‘I’ll reject this basic principle of contentment, and describe a true ascetic or brahmin who is full of desire for sensual pleasures, with acute lust.’ Then I’d say to them: ",
  "an4.30:6.3": "‘Let them come, speak, and discuss. We’ll see how powerful they are.’",
  "an4.30:6.4": "It’s simply impossible to reject this basic principle of contentment, and point out a true ascetic or brahmin who is full of desire for sensual pleasures, with acute lust.",
  "an4.30:7.1": "If someone should say:",
  "an4.30:7.2": "‘I’ll reject this basic principle of good will, and describe a true ascetic or brahmin who has ill will and hateful intent.’ Then I’d say to them: ",
  "an4.30:7.3": "‘Let them come, speak, and discuss. We’ll see how powerful they are.’",
  "an4.30:7.4": "It’s simply impossible to reject this basic principle of good will, and point out a true ascetic or brahmin who has ill will and hateful intent.",
  "an4.30:8.1": "If someone should say:",
  "an4.30:8.2": "‘I’ll reject this basic principle of right mindfulness, and describe a true ascetic or brahmin who is unmindful, with no situational awareness.’ Then I’d say to them: ",
  "an4.30:8.3": "‘Let them come, speak, and discuss. We’ll see how powerful they are.’",
  "an4.30:8.4": "It’s simply impossible to reject this basic principle of right mindfulness, and point out a true ascetic or brahmin who is unmindful, with no situational awareness.",
  "an4.30:9.1": "If someone should say:",
  "an4.30:9.2": "‘I’ll reject this basic principle of right samādhi, and describe a true ascetic or brahmin who is scattered, with straying mind.’ Then I’d say to them: ",
  "an4.30:9.3": "‘Let them come, speak, and discuss. We’ll see how powerful they are.’",
  "an4.30:9.4": "It’s simply impossible to reject this basic principle of right samādhi, and point out a true ascetic or brahmin who is scattered, with straying mind.",
  "an4.30:10.1": "If anyone imagines they can criticize and reject these four basic principles, they deserve rebuke and criticism on four legitimate grounds in the present life.",
  "an4.30:10.2": "What four? ",
  "an4.30:10.3": "If you reject the basic principle of contentment, then you must honor and praise those ascetics and brahmins who are full of desire, with acute lust.",
  "an4.30:10.4": "If you reject the basic principle of good will, you must honor and praise those ascetics and brahmins who have ill will and hateful intent.",
  "an4.30:10.5": "If you reject the basic principle of right mindfulness, then you must honor and praise those ascetics and brahmins who are unmindful, with no situational awareness.",
  "an4.30:10.6": "If you reject the basic principle of right samādhi, you must honor and praise those ascetics and brahmins who are scattered, with straying minds.",
  "an4.30:11.1": "If anyone imagines they can criticize and reject these four basic principles, they deserve rebuke and criticism on four legitimate grounds in the present life.",
  "an4.30:11.2": "Even those wanderers of the past, Vassa and Bhañña of Ukkalā, who taught the doctrines of no-cause, inaction, and nihilism, didn’t imagine that these four basic principles should be criticized or rejected.",
  "an4.30:11.3": "Why is that?",
  "an4.30:11.4": "For fear of being blamed, criticized, and faulted.”",
  "an4.30:12.1": "“One who has good will, ever mindful,",
  "an4.30:12.2": "serene in samādhi inside,",
  "an4.30:12.3": "training to remove desire,",
  "an4.30:12.4": "is called ‘a diligent one’.”"
}