{
  "_markup_path": "markup/an/an04/an4.014.html",
  "_alt_strings": [
    "pi/an/an04/an4.014.json"
  ],
  "an4.14:1.1": "Numbered Discourses 4",
  "an4.14:2.1": "2 Walking",
  "an4.14:3.1": "14 Restraint",
  "an4.14:4.1": "“Mendicants, there are these four endeavors.",
  "an4.14:4.2": "What four?",
  "an4.14:4.3": "The endeavors to restrain, to give up, to develop, and to preserve.",
  "an4.14:4.4": "And what, mendicants, is the endeavor to restrain? ",
  "an4.14:4.5": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.",
  "an4.14:4.6": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "an4.14:4.7": "When they hear a sound with the ears … When they smell an odor with the nose … When they taste a flavor with the tongue … When they feel a touch with the body … When they know a phenomenon with the mind, they don’t get caught up in the features and details. If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "an4.14:4.8": "This is called the endeavor to restrain. ",
  "an4.14:5.1": "And what, mendicants, is the endeavor to give up? ",
  "an4.14:5.2": "It’s when a mendicant doesn’t tolerate a sensual thought that’s arisen, but gives it up, gets rid of it, eliminates it, and exterminates it.",
  "an4.14:5.3": "They don’t tolerate a malicious thought … They don’t tolerate a harmful thought … They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, eliminate them, and exterminate them.",
  "an4.14:5.4": "This is called the endeavor to give up. ",
  "an4.14:6.1": "And what, mendicants, is the endeavor to develop? ",
  "an4.14:6.2": "It’s when a mendicant develops the awakening-factor of mindfulness … the awakening-factor of investigation of principles … the awakening-factor of energy … the awakening-factor of rapture … the awakening-factor of tranquility … the awakening-factor of samādhi … the awakening-factor of equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go.",
  "an4.14:6.3": "This is called the endeavor to develop. ",
  "an4.14:7.1": "And what, mendicants, is the endeavor to preserve? ",
  "an4.14:7.2": "It’s when a mendicant preserves a meditation subject that’s a fine basis for samādhi: the perception of a skeleton, a worm-infested corpse, a livid corpse, a split open corpse, or a bloated corpse.",
  "an4.14:7.3": "This is called the endeavor to preserve. ",
  "an4.14:7.4": "These are the four endeavors.”",
  "an4.14:8.1": "“Restraint and giving up,",
  "an4.14:8.2": "development and preservation:",
  "an4.14:8.3": "these are the four endeavors",
  "an4.14:8.4": "taught by the Kinsman of the Sun.",
  "an4.14:8.5": "Any mendicant who keenly applies these",
  "an4.14:8.6": "may attain the ending of suffering.”"
}