{
  "_markup_path": "markup/an/an04/an4.257.html",
  "_alt_strings": [
    "pi/an/an04/an4.257.json"
  ],
  "an4.257:1.1": "Numbered Discourses 4",
  "an4.257:2.1": "26 Insight",
  "an4.257:3.1": "257 With Māluṅkyaputta",
  "an4.257:4.1": "Then Venerable Māluṅkyaputta went up to the Buddha,",
  "an4.257:4.2": "bowed, sat down to one side,",
  "an4.257:4.3": "and said to him:",
  "an4.257:5.1": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "an4.257:5.2": "“Well now, Māluṅkyaputta, what are we to say to the young monks, ",
  "an4.257:5.3": "when even an old man like you, elderly and senior, asks the Realized One for brief advice?”",
  "an4.257:5.4": "“Sir, may the Buddha teach me the Dharma in brief!",
  "an4.257:5.5": "May the Holy One teach me the Dharma in brief!",
  "an4.257:5.6": "Hopefully I can understand the meaning of what the Buddha says!",
  "an4.257:5.7": "Hopefully I can be an heir of the Buddha’s teaching!”",
  "an4.257:6.1": "“Māluṅkyaputta, there are four ways that craving arises in a mendicant.",
  "an4.257:6.2": "What four?",
  "an4.257:6.3": "For the sake of robes,",
  "an4.257:6.4": "alms-food,",
  "an4.257:6.5": "lodgings,",
  "an4.257:6.6": "or rebirth in this or that state.",
  "an4.257:6.7": "These are the four ways that craving arises in a mendicant.",
  "an4.257:6.8": "That craving is given up by a mendicant, cut off at the root, made like a palm stump, exterminated, and unable to arise in the future. Then they’re called a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.",
  "an4.257:7.1": "When Māluṅkyaputta had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an4.257:7.2": "Then Māluṅkyaputta, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an4.257:7.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "an4.257:7.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "an4.257:7.6": "And Venerable Māluṅkyaputta became one of the perfected."
}