{
  "_markup_path": "markup/an/an04/an4.243.html",
  "_alt_strings": [
    "pi/an/an04/an4.243.json"
  ],
  "an4.243:1.1": "Numbered Discourses 4",
  "an4.243:2.1": "25 Perils of Offenses",
  "an4.243:3.1": "243 Schism in the Saṅgha",
  "an4.243:4.1": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.",
  "an4.243:4.2": "Then venerable Ānanda went up to the Buddha,",
  "an4.243:4.3": "bowed, and sat down to one side.",
  "an4.243:4.4": "The Buddha said to him:",
  "an4.243:4.5": "“Well, Ānanda, has that disciplinary issue been settled yet?”",
  "an4.243:4.6": "“How could it be, sir?",
  "an4.243:4.7": "Venerable Anuruddha’s pupil Bāhiya remains entirely committed to creating a schism in the Saṅgha.",
  "an4.243:4.8": "But Anuruddha doesn’t think to say a single word about it.”",
  "an4.243:5.1": "“But Ānanda, since when has Anuruddha been involved in disciplinary issues in the midst of the Saṅgha?",
  "an4.243:5.2": "Shouldn’t you, together with Sāriputta and Moggallāna, settle all disciplinary issues that come up?",
  "an4.243:6.1": "A bad monk sees four reasons to relish schism in the Saṅgha.",
  "an4.243:6.2": "What four?",
  "an4.243:6.3": "Take an unethical monk, of bad qualities, filthy, with suspicious behavior, secretive, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.",
  "an4.243:6.4": "He thinks:",
  "an4.243:6.5": "‘Suppose the monks know that I’m a bad monk …",
  "an4.243:6.6": "If they’re in harmony, they’ll expel me,",
  "an4.243:6.7": "but if they’re divided they won’t.’",
  "an4.243:6.8": "A bad monk sees this as the first reason to relish schism in the Saṅgha.",
  "an4.243:7.1": "Furthermore, a bad monk has wrong view, he’s attached to an extremist view.",
  "an4.243:7.2": "He thinks:",
  "an4.243:7.3": "‘Suppose the monks know that I have wrong view … ",
  "an4.243:7.4": "If they’re in harmony they’ll expel me,",
  "an4.243:7.5": "but if they’re divided they won’t.’",
  "an4.243:7.6": "A bad monk sees this as the second reason to relish schism in the Saṅgha.",
  "an4.243:8.1": "Furthermore, a bad monk has wrong livelihood and earns a living by wrong livelihood. ",
  "an4.243:8.2": "He thinks:",
  "an4.243:8.3": "‘Suppose the monks know that I have wrong livelihood …",
  "an4.243:8.4": "If they’re in harmony they’ll expel me,",
  "an4.243:8.5": "but if they’re divided they won’t.’",
  "an4.243:8.6": "A bad monk sees this as the third reason to relish schism in the Saṅgha.",
  "an4.243:9.1": "Furthermore, a bad monk desires material possessions, honor, and admiration.",
  "an4.243:9.2": "He thinks:",
  "an4.243:9.3": "‘Suppose the monks know that I desire material possessions, honor, and admiration.",
  "an4.243:9.4": "If they’re in harmony they won’t honor, respect, revere, or worship me,",
  "an4.243:9.5": "but if they’re divided they will.’",
  "an4.243:9.6": "A bad monk sees this as the fourth reason to relish schism in the Saṅgha.",
  "an4.243:9.7": "A bad monk sees these four reasons to relish schism in the Saṅgha.”"
}