{
  "_markup_path": "markup/an/an04/an4.128.html",
  "_alt_strings": [
    "pi/an/an04/an4.128.json"
  ],
  "an4.128:1.1": "Numbered Discourses 4",
  "an4.128:2.1": "13 Fears",
  "an4.128:3.1": "128 Incredible Things About the Realized One (2nd)",
  "an4.128:4.1": "“Mendicants, with the appearance of a Realized One, the perfected one, the fully awakened Buddha, four incredible and amazing things appear.",
  "an4.128:4.2": "What four?",
  "an4.128:4.3": "People like attachment, they love it and enjoy it.",
  "an4.128:4.4": "Yet when a Realized One is teaching the Dharma of non-attachment, they want to hear, they pay attention and apply their minds to understand it.",
  "an4.128:4.5": "This is the first incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.128:5.1": "People like conceit, they love it and enjoy it.",
  "an4.128:5.2": "Yet when a Realized One is teaching the Dharma of removing conceit, they want to hear, they pay attention and apply their minds to understand it.",
  "an4.128:5.3": "This is the second incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.128:6.1": "People like excitement, they love it and enjoy it.",
  "an4.128:6.2": "Yet when a Realized One is teaching the Dharma of peace, they want to hear, they pay attention and apply their minds to understand it.",
  "an4.128:6.3": "This is the third incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.128:7.1": "This population is lost in ignorance, trapped in their shells.",
  "an4.128:7.2": "Yet when a Realized One is teaching the Dharma of removing ignorance, they want to hear, they pay attention and apply their minds to understand it.",
  "an4.128:7.3": "This is the fourth incredible and amazing thing that appears with the appearance of a Realized One.",
  "an4.128:7.4": "With the appearance of a Realized One, the perfected one, the fully awakened Buddha, four incredible and amazing things appear.”"
}