{
  "_markup_path": "markup/an/an04/an4.121.html",
  "_alt_strings": [
    "pi/an/an04/an4.121.json"
  ],
  "an4.121:1.1": "Numbered Discourses 4",
  "an4.121:2.1": "13 Fears",
  "an4.121:3.1": "121 Guilt",
  "an4.121:4.1": "“Mendicants, there are these four fears.",
  "an4.121:4.2": "What four?",
  "an4.121:4.3": "The fears of guilt, shame, punishment, and going to a bad place.",
  "an4.121:5.1": "And what, mendicants, is the fear of guilt? ",
  "an4.121:5.2": "It’s when someone reflects:",
  "an4.121:5.3": "‘If I was to do bad things by way of body, speech, and mind, wouldn’t I feel guilty about my conduct?’",
  "an4.121:5.4": "Being afraid of guilt, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an4.121:5.5": "This is called the fear of guilt. ",
  "an4.121:6.1": "And what, mendicants, is the fear of shame? ",
  "an4.121:6.2": "It’s when someone reflects:",
  "an4.121:6.3": "‘If I was to do bad things by way of body, speech, and mind, wouldn’t others shame me for my conduct?’",
  "an4.121:6.4": "Being afraid of shame, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an4.121:6.5": "This is called the fear of shame. ",
  "an4.121:7.1": "And what, mendicants, is the fear of punishment? ",
  "an4.121:7.2": "It’s when someone sees that the kings have arrested a bandit, a criminal, and subjected them to various punishments—whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.",
  "an4.121:8.1": "They think:",
  "an4.121:8.2": "‘If I was to do the same kind of bad deed, the kings would punish me in the same way.’ …",
  "an4.121:8.4": "Being afraid of punishment, they don’t steal the belongings of others.",
  "an4.121:8.5": "They give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an4.121:8.6": "This is called the fear of punishment. ",
  "an4.121:9.1": "And what, mendicants, is the fear of rebirth in a bad place? ",
  "an4.121:9.2": "It’s when someone reflects:",
  "an4.121:9.3": "‘Bad conduct of body, speech, or mind has a bad result in the next life.",
  "an4.121:9.4": "If I was to do such bad things, when my body breaks up, after death, I’d be reborn in a place of loss, a bad place, the underworld, hell.",
  "an4.121:9.5": "Being afraid of rebirth in a bad place, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an4.121:9.6": "This is called the fear of rebirth in a bad place. ",
  "an4.121:9.7": "These are the four fears.”"
}