{
  "_markup_path": "markup/an/an04/an4.045.html",
  "_alt_strings": [
    "pi/an/an04/an4.045.json"
  ],
  "an4.45:1.1": "Numbered Discourses 4",
  "an4.45:2.1": "5 With Rohitassa",
  "an4.45:3.1": "45 With Rohitassa",
  "an4.45:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an4.45:4.2": "Then, late at night, the beautiful god Rohitassa, lighting up the entire Jeta’s Grove, went up to the Buddha,",
  "an4.45:4.3": "bowed, stood to one side,",
  "an4.45:4.4": "and said to him:",
  "an4.45:5.1": "“Sir, is it possible to know or see or reach the end of the world by travelling to a place where there’s no being born, growing old, dying, passing away, or being reborn?”",
  "an4.45:5.2": "“Reverend, I say it’s not possible to know or see or reach the end of the world by travelling to a place where there’s no being born, growing old, dying, passing away, or being reborn.”",
  "an4.45:6.1": "“It’s incredible, sir, it’s amazing,",
  "an4.45:6.2": "how well said this was by the Buddha.",
  "an4.45:7.1": "Once upon a time, I was a seer called Rohitassa, son of Bhoja. I was a sky-walker with psychic powers.",
  "an4.45:7.2": "I was as fast as a light arrow easily shot across the shadow of a palm tree by a well-trained expert archer with a strong bow.",
  "an4.45:7.3": "My stride was such that it could span from the eastern ocean to the western ocean.",
  "an4.45:7.4": "Having such speed and stride, this wish came to me:",
  "an4.45:7.5": "‘I will reach the end of the world by travelling.’",
  "an4.45:7.6": "I traveled for my whole lifespan of a hundred years—pausing only to eat and drink, go to the toilet, and sleep to dispel weariness—and I died along the way, never reaching the end of the world.",
  "an4.45:8.1": "It’s incredible, sir, it’s amazing,",
  "an4.45:8.2": "how well said this was by the Buddha.”",
  "an4.45:9.1": "“Reverend, I say it’s not possible to know or see or reach the end of the world by travelling to a place where there’s no being born, growing old, dying, passing away, or being reborn.",
  "an4.45:9.2": "But I also say there’s no making an end of suffering without reaching the end of the world.",
  "an4.45:9.3": "For it is in this fathom-long carcass with its perception and mind that I describe the world, its origin, its cessation, and the practice that leads to its cessation.”",
  "an4.45:10.1": "“The end of the world can never ",
  "an4.45:10.2": "be reached by travelling.",
  "an4.45:10.3": "But without reaching the end of the world,",
  "an4.45:10.4": "there’s no release from suffering.",
  "an4.45:11.1": "So a clever person, understanding the world,",
  "an4.45:11.2": "has lived the spiritual life, and gone to the end of the world.",
  "an4.45:11.3": "A peaceful one, knowing the end of the world,",
  "an4.45:11.4": "does not hope for this world or the next.”"
}