{
  "_markup_path": "markup/an/an04/an4.177.html",
  "_alt_strings": [
    "pi/an/an04/an4.177.json"
  ],
  "an4.177:1.1": "Numbered Discourses 4",
  "an4.177:2.1": "18 Intention",
  "an4.177:3.1": "177 With Rāhula",
  "an4.177:4.1": "Then Venerable Rāhula went up to the Buddha,",
  "an4.177:4.2": "bowed, and sat down to one side.",
  "an4.177:4.3": "The Buddha said to him:",
  "an4.177:5.1": "“Rāhula, the interior earth element and the exterior earth element are just the earth element.",
  "an4.177:5.2": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "an4.177:5.3": "When you really see with proper understanding, you reject the earth element, detaching the mind from the earth element.",
  "an4.177:6.1": "The interior water element and the exterior water element are just the water element.",
  "an4.177:6.2": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "an4.177:6.3": "When you really see with proper understanding, you reject the water element, detaching the mind from the water element.",
  "an4.177:7.1": "The interior fire element and the exterior fire element are just the fire element.",
  "an4.177:7.2": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "an4.177:7.3": "When you really see with proper understanding, you reject the fire element, detaching the mind from the fire element.",
  "an4.177:8.1": "The interior air element and the exterior air element are just the air element.",
  "an4.177:8.2": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "an4.177:8.3": "When you really see with proper understanding, you reject the air element, detaching the mind from the air element.",
  "an4.177:9.1": "When a mendicant sees these four elements as neither self nor belonging to self, they’re called a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.”"
}