{
  "_markup_path": "markup/an/an04/an4.157.html",
  "_alt_strings": [
    "pi/an/an04/an4.157.json"
  ],
  "an4.157:1.1": "Numbered Discourses 4",
  "an4.157:2.1": "16 Faculties",
  "an4.157:3.1": "157 Illness",
  "an4.157:4.1": "“Mendicants, there are two kinds of illness.",
  "an4.157:4.2": "What two?",
  "an4.157:4.3": "Mental and physical.",
  "an4.157:4.4": "Some sentient beings are observed who can claim to be free of physical illness for a year, or two or three years … even up to a hundred years or more.",
  "an4.157:4.5": "But it’s very hard to find any sentient beings in the world who can claim to be free of mental illness even for a moment, apart from those who have ended the defilements.",
  "an4.157:5.1": "There are four kinds of illness for those gone forth.",
  "an4.157:5.2": "What four?",
  "an4.157:5.3": "To start with, a mendicant has many wishes, is frustrated, and is not content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an4.157:5.4": "Because of this, they focus their corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity.",
  "an4.157:5.5": "They try hard, strive, and make an effort to get these things.",
  "an4.157:5.6": "They have an ulterior motive when they visit families. They have an ulterior motive when they sit down, when they speak on Dharma, and even when they hold it in when they need to go to the toilet.",
  "an4.157:5.7": "These are the four kinds of illness for those gone forth.",
  "an4.157:6.1": "So you should train like this:",
  "an4.157:6.2": "‘We will not have many wishes or be frustrated. We will be content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. We won’t focus our corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity. We won’t try hard, strive, and make an effort to get these things. We will endure cold, heat, hunger, and thirst. We will endure the touch of flies, mosquitoes, wind, sun, and reptiles. We will endure rude and unwelcome criticism. We will put up with physical pain—intense, severe, acute, unpleasant, disagreeable, and life-threatening.’",
  "an4.157:6.3": "That’s how you should train.”"
}