{
  "_markup_path": "markup/an/an04/an4.234.html",
  "_alt_strings": [
    "pi/an/an04/an4.234.json"
  ],
  "an4.234:1.1": "Numbered Discourses 4",
  "an4.234:2.1": "24 Deeds",
  "an4.234:3.1": "234 About Soṇakāyana",
  "an4.234:4.1": "Then Sikhāmoggallāna the brahmin went up to the Buddha,",
  "an4.234:4.2": "and they greeted each other.",
  "an4.234:4.3": "When the greetings and polite conversation were over, Sikhāmoggallāna sat down to one side,",
  "an4.234:4.4": "and said to the Buddha:",
  "an4.234:5.1": "“Master Gotama, a few days ago the student Soṇakāyana came to me",
  "an4.234:5.2": "and said:",
  "an4.234:5.3": "‘The ascetic Gotama advocates not doing any deeds. So he teaches the annihilation of the world!’",
  "an4.234:5.4": "The world exists through deeds, and it remains because deeds are undertaken.”",
  "an4.234:6.1": "“Brahmin, I can’t recall even seeing the student Soṇakāyana, ",
  "an4.234:6.2": "so how could we possibly have had such a discussion?",
  "an4.234:6.3": "I declare these four kinds of deeds, having realized them with my own insight.",
  "an4.234:6.4": "What four?",
  "an4.234:6.5": "<ol><li>There are dark deeds with dark result;</li>",
  "an4.234:6.6": "<li>bright deeds with bright results;</li>",
  "an4.234:6.7": "<li>dark and bright deeds with dark and bright results; and</li>",
  "an4.234:6.8": "<li>neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds.</li></ol>",
  "an4.234:7.1": "And what are the dark deeds with dark results? ",
  "an4.234:7.2": "It’s when someone makes hurtful choices by way of body, speech, and mind. …",
  "an4.234:7.5": "Touched by hurtful contacts, they experience hurtful feelings that are exclusively painful—like the beings in hell.",
  "an4.234:7.6": "This is called dark deeds with dark results.",
  "an4.234:8.1": "And what are bright deeds with bright results?",
  "an4.234:8.2": "It’s when someone makes pleasing choices by way of body, speech, and mind. …",
  "an4.234:8.5": "Touched by pleasing contacts, they experience pleasing feelings that are exclusively happy—like the gods replete with glory.",
  "an4.234:8.6": "These are called bright deeds with bright results.",
  "an4.234:9.1": "And what are dark and bright deeds with dark and bright results?",
  "an4.234:9.2": "It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind. …",
  "an4.234:9.5": "Touched by both hurtful and pleasing contacts, they experience both hurtful and pleasing feelings that are a mixture of pleasure and pain—like humans, some gods, and some beings in the underworld.",
  "an4.234:9.6": "These are called dark and bright deeds with dark and bright results.",
  "an4.234:10.1": "And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds?",
  "an4.234:10.2": "It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results.",
  "an4.234:10.3": "These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds. ",
  "an4.234:10.4": "These are the four kinds of deeds that I declare, having realized them with my own insight.”"
}