{
  "_markup_path": "markup/an/an04/an4.051.html",
  "_alt_strings": [
    "pi/an/an04/an4.051.json"
  ],
  "an4.51:1.1": "Numbered Discourses 4",
  "an4.51:2.1": "6 Overflowing Merit",
  "an4.51:3.1": "51 Overflowing Merit (1)",
  "an4.51:4.1": "At Sāvatthī.",
  "an4.51:4.2": "“Mendicants, there are these four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to benefit and happiness.",
  "an4.51:4.3": "What four? ",
  "an4.51:4.4": "When a mendicant enters and remains in an limitless samādhi of heart while using a robe …",
  "an4.51:5.1": "while eating alms-food …",
  "an4.51:6.1": "while using lodgings …",
  "an4.51:7.1": "while using medicinal requisites and supports for the sick, the overflowing of merit for the donor is limitless …",
  "an4.51:7.2": "These are the four kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to benefit and happiness.",
  "an4.51:8.1": "When a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to grasp how much merit they have by saying that",
  "an4.51:8.2": "this is the extent of their overflowing merit … that leads to happiness.",
  "an4.51:8.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.",
  "an4.51:9.1": "It’s like trying to grasp how much water is in the ocean. It’s not easy to say",
  "an4.51:9.2": "how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are. It’s simply reckoned as an incalculable, immeasurable, great mass of water.",
  "an4.51:9.3": "In the same way, when a noble disciple has these four kinds of overflowing merit …",
  "an4.51:9.5": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.”",
  "an4.51:10.1": "“Hosts of people use the rivers,",
  "an4.51:10.2": "and though the rivers are many, ",
  "an4.51:10.3": "all reach the great deep, the boundless ocean,",
  "an4.51:10.4": "the cruel sea that’s home to precious gems.",
  "an4.51:11.1": "So too, when a person gives food, drink, and clothes;",
  "an4.51:11.2": "and they’re a giver of beds, seats, and mats—",
  "an4.51:11.3": "the streams of merit reach that astute person,",
  "an4.51:11.4": "as the rivers bring their waters to the sea.”"
}