{
  "_markup_path": "markup/an/an04/an4.131.html",
  "_alt_strings": [
    "pi/an/an04/an4.131.json"
  ],
  "an4.131:1.1": "Numbered Discourses 4",
  "an4.131:2.1": "14 Persons",
  "an4.131:3.1": "131 Fetters",
  "an4.131:4.1": "“Mendicants, these four people are found in the world.",
  "an4.131:4.2": "What four?",
  "an4.131:4.3": "One person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence. ",
  "an4.131:5.1": "One person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence. ",
  "an4.131:6.1": "One person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence. ",
  "an4.131:7.1": "One person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence. ",
  "an4.131:8.1": "What person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence?",
  "an4.131:8.2": "A once-returner.",
  "an4.131:8.3": "This is the person who hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence.",
  "an4.131:9.1": "What person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence?",
  "an4.131:9.2": "One heading upstream, going to the Akaniṭṭha realm.",
  "an4.131:9.3": "…",
  "an4.131:10.1": "What person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence?",
  "an4.131:10.2": "One extinguished in-between one life and the next.",
  "an4.131:10.3": "…",
  "an4.131:11.1": "What person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence?",
  "an4.131:11.2": "A perfected one.",
  "an4.131:11.3": "…",
  "an4.131:11.4": "These are the four people found in the world.”"
}