{
  "_markup_path": "markup/an/an04/an4.198.html",
  "_alt_strings": [
    "pi/an/an04/an4.198.json"
  ],
  "an4.198:1.1": "Numbered Discourses 4",
  "an4.198:2.1": "20 The Great Chapter",
  "an4.198:3.1": "198 Self-mortification",
  "an4.198:4.1": "“Mendicants, these four people are found in the world.",
  "an4.198:4.2": "What four?",
  "an4.198:4.3": "<ol><li>One person mortifies themselves, committed to the practice of mortifying themselves.</li>",
  "an4.198:4.4": "<li>One person mortifies others, committed to the practice of mortifying others.</li>",
  "an4.198:4.5": "<li>One person mortifies themselves and others, committed to the practice of mortifying themselves and others.</li>",
  "an4.198:4.6": "<li>One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others.",
  "an4.198:4.7": "In the present life they live without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves.</li></ol>",
  "an4.198:5.1": "And how does one person mortify themselves, being committed to the practice of mortifying themselves?",
  "an4.198:5.2": "It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal.",
  "an4.198:5.3": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breast-feeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer. ",
  "an4.198:5.4": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls … up to seven houses and seven mouthfuls.",
  "an4.198:5.5": "They feed on one saucer a day, two saucers a day … up to seven saucers a day.",
  "an4.198:5.6": "They eat once a day, once every second day, up to once a week,",
  "an4.198:5.7": "and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.",
  "an4.198:6.1": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. ",
  "an4.198:6.2": "They feed on forest roots and fruits, or eating fallen fruit.",
  "an4.198:7.1": "They wear robes of hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.",
  "an4.198:7.2": "They tear out hair and beard, committed to this practice.",
  "an4.198:7.3": "They constantly stand, refusing seats.",
  "an4.198:7.4": "They squat, committed to the endeavor of squatting.",
  "an4.198:7.5": "They lie on a mat of thorns, making a mat of thorns their bed. ",
  "an4.198:7.6": "They’re committed to the practice of immersion in water three times a day, including the evening.",
  "an4.198:7.7": "And so they live committed to practicing these various ways of torturing and tormenting the body.",
  "an4.198:7.8": "That’s how one person mortifies themselves, being committed to the practice of mortifying themselves.",
  "an4.198:8.1": "And how does one person mortify others, being committed to the practice of mortifying others?",
  "an4.198:8.2": "It’s when a person is a butcher of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.",
  "an4.198:8.3": "That’s how one person mortifies others, being committed to the practice of mortifying others.",
  "an4.198:9.1": "And how does one person mortify themselves and others, being committed to the practice of mortifying themselves and others?",
  "an4.198:9.2": "It’s when a person is an anointed king or an affluent brahmin.",
  "an4.198:9.3": "He has a new temple built to the east of the city. He shaves off his hair and beard, dresses in a rough antelope hide, and smears his body with ghee and oil. Scratching his back with antlers, he enters the temple with his chief queen and the brahmin high priest.",
  "an4.198:9.4": "There he lies on the bare ground strewn with grass.",
  "an4.198:9.5": "The king feeds on the milk from one teat of a cow that has a calf of the same color. ",
  "an4.198:9.6": "The chief queen feeds on the milk from the second teat.",
  "an4.198:9.7": "The brahmin high priest feeds on the milk from the third teat.",
  "an4.198:9.8": "The milk from the fourth teat is offered to the flames.",
  "an4.198:9.9": "The calf feeds on the remainder.",
  "an4.198:9.10": "He says:",
  "an4.198:9.11": "‘Slaughter this many bulls, bullocks, heifers, goats, rams, and horses for the sacrifice! Fell this many trees and reap this much grass for the sacrificial equipment!’",
  "an4.198:9.12": "His slaves, servants, and workers do their jobs under threat of punishment and danger, weeping, with tearful faces.",
  "an4.198:9.13": "That’s how one person mortifies themselves and others, being committed to the practice of mortifying themselves and others?",
  "an4.198:10.1": "And how does one person neither mortify themselves or others, being committed to the practice of not mortifying themselves or others,",
  "an4.198:10.2": "living without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves?",
  "an4.198:10.3": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "an4.198:10.4": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "an4.198:10.5": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "an4.198:10.6": "A householder hears that Dharma, or a householder’s child, or someone reborn in some respectable family.",
  "an4.198:10.7": "They gain faith in the Realized One,",
  "an4.198:10.8": "and reflect:",
  "an4.198:10.9": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "an4.198:10.10": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "an4.198:10.11": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "an4.198:10.12": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "an4.198:11.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "an4.198:11.2": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves pure by not thieving.",
  "an4.198:11.3": "They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.",
  "an4.198:11.4": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.",
  "an4.198:11.5": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "an4.198:11.6": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "an4.198:11.7": "They give up harsh speech.",
  "an4.198:11.8": "They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "an4.198:11.9": "They give up idle chatter. Their words are timely, true, and meaningful, in line with the teaching and training.",
  "an4.198:11.10": "They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "an4.198:12.1": "They avoid injuring plants and seeds.",
  "an4.198:12.2": "They eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "an4.198:12.3": "They avoid dancing, singing, music, and seeing shows.",
  "an4.198:12.4": "They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.",
  "an4.198:12.5": "They avoid high and luxurious beds.",
  "an4.198:12.6": "They avoid receiving gold and money,",
  "an4.198:12.7": "raw grains,",
  "an4.198:12.8": "raw meat,",
  "an4.198:12.9": "women and girls,",
  "an4.198:12.10": "male and female slaves,",
  "an4.198:12.11": "goats and sheep,",
  "an4.198:12.12": "chickens and pigs,",
  "an4.198:12.13": "elephants, cows, horses, and mares,",
  "an4.198:12.14": "and fields and land.",
  "an4.198:12.15": "They avoid running errands and messages;",
  "an4.198:12.16": "buying and selling;",
  "an4.198:12.17": "falsifying weights, metals, or measures;",
  "an4.198:12.18": "bribery, fraud, cheating, and duplicity;",
  "an4.198:12.19": "mutilation, murder, abduction, banditry, plunder, and violence.",
  "an4.198:13.1": "They’re content with robes to look after the body and alms-food to look after the belly.",
  "an4.198:13.2": "Wherever they go, they set out taking only these things.",
  "an4.198:13.3": "They’re like a bird: wherever it flies, wings are its only burden.",
  "an4.198:13.4": "In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly.",
  "an4.198:13.5": "Wherever they go, they set out taking only these things.",
  "an4.198:13.6": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.",
  "an4.198:14.1": "Seeing a sight with the eyes, they don’t get caught up in the features and details.",
  "an4.198:14.2": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an4.198:14.3": "protecting the faculty of sight,",
  "an4.198:14.4": "and achieving restraint over it.",
  "an4.198:14.5": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they don’t get caught up in the features and details.",
  "an4.198:14.6": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an4.198:14.7": "protecting the faculty of mind,",
  "an4.198:14.8": "and achieving restraint over it.",
  "an4.198:14.9": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves.",
  "an4.198:15.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.",
  "an4.198:16.1": "When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness, they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "an4.198:16.2": "After the meal, they return from alms-round, sit down in the meditation posture with their body erect, and establish mindfulness right there.",
  "an4.198:16.3": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.",
  "an4.198:16.4": "Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "an4.198:16.5": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "an4.198:16.6": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "an4.198:16.7": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "an4.198:16.8": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption … second absorption … third absorption … fourth absorption.",
  "an4.198:17.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives … knowledge of the death and rebirth of sentient beings … knowledge of the ending of defilements.",
  "an4.198:17.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an4.198:17.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "an4.198:18.1": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an4.198:18.2": "When freed, they know ‘it is freed’.",
  "an4.198:18.3": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an4.198:18.4": "That’s how one person neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others,",
  "an4.198:18.5": "living without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.",
  "an4.198:18.6": "These are the four people found in the world.”"
}