{
  "_markup_path": "markup/an/an04/an4.003.html",
  "_alt_strings": [
    "pi/an/an04/an4.003.json"
  ],
  "an4.3:1.1": "Numbered Discourses 4",
  "an4.3:2.1": "1 At Bhaṇḍa Village",
  "an4.3:3.1": "3 Broken (1st)",
  "an4.3:4.1": "“When a foolish, incompetent bad person has four qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
  "an4.3:4.2": "What four?",
  "an4.3:4.3": "Without examining or scrutinizing, they praise those deserving of criticism, and they criticize those deserving of praise. They arouse faith in things that are dubious, and they don’t arouse faith in things that are inspiring.",
  "an4.3:4.4": "When a foolish, incompetent bad person has these four qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
  "an4.3:5.1": "When an astute, competent good person has four qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.",
  "an4.3:5.2": "What four?",
  "an4.3:5.3": "After examining and scrutinizing, they criticize those deserving of criticism, and they praise those deserving of praise. They don’t arouse faith in things that are dubious, and they do arouse faith in things that are inspiring.",
  "an4.3:5.4": "When an astute, competent good person has these four qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”",
  "an4.3:6.1": "“When you praise someone worthy of criticism,",
  "an4.3:6.2": "or criticize someone worthy of praise,",
  "an4.3:6.3": "you choose bad luck with your own mouth:",
  "an4.3:6.4": "you’ll never find happiness that way.",
  "an4.3:7.1": "Bad luck at dice is a trivial thing,",
  "an4.3:7.2": "if all you lose is your money",
  "an4.3:7.3": "and all you own, even yourself.",
  "an4.3:7.4": "What’s really terrible luck",
  "an4.3:7.5": "is to hate the holy ones.",
  "an4.3:8.1": "For more than two quinquadecillion years,",
  "an4.3:8.2": "and another five quattuordecillion years,",
  "an4.3:8.3": "a slanderer of noble ones goes to hell,",
  "an4.3:8.4": "having aimed bad words and thoughts at them.”"
}