{
  "_markup_path": "markup/an/an04/an4.181.html",
  "_alt_strings": [
    "pi/an/an04/an4.181.json"
  ],
  "an4.181:1.1": "Numbered Discourses 4",
  "an4.181:2.1": "19 Brahmins",
  "an4.181:3.1": "181 A Warrior",
  "an4.181:4.1": "“Mendicants, a warrior with four factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an4.181:4.2": "What four?",
  "an4.181:4.3": "He’s skilled in the basics, a long-distance shooter, a marksman, one who shatters large objects.",
  "an4.181:4.4": "A warrior with these four factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an4.181:4.5": "In the same way, a mendicant with four factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an4.181:4.6": "What four?",
  "an4.181:4.7": "He’s skilled in the basics, a long-distance shooter, a marksman, one who shatters large objects.",
  "an4.181:5.1": "And how is a mendicant skilled in the basics?",
  "an4.181:5.2": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an4.181:5.3": "That’s how a mendicant is skilled in the basics.",
  "an4.181:6.1": "And how is a mendicant a long-distance shooter?",
  "an4.181:6.2": "It’s when a mendicant truly understands any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’",
  "an4.181:6.3": "They truly understand any kind of feeling … perception … choices … consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, <em>all</em> consciousness—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’",
  "an4.181:6.4": "That’s how a mendicant is a long-distance shooter.",
  "an4.181:7.1": "And how is a mendicant a marksman?",
  "an4.181:7.2": "It’s when they truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an4.181:7.3": "That’s how a mendicant is a marksman.",
  "an4.181:8.1": "And how does a mendicant shatter large objects?",
  "an4.181:8.2": "It’s when a mendicant shatters the great mass of ignorance.",
  "an4.181:8.3": "That’s how a mendicant shatters large objects.",
  "an4.181:8.4": "A mendicant with these four factors … is a supreme field of merit for the world.”"
}