{
  "_markup_path": "markup/an/an04/an4.123.html",
  "_alt_strings": [
    "pi/an/an04/an4.123.json"
  ],
  "an4.123:1.1": "Numbered Discourses 4",
  "an4.123:2.1": "13 Fears",
  "an4.123:3.1": "123 Difference (1st)",
  "an4.123:4.1": "“Mendicants, these four people are found in the world.",
  "an4.123:4.2": "What four?",
  "an4.123:4.3": "Firstly, a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an4.123:4.4": "They enjoy it and like it and find it satisfying.",
  "an4.123:4.5": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of Brahmā’s group.",
  "an4.123:4.6": "The lifespan of the gods of Brahma’s group is one eon.",
  "an4.123:4.7": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.123:4.8": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.123:4.9": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.123:5.1": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an4.123:5.2": "They enjoy it and like it and find it satisfying.",
  "an4.123:5.3": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of streaming radiance.",
  "an4.123:5.4": "The lifespan of the gods of streaming radiance is two eons.",
  "an4.123:5.5": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.123:5.6": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.123:5.7": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.123:6.1": "Furthermore, with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an4.123:6.3": "They enjoy it and like it and find it satisfying.",
  "an4.123:6.4": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods replete with glory.",
  "an4.123:6.5": "The lifespan of the gods replete with glory is four eons.",
  "an4.123:6.6": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.123:6.7": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.123:6.8": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.123:7.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an4.123:7.2": "They enjoy it and like it and find it satisfying.",
  "an4.123:7.3": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of abundant fruit.",
  "an4.123:7.4": "The lifespan of the gods of abundant fruit is five hundred eons.",
  "an4.123:7.5": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.123:7.6": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.123:7.7": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.123:7.8": "These are the four people found in the world.”"
}