{
  "_markup_path": "markup/an/an04/an4.041.html",
  "_alt_strings": [
    "pi/an/an04/an4.041.json"
  ],
  "an4.41:1.1": "Numbered Discourses 4",
  "an4.41:2.1": "5 With Rohitassa",
  "an4.41:3.1": "41 Ways of Developing Samādhi Further",
  "an4.41:4.1": "“Mendicants, there are these four ways of developing samādhi further.",
  "an4.41:4.2": "What four?",
  "an4.41:4.3": "There is a way of developing samādhi further that leads to blissful meditation in the present life.",
  "an4.41:4.4": "There is a way of developing samādhi further that leads to gaining knowledge and vision.",
  "an4.41:4.5": "There is a way of developing samādhi further that leads to mindfulness and awareness.",
  "an4.41:4.6": "There is a way of developing samādhi further that leads to the ending of defilements.",
  "an4.41:5.1": "And what is the way of developing samādhi further that leads to blissful meditation in the present life?",
  "an4.41:5.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption.",
  "an4.41:5.3": "This is the way of developing samādhi further that leads to blissful meditation in the present life.",
  "an4.41:6.1": "And what is the way of developing samādhi further that leads to gaining knowledge and vision?",
  "an4.41:6.2": "It’s when a mendicant focuses on the perception of light, concentrating on the perception of day,",
  "an4.41:6.3": "regardless of whether it’s night or day.",
  "an4.41:6.4": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
  "an4.41:6.5": "This is the way of developing samādhi further that leads to gaining knowledge and vision.",
  "an4.41:7.1": "And what is the way of developing samādhi further that leads to mindfulness and awareness?",
  "an4.41:7.2": "It’s when a mendicant knows feelings as they arise, as they remain, and as they go away. ",
  "an4.41:7.3": "They know perceptions as they arise, as they remain, and as they go away. They know thoughts as they arise, as they remain, and as they go away. ",
  "an4.41:7.4": "This is the way of developing samādhi further that leads to mindfulness and awareness.",
  "an4.41:8.1": "And what is the way of developing samādhi further that leads to the ending of defilements?",
  "an4.41:8.2": "It’s when a mendicant meditates observing rise and fall in the five grasping aggregates.",
  "an4.41:8.3": "‘Such is form, such is the origin of form, such is the ending of form.",
  "an4.41:8.4": "Such is feeling, such is the origin of feeling, such is the ending of feeling.",
  "an4.41:8.5": "Such is perception, such is the origin of perception, such is the ending of perception.",
  "an4.41:8.6": "Such are choices, such is the origin of choices, such is the ending of choices.",
  "an4.41:8.7": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "an4.41:8.8": "This is the way of developing samādhi further that leads to the ending of defilements.",
  "an4.41:8.9": "These are the four ways of developing samādhi further.",
  "an4.41:8.10": "And it was in this connection that I said in ‘The Way to the Beyond’, in ‘The Questions of Puṇṇaka’: ",
  "an4.41:9.1": "‘Having considered the world high and low,",
  "an4.41:9.2": "they’re not shaken by anything in the world.",
  "an4.41:9.3": "Peaceful, unclouded, untroubled, with no need for hope—",
  "an4.41:9.4": "They’ve crossed over birth and old age, I declare.’”"
}