{
  "_markup_path": "markup/an/an04/an4.125.html",
  "_alt_strings": [
    "pi/an/an04/an4.125.json"
  ],
  "an4.125:1.1": "Numbered Discourses 4",
  "an4.125:2.1": "13 Fears",
  "an4.125:3.1": "125 Love (1st)",
  "an4.125:4.1": "“Mendicants, these four people are found in the world.",
  "an4.125:4.2": "What four?",
  "an4.125:4.3": "Firstly, a person meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "an4.125:4.4": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an4.125:4.5": "They enjoy this and like it and find it satisfying.",
  "an4.125:4.6": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of Brahmā’s group.",
  "an4.125:4.7": "The lifespan of the gods of Brahma’s group is one eon.",
  "an4.125:4.8": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.125:4.9": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.125:4.10": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.125:5.1": "Furthermore, a person meditates spreading a heart full of compassion … rejoicing … equanimity to one direction, and to the second, and to the third, and to the fourth. ",
  "an4.125:5.2": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an4.125:5.3": "They enjoy this and like it and find it satisfying.",
  "an4.125:5.4": "If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of streaming radiance. The lifespan of the gods of streaming radiance is two eons.",
  "an4.125:5.5": "… they’re reborn in the company of the gods replete with glory. The lifespan of the gods replete with glory is four eons.",
  "an4.125:5.6": "… they’re reborn in the company of the gods of abundant fruit. ",
  "an4.125:5.7": "The lifespan of the gods of abundant fruit is five hundred eons.",
  "an4.125:5.8": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an4.125:5.9": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an4.125:5.10": "This is the difference between an educated noble disciple and an uneducated ordinary person, that is, when there is a place of rebirth.  ",
  "an4.125:5.11": "These are the four people found in the world.”"
}