{
  "_markup_path": "markup/sn/sn42/sn42.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.13.json"
  ],
  "sn42.13:1.1": "Saṃyutta Nikāya 42",
  "sn42.13:2.1": "1. Gāmaṇivagga",
  "sn42.13:3.1": "<span class=\\\"var\\\" title=\\\"pātali (or manāpo) (pts1)\\\" id=\\\"note505\\\">13. Pāṭaliyasutta</span>",
  "sn42.13:4.1": "Ekaṃ samayaṃ bhagavā koliyesu viharati <span class=\\\"var\\\" title=\\\"uttarakaṃ nāma (bj) | uttarannāma (s1-3)\\\" id=\\\"note506\\\">uttaraṃ nāma</span> koliyānaṃ nigamo.",
  "sn42.13:4.2": "Atha kho pāṭaliyo gāmaṇi yena bhagavā tenupasaṅkami;",
  "sn42.13:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.13:4.4": "Ekamantaṃ nisinno kho pāṭaliyo gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.13:4.5": "“sutaṃ metaṃ, bhante:",
  "sn42.13:4.6": "‘samaṇo gotamo māyaṃ jānātī’ti.",
  "sn42.13:5.1": "Ye te, bhante, evamāhaṃsu:",
  "sn42.13:5.2": "‘samaṇo gotamo māyaṃ jānātī’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati?",
  "sn42.13:5.3": "Anabbhācikkhitukāmā hi mayaṃ, bhante, bhagavantan”ti.",
  "sn42.13:5.4": "“Ye te, gāmaṇi, evamāhaṃsu:",
  "sn42.13:5.5": "‘samaṇo gotamo māyaṃ jānātī’ti, vuttavādino ceva me, te na ca maṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti.",
  "sn42.13:5.6": "“Saccaṃyeva kira, bho, mayaṃ tesaṃ samaṇabrāhmaṇānaṃ na saddahāma:",
  "sn42.13:5.7": "‘samaṇo gotamo māyaṃ jānātī’ti, samaṇo khalu bho gotamo māyāvī”ti.",
  "sn42.13:5.8": "“Yo nu kho, gāmaṇi, evaṃ vadeti:",
  "sn42.13:5.9": "‘ahaṃ māyaṃ jānāmī’ti, so evaṃ vadeti:",
  "sn42.13:5.10": "‘ahaṃ māyāvī’”ti.",
  "sn42.13:5.11": "“Tatheva taṃ bhagavā hoti, tatheva taṃ sugata hotī”ti.",
  "sn42.13:5.12": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi;",
  "sn42.13:5.13": "yathā te khameyya, tathā taṃ byākareyyāsi—",
  "sn42.13:6.1": "Taṃ kiṃ maññasi, gāmaṇi, jānāsi tvaṃ koliyānaṃ lambacūḷake bhaṭe”ti?",
  "sn42.13:6.2": "“Jānāmahaṃ, bhante, koliyānaṃ lambacūḷake bhaṭe”ti.",
  "sn42.13:6.3": "“Taṃ kiṃ maññasi, gāmaṇi, kimatthiyā koliyānaṃ lambacūḷakā bhaṭā”ti?",
  "sn42.13:6.4": "“Ye ca, bhante, koliyānaṃ corā te ca paṭisedhetuṃ, yāni ca koliyānaṃ dūteyyāni tāni <span class=\\\"var\\\" title=\\\"tāni ca pahātuṃ (s1-3, km) | tāni vahātuṃ (pts1) | tāni ca yātuṃ (katthaci) | tāni cāvahātuṃ (?)\\\" id=\\\"note507\\\">ca vahātuṃ</span>, etadatthiyā, bhante, koliyānaṃ lambacūḷakā bhaṭā”ti.",
  "sn42.13:6.5": "“Taṃ kiṃ maññasi, gāmaṇi, jānāsi tvaṃ koliyānaṃ lambacūḷake bhaṭe sīlavante vā te dussīle vā”ti?",
  "sn42.13:6.6": "“Jānāmahaṃ, bhante, koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme;",
  "sn42.13:6.7": "ye ca loke dussīlā pāpadhammā koliyānaṃ lambacūḷakā bhaṭā tesaṃ aññatarā”ti.",
  "sn42.13:6.8": "“Yo nu kho, gāmaṇi, evaṃ vadeyya:",
  "sn42.13:6.9": "‘pāṭaliyo gāmaṇi jānāti koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme, pāṭaliyopi gāmaṇi dussīlo pāpadhammo’ti, sammā nu kho so vadamāno vadeyyā”ti?",
  "sn42.13:6.10": "“No hetaṃ, bhante.",
  "sn42.13:6.11": "Aññe, bhante, koliyānaṃ lambacūḷakā bhaṭā, aññohamasmi.",
  "sn42.13:6.12": "Aññathādhammā koliyānaṃ lambacūḷakā bhaṭā, aññathādhammohamasmī”ti.",
  "sn42.13:6.13": "“Tvañhi nāma, gāmaṇi, lacchasi:",
  "sn42.13:6.14": "‘pāṭaliyo gāmaṇi jānāti koliyānaṃ lambacūḷake bhaṭe dussīle pāpadhamme, na ca pāṭaliyo gāmaṇi dussīlo pāpadhammo’ti, kasmā tathāgato na lacchati:",
  "sn42.13:6.15": "‘tathāgato māyaṃ jānāti, na ca tathāgato māyāvī’ti?",
  "sn42.13:6.16": "Māyañcāhaṃ, gāmaṇi, pajānāmi, māyāya ca vipākaṃ, yathāpaṭipanno ca māyāvī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.1": "Pāṇātipātañcāhaṃ, gāmaṇi, pajānāmi, pāṇātipātassa ca vipākaṃ, yathāpaṭipanno ca pāṇātipātī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.2": "Adinnādānañcāhaṃ, gāmaṇi, pajānāmi, adinnādānassa ca vipākaṃ, yathāpaṭipanno ca adinnādāyī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.3": "Kāmesumicchācārañcāhaṃ, gāmaṇi, pajānāmi, kāmesumicchācārassa ca vipākaṃ, yathāpaṭipanno ca kāmesumicchācārī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.4": "Musāvādañcāhaṃ, gāmaṇi, pajānāmi, musāvādassa ca vipākaṃ, yathāpaṭipanno ca musāvādī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.5": "Pisuṇavācañcāhaṃ, gāmaṇi, pajānāmi, pisuṇavācāya ca vipākaṃ, yathāpaṭipanno ca pisuṇavāco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.6": "Pharusavācañcāhaṃ, gāmaṇi, pajānāmi, pharusavācāya ca vipākaṃ, yathāpaṭipanno ca pharusavāco kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.7": "Samphappalāpañcāhaṃ, gāmaṇi, pajānāmi, samphappalāpassa ca vipākaṃ, yathāpaṭipanno ca samphappalāpī kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.8": "Abhijjhañcāhaṃ, gāmaṇi, pajānāmi, abhijjhāya ca vipākaṃ, yathāpaṭipanno ca abhijjhālu kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.9": "Byāpādapadosañcāhaṃ, gāmaṇi, pajānāmi, byāpādapadosassa ca vipākaṃ, yathāpaṭipanno ca byāpannacitto kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:7.10": "Micchādiṭṭhiñcāhaṃ, gāmaṇi, pajānāmi, micchādiṭṭhiyā ca vipākaṃ, yathāpaṭipanno ca micchādiṭṭhiko kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "sn42.13:8.1": "Santi hi, gāmaṇi, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "sn42.13:8.2": "‘yo koci pāṇamatipāteti, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati.",
  "sn42.13:8.3": "Yo koci adinnaṃ ādiyati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati.",
  "sn42.13:8.4": "Yo koci kāmesu micchā carati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayati.",
  "sn42.13:8.5": "Yo koci musā bhaṇati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti.",
  "sn42.13:9.1": "Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī <span class=\\\"var\\\" title=\\\"sunahāto (bj)\\\" id=\\\"note508\\\">sunhāto</span> suvilitto kappitakesamassu itthikāmehi rājā maññe paricārento.",
  "sn42.13:9.2": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:9.3": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti?",
  "sn42.13:9.4": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:9.5": "‘ambho, ayaṃ puriso rañño paccatthikaṃ pasayha jīvitā voropesi.",
  "sn42.13:9.6": "Tassa rājā attamano abhihāramadāsi.",
  "sn42.13:9.7": "Tenāyaṃ puriso mālī kuṇḍalī sunhāto suvilitto kappitakesamassu, itthikāmehi rājā maññe paricāretī’ti.",
  "sn42.13:10.1": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena <span class=\\\"var\\\" title=\\\"rathikāya rathikaṃ (bj)\\\" id=\\\"note509\\\">rathiyāya rathiyaṃ</span> siṅghāṭakena siṅghāṭakaṃ parinetvā, dakkhiṇena dvārena nikkhāmetvā, dakkhiṇato nagarassa sīsaṃ chijjamāno.",
  "sn42.13:10.2": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:10.3": "‘ambho, ayaṃ puriso kiṃ akāsi, daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ <span class=\\\"var\\\" title=\\\"chijjatīti (katthaci)\\\" id=\\\"note510\\\">chindatī’ti</span>?",
  "sn42.13:10.4": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:10.5": "‘ambho, ayaṃ puriso rājaverī itthiṃ vā purisaṃ vā jīvitā voropesi, tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti.",
  "sn42.13:11.1": "Taṃ kiṃ maññasi, gāmaṇi, api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti?",
  "sn42.13:11.2": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti.",
  "sn42.13:11.3": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "sn42.13:11.4": "‘yo koci pāṇamatipāteti, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vā”ti?",
  "sn42.13:11.5": "“Musā, bhante”.",
  "sn42.13:11.6": "“Ye pana te tucchaṃ musā vilapanti, sīlavanto vā te dussīlā vā”ti?",
  "sn42.13:11.7": "“Dussīlā, bhante”.",
  "sn42.13:11.8": "“Ye pana te dussīlā pāpadhammā micchāpaṭipannā vā te sammāpaṭipannā vā”ti?",
  "sn42.13:11.9": "“Micchāpaṭipannā, bhante”.",
  "sn42.13:11.10": "“Ye pana te micchāpaṭipannā micchādiṭṭhikā vā te sammādiṭṭhikā vā”ti?",
  "sn42.13:11.11": "“Micchādiṭṭhikā, bhante”.",
  "sn42.13:11.12": "“Ye pana te micchādiṭṭhikā kallaṃ nu tesu pasīditun”ti?",
  "sn42.13:11.13": "“No hetaṃ, bhante”.",
  "sn42.13:12.1": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī … pe …",
  "sn42.13:12.2": "itthikāmehi rājā maññe paricārento.",
  "sn42.13:12.3": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:12.4": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī … pe …",
  "sn42.13:12.5": "itthikāmehi rājā maññe paricāretī’ti?",
  "sn42.13:12.6": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:12.7": "‘ambho, ayaṃ puriso rañño paccatthikassa <span class=\\\"var\\\" title=\\\"pasayha adinnaṃ ādiyati (s1-3) | pasayha adinnaṃ ratanaṃ ādiyi (mr)\\\" id=\\\"note511\\\">pasayha ratanaṃ ahāsi</span>.",
  "sn42.13:12.8": "Tassa rājā attamano abhihāramadāsi.",
  "sn42.13:12.9": "Tenāyaṃ puriso mālī kuṇḍalī … pe …",
  "sn42.13:12.10": "itthikāmehi rājā maññe paricāretī’ti.",
  "sn42.13:13.1": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā … pe …",
  "sn42.13:13.2": "dakkhiṇato nagarassa sīsaṃ chijjamāno tamenaṃ evamāhaṃsu:",
  "sn42.13:13.3": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā … pe …",
  "sn42.13:13.4": "dakkhiṇato nagarassa sīsaṃ chindatī’ti?",
  "sn42.13:13.5": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:13.6": "‘ambho, ayaṃ puriso gāmā vā araññā vā adinnaṃ theyyasaṅkhātaṃ ādiyi.",
  "sn42.13:13.7": "Tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti.",
  "sn42.13:13.8": "Taṃ kiṃ maññasi, gāmaṇi, api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti?",
  "sn42.13:13.9": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti.",
  "sn42.13:13.10": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "sn42.13:13.11": "‘yo koci adinnaṃ ādiyati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vāti … pe …",
  "sn42.13:13.12": "kallaṃ nu tesu pasīditun”ti?",
  "sn42.13:13.13": "“No hetaṃ, bhante”. <span class=\\\"brnum\\\">(2)</span>",
  "sn42.13:14.1": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī … pe …",
  "sn42.13:14.2": "itthikāmehi rājā maññe paricārento.",
  "sn42.13:14.3": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:14.4": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī … pe …",
  "sn42.13:14.5": "itthikāmehi rājā maññe paricāretī’ti?",
  "sn42.13:14.6": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:14.7": "‘ambho, ayaṃ puriso rañño paccatthikassa dāresu cārittaṃ āpajji.",
  "sn42.13:14.8": "Tassa rājā attamano abhihāramadāsi.",
  "sn42.13:14.9": "Tenāyaṃ puriso mālī kuṇḍalī … pe …",
  "sn42.13:14.10": "itthikāmehi rājā maññe paricāretī’ti.",
  "sn42.13:15.1": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā … pe …",
  "sn42.13:15.2": "dakkhiṇato nagarassa sīsaṃ chijjamāno.",
  "sn42.13:15.3": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:15.4": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā … pe …",
  "sn42.13:15.5": "dakkhiṇato nagarassa sīsaṃ chindatī’ti?",
  "sn42.13:15.6": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:15.7": "‘ambho, ayaṃ puriso kulitthīsu kulakumārīsu cārittaṃ āpajji, tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti.",
  "sn42.13:15.8": "Taṃ kiṃ maññasi, gāmaṇi, api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti?",
  "sn42.13:15.9": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti.",
  "sn42.13:15.10": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "sn42.13:15.11": "‘yo koci kāmesu micchā carati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vāti … pe …",
  "sn42.13:15.12": "kallaṃ nu tesu pasīditun”ti?",
  "sn42.13:15.13": "“No hetaṃ, bhante”. <span class=\\\"brnum\\\">(3)</span>",
  "sn42.13:16.1": "“Dissati kho pana, gāmaṇi, idhekacco mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricārento.",
  "sn42.13:16.2": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:16.3": "‘ambho, ayaṃ puriso kiṃ akāsi mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti?",
  "sn42.13:16.4": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:16.5": "‘ambho, ayaṃ puriso rājānaṃ musāvādena hāsesi.",
  "sn42.13:16.6": "Tassa rājā attamano abhihāramadāsi.",
  "sn42.13:16.7": "Tenāyaṃ puriso mālī kuṇḍalī sunhāto suvilitto kappitakesamassu itthikāmehi rājā maññe paricāretī’ti.",
  "sn42.13:17.1": "Dissati kho, gāmaṇi, idhekacco daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chijjamāno.",
  "sn42.13:17.2": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:17.3": "‘ambho, ayaṃ puriso kiṃ akāsi daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathiyāya rathiyaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā, dakkhiṇena dvārena nikkhāmetvā, dakkhiṇato nagarassa sīsaṃ chindatī’ti?",
  "sn42.13:17.4": "Tamenaṃ evamāhaṃsu:",
  "sn42.13:17.5": "‘ambho, ayaṃ puriso gahapatissa vā gahapatiputtassa vā musāvādena atthaṃ bhañji, tena naṃ rājāno gahetvā evarūpaṃ kammakāraṇaṃ kārentī’ti.",
  "sn42.13:17.6": "Taṃ kiṃ maññasi, gāmaṇi, api nu te evarūpaṃ diṭṭhaṃ vā sutaṃ vā”ti?",
  "sn42.13:17.7": "“Diṭṭhañca no, bhante, sutañca suyyissati cā”ti.",
  "sn42.13:17.8": "“Tatra, gāmaṇi, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "sn42.13:17.9": "‘yo koci musā bhaṇati, sabbo so diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedayatī’ti, saccaṃ vā te āhaṃsu musā vā”ti?",
  "sn42.13:17.10": "“Musā, bhante”.",
  "sn42.13:17.11": "“Ye pana te tucchaṃ musā vilapanti sīlavanto vā te dussīlā vā”ti?",
  "sn42.13:17.12": "“Dussīlā, bhante”.",
  "sn42.13:17.13": "“Ye pana te dussīlā pāpadhammā micchāpaṭipannā vā te sammāpaṭipannā vā”ti?",
  "sn42.13:17.14": "“Micchāpaṭipannā, bhante”.",
  "sn42.13:17.15": "“Ye pana te micchāpaṭipannā micchādiṭṭhikā vā te sammādiṭṭhikā vā”ti?",
  "sn42.13:17.16": "“Micchādiṭṭhikā, bhante”.",
  "sn42.13:17.17": "“Ye pana te micchādiṭṭhikā kallaṃ nu tesu pasīditun”ti?",
  "sn42.13:17.18": "“No hetaṃ, bhante”. <span class=\\\"brnum\\\">(4)</span>",
  "sn42.13:18.1": "“Acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "sn42.13:18.2": "Atthi me, bhante, āvasathāgāraṃ.",
  "sn42.13:18.3": "Tattha atthi mañcakāni, atthi āsanāni, atthi udakamaṇiko, atthi telappadīpo.",
  "sn42.13:18.4": "Tattha yo samaṇo vā brāhmaṇo vā vāsaṃ upeti, tenāhaṃ yathāsatti yathābalaṃ saṃvibhajāmi.",
  "sn42.13:18.5": "Bhūtapubbaṃ, bhante, cattāro satthāro nānādiṭṭhikā nānākhantikā nānārucikā, tasmiṃ āvasathāgāre vāsaṃ upagacchuṃ.",
  "sn42.13:19.1": "Eko satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:19.2": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko.",
  "sn42.13:19.3": "Natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.",
  "sn42.13:20.1": "Eko satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:20.2": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.",
  "sn42.13:21.1": "Eko satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:21.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ.",
  "sn42.13:21.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:21.4": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:21.5": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo.",
  "sn42.13:21.6": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti.",
  "sn42.13:22.1": "Eko satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:22.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ.",
  "sn42.13:22.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:22.4": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:22.5": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo.",
  "sn42.13:22.6": "Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo’ti.",
  "sn42.13:23.1": "Tassa mayhaṃ, bhante, ahudeva kaṅkhā, ahu vicikicchā:",
  "sn42.13:23.2": "‘kosu nāma imesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ āha, ko musā’”ti?",
  "sn42.13:24.1": "“Alañhi te, gāmaṇi, kaṅkhituṃ, alaṃ vicikicchituṃ.",
  "sn42.13:24.2": "Kaṅkhanīye ca pana te ṭhāne vicikicchā uppannā”ti.",
  "sn42.13:24.3": "“Evaṃ pasannohaṃ, bhante, bhagavati.",
  "sn42.13:24.4": "Pahoti me bhagavā tathā dhammaṃ desetuṃ yathāhaṃ imaṃ kaṅkhādhammaṃ pajaheyyan”ti.",
  "sn42.13:25.1": "“Atthi, gāmaṇi, dhammasamādhi.",
  "sn42.13:25.2": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi.",
  "sn42.13:25.3": "Evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:25.4": "Katamo ca, gāmaṇi, dhammasamādhi?",
  "sn42.13:25.5": "Idha, gāmaṇi, ariyasāvako pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṃ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṃ pahāya musāvādā paṭivirato hoti, pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti, samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, abhijjhaṃ pahāya anabhijjhālu hoti, byāpādapadosaṃ pahāya abyāpannacitto hoti, micchādiṭṭhiṃ pahāya sammādiṭṭhiko hoti.",
  "sn42.13:26.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:26.2": "So iti paṭisañcikkhati:",
  "sn42.13:26.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:26.4": "“natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā, sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti.",
  "sn42.13:26.5": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, <span class=\\\"var\\\" title=\\\"yohaṃ (bj, s1-3, km, pts1)\\\" id=\\\"note512\\\">yvāhaṃ</span> na <span class=\\\"var\\\" title=\\\"kañci (?)\\\" id=\\\"note513\\\">kiñci</span> byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:26.6": "<span class=\\\"var\\\" title=\\\"ubhayattha me (?)\\\" id=\\\"note514\\\">Ubhayamettha</span> kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ <span class=\\\"var\\\" title=\\\"upapajjīssāmīti (pts1) | paraṃ maraṇā na upapajjissāmīti (?)\\\" id=\\\"note515\\\">upapajjissāmī’ti</span>.",
  "sn42.13:26.7": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:26.8": "Pamuditassa pīti jāyati.",
  "sn42.13:26.9": "Pītimanassa kāyo passambhati.",
  "sn42.13:26.10": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:26.11": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:26.12": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:26.13": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:27.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:27.2": "So iti paṭisañcikkhati:",
  "sn42.13:27.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:27.4": "“atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā, sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti.",
  "sn42.13:27.5": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:27.6": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:27.7": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:27.8": "Pamuditassa pīti jāyati.",
  "sn42.13:27.9": "Pītimanassa kāyo passambhati.",
  "sn42.13:27.10": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:27.11": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:27.12": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:27.13": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:28.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:28.2": "So iti paṭisañcikkhati:",
  "sn42.13:28.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:28.4": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ.",
  "sn42.13:28.5": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:28.6": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:28.7": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo.",
  "sn42.13:28.8": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo”ti.",
  "sn42.13:28.9": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:28.10": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā <span class=\\\"var\\\" title=\\\"paraṃ maraṇā na upapajjissāmīti (?)\\\" id=\\\"note516\\\">sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti</span>.",
  "sn42.13:28.11": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:28.12": "Pamuditassa pīti jāyati.",
  "sn42.13:28.13": "Pītimanassa kāyo passambhati.",
  "sn42.13:28.14": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:28.15": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:28.16": "Ayaṃ kho, gāmaṇi, dhammasamādhi tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:29.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:29.2": "So iti paṭisañcikkhati:",
  "sn42.13:29.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:29.4": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ.",
  "sn42.13:29.5": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:29.6": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:29.7": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo.",
  "sn42.13:29.8": "Dānena damena saṃyamena saccavajjena atthi puññaṃ atthi puññassa āgamo”ti.",
  "sn42.13:29.9": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:29.10": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:29.11": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:29.12": "Pamuditassa pīti jāyati.",
  "sn42.13:29.13": "Pītimanassa kāyo passambhati.",
  "sn42.13:29.14": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:29.15": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:29.16": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:29.17": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:30.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato karuṇāsahagatena cetasā ekaṃ disaṃ pharitvā viharati … pe …",
  "sn42.13:30.2": "muditāsahagatena cetasā ekaṃ disaṃ pharitvā viharati … pe ….",
  "sn42.13:31.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:31.2": "So iti paṭisañcikkhati:",
  "sn42.13:31.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:31.4": "“natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko natthi paro loko, natthi mātā natthi pitā natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti.",
  "sn42.13:31.5": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:31.6": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:31.7": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:31.8": "Pamuditassa pīti jāyati.",
  "sn42.13:31.9": "Pītimanassa kāyo passambhati.",
  "sn42.13:31.10": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:31.11": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:31.12": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:31.13": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:32.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:32.2": "So iti paṭisañcikkhati:",
  "sn42.13:32.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:32.4": "“atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko atthi paro loko, atthi mātā atthi pitā atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī”ti.",
  "sn42.13:32.5": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:32.6": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:32.7": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:32.8": "Pamuditassa pīti jāyati.",
  "sn42.13:32.9": "Pītimanassa kāyo passambhati.",
  "sn42.13:32.10": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:32.11": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:32.12": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:32.13": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:33.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:33.2": "So iti paṭisañcikkhati:",
  "sn42.13:33.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:33.4": "“karoto kārayato, chedato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ.",
  "sn42.13:33.5": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:33.6": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo.",
  "sn42.13:33.7": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo.",
  "sn42.13:33.8": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo”ti.",
  "sn42.13:33.9": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:33.10": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:33.11": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:33.12": "Pamuditassa pīti jāyati.",
  "sn42.13:33.13": "Pītimanassa kāyo passambhati.",
  "sn42.13:33.14": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:33.15": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:33.16": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:33.17": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsi.",
  "sn42.13:34.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.13:34.2": "So iti paṭisañcikkhati:",
  "sn42.13:34.3": "‘yvāyaṃ satthā evaṃvādī evaṃdiṭṭhi:",
  "sn42.13:34.4": "“karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto karīyati pāpaṃ.",
  "sn42.13:34.5": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:34.6": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, atthi tatonidānaṃ pāpaṃ, atthi pāpassa āgamo.",
  "sn42.13:34.7": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṃ puññaṃ, atthi puññassa āgamo.",
  "sn42.13:34.8": "Dānena damena saṃyamena saccavajjena atthi puññaṃ, atthi puññassa āgamo”ti.",
  "sn42.13:34.9": "Sace tassa bhoto satthuno saccaṃ vacanaṃ, apaṇṇakatāya mayhaṃ, yvāhaṃ na kiñci byābādhemi tasaṃ vā thāvaraṃ vā?",
  "sn42.13:34.10": "Ubhayamettha kaṭaggāho, yaṃ camhi kāyena saṃvuto vācāya saṃvuto manasā saṃvuto, yañca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissāmī’ti.",
  "sn42.13:34.11": "Tassa pāmojjaṃ jāyati.",
  "sn42.13:34.12": "Pamuditassa pīti jāyati.",
  "sn42.13:34.13": "Pītimanassa kāyo passambhati.",
  "sn42.13:34.14": "Passaddhakāyo sukhaṃ vedayati.",
  "sn42.13:34.15": "Sukhino cittaṃ samādhiyati.",
  "sn42.13:34.16": "Ayaṃ kho, gāmaṇi, dhammasamādhi.",
  "sn42.13:34.17": "Tatra ce tvaṃ cittasamādhiṃ paṭilabheyyāsi, evaṃ tvaṃ imaṃ kaṅkhādhammaṃ pajaheyyāsī”ti.",
  "sn42.13:35.1": "Evaṃ vutte, pāṭaliyo gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.13:35.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe …",
  "sn42.13:35.3": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn42.13:36.1": "Terasamaṃ.",
  "sn42.13:37.1": "Gāmaṇivaggo paṭhamo.",
  "sn42.13:38.1": "Caṇḍo puṭo yodhājīvo,",
  "sn42.13:38.2": "Hatthasso asibandhako;",
  "sn42.13:38.3": "Desanā saṅkhakulaṃ maṇicūḷaṃ,",
  "sn42.13:38.4": "Bhadrarāsiyapāṭalīti.",
  "sn42.13:39.1": "Gāmaṇisaṃyuttaṃ samattaṃ."
}