{
  "_markup_path": "markup/sn/sn42/sn42.09.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.09.json"
  ],
  "sn42.9:1.1": "Saṃyutta Nikāya 42",
  "sn42.9:2.1": "1. Gāmaṇivagga",
  "sn42.9:3.1": "9. Kulasutta",
  "sn42.9:4.1": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena nāḷandā tadavasari.",
  "sn42.9:4.2": "Tatra sudaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.",
  "sn42.9:5.1": "Tena kho pana samayena nāḷandā dubbhikkhā hoti dvīhitikā setaṭṭhikā salākāvuttā.",
  "sn42.9:5.2": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṃ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṃ.",
  "sn42.9:5.3": "Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "sn42.9:5.4": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.9:5.5": "Ekamantaṃ nisinnaṃ kho asibandhakaputtaṃ gāmaṇiṃ nigaṇṭho nāṭaputto etadavoca:",
  "sn42.9:5.6": "“ehi tvaṃ, gāmaṇi, samaṇassa gotamassa vādaṃ āropehi.",
  "sn42.9:5.7": "Evaṃ te kalyāṇo kittisaddo abbhuggacchissati:",
  "sn42.9:5.8": "‘asibandhakaputtena gāmaṇinā samaṇassa gotamassa evaṃmahiddhikassa evaṃmahānubhāvassa vādo āropito’”ti.",
  "sn42.9:6.1": "“Kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃmahiddhikassa evaṃmahānubhāvassa vādaṃ āropessāmī”ti?",
  "sn42.9:6.2": "“Ehi tvaṃ, gāmaṇi, yena samaṇo gotamo tenupasaṅkama;",
  "sn42.9:6.3": "upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi:",
  "sn42.9:6.4": "‘nanu, bhante, bhagavā anekapariyāyena kulānaṃ <span class=\\\"var\\\" title=\\\"anudayaṃ (s1-3, km, pts1, mr)\\\" id=\\\"note483\\\">anuddayaṃ</span> vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī’ti?",
  "sn42.9:6.5": "Sace kho, gāmaṇi, samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:",
  "sn42.9:6.6": "‘evaṃ, gāmaṇi, tathāgato anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "sn42.9:6.7": "‘atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṃghena saddhiṃ cārikaṃ carati?",
  "sn42.9:6.8": "Ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno’ti.",
  "sn42.9:6.9": "Imaṃ kho te, gāmaṇi, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho neva <span class=\\\"var\\\" title=\\\"sakkhiti (bj)\\\" id=\\\"note484\\\">sakkhati</span> uggilituṃ, neva sakkhati ogilitun”ti.",
  "sn42.9:6.10": "“Evaṃ, bhante”ti kho asibandhakaputto gāmaṇi nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami;",
  "sn42.9:6.11": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.9:6.12": "Ekamantaṃ nisinno kho asibandhakaputto gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.9:7.1": "“Nanu, bhante, bhagavā anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī”ti?",
  "sn42.9:7.2": "“Evaṃ, gāmaṇi, tathāgato anekapariyāyena kulānaṃ anuddayaṃ vaṇṇeti, anurakkhaṃ vaṇṇeti, anukampaṃ vaṇṇetī”ti.",
  "sn42.9:7.3": "“Atha kiñcarahi, bhante, bhagavā dubbhikkhe dvīhitike setaṭṭhike salākāvutte mahatā bhikkhusaṃghena saddhiṃ cārikaṃ carati?",
  "sn42.9:7.4": "Ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno”ti.",
  "sn42.9:7.5": "“Ito so, gāmaṇi, <span class=\\\"var\\\" title=\\\"ekanavuto kappo (bj, s1-3, km) | ekanavutikappo (pts1)\\\" id=\\\"note485\\\">ekanavutikappe</span> yamahaṃ anussarāmi, nābhijānāmi kiñci kulaṃ pakkabhikkhānuppadānamattena upahatapubbaṃ.",
  "sn42.9:7.6": "Atha kho yāni tāni kulāni aḍḍhāni mahaddhanāni mahābhogāni pahūtajātarūparajatāni pahūtavittūpakaraṇāni pahūtadhanadhaññāni, sabbāni tāni dānasambhūtāni ceva saccasambhūtāni ca sāmaññasambhūtāni ca.",
  "sn42.9:7.7": "Aṭṭha kho, gāmaṇi, hetū, aṭṭha paccayā kulānaṃ upaghātāya.",
  "sn42.9:7.8": "Rājato vā kulāni upaghātaṃ gacchanti, corato vā kulāni upaghātaṃ gacchanti, aggito vā kulāni upaghātaṃ gacchanti, udakato vā kulāni upaghātaṃ gacchanti, <span class=\\\"var\\\" title=\\\"nihitaṃ vā nādhigacchanti (bj, pts1)\\\" id=\\\"note486\\\">nihitaṃ vā ṭhānā vigacchati</span>, duppayuttā vā kammantā vipajjanti, <span class=\\\"var\\\" title=\\\"kulānaṃ vā kulaṅgāro (bj) | kule va kulaṅgāroti (pts1)\\\" id=\\\"note487\\\">kule vā kulaṅgāroti</span> uppajjati, yo te bhoge vikirati vidhamati viddhaṃseti, aniccatāyeva aṭṭhamīti.",
  "sn42.9:7.9": "Ime kho, gāmaṇi, aṭṭha hetū, aṭṭha paccayā kulānaṃ upaghātāya.",
  "sn42.9:7.10": "Imesu kho, gāmaṇi, aṭṭhasu hetūsu, aṭṭhasu paccayesu saṃvijjamānesu yo maṃ evaṃ vadeyya:",
  "sn42.9:7.11": "‘ucchedāya bhagavā kulānaṃ paṭipanno, anayāya bhagavā kulānaṃ paṭipanno, upaghātāya bhagavā kulānaṃ paṭipanno’ti, taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye”ti.",
  "sn42.9:8.1": "Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.9:8.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe …",
  "sn42.9:8.3": "upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn42.9:9.1": "Navamaṃ."
}