{
  "_markup_path": "markup/sn/sn42/sn42.11.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.11.json"
  ],
  "sn42.11:1.1": "Saṃyutta Nikāya 42",
  "sn42.11:2.1": "1. Gāmaṇivagga",
  "sn42.11:3.1": "<span class=\\\"var\\\" title=\\\"bhadra (or bhagandha-haṭṭhaka) (pts1)\\\" id=\\\"note491\\\">11. Bhadrakasutta</span>",
  "sn42.11:4.1": "Ekaṃ samayaṃ bhagavā mallesu viharati uruvelakappaṃ nāma mallānaṃ nigamo.",
  "sn42.11:4.2": "Atha kho bhadrako gāmaṇi yena bhagavā tenupasaṅkami;",
  "sn42.11:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.11:4.4": "Ekamantaṃ nisinno kho bhadrako gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.11:4.5": "“sādhu me, bhante, bhagavā dukkhassa samudayañca atthaṅgamañca desetū”ti.",
  "sn42.11:4.6": "“<span class=\\\"var\\\" title=\\\"ahaṃ ca (si, s1, s2, km, pts1, mr)\\\" id=\\\"note492\\\">Ahañce</span> te, gāmaṇi, atītamaddhānaṃ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṃ:",
  "sn42.11:4.7": "‘evaṃ ahosi atītamaddhānan’ti, tatra te siyā kaṅkhā, siyā vimati.",
  "sn42.11:4.8": "<span class=\\\"var\\\" title=\\\"ahaṃ ca (si, s1, s2, km, pts1, mr)\\\" id=\\\"note493\\\">Ahañce</span> te, gāmaṇi, anāgatamaddhānaṃ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṃ:",
  "sn42.11:4.9": "‘evaṃ bhavissati anāgatamaddhānan’ti, tatrāpi te siyā kaṅkhā, siyā vimati.",
  "sn42.11:4.10": "Api cāhaṃ, gāmaṇi, idheva nisinno ettheva te nisinnassa dukkhassa samudayañca atthaṅgamañca desessāmi.",
  "sn42.11:4.11": "Taṃ suṇāhi, sādhukaṃ manasi karohi;",
  "sn42.11:4.12": "bhāsissāmī”ti.",
  "sn42.11:4.13": "“Evaṃ, bhante”ti kho bhadrako gāmaṇi bhagavato paccassosi.",
  "sn42.11:4.14": "Bhagavā etadavoca:",
  "sn42.11:5.1": "“Taṃ kiṃ maññasi, gāmaṇi, atthi te uruvelakappe manussā yesaṃ te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?",
  "sn42.11:5.2": "“Atthi me, bhante, uruvelakappe manussā yesaṃ me vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti.",
  "sn42.11:5.3": "“Atthi pana te, gāmaṇi, uruvelakappe manussā yesaṃ te vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?",
  "sn42.11:5.4": "“Atthi me, bhante, uruvelakappe manussā yesaṃ me vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti.",
  "sn42.11:5.5": "“Ko nu kho, gāmaṇi, hetu, ko paccayo yena te ekaccānaṃ uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?",
  "sn42.11:5.6": "“Yesaṃ me, bhante, uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, atthi me tesu chandarāgo.",
  "sn42.11:5.7": "Yesaṃ pana, bhante, uruvelakappiyānaṃ manussānaṃ vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, natthi me tesu chandarāgo”ti.",
  "sn42.11:5.8": "“Iminā tvaṃ, gāmaṇi, dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgate nayaṃ nehi:",
  "sn42.11:5.9": "‘yaṃ kho kiñci atītamaddhānaṃ dukkhaṃ uppajjamānaṃ <span class=\\\"var\\\" title=\\\"uppajjati (sabbattha)\\\" id=\\\"note494\\\">uppajji</span> sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ.",
  "sn42.11:5.10": "Chando hi mūlaṃ dukkhassa.",
  "sn42.11:5.11": "Yampi hi kiñci anāgatamaddhānaṃ dukkhaṃ uppajjamānaṃ uppajjissati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ.",
  "sn42.11:5.12": "Chando hi mūlaṃ dukkhassā’”ti.",
  "sn42.11:5.13": "“Acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "sn42.11:5.14": "Yāva <span class=\\\"var\\\" title=\\\"subhāsitamidaṃ (bj, pts1)\\\" id=\\\"note495\\\">subhāsitañcidaṃ</span>, bhante, bhagavatā:",
  "sn42.11:5.15": "‘<span class=\\\"var\\\" title=\\\" \\\" id=\\\"note496\\\">yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ.",
  "sn42.11:5.16": "Chando hi mūlaṃ dukkhassā’ti</span>.",
  "sn42.11:5.17": "Atthi me, bhante, ciravāsī nāma kumāro bahi <span class=\\\"var\\\" title=\\\"āvesane (?)\\\" id=\\\"note498\\\">āvasathe</span> paṭivasati.",
  "sn42.11:5.18": "So khvāhaṃ, bhante, kālasseva vuṭṭhāya purisaṃ <span class=\\\"var\\\" title=\\\"uyyojesiṃ (mr)\\\" id=\\\"note499\\\">uyyojemi</span>:",
  "sn42.11:5.19": "‘gaccha, bhaṇe, ciravāsiṃ kumāraṃ jānāhī’ti.",
  "sn42.11:5.20": "Yāvakīvañca, bhante, so puriso nāgacchati, tassa me hoteva aññathattaṃ:",
  "sn42.11:5.21": "‘mā heva ciravāsissa kumārassa kiñci <span class=\\\"var\\\" title=\\\"ābādhayethāti (s1-3, km, mr) | ābādhayessati (pts1)\\\" id=\\\"note500\\\">ābādhayitthā’”ti</span>.",
  "sn42.11:6.1": "“Taṃ kiṃ maññasi, gāmaṇi, ciravāsissa kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?",
  "sn42.11:6.2": "“Ciravāsissa me, bhante, kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṃ, kiṃ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti.",
  "sn42.11:6.3": "“Imināpi kho etaṃ, gāmaṇi, pariyāyena veditabbaṃ:",
  "sn42.11:6.4": "‘yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ.",
  "sn42.11:6.5": "Chando hi mūlaṃ dukkhassā’ti.",
  "sn42.11:7.1": "Taṃ kiṃ maññasi, gāmaṇi, yadā te <span class=\\\"var\\\" title=\\\"ciravāsissa mātā (bj, pts1)\\\" id=\\\"note501\\\">ciravāsimātā</span> adiṭṭhā ahosi, assutā ahosi, te ciravāsimātuyā chando vā rāgo vā pemaṃ vā”ti?",
  "sn42.11:7.2": "“No hetaṃ, bhante”.",
  "sn42.11:7.3": "“Dassanaṃ vā te, gāmaṇi, āgamma savanaṃ vā evaṃ te ahosi:",
  "sn42.11:7.4": "‘ciravāsimātuyā chando vā rāgo vā pemaṃ vā’”ti?",
  "sn42.11:7.5": "“Evaṃ, bhante”.",
  "sn42.11:8.1": "“Taṃ kiṃ maññasi, gāmaṇi, ciravāsimātuyā te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?",
  "sn42.11:8.2": "“Ciravāsimātuyā me, bhante, vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṃ, kiṃ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti.",
  "sn42.11:8.3": "“Imināpi kho etaṃ, gāmaṇi, pariyāyena veditabbaṃ:",
  "sn42.11:8.4": "‘yaṃ kiñci dukkhaṃ uppajjamānaṃ uppajjati, sabbaṃ taṃ chandamūlakaṃ chandanidānaṃ.",
  "sn42.11:8.5": "Chando hi mūlaṃ dukkhassā’”ti.",
  "sn42.11:9.1": "Ekādasamaṃ."
}