{
  "_markup_path": "markup/sn/sn42/sn42.08.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.08.json"
  ],
  "sn42.8:1.1": "Saṃyutta Nikāya 42",
  "sn42.8:2.1": "1. Gāmaṇivagga",
  "sn42.8:3.1": "<span class=\\\"var\\\" title=\\\"saṅkha (pts1)\\\" id=\\\"note479\\\">8. Saṅkhadhamasutta</span>",
  "sn42.8:4.1": "Ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.",
  "sn42.8:4.2": "Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena bhagavā tenupasaṅkami;",
  "sn42.8:4.3": "upasaṅkamitvā ekamantaṃ nisīdi.",
  "sn42.8:4.4": "Ekamantaṃ nisinnaṃ kho asibandhakaputtaṃ gāmaṇiṃ bhagavā etadavoca:",
  "sn42.8:4.5": "“kathaṃ nu kho, gāmaṇi, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ desetī”ti?",
  "sn42.8:4.6": "“Evaṃ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ deseti:",
  "sn42.8:4.7": "‘yo koci pāṇaṃ atipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati sabbo, so āpāyiko nerayiko.",
  "sn42.8:4.8": "Yaṃbahulaṃ yaṃbahulaṃ viharati, tena tena nīyatī’ti.",
  "sn42.8:4.9": "Evaṃ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṃ dhammaṃ desetī”ti.",
  "sn42.8:4.10": "“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati, tena tena nīyati’, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ.",
  "sn42.8:5.1": "Taṃ kiṃ maññasi, gāmaṇi, yo so puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so pāṇamatipāteti, yaṃ vā so pāṇaṃ nātipātetī”ti?",
  "sn42.8:5.2": "“Yo so, bhante, puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo yaṃ so pāṇamatipāteti, atha kho sveva bahutaro samayo yaṃ so pāṇaṃ nātipātetī”ti.",
  "sn42.8:5.3": "“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ.",
  "sn42.8:6.1": "Taṃ kiṃ maññasi, gāmaṇi, yo so puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so adinnaṃ ādiyati, yaṃ vā so adinnaṃ nādiyatī”ti.",
  "sn42.8:6.2": "“Yo so, bhante, puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṃ upādāya appataro so samayo, yaṃ so adinnaṃ ādiyati, atha kho sveva bahutaro samayo, yaṃ so adinnaṃ nādiyatī”ti.",
  "sn42.8:6.3": "“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ.",
  "sn42.8:7.1": "Taṃ kiṃ maññasi, gāmaṇi, yo so puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so kāmesu micchā carati, yaṃ vā so kāmesu micchā na caratī”ti?",
  "sn42.8:7.2": "“Yo so, bhante, puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo yaṃ so kāmesu micchā carati, atha kho sveva bahutaro samayo, yaṃ so kāmesu micchā na caratī”ti.",
  "sn42.8:7.3": "“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ.",
  "sn42.8:8.1": "Taṃ kiṃ maññasi, gāmaṇi, yo so puriso musāvādī rattiyā vā divasassa vā samayāsamayaṃ upādāya, katamo bahutaro samayo, yaṃ vā so musā bhaṇati, yaṃ vā so musā na bhaṇatī”ti?",
  "sn42.8:8.2": "“Yo so, bhante, puriso musāvādī rattiyā vā divasassa vā samayāsamayaṃ upādāya, appataro so samayo, yaṃ so musā bhaṇati, atha kho sveva bahutaro samayo, yaṃ so musā na bhaṇatī”ti.",
  "sn42.8:8.3": "“‘Yaṃbahulaṃ yaṃbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṃ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṃ.",
  "sn42.8:9.1": "Idha, gāmaṇi, ekacco satthā evaṃvādī hoti <span class=\\\"var\\\" title=\\\"evaṃdiṭṭhī (mr)\\\" id=\\\"note480\\\">evaṃdiṭṭhi</span>:",
  "sn42.8:9.2": "‘yo koci pāṇamatipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati, sabbo so āpāyiko nerayiko’ti.",
  "sn42.8:9.3": "Tasmiṃ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti.",
  "sn42.8:9.4": "Tassa evaṃ hoti:",
  "sn42.8:9.5": "‘mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—",
  "sn42.8:9.6": "yo koci pāṇamatipāteti, sabbo so āpāyiko nerayikoti.",
  "sn42.8:9.7": "Atthi kho pana mayā pāṇo atipātito, ahampamhi āpāyiko nerayikoti diṭṭhiṃ paṭilabhati.",
  "sn42.8:9.8": "Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "sn42.8:9.9": "Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—",
  "sn42.8:9.10": "yo koci adinnaṃ ādiyati, sabbo so āpāyiko nerayikoti.",
  "sn42.8:9.11": "Atthi kho pana mayā adinnaṃ ādinnaṃ ahampamhi āpāyiko nerayikoti diṭṭhiṃ paṭilabhati.",
  "sn42.8:9.12": "Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "sn42.8:9.13": "Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—",
  "sn42.8:9.14": "yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko’ti.",
  "sn42.8:9.15": "Atthi kho pana mayā kāmesu micchā ciṇṇaṃ.",
  "sn42.8:9.16": "‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṃ paṭilabhati.",
  "sn42.8:9.17": "Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "sn42.8:9.18": "Mayhaṃ kho satthā evaṃvādī evaṃdiṭṭhi—",
  "sn42.8:9.19": "yo koci musā bhaṇati, sabbo so āpāyiko nerayikoti.",
  "sn42.8:9.20": "Atthi kho pana mayā musā bhaṇitaṃ.",
  "sn42.8:9.21": "‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṃ paṭilabhati.",
  "sn42.8:9.22": "Taṃ, gāmaṇi, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "sn42.8:10.1": "Idha pana, gāmaṇi, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "sn42.8:10.2": "So anekapariyāyena pāṇātipātaṃ garahati vigarahati, ‘pāṇātipātā viramathā’ti cāha.",
  "sn42.8:10.3": "Adinnādānaṃ garahati vigarahati, ‘adinnādānā viramathā’ti cāha.",
  "sn42.8:10.4": "Kāmesumicchācāraṃ garahati, vigarahati ‘kāmesumicchācārā viramathā’ti cāha.",
  "sn42.8:10.5": "Musāvādaṃ garahati vigarahati ‘musāvādā viramathā’ti cāha.",
  "sn42.8:10.6": "Tasmiṃ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti.",
  "sn42.8:10.7": "So iti paṭisañcikkhati:",
  "sn42.8:10.8": "‘bhagavā kho anekapariyāyena pāṇātipātaṃ garahati vigarahati, pāṇātipātā viramathāti cāha.",
  "sn42.8:10.9": "Atthi kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā.",
  "sn42.8:10.10": "Yo kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā, taṃ na suṭṭhu, taṃ na sādhu.",
  "sn42.8:10.11": "<span class=\\\"var\\\" title=\\\"ahañce (?)\\\" id=\\\"note481\\\">Ahañceva</span> kho pana tappaccayā vippaṭisārī assaṃ.",
  "sn42.8:10.12": "Na metaṃ <span class=\\\"var\\\" title=\\\"pāpakaṃ kammaṃ (bj) | pāpakammaṃ (s1-3, km, pts1, mr)\\\" id=\\\"note482\\\">pāpaṃ kammaṃ</span> akataṃ bhavissatī’ti.",
  "sn42.8:10.13": "So iti paṭisaṅkhāya tañceva pāṇātipātaṃ pajahati.",
  "sn42.8:10.14": "Āyatiñca pāṇātipātā paṭivirato hoti.",
  "sn42.8:10.15": "Evametassa pāpassa kammassa pahānaṃ hoti.",
  "sn42.8:10.16": "Evametassa pāpassa kammassa samatikkamo hoti.",
  "sn42.8:11.1": "‘Bhagavā kho anekapariyāyena adinnādānaṃ garahati vigarahati, adinnādānā viramathāti cāha.",
  "sn42.8:11.2": "Atthi kho pana mayā adinnaṃ ādinnaṃ yāvatakaṃ vā tāvatakaṃ vā.",
  "sn42.8:11.3": "Yaṃ kho pana mayā adinnaṃ ādinnaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu.",
  "sn42.8:11.4": "Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti.",
  "sn42.8:11.5": "So iti paṭisaṅkhāya tañceva adinnādānaṃ pajahati.",
  "sn42.8:11.6": "Āyatiñca adinnādānā paṭivirato hoti.",
  "sn42.8:11.7": "Evametassa pāpassa kammassa pahānaṃ hoti.",
  "sn42.8:11.8": "Evametassa pāpassa kammassa samatikkamo hoti.",
  "sn42.8:12.1": "‘Bhagavā kho pana anekapariyāyena kāmesumicchācāraṃ garahati vigarahati, kāmesumicchācārā viramathāti cāha.",
  "sn42.8:12.2": "Atthi kho pana mayā kāmesu micchā ciṇṇaṃ yāvatakaṃ vā tāvatakaṃ vā.",
  "sn42.8:12.3": "Yaṃ kho pana mayā kāmesu micchā ciṇṇaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu.",
  "sn42.8:12.4": "Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti.",
  "sn42.8:12.5": "So iti paṭisaṅkhāya tañceva kāmesumicchācāraṃ pajahati, āyatiñca kāmesumicchācārā paṭivirato hoti.",
  "sn42.8:12.6": "Evametassa pāpassa kammassa pahānaṃ hoti.",
  "sn42.8:12.7": "Evametassa pāpassa kammassa samatikkamo hoti.",
  "sn42.8:13.1": "‘Bhagavā kho pana anekapariyāyena musāvādaṃ garahati vigarahati, musāvādā viramathāti cāha.",
  "sn42.8:13.2": "Atthi kho pana mayā musā bhaṇitaṃ yāvatakaṃ vā tāvatakaṃ vā.",
  "sn42.8:13.3": "Yaṃ kho pana mayā musā bhaṇitaṃ yāvatakaṃ vā tāvatakaṃ vā taṃ na suṭṭhu, taṃ na sādhu.",
  "sn42.8:13.4": "Ahañceva kho pana tappaccayā vippaṭisārī assaṃ, na metaṃ pāpaṃ kammaṃ akataṃ bhavissatī’ti.",
  "sn42.8:13.5": "So iti paṭisaṅkhāya tañceva musāvādaṃ pajahati, āyatiñca musāvādā paṭivirato hoti.",
  "sn42.8:13.6": "Evametassa pāpassa kammassa pahānaṃ hoti.",
  "sn42.8:13.7": "Evametassa pāpassa kammassa samatikkamo hoti.",
  "sn42.8:14.1": "So pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti.",
  "sn42.8:14.2": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti.",
  "sn42.8:14.3": "Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti.",
  "sn42.8:14.4": "Musāvādaṃ pahāya musāvādā paṭivirato hoti.",
  "sn42.8:14.5": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti.",
  "sn42.8:14.6": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "sn42.8:14.7": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti.",
  "sn42.8:14.8": "Abhijjhaṃ pahāya anabhijjhālu hoti.",
  "sn42.8:14.9": "Byāpādappadosaṃ pahāya abyāpannacitto hoti.",
  "sn42.8:14.10": "Micchādiṭṭhiṃ pahāya sammādiṭṭhiko hoti.",
  "sn42.8:15.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ.",
  "sn42.8:15.2": "Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.8:15.3": "Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya;",
  "sn42.8:15.4": "evameva kho, gāmaṇi, evaṃ bhāvitāya mettāya cetovimuttiyā evaṃ bahulīkatāya yaṃ pamāṇakataṃ kammaṃ, na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.",
  "sn42.8:16.1": "Sa kho so, gāmaṇi, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato karuṇāsahagatena cetasā … pe …",
  "sn42.8:16.2": "muditāsahagatena cetasā … pe ….",
  "sn42.8:16.3": "Upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ.",
  "sn42.8:16.4": "Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.",
  "sn42.8:16.5": "Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya;",
  "sn42.8:16.6": "evameva kho, gāmaṇi, evaṃ bhāvitāya upekkhāya cetovimuttiyā evaṃ bahulīkatāya yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhatī”ti.",
  "sn42.8:17.1": "Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.8:17.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe …",
  "sn42.8:17.3": "upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn42.8:18.1": "Aṭṭhamaṃ."
}