{
  "_markup_path": "markup/sn/sn42/sn42.10.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.10.json"
  ],
  "sn42.10:1.1": "Saṃyutta Nikāya 42",
  "sn42.10:2.1": "1. Gāmaṇivagga",
  "sn42.10:3.1": "10. Maṇicūḷakasutta",
  "sn42.10:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "sn42.10:4.2": "Tena kho pana samayena rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "sn42.10:4.3": "“kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan”ti.",
  "sn42.10:5.1": "Tena kho pana samayena maṇicūḷako gāmaṇi tassaṃ parisāyaṃ nisinno hoti.",
  "sn42.10:5.2": "Atha kho maṇicūḷako gāmaṇi taṃ parisaṃ etadavoca:",
  "sn42.10:5.3": "“mā <span class=\\\"var\\\" title=\\\"ayyā (bj, s3, pts1)\\\" id=\\\"note488\\\">ayyo</span> evaṃ avacuttha.",
  "sn42.10:5.4": "Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā”ti.",
  "sn42.10:5.5": "Asakkhi kho maṇicūḷako gāmaṇi taṃ parisaṃ saññāpetuṃ.",
  "sn42.10:5.6": "Atha kho maṇicūḷako gāmaṇi yena bhagavā tenupasaṅkami;",
  "sn42.10:5.7": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.10:5.8": "Ekamantaṃ nisinno kho maṇicūḷako gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.10:5.9": "“idha, bhante, rājantepure rājaparisāya sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "sn42.10:5.10": "‘kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, paṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajatan’ti.",
  "sn42.10:5.11": "Evaṃ vutte, ahaṃ, bhante, taṃ parisaṃ etadavocaṃ:",
  "sn42.10:5.12": "‘mā ayyo evaṃ avacuttha.",
  "sn42.10:5.13": "Na kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā’ti.",
  "sn42.10:5.14": "Asakkhiṃ khvāhaṃ, bhante, taṃ parisaṃ saññāpetuṃ.",
  "sn42.10:5.15": "Kaccāhaṃ, bhante, evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "sn42.10:6.1": "“Taggha tvaṃ, gāmaṇi, evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati.",
  "sn42.10:6.2": "Na hi, gāmaṇi, kappati samaṇānaṃ sakyaputtiyānaṃ jātarūparajataṃ, na sādiyanti samaṇā sakyaputtiyā jātarūparajataṃ, nappaṭiggaṇhanti samaṇā sakyaputtiyā jātarūparajataṃ, nikkhittamaṇisuvaṇṇā samaṇā sakyaputtiyā apetajātarūparajatā.",
  "sn42.10:6.3": "Yassa kho, gāmaṇi, jātarūparajataṃ kappati, pañcapi tassa kāmaguṇā kappanti.",
  "sn42.10:6.4": "Yassa pañca kāmaguṇā kappanti <span class=\\\"var\\\" title=\\\"(tassapi jātarūparajataṃ kappati) (s1-3, km)\\\" id=\\\"note489\\\">()</span>, ekaṃsenetaṃ, gāmaṇi, dhāreyyāsi assamaṇadhammo asakyaputtiyadhammoti.",
  "sn42.10:6.5": "Api cāhaṃ, gāmaṇi, evaṃ vadāmi—",
  "sn42.10:6.6": "tiṇaṃ tiṇatthikena pariyesitabbaṃ, dāru dārutthikena pariyesitabbaṃ, sakaṭaṃ sakaṭatthikena pariyesitabbaṃ, puriso purisatthikena <span class=\\\"var\\\" title=\\\"pariyesitabbo\\\\\" ti id=\\\"note490\\\">pariyesitabbo</span>.",
  "sn42.10:6.7": "Na tvevāhaṃ, gāmaṇi, kenaci pariyāyena ‘jātarūparajataṃ sāditabbaṃ pariyesitabban’ti vadāmī”ti.",
  "sn42.10:7.1": "Dasamaṃ."
}