{
  "_markup_path": "markup/sn/sn42/sn42.06.html",
  "_alt_strings": [
    "en/sujato/sn/sn42/sn42.06.json"
  ],
  "sn42.6:1.1": "Saṃyutta Nikāya 42",
  "sn42.6:2.1": "1. Gāmaṇivagga",
  "sn42.6:3.1": "<span class=\\\"var\\\" title=\\\"asibaddhakasuttaṃ (bj) | pacchābhūmako (or matako) (pts1)\\\" id=\\\"note473\\\">6. Asibandhakaputtasutta</span>",
  "sn42.6:4.1": "Ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.",
  "sn42.6:4.2": "Atha kho asibandhakaputto gāmaṇi yena bhagavā tenupasaṅkami;",
  "sn42.6:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn42.6:4.4": "Ekamantaṃ nisinno kho asibandhakaputto gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.6:5.1": "<span class=\\\"cross\\\" title=\\\"^ne4#198 [Vibhaṅga/ Āvaṭṭahāravibhaṅga]\\\" id=\\\"note474\\\">*</span> <a class=\\\"sc\\\" id=\\\"2\\\"></a>“brāhmaṇā, bhante, pacchā bhūmakā kāmaṇḍalukā sevālamālikā udakorohakā aggiparicārakā.",
  "sn42.6:5.2": "Te mataṃ kālaṅkataṃ uyyāpenti nāma saññāpenti nāma saggaṃ nāma okkāmenti.",
  "sn42.6:5.3": "Bhagavā pana, bhante, arahaṃ sammāsambuddho pahoti tathā kātuṃ yathā sabbo loko kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti?",
  "sn42.6:6.1": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi.",
  "sn42.6:6.2": "Yathā te khameyya tathā naṃ byākareyyāsīti.",
  "sn42.6:7.1": "Taṃ kiṃ maññasi, gāmaṇi, idhassa puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko.",
  "sn42.6:7.2": "Tamenaṃ mahājanakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:7.3": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti.",
  "sn42.6:7.4": "Taṃ kiṃ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti?",
  "sn42.6:7.5": "“No hetaṃ, bhante”.",
  "sn42.6:8.1": "“Seyyathāpi, gāmaṇi, puriso mahatiṃ puthusilaṃ gambhīre udakarahade pakkhipeyya.",
  "sn42.6:8.2": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:8.3": "‘ummujja, bho puthusile, uplava, bho puthusile, thalamuplava, bho puthusile’ti.",
  "sn42.6:8.4": "Taṃ kiṃ maññasi, gāmaṇi, api nu sā puthusilā mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā ummujjeyya vā uplaveyya vā thalaṃ vā uplaveyyā”ti?",
  "sn42.6:8.5": "“No hetaṃ, bhante”.",
  "sn42.6:8.6": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko.",
  "sn42.6:8.7": "Kiñcāpi taṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:8.8": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya.",
  "sn42.6:9.1": "Taṃ kiṃ maññasi, gāmaṇi, <span class=\\\"var\\\" title=\\\"idhāssa (pts1) | idha (mr) | idha cassa (?)\\\" id=\\\"note475\\\">idhassa</span> puriso pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhiko.",
  "sn42.6:9.2": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:9.3": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’ti.",
  "sn42.6:9.4": "Taṃ kiṃ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti?",
  "sn42.6:9.5": "“No hetaṃ, bhante”.",
  "sn42.6:10.1": "“Seyyathāpi, gāmaṇi, puriso sappikumbhaṃ vā telakumbhaṃ vā gambhīre udakarahade ogāhetvā bhindeyya.",
  "sn42.6:10.2": "Tatra yāssa sakkharā vā kaṭhalā vā sā <span class=\\\"var\\\" title=\\\"adhogāminī (?)\\\" id=\\\"note476\\\">adhogāmī</span> assa;",
  "sn42.6:10.3": "yañca khvassa tatra sappi vā telaṃ vā taṃ uddhaṃ gāmi assa.",
  "sn42.6:10.4": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:10.5": "‘osīda, bho sappitela, saṃsīda, bho sappitela, adho gaccha, bho sappitelā’ti.",
  "sn42.6:10.6": "Taṃ kiṃ maññasi, gāmaṇi, api nu taṃ sappitelaṃ mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikā anuparisakkanahetu vā osīdeyya vā saṃsīdeyya vā adho vā gaccheyyā”ti?",
  "sn42.6:10.7": "“No hetaṃ, bhante”.",
  "sn42.6:11.1": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, pisuṇāya vācāya paṭivirato, pharusāya vācāya paṭivirato, samphappalāpā paṭivirato, anabhijjhālu, abyāpannacitto, sammādiṭṭhiko, kiñcāpi taṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya:",
  "sn42.6:11.2": "‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’ti, atha kho so puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti.",
  "sn42.6:11.3": "Evaṃ vutte, asibandhakaputto gāmaṇi bhagavantaṃ etadavoca:",
  "sn42.6:11.4": "“abhikkantaṃ, bhante … pe …",
  "sn42.6:11.5": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn42.6:12.1": "Chaṭṭhaṃ."
}