{
  "_markup_path": "markup/sn/sn56/sn56.046.html",
  "_alt_strings": [
    "en/sujato/sn/sn56/sn56.046.json"
  ],
  "sn56.46:1.1": "Saṃyutta Nikāya 56",
  "sn56.46:2.1": "5. Papātavagga",
  "sn56.46:3.1": "46. Andhakārasutta",
  "sn56.46:4.1": "“Atthi, bhikkhave, lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthamimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃ mahānubhāvānaṃ ābhāya nānubhontī”ti.",
  "sn56.46:5.1": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:",
  "sn56.46:5.2": "“mahā vata so, bhante, andhakāro, sumahā vata so, bhante, andhakāro.",
  "sn56.46:5.3": "Atthi nu kho, bhante, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti?",
  "sn56.46:5.4": "“Atthi kho, bhikkhu, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti.",
  "sn56.46:6.1": "“Katamo pana, bhante, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti?",
  "sn56.46:6.2": "“Ye hi keci, bhikkhu, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti … pe …",
  "sn56.46:6.3": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti, te jātisaṃvattanikesu saṅkhāresu abhiramanti … pe …",
  "sn56.46:6.4": "abhiratā … pe …",
  "sn56.46:6.5": "abhisaṅkharonti … pe …",
  "sn56.46:6.6": "abhisaṅkharitvā jātandhakārampi papatanti, jarandhakārampi papatanti, maraṇandhakārampi papatanti, sokaparidevadukkhadomanassupāyāsandhakārampi papatanti.",
  "sn56.46:6.7": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.",
  "sn56.46:6.8": "‘Na parimuccanti dukkhasmā’ti vadāmi.",
  "sn56.46:7.1": "Ye ca kho keci, bhikkhu, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti … pe …",
  "sn56.46:7.2": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti, te jātisaṃvattanikesu saṅkhāresu nābhiramanti … pe …",
  "sn56.46:7.3": "anabhiratā … pe …",
  "sn56.46:7.4": "nābhisaṅkharonti … pe …",
  "sn56.46:7.5": "anabhisaṅkharitvā jātandhakārampi nappapatanti, jarandhakārampi nappapatanti, maraṇandhakārampi nappapatanti, sokaparidevadukkhadomanassupāyāsandhakārampi nappapatanti.",
  "sn56.46:7.6": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.",
  "sn56.46:7.7": "‘Parimuccanti dukkhasmā’ti vadāmi.",
  "sn56.46:8.1": "Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe …",
  "sn56.46:8.2": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.",
  "sn56.46:9.1": "Chaṭṭhaṃ."
}