{
  "_markup_path": "markup/sn/sn56/sn56.042.html",
  "_alt_strings": [
    "en/sujato/sn/sn56/sn56.042.json"
  ],
  "sn56.42:1.1": "Saṃyutta Nikāya 56",
  "sn56.42:2.1": "5. Papātavagga",
  "sn56.42:3.1": "42. Papātasutta",
  "sn56.42:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.",
  "sn56.42:4.2": "Atha kho bhagavā bhikkhū āmantesi:",
  "sn56.42:4.3": "“āyāma, bhikkhave, yena paṭibhānakūṭo tenupasaṅkamissāma divāvihārāyā”ti.",
  "sn56.42:4.4": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "sn56.42:4.5": "Atha kho bhagavā sambahulehi bhikkhūhi saddhiṃ yena paṭibhānakūṭo tenupasaṅkami.",
  "sn56.42:4.6": "Addasā kho aññataro bhikkhu paṭibhānakūṭe mahantaṃ papātaṃ.",
  "sn56.42:4.7": "Disvāna bhagavantaṃ etadavoca:",
  "sn56.42:4.8": "“mahā vatāyaṃ, bhante, papāto subhayānako, bhante, papāto.",
  "sn56.42:4.9": "Atthi nu kho, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti?",
  "sn56.42:4.10": "“Atthi kho, bhikkhu, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti.",
  "sn56.42:5.1": "“Katamo pana, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti?",
  "sn56.42:5.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti, te jātisaṃvattanikesu saṅkhāresu abhiramanti, jarāsaṃvattanikesu saṅkhāresu abhiramanti, maraṇasaṃvattanikesu saṅkhāresu abhiramanti, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu abhiramanti.",
  "sn56.42:5.3": "Te jātisaṃvattanikesu saṅkhāresu abhiratā jarāsaṃvattanikesu saṅkhāresu abhiratā maraṇasaṃvattanikesu saṅkhāresu abhiratā sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu abhiratā jātisaṃvattanikepi saṅkhāre abhisaṅkharonti, jarāsaṃvattanikepi saṅkhāre abhisaṅkharonti, maraṇasaṃvattanikepi saṅkhāre abhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre abhisaṅkharonti.",
  "sn56.42:5.4": "Te jātisaṃvattanikepi saṅkhāre abhisaṅkharitvā jarāsaṃvattanikepi saṅkhāre abhisaṅkharitvā maraṇasaṃvattanikepi saṅkhāre abhisaṅkharitvā sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre abhisaṅkharitvā jātipapātampi papatanti, jarāpapātampi papatanti, maraṇapapātampi papatanti, sokaparidevadukkhadomanassupāyāsapapātampi papatanti.",
  "sn56.42:5.5": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.",
  "sn56.42:5.6": "‘Na parimuccanti dukkhasmā’ti vadāmi.",
  "sn56.42:6.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti … pe …",
  "sn56.42:6.2": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti, te jātisaṃvattanikesu saṅkhāresu nābhiramanti, jarāsaṃvattanikesu saṅkhāresu nābhiramanti, maraṇasaṃvattanikesu saṅkhāresu nābhiramanti, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu nābhiramanti.",
  "sn56.42:6.3": "Te jātisaṃvattanikesu saṅkhāresu anabhiratā, jarāsaṃvattanikesu saṅkhāresu anabhiratā, maraṇasaṃvattanikesu saṅkhāresu anabhiratā, sokaparidevadukkhadomanassupāyāsasaṃvattanikesu saṅkhāresu anabhiratā, jātisaṃvattanikepi saṅkhāre nābhisaṅkharonti, jarāsaṃvattanikepi saṅkhāre nābhisaṅkharonti, maraṇasaṃvattanikepi saṅkhāre nābhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre nābhisaṅkharonti.",
  "sn56.42:6.4": "Te jātisaṃvattanikepi saṅkhāre anabhisaṅkharitvā, jarāsaṃvattanikepi saṅkhāre anabhisaṅkharitvā, maraṇasaṃvattanikepi saṅkhāre anabhisaṅkharitvā, sokaparidevadukkhadomanassupāyāsasaṃvattanikepi saṅkhāre anabhisaṅkharitvā, jātipapātampi nappapatanti, jarāpapātampi nappapatanti, maraṇapapātampi nappapatanti, sokaparidevadukkhadomanassupāyāsapapātampi nappapatanti.",
  "sn56.42:6.5": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.",
  "sn56.42:6.6": "‘Parimuccanti dukkhasmā’ti vadāmi.",
  "sn56.42:7.1": "Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe …",
  "sn56.42:7.2": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.",
  "sn56.42:8.1": "Dutiyaṃ."
}