{
  "_markup_path": "markup/sn/sn56/sn56.011.html",
  "_alt_strings": [
    "en/sujato/sn/sn56/sn56.011.json"
  ],
  "sn56.11:1.1": "Saṃyutta Nikāya 56",
  "sn56.11:2.1": "2. Dhammacakkappavattanavagga",
  "sn56.11:3.1": "<span class=\\\"var\\\" title=\\\"tathāgatena vutta 1 (pts1)\\\" id=\\\"note515\\\">11. Dhammacakkappavattanasutta</span>",
  "sn56.11:4.1": "<span class=\\\"cross\\\" title=\\\"^pi-tv-kd1#68 [Mahākhandhaka/ Pañcavaggiyakathā] | ^ps2.7#1 [Paṭisambhidākathā/ Dhammacakkapavattanavāra] | ^ne4#40 [Vibhaṅga/ Desanāhāravibhaṅga]\\\" id=\\\"note516\\\">*</span> Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye.",
  "sn56.11:4.2": "Tatra kho bhagavā pañcavaggiye bhikkhū āmantesi:",
  "sn56.11:5.1": "“Dveme, bhikkhave, antā pabbajitena na sevitabbā.",
  "sn56.11:5.2": "Katame dve?",
  "sn56.11:5.3": "Yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, yo cāyaṃ attakilamathānuyogo dukkho anariyo anatthasaṃhito.",
  "sn56.11:5.4": "Ete kho, bhikkhave, ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "sn56.11:6.1": "Katamā ca sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?",
  "sn56.11:6.2": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "sn56.11:6.3": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.",
  "sn56.11:6.4": "Ayaṃ kho sā, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "sn56.11:7.1": "Idaṃ kho pana, bhikkhave, dukkhaṃ ariyasaccaṃ—",
  "sn56.11:7.2": "jātipi dukkhā, jarāpi dukkhā, byādhipi dukkho, maraṇampi dukkhaṃ, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṃ na labhati tampi dukkhaṃ—",
  "sn56.11:7.3": "saṃkhittena <span class=\\\"var\\\" title=\\\"pañcupādānakkhandhāpi (pts1, mr)\\\" id=\\\"note517\\\">pañcupādānakkhandhā</span> dukkhā.",
  "sn56.11:7.4": "Idaṃ kho pana, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ—",
  "sn56.11:7.5": "yāyaṃ taṇhā <span class=\\\"var\\\" title=\\\"ponobhavikā (bj)\\\" id=\\\"note518\\\">ponobbhavikā</span> nandirāgasahagatā tatratatrābhinandinī, <span class=\\\"var\\\" title=\\\"seyyathīdaṃ (bj, s1-3, km, pts1)\\\" id=\\\"note519\\\">seyyathidaṃ</span>—",
  "sn56.11:7.6": "kāmataṇhā, bhavataṇhā, vibhavataṇhā.",
  "sn56.11:7.7": "Idaṃ kho pana, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ—",
  "sn56.11:7.8": "yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo.",
  "sn56.11:7.9": "Idaṃ kho pana, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ—",
  "sn56.11:7.10": "ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "sn56.11:7.11": "sammādiṭṭhi … pe …",
  "sn56.11:7.12": "sammāsamādhi.",
  "sn56.11:8.1": "<span class=\\\"cross\\\" title=\\\"^pi-tv-kd1#75 [Mahākhandhaka/ Pañcavaggiyakathā] | ^ne4#261 [Vibhaṅga/ Paññattihāravibhaṅga]\\\" id=\\\"note520\\\">*</span> <a class=\\\"sc\\\" id=\\\"5\\\"></a>‘Idaṃ dukkhaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:8.2": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññeyyan’ti me, bhikkhave, pubbe … pe …",
  "sn56.11:8.3": "udapādi.",
  "sn56.11:8.4": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññātan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:9.1": "‘Idaṃ dukkhasamudayaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:9.2": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahātabban’ti me, bhikkhave, pubbe … pe …",
  "sn56.11:9.3": "udapādi.",
  "sn56.11:9.4": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahīnan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:10.1": "‘Idaṃ dukkhanirodhaṃ ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:10.2": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikātabban’ti me, bhikkhave, pubbe … pe …",
  "sn56.11:10.3": "udapādi.",
  "sn56.11:10.4": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikatan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:11.1": "‘Idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:11.2": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvetabban’ti me, bhikkhave, pubbe … pe …",
  "sn56.11:11.3": "udapādi.",
  "sn56.11:11.4": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvitan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.11:12.1": "Yāvakīvañca me, bhikkhave, imesu catūsu ariyasaccesu evaṃ tiparivaṭṭaṃ dvādasākāraṃ yathābhūtaṃ ñāṇadassanaṃ na suvisuddhaṃ ahosi, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ <span class=\\\"var\\\" title=\\\"abhisambuddho paccaññāsiṃ (bj, s1-3, km)\\\" id=\\\"note521\\\">abhisambuddho’ti paccaññāsiṃ</span>.",
  "sn56.11:13.1": "Yato ca kho me, bhikkhave, imesu catūsu ariyasaccesu evaṃ tiparivaṭṭaṃ dvādasākāraṃ yathābhūtaṃ ñāṇadassanaṃ suvisuddhaṃ ahosi, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.",
  "sn56.11:13.2": "Ñāṇañca pana me dassanaṃ udapādi:",
  "sn56.11:13.3": "‘akuppā me <span class=\\\"var\\\" title=\\\"cetovimutti (bj, pts1)\\\" id=\\\"note522\\\">vimutti</span>, ayamantimā jāti, natthi dāni punabbhavo’”ti.",
  "sn56.11:13.4": "Idamavoca bhagavā.",
  "sn56.11:13.5": "Attamanā pañcavaggiyā bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "sn56.11:14.1": "Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne āyasmato koṇḍaññassa virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:",
  "sn56.11:14.2": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.",
  "sn56.11:15.1": "Pavattite ca pana bhagavatā dhammacakke bhummā devā saddamanussāvesuṃ:",
  "sn56.11:15.2": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.",
  "sn56.11:15.3": "Bhummānaṃ devānaṃ saddaṃ sutvā cātumahārājikā devā saddamanussāvesuṃ:",
  "sn56.11:15.4": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ, appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.",
  "sn56.11:15.5": "Cātumahārājikānaṃ devānaṃ saddaṃ sutvā tāvatiṃsā devā … pe …",
  "sn56.11:15.6": "yāmā devā … pe …",
  "sn56.11:15.7": "tusitā devā … pe …",
  "sn56.11:15.8": "nimmānaratī devā … pe …",
  "sn56.11:15.9": "paranimmitavasavattī devā … pe …",
  "sn56.11:15.10": "brahmakāyikā devā saddamanussāvesuṃ:",
  "sn56.11:15.11": "“etaṃ bhagavatā bārāṇasiyaṃ isipatane migadāye anuttaraṃ dhammacakkaṃ pavattitaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.",
  "sn56.11:16.1": "Itiha tena khaṇena<span class=\\\"var\\\" title=\\\" etthantare pāṭho sī , syā1-3, kaṃ potthakesu\\\" id=\\\"note523\\\"> tena layena</span> tena muhuttena yāva brahmalokā saddo abbhuggacchi.",
  "sn56.11:16.2": "Ayañca dasasahassilokadhātu saṅkampi sampakampi sampavedhi, appamāṇo ca uḷāro obhāso loke pāturahosi atikkamma devānaṃ devānubhāvanti.",
  "sn56.11:17.1": "Atha kho bhagavā imaṃ udānaṃ udānesi:",
  "sn56.11:17.2": "“aññāsi vata bho, koṇḍañño, aññāsi vata bho, koṇḍañño”ti.",
  "sn56.11:17.3": "Iti hidaṃ āyasmato koṇḍaññassa “aññāsikoṇḍañño” tveva nāmaṃ ahosīti.",
  "sn56.11:18.1": "Paṭhamaṃ."
}