{
  "_markup_path": "markup/sn/sn56/sn56.012.html",
  "_alt_strings": [
    "en/sujato/sn/sn56/sn56.012.json"
  ],
  "sn56.12:1.1": "Saṃyutta Nikāya 56",
  "sn56.12:2.1": "2. Dhammacakkappavattanavagga",
  "sn56.12:3.1": "<span class=\\\"var\\\" title=\\\"tathāgatena vutta 2 (pts1)\\\" id=\\\"note525\\\">12. Tathāgatasutta</span>",
  "sn56.12:4.1": "“‘Idaṃ dukkhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:4.2": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññeyyan’ti, bhikkhave, tathāgatānaṃ pubbe … pe …",
  "sn56.12:4.3": "udapādi.",
  "sn56.12:4.4": "‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññātan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:5.1": "‘Idaṃ dukkhasamudayaṃ ariyasaccan’ti bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:5.2": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe …",
  "sn56.12:5.3": "udapādi.",
  "sn56.12:5.4": "‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahīnan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:6.1": "‘Idaṃ dukkhanirodhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:6.2": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe …",
  "sn56.12:6.3": "udapādi.",
  "sn56.12:6.4": "‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikatan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:7.1": "‘Idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn56.12:7.2": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvetabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe …",
  "sn56.12:7.3": "udapādi.",
  "sn56.12:7.4": "‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvitan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.",
  "sn56.12:8.1": "Dutiyaṃ."
}