{
  "_markup_path": "markup/an/an03/an3.098.html",
  "_alt_strings": [
    "pi/an/an03/an3.098.json"
  ],
  "an3.98:1.1": "Numbered Discourses 3",
  "an3.98:2.1": "10 A Lump of Salt",
  "an3.98:3.1": "98 The Thoroughbred (3rd)",
  "an3.98:4.1": "“Mendicants, a fine royal thoroughbred with three factors is worthy of a king, fit to serve a king, and considered a factor of kingship.",
  "an3.98:4.2": "What three?",
  "an3.98:4.3": "It’s when a fine royal thoroughbred is beautiful, strong, and fast.",
  "an3.98:4.4": "A fine royal thoroughbred with these three factors is worthy of a king. …",
  "an3.98:4.5": "In the same way, a mendicant with three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an3.98:4.6": "What three?",
  "an3.98:4.7": "It’s when a mendicant is beautiful, strong, and fast.",
  "an3.98:5.1": "And how is a mendicant beautiful?",
  "an3.98:5.2": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an3.98:5.3": "That’s how a mendicant is beautiful.",
  "an3.98:6.1": "And how is a mendicant strong?",
  "an3.98:6.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an3.98:6.3": "That’s how a mendicant is strong.",
  "an3.98:7.1": "And how is a mendicant fast?",
  "an3.98:7.2": "It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an3.98:7.3": "That’s how a mendicant is fast.",
  "an3.98:7.4": "A mendicant with these three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}