{
  "_markup_path": "markup/an/an03/an3.065.html",
  "_alt_strings": [
    "pi/an/an03/an3.065.json"
  ],
  "an3.65:1.1": "Numbered Discourses 3",
  "an3.65:2.1": "7 The Greater Chapter",
  "an3.65:3.1": "65 Kālāma",
  "an3.65:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.65:4.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a town of the Kālāmas named Kesamutta.",
  "an3.65:4.3": "The Kālāmas of Kesamutta heard:",
  "an3.65:4.4": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Kesamutta.",
  "an3.65:4.5": "He has this good reputation:",
  "an3.65:4.6": "‘That Blessed One is perfected, a fully awakened Buddha …",
  "an3.65:4.7": "It’s good to see such perfected ones.”",
  "an3.65:5.1": "Then the Kālāmas went up to the Buddha.",
  "an3.65:5.2": "Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their cupped palms toward the Buddha, some announced their name and clan, while some kept silent.",
  "an3.65:5.3": "Seated to one side the Kālāmas said to the Buddha:",
  "an3.65:6.1": "“There are, sir, some ascetics and brahmins who come to Kesamutta.",
  "an3.65:6.2": "They explain and promote only their own doctrine, while they attack, badmouth, disparage, and smear the doctrines of others.",
  "an3.65:6.3": "Then some other ascetics and brahmins come to Kesamutta.",
  "an3.65:6.4": "They too explain and promote only their own doctrine, while they attack, badmouth, disparage, and smear the doctrines of others.",
  "an3.65:6.5": "So, sir, we’re doubting and uncertain:",
  "an3.65:6.6": "‘I wonder who of these respected ascetics and brahmins speaks the truth, and who speaks falsehood?’”",
  "an3.65:6.7": "“It is enough, Kālāmas, for you to be doubting and uncertain.",
  "an3.65:6.8": "Your doubt has come up about an uncertain matter.",
  "an3.65:7.1": "Please, Kālāmas, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.65:7.2": "But when you know for yourselves:",
  "an3.65:7.3": "‘These things are unwholesome, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up.",
  "an3.65:8.1": "What do you think, Kālāmas? Does greed come up in a person for their welfare or harm?”",
  "an3.65:9.1": "“Harm, sir.”",
  "an3.65:10.1": "“A greedy individual, overcome by greed, kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.65:11.1": "“Yes, sir.”",
  "an3.65:12.1": "What do you think, Kālāmas? Does hate come up in a person for their welfare or harm?”",
  "an3.65:13.1": "“Harm, sir.”",
  "an3.65:14.1": "“A hateful individual, overcome by hate, kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.65:15.1": "“Yes, sir.”",
  "an3.65:16.1": "What do you think, Kālāmas? Does delusion come up in a person for their welfare or harm?”",
  "an3.65:17.1": "“Harm, sir.”",
  "an3.65:18.1": "“A deluded individual, overcome by delusion, kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.65:19.1": "“Yes, sir.”",
  "an3.65:20.1": "“What do you think, Kālāmas, are these things wholesome or unwholesome?”",
  "an3.65:21.1": "“Unwholesome, sir.”",
  "an3.65:22.1": "“Blameworthy or blameless?”",
  "an3.65:23.1": "“Blameworthy, sir.”",
  "an3.65:24.1": "“Criticized or praised by sensible people?”",
  "an3.65:25.1": "“Criticized by sensible people, sir.”",
  "an3.65:26.1": "“When you undertake them, do they lead to harm and suffering, or not?",
  "an3.65:26.2": "Or how do you see this?”",
  "an3.65:27.1": "“When you undertake them, they lead to harm and suffering.",
  "an3.65:27.2": "That’s how we see it.”",
  "an3.65:28.1": "“So, Kālāmas, when we said:",
  "an3.65:28.2": "‘Please,",
  "an3.65:28.3": "don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.65:28.4": "But when you know for yourselves:",
  "an3.65:28.5": "“These things are unwholesome, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up’—that’s what I said, and this is why I said it.",
  "an3.65:29.1": "Please, Kālāmas, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.65:29.2": "But when you know for yourselves:",
  "an3.65:29.3": "‘These things are wholesome, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them.",
  "an3.65:30.1": "What do you think, Kālāmas? Does contentment come up in a person for their welfare or harm?”",
  "an3.65:31.1": "“Welfare, sir.”",
  "an3.65:32.1": "“An individual who is content, not overcome by greed, doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”",
  "an3.65:33.1": "“Yes, sir.”",
  "an3.65:34.1": "“What do you think, Kālāmas? Does love come up in a person for their welfare or harm?”",
  "an3.65:34.2": "… Does understanding come up in a person for their welfare or harm?”",
  "an3.65:34.3": "“… Is that for their lasting welfare and happiness?”",
  "an3.65:35.1": "“Yes, sir.”",
  "an3.65:36.1": "“What do you think, Kālāmas, are these things wholesome or unwholesome?”",
  "an3.65:37.1": "“Wholesome, sir.”",
  "an3.65:38.1": "“Blameworthy or blameless?”",
  "an3.65:39.1": "“Blameless, sir.”",
  "an3.65:40.1": "“Criticized or praised by sensible people?”",
  "an3.65:41.1": "“Praised by sensible people, sir.”",
  "an3.65:42.1": "“When you undertake them, do they lead to welfare and happiness, or not?",
  "an3.65:42.2": "Or how do you see this?”",
  "an3.65:43.1": "“When you undertake them, they lead to welfare and happiness.",
  "an3.65:43.2": "That’s how we see it.”",
  "an3.65:44.1": "“So, Kālāmas, when we said:",
  "an3.65:44.2": "‘Please, ",
  "an3.65:44.3": "don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.65:44.4": "But when you know for yourselves:",
  "an3.65:44.5": "“These things are wholesome, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them’—that’s what I said, and this is why I said it.",
  "an3.65:45.1": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.65:45.2": "They meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of compassion above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.65:45.3": "They meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of compassion above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.65:45.4": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.65:46.1": "When that noble disciple has a mind that’s free of enmity and ill will, uncorrupted and purified,",
  "an3.65:46.2": "they’ve won four consolations in the present life.",
  "an3.65:46.3": "‘If it turns out there is another world, and good and bad deeds have a result, then—when the body breaks up, after death—I’ll be reborn in a good place, a heavenly realm.’ This is the first consolation they’ve won. ",
  "an3.65:47.1": "‘If it turns out there is no other world, and good and bad deeds don’t have a result, then in the present life I’ll keep myself free of enmity and ill will, untroubled and happy.’ This is the second consolation they’ve won. ",
  "an3.65:48.1": "‘If it turns out that bad things happen to people who do bad things, then since I have no bad intentions,",
  "an3.65:48.2": "and since I’m not doing anything bad, how can suffering touch me?’ This is the third consolation they’ve won.",
  "an3.65:49.1": "‘If it turns out that bad things don’t happen to people who do bad things, then I still see myself pure on both sides.’ This is the fourth consolation they’ve won.",
  "an3.65:50.1": "When that noble disciple has a mind that’s free of enmity and ill will, undefiled and purified,",
  "an3.65:50.2": "they’ve won these four consolations in the present life.”",
  "an3.65:51.1": "“That’s so true, Blessed One! That’s so true, Holy One!",
  "an3.65:51.2": "When that noble disciple has a mind that’s free of enmity and ill will, undefiled and purified,",
  "an3.65:51.3": "they’ve won these four consolations in the present life. …",
  "an3.65:56.1": "Excellent, sir! Excellent!",
  "an3.65:56.2": "We go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an3.65:56.3": "From this day forth, may the Buddha remember us as lay followers who have gone for refuge for life.”"
}