{
  "_markup_path": "markup/an/an03/an3.039.html",
  "_alt_strings": [
    "pi/an/an03/an3.039.json"
  ],
  "an3.39:1.1": "Numbered Discourses 3",
  "an3.39:2.1": "4 Messengers of the Gods",
  "an3.39:3.1": "39 A Delicate Lifestyle",
  "an3.39:4.1": "“My lifestyle was delicate, mendicants, most delicate, extremely delicate.",
  "an3.39:4.2": "In my father’s house, lotus ponds were made just for me.",
  "an3.39:4.3": "In some, blue water lilies blossomed, while in others, there were pink or white lotuses, just for my benefit.",
  "an3.39:4.4": "I only used sandalwood from Kāsī,",
  "an3.39:4.5": "and my turbans, jackets, sarongs, and upper robes also came from Kāsī.",
  "an3.39:4.6": "And whether it was night or day, a white parasol was held over me, because they thought:",
  "an3.39:4.7": "‘Don’t let cold, heat, grass, dust, or damp bother him.’",
  "an3.39:5.1": "I had three stilt longhouses—",
  "an3.39:5.2": "one for the winter, one for the summer, and one for the rainy season.",
  "an3.39:5.3": "I stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where I was entertained by musicians—none of them men.",
  "an3.39:5.4": "While the slaves, workers, and servants in other houses are given rough gruel with pickles to eat, in my father’s house they eat fine rice with meat.",
  "an3.39:6.1": "Amid such prosperity and such delicate lifestyle, I thought:",
  "an3.39:6.2": "‘When an uneducated ordinary person—whose nature is to grow old, not being exempt from old age—sees someone else who is old, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation. ",
  "an3.39:6.3": "But since it is my nature, too, to grow old, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is old.’",
  "an3.39:6.4": "Reflecting like this, I entirely gave up the vanity of youth.",
  "an3.39:7.1": "‘When an uneducated ordinary person—whose nature is to get sick, not being exempt from sickness—sees someone else who is sick, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation.",
  "an3.39:7.2": "But since it is my nature, too, to get sick, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is sick.’",
  "an3.39:7.3": "Reflecting like this, I entirely gave up the vanity of health.",
  "an3.39:8.1": "‘When an uneducated ordinary person—whose nature is to die, not being exempt from death—sees someone else who is dead, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation.",
  "an3.39:8.2": "But since it is my nature, too, to die, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is dead.’",
  "an3.39:8.3": "Reflecting like this, I entirely gave up the vanity of life.",
  "an3.39:9.1": "There are these three vanities.",
  "an3.39:9.2": "What three?",
  "an3.39:9.3": "The vanity of youth, of health, and of life.",
  "an3.39:9.4": "Intoxicated with the vanity of youth, an uneducated ordinary person does bad things by way of body, speech, and mind.",
  "an3.39:9.5": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.39:9.6": "Intoxicated with the vanity of health …",
  "an3.39:9.7": "Intoxicated with the vanity of life, an uneducated ordinary person does bad things by way of body, speech, and mind.",
  "an3.39:9.8": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.39:10.1": "Intoxicated with the vanity of youth, health, or life, a mendicant abandons the training and returns to a lesser life.”",
  "an3.39:11.1": "“For others, sickness is natural,",
  "an3.39:11.2": "and so are old age and death.",
  "an3.39:11.3": "Though this is how their nature is,",
  "an3.39:11.4": "ordinary people feel disgusted.",
  "an3.39:12.1": "If I was to be disgusted",
  "an3.39:12.2": "with creatures whose nature is such,",
  "an3.39:12.3": "it would not be appropriate for me,",
  "an3.39:12.4": "since my life is just the same.",
  "an3.39:13.1": "Living in such a way,",
  "an3.39:13.2": "I understood the reality without attachments.",
  "an3.39:13.3": "I mastered all vanities—",
  "an3.39:13.4": "of health, of youth,",
  "an3.39:14.1": "and even of life—",
  "an3.39:14.2": "seeing safety in renunciation.",
  "an3.39:14.3": "Zeal sprang up in me",
  "an3.39:14.4": "as I looked to extinguishment.",
  "an3.39:15.1": "Now I’m unable",
  "an3.39:15.2": "to indulge in sensual pleasures;",
  "an3.39:15.3": "There’s no turning back,",
  "an3.39:15.4": "until the spiritual life is complete.”"
}