{
  "_markup_path": "markup/an/an03/an3.095.html",
  "_alt_strings": [
    "pi/an/an03/an3.095.json"
  ],
  "an3.95:1.1": "Numbered Discourses 3",
  "an3.95:2.1": "10 A Lump of Salt",
  "an3.95:3.1": "95 Assemblies",
  "an3.95:4.1": "“Mendicants, these are the three assemblies.",
  "an3.95:4.2": "What three?",
  "an3.95:4.3": "An assembly of the best, a divided assembly, and a harmonious assembly.",
  "an3.95:5.1": "And what is an assembly of the best?",
  "an3.95:5.2": "An assembly where the senior mendicants are not indulgent or slack, nor are they backsliders. Instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. And those who come afterwards follow their example.",
  "an3.95:5.3": "They too are not indulgent or slack, nor are they backsliders. Instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an3.95:5.4": "This is called an assembly of the best. ",
  "an3.95:6.1": "And what is a divided assembly? ",
  "an3.95:6.2": "An assembly where the mendicants argue, quarrel, and fight, continually wounding each other with barbed words. This is called a divided assembly.",
  "an3.95:7.1": "And what is a harmonious assembly? ",
  "an3.95:7.2": "An assembly where the mendicants live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes. This is called a harmonious assembly.",
  "an3.95:8.1": "When the mendicants live in harmony like this, they make much merit.",
  "an3.95:8.2": "At that time the mendicants live in a holy dwelling, that is, the heart’s release by rejoicing.",
  "an3.95:8.3": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind comes together in samādhi.",
  "an3.95:9.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean.",
  "an3.95:10.1": "In the same way, when the mendicants are in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes, they make much merit.",
  "an3.95:10.2": "At that time the mendicants live in a holy dwelling, that is, the heart’s release by rejoicing.",
  "an3.95:10.3": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind comes together in samādhi.",
  "an3.95:10.4": "These are the three assemblies.”"
}