{
  "_markup_path": "markup/an/an03/an3.074.html",
  "_alt_strings": [
    "pi/an/an03/an3.074.json"
  ],
  "an3.74:1.1": "Numbered Discourses 3",
  "an3.74:2.1": "8 Ānanda",
  "an3.74:3.1": "74 Jains",
  "an3.74:4.1": "At one time Venerable Ānanda was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "an3.74:4.2": "Then the Licchavis Abhaya and Paṇḍitakumāra went up to Venerable Ānanda,",
  "an3.74:4.3": "bowed, sat down to one side,",
  "an3.74:4.4": "and said to him:",
  "an3.74:4.5": "“Sir, the Jain leader Nāṭaputta claims to be all-knowing and all-seeing, to know and see everything without exception, thus:",
  "an3.74:4.6": "‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’",
  "an3.74:4.7": "He advocates the elimination of past karma by mortification, and breaking the bridge by not making new karma. ",
  "an3.74:4.8": "So with the ending of karma, suffering ends; with the ending of suffering, feeling ends; and with the ending of feeling, all suffering will have been worn away.",
  "an3.74:4.9": "This is how to go beyond suffering by means of this purification by wearing away in this very life.",
  "an3.74:4.10": "What, sir, does the Buddha say about this?”",
  "an3.74:5.1": "“Abhaya, these three kinds of purification by wearing away have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an3.74:5.2": "What three?",
  "an3.74:5.3": "It’s when, Abhaya, a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an3.74:5.5": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an3.74:5.6": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.74:6.1": "Then a mendicant accomplished in ethics, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … second absorption … third absorption …",
  "an3.74:6.2": "fourth absorption.",
  "an3.74:6.3": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an3.74:6.4": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.74:7.1": "Then a mendicant accomplished in samādhi realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an3.74:7.2": "They don’t perform any new deeds, and old deeds are eliminated by experiencing their results little by little.",
  "an3.74:7.3": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.74:7.4": "These are the three kinds of purification by wearing away that have been rightly explained by the Buddha … in order to realize extinguishment.”",
  "an3.74:8.1": "When he said this, Paṇḍitakumāra said to Abhaya:",
  "an3.74:8.2": "“Dear Abhaya, is there anything in what Ānanda has said so well that you would disagree with?”",
  "an3.74:8.3": "“How could I not agree with what was said so well by Ānanda? ",
  "an3.74:8.4": "If anyone didn’t agree with him, their head would explode!”"
}