{
  "_markup_path": "markup/an/an03/an3.127.html",
  "_alt_strings": [
    "pi/an/an03/an3.127.json"
  ],
  "an3.127:1.1": "Numbered Discourses 3",
  "an3.127:2.1": "13 Kusināra",
  "an3.127:3.1": "127 With Hatthaka",
  "an3.127:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an3.127:4.2": "Then, late at night, the beautiful god Hatthaka, lighting up the entire Jeta’s Grove, went up to the Buddha.",
  "an3.127:4.3": "Thinking:",
  "an3.127:4.4": "“I will stand before the Buddha,” he sank and melted down, and wasn’t able to stay still.",
  "an3.127:4.5": "It’s like when ghee or oil is poured on sand, it sinks and melts down, and can’t stay still.",
  "an3.127:5.1": "Then the Buddha said to Hatthaka:",
  "an3.127:5.2": "“Hatthaka, manifest in a solid life-form.”",
  "an3.127:5.3": "“Yes, sir,” replied Hatthaka. He manifested in a solid life-form, bowed to the Buddha, and stood to one side.",
  "an3.127:5.4": "The Buddha said to him:",
  "an3.127:6.1": "“Hatthaka, I wonder whether you still rehearse now the teachings that you rehearsed when you were a human being?”",
  "an3.127:6.2": "“I still rehearse now the teachings that I rehearsed as a human being.",
  "an3.127:6.3": "And I also rehearse teachings that I didn’t rehearse as a human being.",
  "an3.127:6.4": "Just as the Buddha these days lives crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples, ",
  "an3.127:6.5": "so I live crowded by the gods.",
  "an3.127:6.6": "The gods come from far away, thinking, ‘We’ll hear the teaching in the presence of Hatthaka.’",
  "an3.127:6.7": "Sir, I died without getting enough of three things.",
  "an3.127:6.8": "What three?",
  "an3.127:6.9": "Seeing the Buddha;",
  "an3.127:6.10": "hearing the true teaching;",
  "an3.127:6.11": "and serving the Saṅgha.",
  "an3.127:6.12": "I died without getting enough of these three things.”",
  "an3.127:7.1": "“I could never get enough",
  "an3.127:7.2": "of seeing the Buddha,",
  "an3.127:7.3": "serving the Saṅgha,",
  "an3.127:7.4": "or hearing the Dharma.",
  "an3.127:8.1": "Training in the higher ethics,",
  "an3.127:8.2": "loving to hear the true teaching,",
  "an3.127:8.3": "Hatthaka has gone to the Aviha realm",
  "an3.127:8.4": "without getting enough of these three things.”"
}