{
  "_markup_path": "markup/an/an03/an3.015.html",
  "_alt_strings": [
    "pi/an/an03/an3.015.json"
  ],
  "an3.15:1.1": "Numbered Discourses 3",
  "an3.15:2.1": "2 The Chariot-maker",
  "an3.15:3.1": "15 Pacetana",
  "an3.15:4.1": "At one time the Buddha was staying near Benares, in the deer park at Isipatana.",
  "an3.15:4.2": "There the Buddha addressed the mendicants: ",
  "an3.15:4.3": "“Mendicants!” ",
  "an3.15:4.4": "“Venerable sir,” they replied. ",
  "an3.15:4.5": "The Buddha said this: ",
  "an3.15:5.1": "“Once upon a time there was a king named Pacetana.",
  "an3.15:5.2": "Then King Pacetana addressed his chariot-maker:",
  "an3.15:5.3": "‘In six month’s time, my good chariot-maker, there will be a battle.",
  "an3.15:5.4": "Are you able to make me a new pair of wheels?’",
  "an3.15:5.5": "‘I can, Your Majesty,’ replied the chariot-maker.",
  "an3.15:5.6": "Then, when it was six days less than six months later, the chariot-maker had finished one wheel.",
  "an3.15:5.7": "Then King Pacetana addressed his chariot-maker:",
  "an3.15:5.8": "‘In six day’s time there will a battle. Is my new pair of wheels finished?”",
  "an3.15:5.9": "‘Now that it is six days less than six months, Your Majesty, I have finished one wheel.’",
  "an3.15:5.10": "‘Are you able to finish the second wheel in these six days?’",
  "an3.15:5.11": "Saying, ‘I can, Your Majesty,’ the chariot-maker finished the second wheel in six days. Taking the pair of wheels he went up to King Pacetana,",
  "an3.15:5.12": "and said this to the king:",
  "an3.15:5.13": "‘Your Majesty, these are your two new wheels, finished.”",
  "an3.15:5.14": "‘But, my good chariot-maker, what is the difference between the wheel that was finished in six days less than six months, and the wheel finished in just six days?",
  "an3.15:5.15": "Because I can’t see any difference between them.’",
  "an3.15:5.16": "‘But, Your Majesty, there is a difference.",
  "an3.15:5.17": "See now what it is.’",
  "an3.15:6.1": "Then the chariot-maker rolled forth the wheel that had been finished in six days.",
  "an3.15:6.2": "It rolled as far as the original impetus took it, then wobbled and fell down.",
  "an3.15:6.3": "Then he rolled forth the wheel that had been finished in six days less than six months.",
  "an3.15:6.4": "It rolled as far as the original impetus took it, then stood still as if fixed on an axle.",
  "an3.15:7.1": "‘But what is the cause, my good chariot-maker, what is the reason why the wheel that was finished in six days wobbled and fell, ",
  "an3.15:7.2": "while the one that was finished in six days less than six months stood still as if fixed on an axle?’",
  "an3.15:7.3": "‘The wheel that was finished in six days, Your Majesty, is crooked, flawed, and defective in rim, spoke, and hub.",
  "an3.15:7.4": "That’s why it wobbled and fell.",
  "an3.15:7.5": "‘The wheel that was finished in six days less than six months, Your Majesty, is not crooked, flawed, and defective in rim, spoke, and hub.",
  "an3.15:7.6": "That’s why it stood still as if fixed on an axle.’",
  "an3.15:8.1": "Now, mendicants, you might think:",
  "an3.15:8.2": "‘Surely that chariot-maker must have been someone else at that time?’",
  "an3.15:8.3": "But you should not see it like this.",
  "an3.15:8.4": "I myself was the chariot-maker at that time. ",
  "an3.15:8.5": "Then I was an expert in the crooks, flaws, and defects of wood.",
  "an3.15:8.6": "Now that I am a Perfect One, a fully awakened Buddha, I am an expert in the crooks, flaws, and defects of actions by body, speech, and mind.",
  "an3.15:8.7": "Whatever monk or nun has not given up the crooks, flaws, and defects of body, speech, and mind has fallen from the teaching and training, just like the wheel that was finished in six days.",
  "an3.15:9.1": "Whatever monk or nun has given up the crooks, flaws, and defects of body, speech, and mind is established in the teaching and training, just like the wheel that was finished in six days less than six months.",
  "an3.15:10.1": "So you should train like this:",
  "an3.15:10.2": "‘We will give up the crooks, flaws, and defects of body, speech, and mind.’",
  "an3.15:10.3": "That’s how you should train.”"
}