{
  "_markup_path": "markup/an/an03/an3.133.html",
  "_alt_strings": [
    "pi/an/an03/an3.133.json"
  ],
  "an3.133:1.1": "Numbered Discourses 3",
  "an3.133:2.1": "14 A Warrior",
  "an3.133:3.1": "133 A Warrior",
  "an3.133:4.1": "“Mendicants, a warrior with three factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an3.133:4.2": "What three?",
  "an3.133:4.3": "He’s a long-distance shooter, a marksman, one who shatters large objects.",
  "an3.133:4.4": "A warrior with these three factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an3.133:4.5": "In the same way, a mendicant with three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an3.133:4.7": "What three?",
  "an3.133:4.8": "They’re a long-distance shooter, a marksman, and one who shatters large objects.",
  "an3.133:5.1": "And how is a mendicant a long-distance shooter?",
  "an3.133:5.2": "It’s when a mendicant truly understands any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with proper wisdom:",
  "an3.133:5.3": "‘This is not mine, I am not this, this is not my self.’",
  "an3.133:5.4": "They truly understand any kind of feeling at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> feeling—with proper wisdom:",
  "an3.133:5.5": "‘This is not mine, I am not this, this is not my self.’",
  "an3.133:5.6": "They truly understand any kind of perception at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> perception—with proper wisdom:",
  "an3.133:5.7": "‘This is not mine, I am not this, this is not my self.’",
  "an3.133:5.8": "They truly understand any kind of choices at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> choices—with proper wisdom:",
  "an3.133:5.9": "‘This is not mine, I am not this, this is not my self.’",
  "an3.133:5.10": "They truly understand any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, <em>all</em> consciousness—with proper wisdom:",
  "an3.133:5.11": "‘This is not mine, I am not this, this is not my self.’",
  "an3.133:5.12": "That’s how a mendicant is a long-distance shooter.",
  "an3.133:6.1": "And how is a mendicant a marksman?",
  "an3.133:6.2": "It’s when a mendicant truly understands: ‘This is suffering’ … ",
  "an3.133:6.3": "‘This is the origin of suffering’ … ",
  "an3.133:6.4": "‘This is the cessation of suffering’ … ",
  "an3.133:6.5": "‘This is the practice that leads to the cessation of suffering’. ",
  "an3.133:6.6": "That’s how a mendicant is a marksman.",
  "an3.133:7.1": "And how does a mendicant shatter large objects?",
  "an3.133:7.2": "It’s when a mendicant shatters the great mass of ignorance.",
  "an3.133:7.3": "That’s how a mendicant shatters large objects.",
  "an3.133:7.4": "A mendicant with these three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}