{
  "_markup_path": "markup/an/an03/an3.061.html",
  "_alt_strings": [
    "pi/an/an03/an3.061.json"
  ],
  "an3.61:1.1": "Numbered Discourses 3",
  "an3.61:2.1": "7 The Greater Chapter",
  "an3.61:3.1": "61 Sectarian Tenets",
  "an3.61:4.1": "“Mendicants, these three sectarian tenets—as questioned, pressed, and examined by the astute—when taken to their conclusion, end with inaction.",
  "an3.61:4.2": "What three?",
  "an3.61:4.3": "There are some ascetics and brahmins who have this doctrine and view:",
  "an3.61:4.4": "‘Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds.’",
  "an3.61:4.5": "There are some ascetics and brahmins who have this doctrine and view:",
  "an3.61:4.6": "‘Everything this individual experiences—pleasurable, painful, or neutral—is because of God’s creation.’",
  "an3.61:4.7": "There are some ascetics and brahmins who have this doctrine and view:",
  "an3.61:4.8": "‘Everything this individual experiences—pleasurable, painful, or neutral—has no cause or reason.’",
  "an3.61:5.1": "Regarding this, I went up to the ascetics and brahmins whose view is that",
  "an3.61:5.2": "everything that is experienced is because of past deeds, and I said to them:",
  "an3.61:5.3": "‘Is it really true that this is the venerables’ view?’",
  "an3.61:5.5": "And they answered, ‘Yes’.",
  "an3.61:5.6": "I said to them:",
  "an3.61:5.7": "‘In that case, you might kill living creatures, steal, be unchaste, lie, speak divisively, harshly, or meaninglessly, be covetous, malicious, or have wrong view, all because of past deeds.’",
  "an3.61:6.1": "Those who believe that past deeds are the most important thing have no enthusiasm or effort, no idea that there are things that should and should not be done.",
  "an3.61:6.2": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics.",
  "an3.61:6.3": "This is my first legitimate refutation of the ascetics and brahmins who have this doctrine and view.",
  "an3.61:7.1": "Regarding this, I went up to the ascetics and brahmins whose view is that",
  "an3.61:7.2": "everything that is experienced is because of God’s creation, and I said to them:",
  "an3.61:7.3": "‘Is it really true that this is the venerables’ view?’",
  "an3.61:7.5": "And they answered, ‘Yes’.",
  "an3.61:7.6": "I said to them:",
  "an3.61:7.7": "‘In that case, you might kill living creatures, steal, be unchaste, lie, speak divisively, harshly, or meaninglessly, be covetous, malicious, or have wrong view, all because of God’s creation.’",
  "an3.61:8.1": "Those who believe that God’s creative power is the most important thing have no enthusiasm, no effort, no idea that there are things that should and should not be done.",
  "an3.61:8.2": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics.",
  "an3.61:8.3": "This is my second legitimate refutation of the ascetics and brahmins who have this doctrine and view.",
  "an3.61:9.1": "Regarding this, I went up to the ascetics and brahmins whose view is that",
  "an3.61:9.2": "everything that is experienced has no cause or reason, and I said to them:",
  "an3.61:9.3": "‘Is it really true that this is the venerables’ view?’",
  "an3.61:9.5": "And they answered, ‘Yes’.",
  "an3.61:9.6": "I said to them:",
  "an3.61:9.7": "‘In that case, you might kill living creatures, steal, be unchaste, lie, speak divisively, harshly, or meaninglessly, be covetous, malicious, or have wrong view, all without cause or reason.’",
  "an3.61:10.1": "Those who believe that the absence of cause or reason is the most important thing have no enthusiasm, no effort, no idea that there are things that should and should not be done.",
  "an3.61:10.2": "Since they don’t acknowledge as a genuine fact that there are things that should and should not be done, they’re unmindful and careless, and can’t rightly be called ascetics.",
  "an3.61:10.3": "This is my third legitimate refutation of the ascetics and brahmins who have this doctrine and view.",
  "an3.61:11.1": "These are the three sectarian tenets—as questioned, pressed, and examined by the astute—which, when taken to their conclusion, end with inaction.",
  "an3.61:12.1": "But the Dharma that I’ve taught is irrefutable, uncorrupted, beyond reproach, and not scorned by sensible ascetics and brahmins.",
  "an3.61:12.2": "What is the Dharma that I’ve taught?",
  "an3.61:12.3": "‘These are the six elements’: this is the Dharma I’ve taught …",
  "an3.61:12.4": "‘These are the six fields of contact’: this is the Dharma I’ve taught …",
  "an3.61:12.5": "‘These are the eighteen mental lingerings’: this is the Dharma I’ve taught …",
  "an3.61:12.6": "‘These are the four noble truths’: this is the Dharma I’ve taught that is irrefutable, uncorrupted, beyond reproach, and is not scorned by sensible ascetics and brahmins.",
  "an3.61:13.1": "‘These are the six elements’: this is the Dharma I’ve taught …",
  "an3.61:13.2": "That’s what I said, ",
  "an3.61:13.3": "and why did I say it?",
  "an3.61:13.4": "There are these six elements:",
  "an3.61:13.5": "the elements of earth, water, fire, air, space, and consciousness.",
  "an3.61:13.6": "‘These are the six elements’: this is the Dharma I’ve taught …",
  "an3.61:13.7": "That’s what I said, and this is why I said it.",
  "an3.61:14.1": "‘These are the six fields of contact’: this is the Dharma I’ve taught …",
  "an3.61:14.2": "That’s what I said, ",
  "an3.61:14.3": "and why did I say it?",
  "an3.61:14.4": "There are these six fields of contact:",
  "an3.61:14.5": "eye, ear, nose, tongue, body, and mind.",
  "an3.61:14.6": "‘These are the six fields of contact’: this is the Dharma I’ve taught …",
  "an3.61:14.7": "That’s what I said, and this is why I said it.",
  "an3.61:15.1": "‘These are the eighteen mental lingerings’: this is the Dharma I’ve taught …",
  "an3.61:15.2": "This is what I said, ",
  "an3.61:15.3": "and why did I say it?",
  "an3.61:15.4": "Seeing a sight with the eye, you linger on a sight that’s a basis for happiness or sadness or equanimity. Hearing a sound with the ear …",
  "an3.61:15.5": "Smelling an odor with the nose …",
  "an3.61:15.6": "Tasting a flavor with the tongue …",
  "an3.61:15.7": "Feeling a touch with the body …",
  "an3.61:15.8": "Becoming conscious of a phenomena with the mind, you linger on a phenomena that’s a basis for happiness or sadness or equanimity.",
  "an3.61:15.9": "‘These are the eighteen mental lingerings’: this is the Dharma I’ve taught …",
  "an3.61:15.10": "That’s what I said, and this is why I said it.",
  "an3.61:16.1": "‘These are the four noble truths’: this is the Dharma I’ve taught …",
  "an3.61:16.2": "That’s what I said, ",
  "an3.61:16.3": "and why did I say it?",
  "an3.61:16.4": "Supported by the six elements, an embryo is conceived.",
  "an3.61:16.5": "When it is conceived, there is name and form. Name and form is a condition for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling.",
  "an3.61:16.6": "It’s for one who feels that I declare: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.61:17.1": "And what is the noble truth of suffering? ",
  "an3.61:17.2": "Birth is suffering; old age is suffering; death is suffering; sorrow, crying, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you want is suffering. ",
  "an3.61:17.3": "In brief, the five grasping aggregates are suffering.",
  "an3.61:17.4": "This is called the noble truth of suffering. ",
  "an3.61:18.1": "And what is the noble truth of the origin of suffering? ",
  "an3.61:18.2": "Ignorance is a condition for choices. Choices are a condition for consciousness. Consciousness is a condition for name and form. Name and form is a condition for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for future existence. Future existence is a condition for rebirth. Rebirth is a condition that gives rise to old age and death, sorrow, crying, pain, sadness, and distress.",
  "an3.61:18.3": "That is how this entire mass of suffering originates.",
  "an3.61:18.4": "This is called the noble truth of the origin of suffering. ",
  "an3.61:19.1": "And what is the noble truth of the cessation of suffering? ",
  "an3.61:19.2": "When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, future existence ceases. When future existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, crying, pain, sadness, and distress cease.",
  "an3.61:19.3": "That is how this entire mass of suffering ceases.",
  "an3.61:19.4": "This is called the noble truth of the cessation of suffering. ",
  "an3.61:20.1": "And what is the noble truth of the practice leading to the cessation of suffering? ",
  "an3.61:20.2": "It is simply this noble eightfold path, that is: ",
  "an3.61:20.3": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "an3.61:20.4": "This is called the noble truth of the practice leading to the cessation of suffering. ",
  "an3.61:20.5": "‘These are the four noble truths’: this is the Dharma I’ve taught that is irrefutable, uncorrupted, beyond reproach, and is not scorned by sensible ascetics and brahmins.",
  "an3.61:20.6": "That’s what I said, and this is why I said it.” "
}