{
  "_markup_path": "markup/an/an03/an3.100.html",
  "_alt_strings": [
    "pi/an/an03/an3.100.json"
  ],
  "an3.100:1.1": "Numbered Discourses 3",
  "an3.100:2.1": "10 A Lump of Salt",
  "an3.100:3.1": "100 A Lump of Salt",
  "an3.100:4.1": "“Mendicants, suppose you say:",
  "an3.100:4.2": "‘A person experiences deeds in exactly the same way that they perform them.’ If this was true, the spiritual life could not be lived, and there’d be no chance of making a complete end of suffering.",
  "an3.100:4.3": "Suppose you say:",
  "an3.100:4.4": "‘A person experiences results in exactly the same way that the deed was to be experienced.’ If this was true, the spiritual life can be lived, and there is a chance of making a complete end of suffering.",
  "an3.100:4.5": "Take the case of a person who does a trivial bad deed, but it lands them in hell.",
  "an3.100:4.6": "While another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot.",
  "an3.100:5.1": "What kind of person does a trivial bad deed, but it lands them in hell?",
  "an3.100:5.2": "A person who hasn’t developed their physical endurance, ethics, mind, or wisdom. They’re small-minded and mean-spirited, living in suffering.",
  "an3.100:5.3": "That kind of person does a trivial bad deed, but it lands them in hell.",
  "an3.100:6.1": "What kind of person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot?",
  "an3.100:6.2": "A person who has developed their physical endurance, ethics, mind, and wisdom. They’re not small-minded, but are big-hearted, living without limits.",
  "an3.100:6.3": "That kind of person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot.",
  "an3.100:7.1": "Suppose a person was to drop a lump of salt into a small bowl of water.",
  "an3.100:7.2": "What do you think, mendicants? Would that small bowl of water become salty and undrinkable?”",
  "an3.100:7.3": "“Yes, sir.",
  "an3.100:7.4": "Why is that?",
  "an3.100:7.5": "Because there is only a little water in the bowl.”",
  "an3.100:7.6": "Suppose a person was to drop a lump of salt into the Ganges river.",
  "an3.100:7.7": "What do you think, mendicants? Would the Ganges river become salty and undrinkable?”",
  "an3.100:7.8": "“No, sir.",
  "an3.100:7.9": "Why is that?",
  "an3.100:7.10": "Because the Ganges river is a vast mass of water.”",
  "an3.100:8.1": "“This is how it is in the case of a person who does a trivial bad deed, but it lands them in hell.",
  "an3.100:8.2": "While another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. …",
  "an3.100:10.3": "<span class=”brnum”>(1)</span>",
  "an3.100:11.1": "Take the case of a person who is jailed for stealing half a dollar, a dollar, or a hundred dollars.",
  "an3.100:11.2": "While another person who isn’t jailed for stealing half a dollar, a dollar, or a hundred dollars.",
  "an3.100:12.1": "What kind of person is jailed for stealing half a dollar, a dollar, or a hundred dollars?",
  "an3.100:12.2": "A person who is poor, with few possessions and little wealth.",
  "an3.100:12.3": "That kind of person is jailed for stealing half a dollar, a dollar, or a hundred dollars.",
  "an3.100:13.1": "What kind of person isn’t jailed for stealing half a dollar, a dollar, or a hundred dollars?",
  "an3.100:13.2": "A person who is rich, affluent, and wealthy.",
  "an3.100:13.3": "That kind of person isn’t jailed for stealing half a dollar, a dollar, or a hundred dollars.",
  "an3.100:13.4": "This is how it is in the case of a person who does a trivial bad deed, but they go to hell.",
  "an3.100:13.6": "While another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. …",
  "an3.100:15.3": "<span class=”brnum”>(2)</span>",
  "an3.100:16.3": "It’s like a sheep dealer or butcher. They can execute, jail, fine, or otherwise punish one person who steals from them, but not another. ",
  "an3.100:17.1": "What kind of person can they punish?",
  "an3.100:17.2": "A person who is poor, with few possessions and little wealth.",
  "an3.100:17.3": "That’s the kind of person they can punish.",
  "an3.100:18.1": "What kind of person can’t they punish?",
  "an3.100:18.2": "A person who is rich, rich, affluent, and wealthy.",
  "an3.100:18.3": "That’s the kind of person they can’t punish.",
  "an3.100:18.4": "In fact, all they can do is raise their cupped hands and ask:",
  "an3.100:18.5": "‘Please, good sir, give me my sheep or pay me for it.’",
  "an3.100:18.6": "This is how it is in the case of a person who does a trivial bad deed, but it lands them in hell.",
  "an3.100:18.7": "While another person does the same trivial bad deed, but experiences it in the present life, without even a bit left over, not to speak of a lot. …",
  "an3.100:20.3": "<span class=”brnum”>(3)</span>",
  "an3.100:21.1": "Mendicants, suppose you say:",
  "an3.100:21.2": "‘A person experiences deeds in exactly the same way that they perform them.’ If this was true, the spiritual life could not be lived, and there’d be no chance of making a complete end of suffering.",
  "an3.100:21.3": "Suppose you say:",
  "an3.100:21.4": "‘A person experiences results in exactly the same way that the deed was to be experienced.’ If this was true, the spiritual life can be lived, and there is a chance of making a complete end of suffering.”"
}