{
  "_markup_path": "markup/an/an03/an3.068.html",
  "_alt_strings": [
    "pi/an/an03/an3.068.json"
  ],
  "an3.68:2.1": "7 The Greater Chapter",
  "an3.68:3.1": "68 Followers of Other Paths",
  "an3.68:4.1": "“Mendicants, if wanderers who follow other paths were to ask:",
  "an3.68:4.2": "‘There are these three things.",
  "an3.68:4.3": "What three?",
  "an3.68:4.4": "Greed, hate, delusion.",
  "an3.68:4.5": "These are the three things.",
  "an3.68:4.6": "What’s the difference between them?’",
  "an3.68:4.7": "How would you answer them?”",
  "an3.68:4.8": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "an3.68:4.9": "Sir, may the Buddha himself please clarify the meaning of this.",
  "an3.68:4.10": "The mendicants will listen and remember it.”",
  "an3.68:4.11": "“Well then, mendicants, listen and pay close attention, I will speak.”",
  "an3.68:4.12": "“Yes, sir,” they replied. ",
  "an3.68:4.13": "The Buddha said this: ",
  "an3.68:5.1": "“Mendicants, if wanderers who follow other paths were to ask:",
  "an3.68:5.2": "‘There are these three things.",
  "an3.68:5.3": "What three?",
  "an3.68:5.4": "Greed, hate, delusion.",
  "an3.68:5.5": "These are the three things.",
  "an3.68:5.6": "What’s the difference between them?’",
  "an3.68:5.7": "You should answer them:",
  "an3.68:5.8": "‘Greed, reverends, is mildly blameworthy, but slow to fade away. Hate is very blameworthy, but quick to fade away. Delusion is very blameworthy, and slow to fade away.’",
  "an3.68:6.1": "And if they ask: ‘What is the cause, what is the reason why greed arises, and once arisen it increases and grows?’",
  "an3.68:6.2": "You should say: ‘The beautiful aspect of things.",
  "an3.68:6.3": "When you focus on the beautiful aspect of things in the wrong way, greed arises, and once arisen it increases and grows.",
  "an3.68:6.4": "This is the cause, this is the reason why greed arises, and once arisen it increases and grows.’",
  "an3.68:7.1": "And if they ask: ‘What is the cause, what is the reason why hate arises, and once arisen it increases and grows?’",
  "an3.68:7.2": "You should say: ‘The disagreeable aspect of things.",
  "an3.68:7.3": "When you focus on the disagreeable aspect of things in the wrong way, hate arises, and once arisen it increases and grows.",
  "an3.68:7.4": "This is the cause, this is the reason why hate arises, and once arisen it increases and grows.’",
  "an3.68:8.1": "And if they ask: ‘What is the cause, what is the reason why delusion arises, and once arisen it increases and grows?’",
  "an3.68:8.2": "You should say: ‘Focusing your mind in the wrong way.",
  "an3.68:8.3": "When you focus your mind in the wrong way, delusion arises, and once arisen it increases and grows.",
  "an3.68:8.4": "This is the cause, this is the reason why delusion arises, and once arisen it increases and grows.’",
  "an3.68:9.1": "And if they ask, ‘What is the cause, what is the reason why greed doesn’t arise, or if it’s already arisen it’s given up?’",
  "an3.68:9.2": "You should say: ‘The ugly aspect of things.",
  "an3.68:9.3": "When you focus on the ugly aspect of things in the right way, greed doesn’t arise, or if it’s already arisen it’s given up.",
  "an3.68:9.4": "This is the cause, this is the reason why greed doesn’t arise, or if it’s already arisen it’s given up.’",
  "an3.68:10.1": "And if they ask, ‘What is the cause, what is the reason why hate doesn’t arise, or if it’s already arisen it’s given up?’",
  "an3.68:10.2": "You should say: ‘The heart’s release by love.’",
  "an3.68:10.3": "When you focus properly on the heart’s release by love, hate doesn’t arise, or if it’s already arisen it’s given up.",
  "an3.68:10.4": "This is the cause, this is the reason why hate doesn’t arise, or if it’s already arisen it’s given up.’",
  "an3.68:11.1": "And if they ask, ‘What is the cause, what is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up?’",
  "an3.68:11.2": "You should say: ‘Focusing your mind in the right way.",
  "an3.68:11.3": "When you focus your mind in the right way, delusion doesn’t arise, or if it’s already arisen it’s given up.",
  "an3.68:11.4": "This is the cause, this is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up.’”"
}