{
  "_markup_path": "markup/an/an03/an3.118.html",
  "_alt_strings": [
    "pi/an/an03/an3.118.json"
  ],
  "an3.118:1.1": "Numbered Discourses 3",
  "an3.118:2.1": "12 Bound for Loss",
  "an3.118:3.1": "118 Loaded Dice",
  "an3.118:4.1": "“Mendicants, there are three failures.",
  "an3.118:4.2": "What three?",
  "an3.118:4.3": "Failure in ethics, mind, and view.",
  "an3.118:5.1": "And what is failure in ethics? ",
  "an3.118:5.2": "It’s when someone kills living creatures, steals, commits sexual misconduct, and uses speech that’s lying, divisive, harsh, and meaningless.",
  "an3.118:5.4": "This is called ‘failure in ethics’. ",
  "an3.118:6.1": "And what is failure in mind? ",
  "an3.118:6.2": "It’s when someone is covetous and malicious.",
  "an3.118:6.3": "This is called ‘failure in mind’. ",
  "an3.118:7.1": "And what is failure in view? ",
  "an3.118:7.2": "It’s when someone has wrong view, a distorted perspective, such as:",
  "an3.118:7.3": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’",
  "an3.118:7.5": "This is called ‘failure in view’. ",
  "an3.118:7.6": "Some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell because of failure in ethics, mind, or view.",
  "an3.118:7.8": "It’s like throwing loaded dice: they always fall the right side up.",
  "an3.118:7.9": "In the same way, some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell because of failure in ethics, mind, or view.",
  "an3.118:7.11": "These are the three failures.",
  "an3.118:8.1": "There are three accomplishments.",
  "an3.118:8.2": "What three?",
  "an3.118:8.3": "Accomplishment in ethics, mind, and view.",
  "an3.118:9.1": "And what is accomplishment in ethics? ",
  "an3.118:9.2": "It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s lying, divisive, harsh, and meaningless.",
  "an3.118:9.3": "This is called accomplishment in ethics. ",
  "an3.118:10.1": "And what is accomplishment in mind? ",
  "an3.118:10.2": "It’s when someone is content and kind-hearted.",
  "an3.118:10.3": "This is called accomplishment in mind. ",
  "an3.118:11.1": "And what is accomplishment in view? ",
  "an3.118:11.2": "It’s when someone has right view, a undistorted perspective, such as:",
  "an3.118:11.3": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’",
  "an3.118:11.5": "This is called accomplishment in view. ",
  "an3.118:11.6": "Some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm because of success in ethics, mind, or view.",
  "an3.118:11.9": "It’s like throwing loaded dice: they always fall the right side up.",
  "an3.118:11.10": "In the same way, some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm because of success in ethics, mind, or view.",
  "an3.118:11.12": "These are the three accomplishments.”"
}