{
  "_markup_path": "markup/an/an03/an3.091.html",
  "_alt_strings": [
    "pi/an/an03/an3.091.json"
  ],
  "an3.91:1.1": "Numbered Discourses 3",
  "an3.91:2.1": "9 Ascetics",
  "an3.91:3.1": "91 At Paṅkadhā",
  "an3.91:4.1": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. He arrived at a town of the Kosalans named Paṅkadhā,",
  "an3.91:4.2": "and stayed on there.",
  "an3.91:4.3": "Now, at that time a monk called Kassapagotta was resident at Paṅkadhā.",
  "an3.91:4.4": "There the Buddha educated, encouraged, fired up, and inspired the mendicants with a Dharma talk about the training rules.",
  "an3.91:4.5": "Kassapagotta became quite impatient and bitter, thinking:",
  "an3.91:4.6": "“This ascetic is much too strict.”",
  "an3.91:4.7": "Then the Buddha—when he had stayed in Paṅkadhā as long as he wished—set out for Rājagaha.",
  "an3.91:4.8": "Travelling stage by stage, he arrived at Rājagaha,",
  "an3.91:4.9": "and stayed on there.",
  "an3.91:5.1": "Soon after the Buddha left, Kassapagotta became quite remorseful and regretful, thinking:",
  "an3.91:5.2": "“It’s my loss,",
  "an3.91:5.3": "my misfortune,",
  "an3.91:5.4": "that when the Buddha was talking about the training rules I became quite impatient and bitter, thinking",
  "an3.91:5.5": "he was much too strict.",
  "an3.91:5.6": "Why don’t I go to the Buddha",
  "an3.91:5.7": "and confess my mistake to him?”",
  "an3.91:5.8": "Then Kassapagotta set his lodgings in order and, taking his bowl and robes, set out for Rājagaha.",
  "an3.91:5.9": "Eventually he came to Rājagaha and the Vulture’s Peak. He went up to the Buddha,",
  "an3.91:5.10": "bowed, sat down to one side,",
  "an3.91:5.11": "and told him what had happened.",
  "an3.91:6.13": "I have made a mistake, sir. It was foolish, stupid, and unskillful of me to become impatient and bitter when the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dharma talk about the training rules, and to think:",
  "an3.91:6.14": "‘This ascetic is much too strict.’",
  "an3.91:6.15": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.”",
  "an3.91:7.1": "“Indeed, Kassapa, you made a mistake.",
  "an3.91:7.3": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.",
  "an3.91:7.4": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.",
  "an3.91:8.1": "Kassapa, take the case of a senior mendicant who doesn’t want to train and doesn’t praise taking up the training. They don’t encourage other mendicants who don’t want to train to take up the training. And they don’t truthfully and substantively praise at the right time those mendicants who do want to train. I don’t praise that kind of senior mendicant.",
  "an3.91:8.2": "Why is that?",
  "an3.91:8.3": "Because, hearing that I praised that mendicant, other mendicants might want to keep company with them. Then they might follow their example, which would be for their lasting harm and suffering.",
  "an3.91:8.4": "That’s why I don’t praise that kind of senior mendicant.",
  "an3.91:9.1": "Take the case of a middle mendicant who doesn’t want to train …",
  "an3.91:9.2": "Take the case of a junior mendicant who doesn’t want to train …",
  "an3.91:9.5": "That’s why I don’t praise that kind of junior mendicant.",
  "an3.91:10.1": "Kassapa, take the case of a senior mendicant who does want to train and praises taking up the training. They encourage other mendicants who don’t want to train to take up the training. And they truthfully and substantively praise at the right time those mendicants who do want to train. I praise that kind of senior mendicant.",
  "an3.91:10.2": "Why is that?",
  "an3.91:10.3": "Because, hearing that I praised that mendicant, other mendicants might want to keep company with them. Then they might follow their example, which would be for their lasting welfare and happiness.",
  "an3.91:10.4": "That’s why I praise that kind of senior mendicant.",
  "an3.91:11.1": "Take the case of a middle mendicant who wants to train …",
  "an3.91:11.2": "Take the case of a junior mendicant who wants to train …",
  "an3.91:11.5": "That’s why I praise that kind of junior mendicant.”"
}