{
  "_markup_path": "markup/an/an03/an3.099.html",
  "_alt_strings": [
    "pi/an/an03/an3.099.json"
  ],
  "an3.99:1.1": "Numbered Discourses 3",
  "an3.99:2.1": "10 A Lump of Salt",
  "an3.99:3.1": "99 Jute",
  "an3.99:4.1": "“Jute canvas is ugly, unpleasant to touch, and worthless whether it’s new, worn in, or worn out.",
  "an3.99:4.4": "They use worn out jute canvas for scrubbing pots, or else they just throw it away on the rubbish heap.",
  "an3.99:5.1": "In the same way, if a junior mendicant is unethical, of bad character, ",
  "an3.99:5.2": "this is how they’re ugly, I say.",
  "an3.99:5.3": "That person is just as ugly as jute canvas.",
  "an3.99:5.4": "If you frequent, accompany, and attend to that person, following their example, it’ll be for your lasting harm and suffering.",
  "an3.99:5.5": "This is how they’re unpleasant to touch, I say.",
  "an3.99:5.6": "That person is just as unpleasant to touch as jute canvas.",
  "an3.99:5.7": "Any robes, alms-food, lodgings, and medicines and supplies for the sick that they receive are not very fruitful or beneficial for the donor.",
  "an3.99:5.8": "This is how they’re worthless, I say.",
  "an3.99:5.9": "That person is just as worthless as jute canvas.",
  "an3.99:5.10": "If a middle mendicant is unethical, of bad character, this is how they’re ugly, I say. …",
  "an3.99:5.11": "If a senior mendicant is unethical, of bad character, this is how they’re ugly, I say. …",
  "an3.99:5.13": "If you frequent, accompany, and attend to that person, following their example, it’ll be for your lasting harm and suffering.",
  "an3.99:6.1": "If such a senior mendicant speaks among the Saṅgha,",
  "an3.99:6.2": "the mendicants say:",
  "an3.99:6.3": "‘What’s an incompetent fool like you got to say? How on earth could you imagine you’ve got something worth saying!’",
  "an3.99:6.4": "That person becomes angry and upset, and blurts out things that make the Saṅgha throw them out, as if they were throwing jute canvas away on the rubbish heap.",
  "an3.99:7.1": "“Cloth from Kāsī is beautiful, pleasant to touch, and valuable whether it’s new, worn in, or worn out.",
  "an3.99:7.4": "They use worn out cloth from Kāsī for wrapping, or else they place it in a perfume casket.",
  "an3.99:8.1": "In the same way, if a junior mendicant is ethical, of good character, this is how they’re beautiful, I say.",
  "an3.99:8.2": "That person is just as beautiful as cloth from Kāsī.",
  "an3.99:8.3": "If you frequent, accompany, and attend to such a person, following their example, it will be for your lasting welfare and happiness.",
  "an3.99:8.4": "This is how they’re pleasant to touch, I say.",
  "an3.99:8.5": "That person is just as pleasant to touch as cloth from Kāsī.",
  "an3.99:8.6": "Any robes, alms-food, lodgings, and medicines and supplies for the sick that they receive are very fruitful and beneficial for the donor.",
  "an3.99:8.7": "This is how they’re valuable, I say.",
  "an3.99:8.8": "That person is just as valuable as cloth from Kāsī.",
  "an3.99:8.9": "If a middle mendicant is ethical, of good character, this is how they’re beautiful, I say. …",
  "an3.99:8.10": "If a senior mendicant is ethical, of good character, this is how they’re beautiful, I say. …",
  "an3.99:9.1": "If such a senior mendicant speaks in the midst of the Saṅgha,",
  "an3.99:9.2": "the mendicants say:",
  "an3.99:9.3": "‘Venerables, be quiet! The senior mendicant is speaking on the teaching and training.’",
  "an3.99:9.4": "So you should train like this:",
  "an3.99:9.5": "‘We will be like cloth from Kāsī, not like jute canvas.’",
  "an3.99:9.6": "That’s how you should train.”"
}