{
  "_markup_path": "markup/an/an03/an3.163-182.html",
  "_alt_strings": [
    "pi/an/an03/an3.163-182.json"
  ],
  "an3.163-182:1.1": "Numbered Discourses 3",
  "an3.163-182:2.1": "17 Courses of Deeds",
  "an3.163-182:3.1": "163–​182",
  "an3.163-182:4.1": "“Someone with three qualities is cast down to hell.",
  "an3.163-182:4.2": "What three?",
  "an3.163-182:4.3": "They themselves kill living creatures. They encourage others to kill living creatures. And they approve of killing living creatures.",
  "an3.163-182:4.4": "Someone with these three qualities is cast down to hell.",
  "an3.163-182:5.1": "Someone with three qualities is raised up to heaven.",
  "an3.163-182:5.2": "What three?",
  "an3.163-182:5.3": "They don’t themselves kill living creatures. They encourage others to not kill living creatures. And they approve of not killing living creatures.",
  "an3.163-182:5.4": "<span class=\"brnum\">(2)</span>",
  "an3.163-182:6.1": "They themselves steal. They encourage others to steal. And they approve of stealing.",
  "an3.163-182:7.1": "They don’t themselves steal. They encourage others to not steal;. And they approve of not stealing.",
  "an3.163-182:7.2": "<span class=\"brnum\">(4)</span>",
  "an3.163-182:8.1": "They themselves commit sexual misconduct. They encourage others to commit sexual misconduct. And they approve of committing sexual misconduct.",
  "an3.163-182:9.1": "They don’t themselves commit sexual misconduct. They encourage others to not commit sexual misconduct. And they approve of not committing sexual misconduct.",
  "an3.163-182:9.2": "<span class=\"brnum\">(6)</span>",
  "an3.163-182:10.1": "They themselves lie. They encourage others to lie. And they approve of lying.",
  "an3.163-182:11.1": "They don’t themselves lie. They encourage others to not lie. And they approve of not lying.",
  "an3.163-182:11.2": "<span class=\"brnum\">(8)</span>",
  "an3.163-182:12.1": "They themselves speak divisively. They encourage others to speak divisively. And they approve of speaking divisively.",
  "an3.163-182:13.1": "They don’t themselves speak divisively. They encourage others to not speak divisively. And they approve of not speaking divisively.",
  "an3.163-182:13.2": "<span class=\"brnum\">(10)</span>",
  "an3.163-182:14.1": "They themselves speak harshly. They encourage others to speak harshly. And they approve of speaking harshly.",
  "an3.163-182:15.1": "They don’t themselves speak harshly. They encourage others to not speak harshly. And they approve of not speaking harshly.",
  "an3.163-182:15.2": "<span class=\"brnum\">(12)</span>",
  "an3.163-182:16.1": "They themselves speak meaninglessly. They encourage others to speak meaninglessly. And they approve of speaking meaninglessly.",
  "an3.163-182:17.1": "They don’t themselves speak meaninglessly. They encourage others to not speak meaninglessly. And they approve of not speaking meaninglessly.",
  "an3.163-182:17.2": "<span class=\"brnum\">(14)</span>",
  "an3.163-182:18.1": "They themselves are covetous. They encourage others to be covetous. And they approve of covetousness.",
  "an3.163-182:19.1": "They themselves are content. They encourage others to be contented. And they approve of being contented.",
  "an3.163-182:19.2": "<span class=\"brnum\">(16)</span>",
  "an3.163-182:20.1": "They themselves have ill will. They encourage others to have ill will. And they approve of having ill will.",
  "an3.163-182:21.1": "They themselves don’t have ill will. They encourage others to not have ill will. And they approve of not having ill will.",
  "an3.163-182:21.2": "<span class=\"brnum\">(18)</span>",
  "an3.163-182:22.1": "They themselves have wrong view. They encourage others to have wrong view. And they approve of wrong view.",
  "an3.163-182:23.1": "They themselves have right view. They encourage others to have right view. And they approve of right view.",
  "an3.163-182:23.2": "Someone with these three qualities is raised up to heaven.”<span class=”brnum”>(20)</span>"
}