{
  "_markup_path": "markup/an/an03/an3.080.html",
  "_alt_strings": [
    "pi/an/an03/an3.080.json"
  ],
  "an3.80:1.1": "Numbered Discourses 3",
  "an3.80:2.1": "8 Ānanda",
  "an3.80:3.1": "80 Lesser",
  "an3.80:4.1": "Then Venerable Ānanda went up to the Buddha,",
  "an3.80:4.2": "bowed, sat down to one side,",
  "an3.80:4.3": "and said to him:",
  "an3.80:4.4": "“Sir, I have heard and learned this directly from the Buddha:",
  "an3.80:4.5": "‘Ānanda, the Buddha Sikhi had a disciple called Abhibhū. Standing in the Brahmā realm, he could make his voice heard throughout the galaxy.’",
  "an3.80:4.6": "I wonder how far a Blessed One, a perfected one, a fully awakened Buddha can make their voice heard?”",
  "an3.80:4.7": "“He was a disciple, Ānanda. Realized Ones are immeasurable.”",
  "an3.80:5.1": "For a second time …",
  "an3.80:6.1": "For a third time, Ānanda said to the Buddha:",
  "an3.80:6.4": "“… I wonder how far a Blessed One, a perfected one, a fully awakened Buddha can make their voice heard?”",
  "an3.80:6.5": "“Ānanda, have you heard of a thousandfold lesser world system, a galaxy?”",
  "an3.80:6.6": "“Now is the time, Blessed One!",
  "an3.80:6.7": "Now is the time, Holy One! Let the Buddha speak.",
  "an3.80:6.8": "The mendicants will listen and remember it.”",
  "an3.80:6.9": "“Well then, Ānanda, listen and pay close attention, I will speak.”",
  "an3.80:6.10": "“Yes, sir,” Ānanda replied. ",
  "an3.80:6.11": "The Buddha said this: ",
  "an3.80:7.1": "“Ānanda, a galaxy extends a thousand times as far as the moon and sun revolve and the shining ones light up the quarters.",
  "an3.80:7.2": "In that galaxy there are a thousand moons, a thousand suns, a thousand Sinerus king of mountains, a thousand Indias, a thousand Western Continents, a thousand Northern Continents, a thousand Eastern Continents, four thousand oceans, four thousand Great Kings, a thousand realms of the Gods of the Four Great Kings, a thousand realms of the Gods of the Thirty-three, of the Gods of Yama, of the Joyful Gods, of the Gods who Love to Create, of the Gods who Control the Creations of Others, and a thousand Brahmā realms.",
  "an3.80:8.1": "A world system that extends for a thousand galaxies",
  "an3.80:8.2": "is called a millionfold middling world system, a ‘galactic cluster’.",
  "an3.80:9.1": "A world system that extends for a thousand galactic clusters",
  "an3.80:9.2": "is called a billionfold great world system, a ‘galactic supercluster’.",
  "an3.80:10.1": "If he wished, Ānanda, a Realized One could make his voice heard throughout a galactic supercluster, or as far as he wants.”",
  "an3.80:11.1": "“But how would the Buddha make his voice heard so far?”",
  "an3.80:11.2": "“First, Ānanda, a Realized One would fill the galactic supercluster with light.",
  "an3.80:11.3": "When sentient beings saw the light, the Realized One would project his call so that they’d hear the sound.",
  "an3.80:11.4": "That’s how a Realized One could make his voice heard throughout a galactic supercluster, or as far as he wants.”",
  "an3.80:12.1": "When he said this, Venerable Ānanda said to Venerable Udāyin:",
  "an3.80:12.2": "“I’m so fortunate, so very fortunate, to have a teacher with such power and might!”",
  "an3.80:12.3": "When he said this, Venerable Udāyin said to Venerable Ānanda:",
  "an3.80:12.4": "“What is it to you, Reverend Ānanda, if your teacher has such power and might?”",
  "an3.80:12.5": "When he said this, the Buddha said to Venerable Udāyin:",
  "an3.80:12.6": "“Not so, Udāyin, not so!",
  "an3.80:12.7": "If Ānanda was to die while still not free of greed, he would rule as king of the gods for seven lifetimes, and as king of all India for seven lifetimes, because of the confidence of his heart.",
  "an3.80:12.8": "However, Ānanda will be extinguished in the present life.”"
}