{
  "_markup_path": "markup/an/an03/an3.053.html",
  "_alt_strings": [
    "pi/an/an03/an3.053.json"
  ],
  "an3.53:1.1": "Numbered Discourses 3",
  "an3.53:2.1": "6 Brahmins",
  "an3.53:3.1": "53 A Certain Brahmin",
  "an3.53:4.1": "Then a brahmin went up to the Buddha,",
  "an3.53:4.2": "and exchanged greetings with him.",
  "an3.53:4.3": "Seated to one side he said to the Buddha:",
  "an3.53:4.4": "“Master Gotama, they speak of ‘a teaching realizable in this very life’.",
  "an3.53:4.5": "In what way is the teaching realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”",
  "an3.53:5.1": "“A greedy person, overcome and overwhelmed by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.53:5.2": "When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.53:5.9": "This is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.53:6.1": "A hateful person, overcome by hate, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.53:6.2": "When hate has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.53:6.3": "This, too, is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.53:7.1": "A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.53:7.2": "When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.53:7.3": "This, too, is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”",
  "an3.53:8.1": "“Excellent, Master Gotama! Excellent!",
  "an3.53:8.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an3.53:8.3": "so people with good eyes can see what’s there,",
  "an3.53:8.4": "Master Gotama has made the teaching clear in many ways.",
  "an3.53:8.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an3.53:8.6": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}