{
  "_markup_path": "markup/an/an03/an3.022.html",
  "_alt_strings": [
    "pi/an/an03/an3.022.json"
  ],
  "an3.22:1.1": "Numbered Discourses 3",
  "an3.22:2.1": "3 Persons",
  "an3.22:3.1": "22 Patients",
  "an3.22:4.1": "“These three patients are found in the world.",
  "an3.22:4.2": "What three?",
  "an3.22:4.3": "In some cases a patient won’t recover from an illness, regardless of whether or not they get suitable food and medicines, and a capable carer.",
  "an3.22:5.1": "In some cases a patient will recover from an illness, regardless of whether or not they get suitable food or medicines, and a capable carer.",
  "an3.22:6.1": "In some cases a patient can recover from an illness, but only if they get suitable food and medicines, and a capable carer, and not if they don’t get these things.",
  "an3.22:7.1": "Now, it’s for the sake of the last patient—who will recover only if they get suitable food and medicines, and a capable carer—that food, medicines, and a carer are prescribed.",
  "an3.22:7.2": "But also, for the sake of this patient, the other patients should be looked after.",
  "an3.22:7.3": "These are the three people found in the world.",
  "an3.22:8.1": "So too, these three people similar to patients are found among the mendicants.",
  "an3.22:8.2": "What three?",
  "an3.22:8.3": "Some people don’t arrive at certainty regarding the right path in wholesome qualities, regardless of whether or not they get to see a Realized One, and to hear the teaching and training that he announces.",
  "an3.22:9.1": "Some people do arrive at certainty regarding the right path in wholesome qualities, regardless of whether or not they get to see a Realized One, and to hear the teaching and training that he announces.",
  "an3.22:10.1": "Some people can arrive at certainty regarding the right path in wholesome qualities, but only if they get to see a Realized One, and to hear the teaching and training that he announces, and not when they don’t get those things.",
  "an3.22:11.1": "Now, it’s for the sake of this last person—who can arrive at certainty regarding the right path in wholesome qualities, but only if they get to see a Realized One, and to hear the teaching and training that he announces—that teaching the Dharma is prescribed.",
  "an3.22:11.2": "But also, for the sake of this person, the other people should be taught Dharma.",
  "an3.22:11.3": "These are the three people similar to patients found in the world.”"
}