{
  "_markup_path": "markup/an/an03/an3.069.html",
  "_alt_strings": [
    "pi/an/an03/an3.069.json"
  ],
  "an3.69:1.1": "Numbered Discourses 3",
  "an3.69:2.1": "7 The Greater Chapter",
  "an3.69:3.1": "69 Unwholesome Roots",
  "an3.69:4.1": "“Mendicants, there are these three unwholesome roots.",
  "an3.69:4.2": "What three?",
  "an3.69:4.3": "Greed, hate, and delusion.",
  "an3.69:5.1": "Greed is a root of the unwholesome.",
  "an3.69:5.2": "When a greedy person chooses to act by way of body, speech, or mind, that too is unwholesome.",
  "an3.69:5.3": "When a greedy person, overcome by greed, causes another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is unwholesome.",
  "an3.69:5.4": "And so these many bad, unwholesome things arise in them born, sourced, originated, and conditioned by greed.",
  "an3.69:6.1": "Hate is a root of the unwholesome.",
  "an3.69:6.2": "When a hateful person chooses to act by way of body, speech, or mind, that too is unwholesome.",
  "an3.69:6.3": "When a hateful person, overcome by hate, causes another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is unwholesome.",
  "an3.69:6.4": "And so these many bad, unwholesome things arise in them born, sourced, originated, and conditioned by hate.",
  "an3.69:7.1": "Delusion is a root of the unwholesome.",
  "an3.69:7.2": "When a deluded person chooses to act by way of body, speech, or mind, that too is unwholesome.",
  "an3.69:7.3": "When a deluded person, overcome by delusion, causes another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is unwholesome.",
  "an3.69:7.4": "And so these many bad, unwholesome things arise in them born, sourced, originated, and conditioned by delusion.",
  "an3.69:7.5": "Such a person is said to have speech that’s ill-timed, false, meaningless, not in line with the teaching and training.",
  "an3.69:8.1": "Why is this?",
  "an3.69:8.2": "This person causes another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’.",
  "an3.69:8.3": "So when someone makes a valid criticism, they’re scornful and admit nothing.",
  "an3.69:8.4": "When someone makes a baseless criticism, they make no effort to clarify, ‘This why that’s untrue, this is why that’s false.’",
  "an3.69:8.5": "That’s why such a person is said have speech that’s ill-timed, false, meaningless, not in line with the teaching and training.",
  "an3.69:9.1": "Such a person—overcome with bad, unwholesome qualities born of greed, hate, and delusion—suffers in the present life, with anguish, distress, and fever.",
  "an3.69:9.2": "And when the body breaks up, after death, they can expect to be reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.69:10.4": "Suppose a sal, axlewood, or papra tree was choked and engulfed by three camel’s foot creepers. It would meet with tragedy and disaster.",
  "an3.69:10.5": "So too, such a person—overcome with bad, unwholesome qualities born of greed, hate, and delusion—suffers in the present life, with anguish, distress, and fever.",
  "an3.69:10.6": "And when the body breaks up, after death, they can expect to be reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.69:11.4": "These are the three unwholesome roots.",
  "an3.69:12.1": "There are these three wholesome roots.",
  "an3.69:12.2": "What three?",
  "an3.69:12.3": "Contentment, love, and understanding.",
  "an3.69:13.1": "Contentment is a root of the wholesome.",
  "an3.69:13.2": "When a contented person chooses to act by way of body, speech, or mind, that too is wholesome.",
  "an3.69:13.3": "When a contented person, not overcome by greed, doesn’t cause another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is wholesome.",
  "an3.69:13.4": "And so these many wholesome things arise in them born, sourced, originated, and conditioned by contentment.",
  "an3.69:14.1": "Love is a root of the wholesome.",
  "an3.69:14.2": "When a loving person chooses to act by way of body, speech, or mind, that too is wholesome.",
  "an3.69:14.3": "When a loving person, not overcome by hate, doesn’t cause another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is wholesome.",
  "an3.69:14.4": "And so these many wholesome things arise in them born, sourced, originated, and conditioned by love.",
  "an3.69:15.1": "Understanding is a root of the wholesome.",
  "an3.69:15.2": "When an understanding person chooses to act by way of body, speech, or mind, that too is wholesome.",
  "an3.69:15.3": "When an understanding person, not overcome by delusion, doesn’t cause another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’, that too is wholesome.",
  "an3.69:15.4": "And so these many wholesome things arise in them born, sourced, originated, and conditioned by understanding.",
  "an3.69:15.5": "Such a person is said to have speech that’s well-timed, true, meaningful, in line with the teaching and training.",
  "an3.69:16.1": "Why is this?",
  "an3.69:16.2": "This person doesn’t cause another to suffer under a false pretext—by killing, capturing, taking things, criticizing, or banishing—thinking ‘I’m powerful, I want power’.",
  "an3.69:16.3": "So when someone makes a valid criticism, they admit it and aren’t scornful.",
  "an3.69:16.4": "When someone makes a baseless criticism, they make an effort to clarify, ",
  "an3.69:16.5": "‘This why that’s untrue, this is why that’s false.’",
  "an3.69:16.6": "That’s why such a person is said to have speech that’s well-timed, true, meaningful, in line with the teaching and training.",
  "an3.69:17.1": "For such a person, bad unwholesome qualities born of greed, hate, and delusion are cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "an3.69:17.2": "In the present life they’re happy, free of anguish, distress, and fever,",
  "an3.69:17.3": "and they’re also extinguished in the present life.",
  "an3.69:18.5": "Suppose a sal, axlewood, or <i>papra</i> tree was choked and engulfed by three camel’s foot creepers.",
  "an3.69:18.6": "Then a person comes along with a spade and basket. ",
  "an3.69:18.7": "They’d cut the creeper out by the roots, dig them up, and pull them out, down to the fibers and stems.",
  "an3.69:18.8": "Then they’d split the creeper apart, cut up the parts, and chop it into splinters. They’d dry the splinters in the wind and sun, burn them with fire, and reduce them to ashes. Then they’d winnow the ashes in a strong wind, or float them away down a swift stream.",
  "an3.69:18.9": "So too, for such a person, bad unwholesome qualities born of greed, hate, and delusion are cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "an3.69:18.11": "In the present life they’re happy, free of anguish, distress, and fever,",
  "an3.69:18.12": "and they’re also extinguished in the present life.",
  "an3.69:19.5": "These are the three wholesome roots.”"
}