{
  "_markup_path": "markup/an/an03/an3.132.html",
  "_alt_strings": [
    "pi/an/an03/an3.132.json"
  ],
  "an3.132:1.1": "Numbered Discourses 3",
  "an3.132:2.1": "13 Kusināra",
  "an3.132:3.1": "132 Etchings",
  "an3.132:4.1": "“Mendicants, these three people are found in the world.",
  "an3.132:4.2": "What three?",
  "an3.132:4.3": "A person like a line drawn in stone, a person like a line drawn in sand, and a person like a line drawn in water.",
  "an3.132:4.4": "And who is the person like a line drawn in stone? ",
  "an3.132:4.5": "It’s a person who is often angry,",
  "an3.132:4.6": "and their anger lingers for a long time.",
  "an3.132:4.7": "It’s like a line drawn in stone, which isn’t quickly worn away by wind and water, but lasts for a long time. ",
  "an3.132:4.8": "In the same way, this person is often angry,",
  "an3.132:4.9": "and their anger lingers for a long time.",
  "an3.132:4.10": "This is called a person like a line drawn in stone.",
  "an3.132:5.1": "And who is the person like a line drawn in sand? ",
  "an3.132:5.2": "It’s a person who is often angry,",
  "an3.132:5.3": "but their anger doesn’t linger long.",
  "an3.132:5.4": "It’s like a line drawn in sand, which is quickly worn away by wind and water, and doesn’t last long. ",
  "an3.132:5.5": "In the same way, this person is often angry,",
  "an3.132:5.6": "but their anger doesn’t linger long.",
  "an3.132:5.7": "This is called a person like a line drawn in sand.",
  "an3.132:6.1": "And who is the person like a line drawn in water? ",
  "an3.132:6.2": "It’s a person who, though spoken to by someone in a rough, harsh, and disagreeable manner, still stays in touch, interacts with, and greets them.",
  "an3.132:6.3": "It’s like a line drawn in water, which vanishes right away, and doesn’t last long. ",
  "an3.132:6.4": "In the same way, this person, though spoken to by someone in a rough, harsh, and disagreeable manner, still stays in touch, interacts with, and greets them.",
  "an3.132:6.5": "This is called a person like a line drawn in water.",
  "an3.132:6.6": "These are the three people found in the world.”"
}