{
  "_markup_path": "markup/an/an03/an3.019.html",
  "_alt_strings": [
    "pi/an/an03/an3.019.json"
  ],
  "an3.19:1.1": "Numbered Discourses 3",
  "an3.19:2.1": "2 The Chariotmaker",
  "an3.19:3.1": "19 A Shopkeeper (1st)",
  "an3.19:4.1": "“Mendicants, a shopkeeper who has three factors is unable to acquire more wealth or to increase the wealth they’ve already acquired.",
  "an3.19:4.2": "What three?",
  "an3.19:4.3": "It’s when a shopkeeper doesn’t carefully apply themselves to their work in the morning, at midday, or in the afternoon.",
  "an3.19:4.4": "A shopkeeper who has these three factors is unable to acquire more wealth or to increase the wealth they’ve already acquired.",
  "an3.19:5.1": "So too, a mendicant who has three factors is unable to acquire more wholesome qualities or to increase the wholesome qualities they’ve already acquired.",
  "an3.19:5.2": "What three?",
  "an3.19:5.3": "It’s when a mendicant doesn’t carefully apply themselves to a meditation subject as a basis for samādhi in the morning, at midday, or in the afternoon.",
  "an3.19:5.4": "A mendicant who has these three factors is unable to acquire more wholesome qualities or to increase the wholesome qualities they’ve already acquired.",
  "an3.19:6.1": "A shopkeeper who has three factors is able to acquire more wealth or to increase the wealth they’ve already acquired.",
  "an3.19:6.2": "What three?",
  "an3.19:6.3": "It’s when a shopkeeper carefully applies themselves to their work in the morning, at midday, or in the afternoon.",
  "an3.19:6.5": "A a shopkeeper who has these three factors is able to acquire more wealth or to increase the wealth they’ve already acquired.",
  "an3.19:7.1": "So too, a mendicant who has three factors is able to acquire more wholesome qualities or to increase the wholesome qualities they’ve already acquired.",
  "an3.19:7.2": "What three?",
  "an3.19:7.3": "It’s when a mendicant carefully applies themselves to a meditation  subject as a basis for samādhi in the morning, at midday, or in the afternoon.",
  "an3.19:7.5": "A mendicant who has these three factors is able to acquire more wholesome qualities or to increase the wholesome qualities they’ve already acquired.”"
}