{
  "_markup_path": "markup/an/an03/an3.026.html",
  "_alt_strings": [
    "pi/an/an03/an3.026.json"
  ],
  "an3.26:1.1": "Numbered Discourses 3",
  "an3.26:2.1": "3 Persons",
  "an3.26:3.1": "26 Associates",
  "an3.26:4.1": "“These three people are found in the world.",
  "an3.26:4.2": "What three?",
  "an3.26:4.3": "There is a person you shouldn’t frequent, accompany, or attend.",
  "an3.26:4.4": "There is a person you should frequent, accompany, and attend.",
  "an3.26:4.5": "There is a person you should frequent, accompany, or attend.",
  "an3.26:4.6": "Who is the person you shouldn’t frequent, accompany, or attend?",
  "an3.26:4.7": "It’s someone who is inferior in terms of ethics, samādhi, and wisdom.",
  "an3.26:4.8": "You shouldn’t frequent, accompany, or attend such a person, except out of kindness and compassion.",
  "an3.26:5.1": "Who is the person you should frequent, accompany, and attend?",
  "an3.26:5.2": "It’s someone who is similar in terms of ethics, samādhi, and wisdom.",
  "an3.26:5.3": "You should frequent, accompany, and attend such a person.",
  "an3.26:5.4": "Why is that?",
  "an3.26:5.5": "Thinking, ‘Since our ethical conduct is similar, we can discuss ethics, the conversation will flow, and we’ll both be at ease.",
  "an3.26:5.6": "Since our samādhi is similar, we can discuss samādhi, the conversation will flow, and we’ll both be at ease.",
  "an3.26:5.7": "Since our wisdom is similar, we can discuss wisdom, the conversation will flow, and we’ll both be at ease.’",
  "an3.26:5.8": "That’s why you should frequent, accompany, and attend such a person.",
  "an3.26:6.1": "Who is the person you should frequent, accompany, and attend, with honor and respect?",
  "an3.26:6.2": "It’s someone who is superior in terms of ethics, samādhi, and wisdom.",
  "an3.26:6.3": "You should frequent, accompany, and attend such a person, with honor and respect.",
  "an3.26:6.4": "Why is that?",
  "an3.26:6.5": "Thinking, ‘I’ll fulfill the entire spectrum of ethical conduct, or support with wisdom in every situation the ethical conduct I’ve already fulfilled.",
  "an3.26:6.6": "I’ll fulfill the entire spectrum of samādhi, or support with wisdom in every situation the samādhi I’ve already fulfilled.",
  "an3.26:6.7": "I’ll fulfill the entire spectrum of wisdom, or support with wisdom in every situation the wisdom I’ve already fulfilled.’",
  "an3.26:6.8": "That’s why you should frequent, accompany, and attend this person, with honor and respect.",
  "an3.26:6.9": "These are the three people found in the world.”",
  "an3.26:7.1": "“A man who associates with an inferior goes downhill,",
  "an3.26:7.2": "But associating with an equal, you’ll never decline;",
  "an3.26:7.3": "Following the best, you’ll quickly rise up, ",
  "an3.26:7.4": "So you should keep company with people better than you.”"
}