{
  "_markup_path": "markup/an/an03/an3.101.html",
  "_alt_strings": [
    "pi/an/an03/an3.101.json"
  ],
  "an3.101:1.1": "Numbered Discourses 3",
  "an3.101:2.1": "10 A Lump of Salt",
  "an3.101:3.1": "101 A Panner",
  "an3.101:4.1": "“Gold has coarse corruptions: sand, soil, and gravel.",
  "an3.101:4.2": "A panner or their apprentice pours it into a pan, where they wash, rinse, and clean it.",
  "an3.101:4.3": "When that’s been eliminated, there’s medium corruptions in the gold: fine grit and coarse sand.",
  "an3.101:4.4": "The panner washes it again.",
  "an3.101:4.5": "When that’s been eliminated, there’s fine corruptions in the gold: fine sand and black grime.",
  "an3.101:4.6": "The panner washes it again.",
  "an3.101:4.7": "When that’s been eliminated, only gold dust is left.",
  "an3.101:4.8": "A goldsmith or their apprentice places the gold in a crucible where they blow, melt, and smelt it.",
  "an3.101:4.9": "Still the gold is not settled and the dross is not totally gone. It’s not pliable, workable, or radiant, but is brittle and not completely ready for working.",
  "an3.101:4.10": "But the goldsmith keeps on blowing, melting, and smelting it.",
  "an3.101:4.11": "The gold becomes pliable, workable, and radiant, not brittle, and ready to be worked.",
  "an3.101:4.12": "Then the goldsmith can successfully create any kind of ornament they want,",
  "an3.101:4.13": "whether a bracelet, earrings, a necklace, or a golden garland.",
  "an3.101:5.1": "In the same way, a mendicant who is committed to the higher mind has coarse corruptions: bad bodily, verbal, and mental conduct. A sincere, capable mendicant gives these up, gets rid of, eliminates, and exterminates them.",
  "an3.101:5.2": "When they’ve been given up and eliminated, there’s middling corruptions: sensual, malicious, or cruel thoughts. A sincere, capable mendicant gives these up, gets rid of, eliminates, and exterminates them.",
  "an3.101:5.3": "When they’ve been given up and eliminated, there’s fine corruptions: thoughts of family, country, and being looked up to. A sincere, capable mendicant gives these up, gets rid of, eliminates, and exterminates them.",
  "an3.101:5.4": "When they’ve been given up and eliminated, only thoughts about the teaching are left.",
  "an3.101:5.5": "That samādhi is not peaceful or sublime or tranquil or unified, but is held in place by forceful suppression.",
  "an3.101:5.6": "But there comes a time when that mind is stilled internally; it settles, unifies, and converges in samādhi.",
  "an3.101:5.7": "That samādhi is peaceful and sublime and tranquil and unified, not held in place by forceful suppression.",
  "an3.101:5.8": "They become capable of realizing anything that can be realized by turning the mind toward insight, in each and every case.",
  "an3.101:6.1": "If they wish:",
  "an3.101:6.2": "‘May I wield the many kinds of psychic power:",
  "an3.101:6.3": "multiplying myself and becoming one again;",
  "an3.101:6.4": "appearing and disappearing;",
  "an3.101:6.5": "going unimpeded through a wall, an embankment, or a mountain as if through space;",
  "an3.101:6.6": "diving in and out of the earth as if it was water;",
  "an3.101:6.7": "walking on water as if it was earth;",
  "an3.101:6.8": "flying cross-legged through the air like a bird;",
  "an3.101:6.9": "touching and stroking with my hand the sun and moon, so mighty and powerful;",
  "an3.101:6.10": "controlling my body as far as the Brahmā realm.’ They are capable of realizing it, in each and every case.",
  "an3.101:7.1": "If they wish:",
  "an3.101:7.2": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ They are capable of realizing it, in each and every case.",
  "an3.101:8.1": "If they wish:",
  "an3.101:8.2": "‘May I understand the minds of other beings and individuals, having comprehended them with my mind.",
  "an3.101:8.3": "May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”;",
  "an3.101:8.4": "mind with hate as “mind with hate”, and mind without hate as “mind without hate”;",
  "an3.101:8.5": "mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”;",
  "an3.101:8.6": "contracted mind as “contracted mind”, and scattered mind as “scattered mind”;",
  "an3.101:8.7": "expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”;",
  "an3.101:8.8": "mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”;",
  "an3.101:8.9": "mind unified in samādhi as “mind unified in samādhi”, and mind not unified in samādhi as “mind not unified in samādhi”;",
  "an3.101:8.10": "freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’ They are capable of realizing it, in each and every case.",
  "an3.101:9.1": "If they wish:",
  "an3.101:9.2": "‘May I recollect many kinds of past lives, that is,",
  "an3.101:9.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. May I remember:",
  "an3.101:9.4": "“There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "an3.101:9.5": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.” May I recollect my many past lives, with features and details.’ They are capable of realizing it, in each and every case.",
  "an3.101:10.1": "If they wish:",
  "an3.101:10.2": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds:",
  "an3.101:10.3": "“These dear beings, alas, did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.101:10.4": "“These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’ They are capable of realizing it, in each and every case.",
  "an3.101:11.1": "If they wish:",
  "an3.101:11.2": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ They are capable of realizing it, in each and every case."
}