{
  "_markup_path": "markup/an/an03/an3.054.html",
  "_alt_strings": [
    "pi/an/an03/an3.054.json"
  ],
  "an3.54:1.1": "Numbered Discourses 3",
  "an3.54:2.1": "6 Brahmins",
  "an3.54:3.1": "54 A Wanderer",
  "an3.54:4.1": "Then a brahmin wanderer went up to the Buddha … ",
  "an3.54:4.3": "Seated to one side he said to the Buddha:",
  "an3.54:4.4": "“Master Gotama, they speak of ‘a teaching realizable in this very life’.",
  "an3.54:4.5": "In what way is the teaching realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”",
  "an3.54:5.1": "“A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.54:5.2": "When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.54:6.1": "A greedy person does bad things by way of body, speech, and mind.",
  "an3.54:6.2": "When greed has been given up, they don’t do bad things by way of body, speech, and mind.",
  "an3.54:7.1": "A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.54:7.2": "When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.54:7.3": "This is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an3.54:8.1": "A hateful person …",
  "an3.54:8.2": "A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.54:8.3": "When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.54:9.1": "A deluded person does bad things by way of body, speech, and mind.",
  "an3.54:9.2": "When delusion has been given up, they don’t do bad things by way of body, speech, and mind.",
  "an3.54:10.1": "A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.54:10.2": "When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.54:10.3": "This, too, is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”",
  "an3.54:11.1": "“Excellent, Master Gotama! Excellent!",
  "an3.54:11.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}