{
  "_markup_path": "markup/an/an03/an3.116.html",
  "_alt_strings": [
    "pi/an/an03/an3.116.json"
  ],
  "an3.116:1.1": "Numbered Discourses 3",
  "an3.116:2.1": "12 Bound for Loss",
  "an3.116:3.1": "116 Motionless",
  "an3.116:4.1": "“Mendicants, these three people are found in the world.",
  "an3.116:4.2": "What three?",
  "an3.116:4.3": "Firstly, a person—going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity—aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an3.116:4.4": "They enjoy it and like it and find it satisfying. If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of infinite space.",
  "an3.116:4.5": "The lifespan of the gods of infinite space is twenty thousand eons.",
  "an3.116:4.6": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an3.116:4.7": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an3.116:4.8": "This is the difference between an educated noble disciple and an uneducated ordinary person as regards their place of rebirth.  ",
  "an3.116:5.1": "Furthermore, a person—going totally beyond the dimension of infinite space—aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "an3.116:5.2": "They enjoy it and like it and find it satisfying. If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of infinite consciousness.",
  "an3.116:5.3": "The lifespan of the gods of infinite consciousness is forty thousand eons.",
  "an3.116:5.4": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an3.116:5.5": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an3.116:5.6": "This is the difference between an educated noble disciple and an uneducated ordinary person as regards their place of rebirth.  ",
  "an3.116:6.1": "Furthermore, a person—going totally beyond the dimension of infinite consciousness—aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "an3.116:6.2": "They enjoy it and like it and find it satisfying. If they’re set on that, committed to it, and meditate on it often without losing it, when they die they’re reborn in the company of the gods of the dimension of nothingness.",
  "an3.116:6.3": "The lifespan of the gods of nothingness is sixty thousand eons.",
  "an3.116:6.4": "An ordinary person stays there until the lifespan of those gods is over, then they go to hell or the animal realm or the ghost realm.",
  "an3.116:6.5": "But a disciple of the Buddha stays there until the lifespan of those gods is over, then they’re extinguished in that very life.",
  "an3.116:6.6": "This is the difference between an educated noble disciple and an uneducated ordinary person as regards their place of rebirth. ",
  "an3.116:6.7": "These are the three people found in the world.”"
}