{
  "_markup_path": "markup/an/an03/an3.016.html",
  "_alt_strings": [
    "pi/an/an03/an3.016.json"
  ],
  "an3.16:1.1": "Numbered Discourses 3",
  "an3.16:2.1": "2 The Chariotmaker",
  "an3.16:3.1": "16 Guaranteed",
  "an3.16:4.1": "“Mendicants, when a mendicant has three things their practice is guaranteed, and they have laid the groundwork for ending the defilements.",
  "an3.16:4.2": "What three?",
  "an3.16:4.3": "It’s when a mendicant guards the sense doors, eats in moderation, and is committed to wakefulness.",
  "an3.16:5.1": "And how does a mendicant guard the sense doors? ",
  "an3.16:5.2": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.",
  "an3.16:5.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "an3.16:5.4": "When they hear a sound with their ears …",
  "an3.16:5.5": "When they smell an odor with their nose …",
  "an3.16:5.6": "When they taste a flavor with their tongue …",
  "an3.16:5.7": "When they feel a touch with their body …",
  "an3.16:5.8": "When they know a phenomenon with their mind, they don’t get caught up in the features and details.",
  "an3.16:5.9": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "an3.16:5.10": "That’s how a mendicant guards the sense doors.",
  "an3.16:6.1": "And how does a mendicant eat in moderation? ",
  "an3.16:6.2": "It’s when a mendicant reflects on the reasons why they eat food.",
  "an3.16:6.3": "‘Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "an3.16:6.4": "That’s how a mendicant eats in moderation.",
  "an3.16:7.1": "And how is a mendicant committed to wakefulness? ",
  "an3.16:7.2": "It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. In the evening, they continue to practice walking and sitting meditation. In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.",
  "an3.16:7.3": "This is how a mendicant is committed to wakefulness.",
  "an3.16:7.4": "When a mendicant has these three things their practice is guaranteed, and they have laid the groundwork for ending the defilements.”"
}