{
  "_markup_path": "markup/an/an03/an3.059.html",
  "_alt_strings": [
    "pi/an/an03/an3.059.json"
  ],
  "an3.59:1.1": "Numbered Discourses 3",
  "an3.59:2.1": "6 Brahmins",
  "an3.59:3.1": "59 Jāṇussoṇi",
  "an3.59:4.1": "Then the brahmin Jāṇussoṇi went up to the Buddha,",
  "an3.59:4.2": "and exchanged greetings with him.",
  "an3.59:4.3": "Seated to one side he said to the Buddha:",
  "an3.59:4.4": "“Master Gotama, whoever has a sacrifice, an offering of food for ancestors, a dish of milk-rice prepared for an auspicious ceremony, or a gift to give, should give it to the brahmins who have mastered the three Vedic knowledges.”",
  "an3.59:4.5": "“But how, brahmin, do the brahmins describe a brahmin who is an expert in the three Vedas?”",
  "an3.59:4.6": "“Master Gotama, it’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. He recites and remembers the hymns, and is an expert in the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.",
  "an3.59:4.7": "That’s how the brahmins describe a brahmin who is an expert of the three Vedas.”",
  "an3.59:5.1": "“Brahmin, a master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.”",
  "an3.59:5.2": "“But how, Master Gotama, is one a master of the three knowledges in the training of the noble one?",
  "an3.59:5.3": "Master Gotama, please teach me this.”",
  "an3.59:5.4": "“Well then, brahmin, listen and pay close attention,",
  "an3.59:5.5": "I will speak.”",
  "an3.59:5.6": "“Yes sir,” Jāṇussoṇi replied.",
  "an3.59:5.7": "The Buddha said this: ",
  "an3.59:6.1": "“Brahmin, it’s when a mendicant, quite secluded from sensual pleasures …",
  "an3.59:6.2": "… enters and remains in the fourth absorption.",
  "an3.59:7.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "an3.59:7.2": "They recollect many kinds of past lives, that is,",
  "an3.59:7.3": "one life, two lives …",
  "an3.59:7.4": "And so they recollect their many kinds of past lives, with features and details.",
  "an3.59:7.5": "This is the first knowledge that they attain.",
  "an3.59:7.6": "Ignorance is destroyed and knowledge has arisen;",
  "an3.59:7.7": "darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.",
  "an3.59:8.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "an3.59:8.2": "With clairvoyance that is purified and surpasses the human, they see …",
  "an3.59:8.3": "… how sentient beings are reborn according to their deeds.",
  "an3.59:8.4": "This is the second knowledge that they attain.",
  "an3.59:8.5": "Ignorance is destroyed and knowledge has arisen;",
  "an3.59:8.6": "darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.",
  "an3.59:9.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the ending of defilements.",
  "an3.59:9.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.59:9.4": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "an3.59:9.6": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an3.59:9.7": "When freed, they know ‘it is freed’.",
  "an3.59:9.8": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an3.59:9.9": "This is the third knowledge that they attain.",
  "an3.59:9.10": "Ignorance is destroyed and knowledge has arisen;",
  "an3.59:9.11": "darkness is destroyed, and light has arisen, as happens for a meditator who is diligent, keen, and resolute.”",
  "an3.59:10.1": "“One who is perfect in precepts and observances,",
  "an3.59:10.2": "resolute and composed,",
  "an3.59:10.3": "whose mind is mastered,",
  "an3.59:10.4": "unified, serene in samādhi;",
  "an3.59:11.1": "who knows their past lives,",
  "an3.59:11.2": "and sees heaven and places of loss,",
  "an3.59:11.3": "and has attained the end of rebirth,",
  "an3.59:11.4": "that sage has perfect insight.",
  "an3.59:12.1": "Because of these three knowledges",
  "an3.59:12.2": "a brahmin is a master of the three knowledges.",
  "an3.59:12.3": "That’s who I call a three-knowledge master,",
  "an3.59:12.4": "and not the other one, the lip-reciter.” ",
  "an3.59:13.1": "“This, brahmin, is a master of the three knowledges in the training of the noble one.”",
  "an3.59:13.2": "“Master Gotama, the master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.",
  "an3.59:13.3": "And, Master Gotama, a master of three knowledges according to the brahmins is not worth a sixteenth part of a master of the three knowledges in the training of the noble one.",
  "an3.59:14.1": "Excellent, Master Gotama! Excellent!",
  "an3.59:14.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}