{
  "_markup_path": "markup/an/an03/an3.093.html",
  "_alt_strings": [
    "pi/an/an03/an3.093.json"
  ],
  "an3.93:1.1": "Numbered Discourses 3",
  "an3.93:2.1": "10 A Lump of Salt",
  "an3.93:3.1": "93 Seclusion",
  "an3.93:4.1": "“Mendicants, wanderers who follow other paths advocate three kinds of seclusion.",
  "an3.93:4.2": "What three?",
  "an3.93:4.3": "Seclusion in robes, alms-food, and lodgings.",
  "an3.93:5.1": "Wanderers who follow other paths advocate this kind of seclusion in robes. They wear robes of hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.",
  "an3.93:5.2": "This is what wanderers who follow other paths advocate for seclusion in robes.",
  "an3.93:6.1": "Wanderers who follow other paths advocate this kind of seclusion in alms-food.",
  "an3.93:6.2": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit.",
  "an3.93:6.3": "This is what the wanderers who follow other paths advocate for seclusion in alms-food.",
  "an3.93:7.1": "Wanderers who follow other paths advocate this kind of seclusion in lodgings. They stay in a wilderness, at the root of a tree, in a charnel ground, a forest, the open air, a heap of straw, or a chaff house.",
  "an3.93:7.2": "This is what wanderers who follow other paths advocate for seclusion in lodgings.",
  "an3.93:7.3": "These are the three kinds of seclusion that wanderers who follow other paths advocate.",
  "an3.93:8.1": "In this teaching and training, there are three kinds of seclusion for a mendicant.",
  "an3.93:8.2": "What three?",
  "an3.93:8.3": "Firstly, a mendicant is ethical, giving up unethical conduct, being secluded from it.",
  "an3.93:8.4": "They have right view, giving up wrong view, being secluded from it.",
  "an3.93:8.5": "They’ve ended defilements, giving up defilements, being secluded from them.",
  "an3.93:8.6": "When a mendicant has these three kinds of seclusion,",
  "an3.93:8.9": "they’re called a mendicant who has reached the peak and the core, consisting purely of the essential core.",
  "an3.93:9.1": "When a farmer’s rice field is ripe,",
  "an3.93:9.2": "they’d have the rice cut swiftly,",
  "an3.93:9.3": "gathered swiftly,",
  "an3.93:9.4": "transported swiftly,",
  "an3.93:9.5": "made into heaps swiftly,",
  "an3.93:9.6": "threshed swiftly,",
  "an3.93:9.7": "the straw and chaff removed swiftly,",
  "an3.93:9.9": "winnowed swiftly,",
  "an3.93:9.10": "brought over swiftly,",
  "an3.93:9.11": "threshed swiftly,",
  "an3.93:9.12": "and have the husks removed swiftly.",
  "an3.93:9.13": "In this way that farmer’s crop would reach the peak and the core, consisting purely of the essential core.",
  "an3.93:10.1": "So too, when a mendicant is ethical, giving up unethical conduct, being secluded from it;",
  "an3.93:10.2": "when they have right view, giving up wrong view, being secluded from it;",
  "an3.93:10.3": "when they’ve ended defilements, giving up defilements, being secluded from them:",
  "an3.93:10.4": "they’re called a mendicant who has reached the peak and the core, consisting purely of the essential core.”"
}