{
  "_markup_path": "markup/an/an03/an3.027.html",
  "_alt_strings": [
    "pi/an/an03/an3.027.json"
  ],
  "an3.27:1.1": "Numbered Discourses 3",
  "an3.27:2.1": "3 Persons",
  "an3.27:3.1": "27 Offensive",
  "an3.27:4.1": "“These three people are found in the world.",
  "an3.27:4.2": "What three?",
  "an3.27:4.3": "There is a person who you should be disgusted by, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:4.4": "There is a person you should regard with equanimity, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:4.5": "There is a person you should frequent, accompany, and attend.",
  "an3.27:4.6": "Who is the person you should be disgusted by, and not frequent, accompany, or attend?",
  "an3.27:4.7": "It’s a person who is unethical, of bad qualities, filthy, with suspicious behavior, secretive, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.",
  "an3.27:4.8": "You should be disgusted by such a person, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:4.9": "Why is that?",
  "an3.27:4.10": "Even if you don’t follow the example of such a person, you still get a bad reputation:",
  "an3.27:4.11": "‘That individual has bad friends, companions, and associates.’",
  "an3.27:4.12": "They’re like a snake that’s been living in a pile of dung. Even if it doesn’t bite, it’ll still rub off on you.",
  "an3.27:4.13": "So too, even if you don’t follow the example of such a person, you still get a bad reputation:",
  "an3.27:4.14": "‘That individual has bad friends, companions, and associates.’",
  "an3.27:4.15": "That’s why you should be disgusted by such a person, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:5.1": "Who is the person you should regard with equanimity, and not frequent, accompany, or attend?",
  "an3.27:5.2": "It’s a person who gets angry and is often annoyed. With the slightest word they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an3.27:5.3": "They’re like a festering sore, which, when you hit it with a stick or a stone, discharges even more.",
  "an3.27:5.4": "So too, someone is prone to anger … and bitterness.",
  "an3.27:5.5": "They’re like a firebrand of pale-moon ebony, which, when you hit it with a stick or a stone, sizzles and crackles even more.",
  "an3.27:5.6": "So too, someone is prone to anger … and bitterness.",
  "an3.27:5.7": "They’re like a sewer, which, when you stir it with a stick or a stone, stinks even more.",
  "an3.27:5.8": "So too, someone gets angry and is often annoyed. With the slightest word they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an3.27:5.9": "You should regard such a person with equanimity, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:5.10": "Why is that?",
  "an3.27:5.11": "Thinking, ‘They might abuse or insult me, or do me harm.’",
  "an3.27:5.12": "That’s why you should regard such a person with equanimity, and you shouldn’t frequent, accompany, or attend them.",
  "an3.27:6.1": "Who is the person you should frequent, accompany, and attend?",
  "an3.27:6.2": "It’s someone who is ethical, of good character.",
  "an3.27:6.3": "You should frequent, accompany, and attend such a person.",
  "an3.27:6.4": "Why is that?",
  "an3.27:6.5": "Even if you don’t follow the example of such a person, you still get a good reputation:",
  "an3.27:6.6": "‘That individual has good friends, companions, and associates.’",
  "an3.27:6.7": "That’s why you should frequent, accompany, and attend such a person.",
  "an3.27:6.8": "These are the three people found in the world.”",
  "an3.27:7.1": "“A man who associates with an inferior goes downhill,",
  "an3.27:7.2": "But associating with an equal, you’ll never decline;",
  "an3.27:7.3": "Following the best, you’ll quickly rise up, ",
  "an3.27:7.4": "So you should keep company with people better than you.”"
}