{
  "_markup_path": "markup/an/an03/an3.025.html",
  "_alt_strings": [
    "pi/an/an03/an3.025.json"
  ],
  "an3.25:1.1": "Numbered Discourses 3",
  "an3.25:2.1": "3 Persons",
  "an3.25:3.1": "25 Like Diamond",
  "an3.25:4.1": "“These three people are found in the world.",
  "an3.25:4.2": "What three?",
  "an3.25:4.3": "A person with a mind like an open sore. A person with a mind like lightning. And a person with a mind like diamond.",
  "an3.25:4.4": "And who has a mind like an open sore? ",
  "an3.25:4.5": "It’s someone who gets angry and is often annoyed. With the slightest word they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an3.25:4.6": "They’re like a festering sore, which, when you hit it with a stick or a stone, discharges even more.",
  "an3.25:4.7": "So too, someone gets angry and is often annoyed. With the slightest word they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an3.25:4.8": "This is called a person with a mind like an open sore. ",
  "an3.25:5.1": "And who has a mind like lightning? ",
  "an3.25:5.2": "It’s someone who truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.25:5.3": "They’re like a person with keen eyes in the dark of the night, who sees by a flash of lightning.",
  "an3.25:5.4": "So too, someone truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.25:5.6": "This is called a person with a mind like lightning. ",
  "an3.25:6.1": "And who has a mind like diamond? ",
  "an3.25:6.2": "It’s someone who realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an3.25:6.3": "It’s like a diamond, which can’t be cut by anything at all, not even a gem or a stone.",
  "an3.25:6.4": "So too, someone realizes the undefiled freedom of heart and freedom by wisdom in this very life. …",
  "an3.25:6.6": "This is called a person with a mind like diamond. ",
  "an3.25:6.7": "These are the three people found in the world.”"
}