{
  "_markup_path": "markup/an/an03/an3.050.html",
  "_alt_strings": [
    "pi/an/an03/an3.050.json"
  ],
  "an3.50:1.1": "Numbered Discourses 3",
  "an3.50:2.1": "5 The Lesser Chapter",
  "an3.50:3.1": "50 A Master Thief",
  "an3.50:4.1": "“Mendicants, a master thief with three factors breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery.",
  "an3.50:4.2": "What three?",
  "an3.50:4.3": "A master thief relies on uneven ground, on thick cover, and on powerful individuals.",
  "an3.50:4.4": "And how does a master thief rely on uneven ground?",
  "an3.50:4.5": "It’s when a master thief relies on a river that’s hard to cross, or rugged mountains.",
  "an3.50:4.6": "That’s how a master thief relies on uneven ground.",
  "an3.50:5.1": "And how does a master thief rely on thick cover?",
  "an3.50:5.2": "It’s when a master thief relies on thick grass, thick trees, a ridge, or a large dense wood.",
  "an3.50:5.3": "That’s how a master thief relies on thick cover.",
  "an3.50:6.1": "And how does a master thief rely on powerful individuals?",
  "an3.50:6.2": "It’s when a master thief relies on rulers or their ministers.",
  "an3.50:6.3": "They think:",
  "an3.50:6.4": "‘If anyone accuses me of anything, these rulers or their ministers will speak in my defense in the case.’ ",
  "an3.50:6.5": "And that’s exactly what happens.",
  "an3.50:6.6": "That’s how a master thief relies on powerful individuals.",
  "an3.50:6.7": "A master thief with these three factors breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery.",
  "an3.50:7.1": "So too, when a bad mendicant has three factors, they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.",
  "an3.50:7.2": "What three?",
  "an3.50:7.3": "A bad mendicant relies on uneven ground, on thick cover, and on powerful individuals.",
  "an3.50:8.1": "And how does a bad mendicant rely on uneven ground?",
  "an3.50:8.2": "It’s when a bad mendicant has unethical conduct by way of body, speech, and mind.",
  "an3.50:8.3": "That’s how a bad mendicant relies on uneven ground.",
  "an3.50:9.1": "And how does a bad mendicant rely on thick cover?",
  "an3.50:9.2": "It’s when a bad mendicant has wrong view, he’s attached to an extremist view.",
  "an3.50:9.3": "That’s how a bad mendicant relies on thick cover.",
  "an3.50:10.1": "And how does a bad mendicant rely on powerful individuals?",
  "an3.50:10.2": "It’s when a bad mendicant relies on rulers or their ministers.",
  "an3.50:10.3": "They think:",
  "an3.50:10.4": "‘If anyone accuses me of anything, these rulers or their ministers will speak in my defense in the case.’ ",
  "an3.50:10.5": "And that’s exactly what happens.",
  "an3.50:10.6": "That’s how a bad mendicant relies on powerful individuals.",
  "an3.50:10.7": "When a bad mendicant has these three factors, they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.”"
}