{
  "_markup_path": "markup/an/an03/an3.063.html",
  "_alt_strings": [
    "pi/an/an03/an3.063.json"
  ],
  "an3.63:1.1": "Numbered Discourses 3",
  "an3.63:2.1": "7 The Greater Chapter",
  "an3.63:3.1": "63 Venāgapura",
  "an3.63:4.1": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at a village of the Kosalan brahmins named Venāgapura.",
  "an3.63:4.2": "The brahmins and householders of Venāgapura heard:",
  "an3.63:4.3": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Venāga.",
  "an3.63:4.4": "He has this good reputation:",
  "an3.63:4.5": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an3.63:4.6": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "an3.63:4.7": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "an3.63:4.8": "It’s good to see such perfected ones.”",
  "an3.63:5.1": "Then the brahmins and householders of Venāgapura went up to the Buddha.",
  "an3.63:5.2": "Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their cupped palms toward the Buddha, some announced their name and clan, while some kept silent.",
  "an3.63:5.3": "Then the brahmin Vacchagotta of Venāgapura said to the Buddha:",
  "an3.63:6.1": "“It’s incredible, Master Gotama, it’s amazing,",
  "an3.63:6.2": "how your faculties are so very clear, and the complexion of your skin is pure and bright.",
  "an3.63:6.3": "It’s like a golden brown jujube in the autumn,",
  "an3.63:6.5": "or a palm fruit freshly plucked from the stalk,",
  "an3.63:6.7": "or an ornament of rare gold, fashioned by a skilled smith, expertly wrought in the forge, and placed on a cream rug where it shines and glows and radiates.",
  "an3.63:6.8": "So too, your faculties are so very clear, and the complexion of your skin is pure and bright.",
  "an3.63:6.9": "Surely Master Gotama gets when he wants, without trouble or difficulty, various kinds of high and luxurious bedding, such as:",
  "an3.63:6.10": "sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double- or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends.”",
  "an3.63:7.1": "“Brahmin, these various kinds of high and luxurious bedding",
  "an3.63:7.3": "are hard for renunciates to get hold of. And even if they do get them, they’re not allowed.",
  "an3.63:8.1": "There are, brahmin, these three high and luxurious beds that I get these days when I want, without trouble or difficulty. ",
  "an3.63:8.2": "What three?",
  "an3.63:8.3": "The high and luxurious beds of the gods, of Brahmā, and of the noble ones.",
  "an3.63:8.4": "These are the three high and luxurious beds that I get these days when I want, without trouble or difficulty. ",
  "an3.63:9.1": "“But what, Master Gotama, is the high and luxurious bed of the gods?",
  "an3.63:9.2": "“Brahmin, when I am living supported by a village or town, I get dressed in the morning and, taking my bowl and robe, enter the town or village for alms.",
  "an3.63:9.3": "After the meal, on my return from alms-round, I enter a wood. ",
  "an3.63:9.4": "I gather up some grass or leaves into a pile, and sit down in the meditation posture, with my body erect, and establish mindfulness right there. ",
  "an3.63:9.5": "Quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an3.63:9.6": "As the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an3.63:9.7": "And with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "an3.63:9.9": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an3.63:9.10": "When I’m practicing like this, if I walk meditation, at that time I walk like the gods.",
  "an3.63:9.11": "When I’m practicing like this, if I stand, at that time I stand like the gods.",
  "an3.63:9.12": "When I’m practicing like this, if I sit, at that time I sit like the gods.",
  "an3.63:9.13": "When I’m practicing like this, if I lie down, at that time I lie down like the gods.",
  "an3.63:9.14": "This is the high and luxurious bed of the gods that I get these days when I want, without trouble or difficulty.”",
  "an3.63:10.1": "“It’s incredible, Master Gotama, it’s amazing!",
  "an3.63:10.2": "Who but Master Gotama could get such a high and luxurious bed of the gods when he wants, without trouble or difficulty?",
  "an3.63:11.1": "But what, Master Gotama, is the high and luxurious bed of Brahmā?”",
  "an3.63:11.2": "“Brahmin, when I am living supported by a village or town, I get dressed in the morning and, taking my bowl and robe, enter the town or village for alms.",
  "an3.63:11.3": "After the meal, on my return from alms-round, I enter a wood. ",
  "an3.63:11.4": "I gather up some grass or leaves into a pile, and sit down in the meditation posture, with my body erect, and establish mindfulness right there. ",
  "an3.63:11.5": "I meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way I spread a heart full of love above, below, across, everywhere, all around, to everyone in the world—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.63:11.6": "I meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way I spread a heart full of compassion above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.63:11.7": "I meditate spreading a heart full of rejoicing to one direction, and to the second, and to the third, and to the fourth. In the same way I spread a heart full of rejoicing above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.63:11.8": "I meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way I spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.63:11.9": "When I’m practicing like this, if I walk meditation, at that time I walk like Brahmā.",
  "an3.63:11.10": "… I stand like Brahmā. …",
  "an3.63:11.11": "… I sit like Brahmā …",
  "an3.63:11.12": "When I’m practicing like this, if I lie down, at that time I lie down like Brahmā.",
  "an3.63:11.13": "This is the high and luxurious bed of Brahmā that I get these days when I want, without trouble or difficulty.”",
  "an3.63:12.1": "“It’s incredible, Master Gotama, it’s amazing!",
  "an3.63:12.2": "Who but Master Gotama could get such a high and luxurious bed of Brahmā when he wants, without trouble or difficulty?",
  "an3.63:13.1": "But what, Master Gotama, is the high and luxurious bed of the noble ones?”",
  "an3.63:13.2": "“Brahmin, when I am living supported by a village or town, I get dressed in the morning and, taking my bowl and robe, enter the town or village for alms.",
  "an3.63:13.3": "After the meal, on my return from alms-round, I enter a wood. ",
  "an3.63:13.4": "I gather up some grass or leaves into a pile, and sit down in the meditation posture, with my body erect, and establish mindfulness right there. ",
  "an3.63:13.5": "I know this:",
  "an3.63:13.6": "‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, exterminated them, so they’re unable to arise in the future.’",
  "an3.63:13.9": "When I’m practicing like this, if I walk meditation, at that time I walk like the noble ones.",
  "an3.63:13.10": "… I stand like the noble ones …",
  "an3.63:13.11": "… I sit like the noble ones …",
  "an3.63:13.12": "When I’m practicing like this, if I lie down, at that time I lie down like the noble ones.",
  "an3.63:13.13": "This is the high and luxurious bed of the noble ones that I get these days when I want, without trouble or difficulty.”",
  "an3.63:14.1": "“It’s incredible, Master Gotama, it’s amazing!",
  "an3.63:14.2": "Who but Master Gotama could get such a high and luxurious bed of the noble one when he wants, without trouble or difficulty?",
  "an3.63:15.1": "Excellent, Master Gotama! Excellent!",
  "an3.63:15.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an3.63:15.3": "so people with good eyes can see what’s there,",
  "an3.63:15.4": "Master Gotama has made the teaching clear in many ways.",
  "an3.63:15.5": "We go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an3.63:15.6": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”"
}