{
  "_markup_path": "markup/an/an03/an3.062.html",
  "_alt_strings": [
    "pi/an/an03/an3.062.json"
  ],
  "an3.62:1.1": "Numbered Discourses 3",
  "an3.62:2.1": "7 The Greater Chapter",
  "an3.62:3.1": "62 Perils",
  "an3.62:4.1": "“Mendicants, an uneducated ordinary person speaks of three perils that tear mothers and children apart.",
  "an3.62:4.2": "What three?",
  "an3.62:4.3": "There comes a time when a great fire flares up,",
  "an3.62:4.4": "and it burns villages, towns, and cities.",
  "an3.62:4.5": "When this happens, a mother can’t find her child, and a child can’t find their mother.",
  "an3.62:4.6": "This is the first peril that tears mothers and children apart.",
  "an3.62:5.1": "Furthermore, there comes a time when a great storm gathers,",
  "an3.62:5.2": "and it unleashes a mighty flood",
  "an3.62:5.3": "that sweeps away villages, towns, and cities.",
  "an3.62:5.4": "When this happens, a mother can’t find her child, and a child can’t find their mother.",
  "an3.62:5.5": "This is the second peril that tears mothers and children apart.",
  "an3.62:6.1": "Furthermore, there comes a time of peril from wild savages, and the countryfolk mount their vehicles and flee everywhere. ",
  "an3.62:6.2": "When this happens, a mother can’t find her child, and a child can’t find their mother.",
  "an3.62:6.3": "This is the third peril that tears mothers and children apart.",
  "an3.62:6.4": "These are the three perils an uneducated ordinary person speaks of that tear mothers and children apart.",
  "an3.62:7.1": "Mendicants, an uneducated ordinary person speaks of three perils that don’t tear mothers and children apart.",
  "an3.62:7.2": "What three?",
  "an3.62:7.3": "There comes a time when a great fire flares up,",
  "an3.62:7.4": "and it burns villages, towns, and cities.",
  "an3.62:7.5": "When this happens, sometimes a mother can find her child, and a child can find their mother.",
  "an3.62:7.6": "This is the first peril that doesn’t tear mothers and children apart.",
  "an3.62:8.1": "Furthermore, there comes a time when a great storm gathers,",
  "an3.62:8.2": "and it unleashes a mighty flood",
  "an3.62:8.3": "that sweeps away villages, towns, and cities.",
  "an3.62:8.4": "When this happens, sometimes a mother can find her child, and a child can find their mother.",
  "an3.62:8.5": "This is the second peril that doesn’t tear mothers and children apart.",
  "an3.62:9.1": "Furthermore, there comes a time of peril from wild savages, and the countryfolk mount their vehicles and flee everywhere. ",
  "an3.62:9.2": "When this happens, sometimes a mother can find her child, and a child can find their mother.",
  "an3.62:9.3": "This is the third peril that doesn’t tear mothers and children apart.",
  "an3.62:9.4": "These are the three perils an uneducated ordinary person speaks of that don’t tear mothers and children apart.",
  "an3.62:10.1": "There are three perils that tear mothers and children apart.",
  "an3.62:10.2": "What three?",
  "an3.62:10.3": "The perils of old age, sickness, and death.",
  "an3.62:10.4": "When a child is growing old, a mother doesn’t get her wish:",
  "an3.62:10.5": "‘Let me grow old, may my child not grow old!’",
  "an3.62:10.6": "When a mother is growing old, a child doesn’t get their wish:",
  "an3.62:10.7": "‘Let me grow old, may my mother not grow old!’",
  "an3.62:11.1": "When a child is sick, a mother doesn’t get her wish:",
  "an3.62:11.2": "‘Let me be sick, may my child not be sick!’",
  "an3.62:11.3": "When a mother is sick, a child doesn’t get their wish:",
  "an3.62:11.4": "‘Let me be sick, may my mother not be sick!’",
  "an3.62:12.1": "When a child is dying, a mother doesn’t get her wish:",
  "an3.62:12.2": "‘Let me die, may my child not die!’",
  "an3.62:12.3": "When a mother is dying, a child doesn’t get their wish:",
  "an3.62:12.4": "‘Let me die, may my mother not die!’",
  "an3.62:12.5": "These are the three perils that tear mothers from their children.",
  "an3.62:13.1": "There is a path and a practice that leads to giving up and going beyond the three perils that don’t tear mothers and children apart, and the three perils that do tear mothers and children apart.",
  "an3.62:13.2": "What is that path and practice?",
  "an3.62:13.3": "It is simply this noble eightfold path, that is: ",
  "an3.62:13.4": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "an3.62:13.5": "This is the path, this is the practice that leads to giving up and going beyond the three perils that don’t tear mothers and children apart, and the three perils that do tear mothers and children apart.”"
}