{
  "_markup_path": "markup/an/an03/an3.064.html",
  "_alt_strings": [
    "pi/an/an03/an3.064.json"
  ],
  "an3.64:1.1": "Numbered Discourses 3",
  "an3.64:2.1": "7 The Greater Chapter",
  "an3.64:3.1": "64 With Sarabha",
  "an3.64:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.64:4.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an3.64:4.3": "Now at that time a wanderer called Sarabha had recently left this teaching and training.",
  "an3.64:4.4": "He was telling a crowd in Rājagaha:",
  "an3.64:4.5": "“I learned the teaching of the ascetics who follow the Sakyan, ",
  "an3.64:4.6": "then I left their teaching and training.”",
  "an3.64:4.7": "Then several mendicants got dressed in the morning and, taking their bowls and robes, entered Rājagaha for alms.",
  "an3.64:4.8": "They heard what Sarabha was saying.",
  "an3.64:5.1": "Then, after the meal, when they returned from alms-round, they went up to the Buddha,",
  "an3.64:5.2": "bowed, sat down to one side,",
  "an3.64:5.3": "and said to him:",
  "an3.64:5.4": "“The wanderer called Sarabha has recently left this teaching and training.",
  "an3.64:5.5": "He was telling a crowd in Rājagaha:",
  "an3.64:5.6": "‘I learned the teaching of the ascetics who follow the Sakyan, ",
  "an3.64:5.7": "then I left their teaching and training.’",
  "an3.64:5.8": "Sir, please go to the wanderer’s monastery on the banks of the Sappinī river to see Sarabha the wanderer out of compassion.”",
  "an3.64:5.9": "The Buddha consented in silence.",
  "an3.64:6.1": "Then in the late afternoon, the Buddha came out of solitude and went to the wanderer’s monastery on the banks of the Sappinī river to visit Sarabha the wanderer.",
  "an3.64:6.2": "He sat on the indicated seat,",
  "an3.64:6.3": "and said to the wanderer Sarabha:",
  "an3.64:6.4": "“Is it really true, Sarabha, that you’ve been saying:",
  "an3.64:6.5": "‘I learned the teaching of the ascetics who follow the Sakyan, ",
  "an3.64:6.6": "then I left their teaching and training.’”",
  "an3.64:6.7": "When he said this, Sarabha kept silent.",
  "an3.64:7.1": "For a second time, the Buddha said to Sarabha:",
  "an3.64:7.2": "“Tell me, Sarabha, what exactly have you learned of the teachings of the ascetics who follow the Sakyan? ",
  "an3.64:7.3": "If you’ve not learned it fully, I’ll fill you in.",
  "an3.64:7.4": "But if you have learned it fully, I’ll agree.”",
  "an3.64:7.5": "For a second time, Sarabha kept silent.",
  "an3.64:8.1": "For a third time, the Buddha said to Sarabha:",
  "an3.64:8.2": "“Sarabha, the teachings of the ascetics who follow the Sakyan are clear to me. What exactly have you learned of the teachings of the ascetics who follow the Sakyan?",
  "an3.64:8.3": "If you’ve not learned it fully, I’ll fill you in.",
  "an3.64:8.4": "But if you have learned it fully, I’ll agree.”",
  "an3.64:8.5": "For a third time, Sarabha kept silent.",
  "an3.64:9.1": "Then those wanderers said to Sarabha:",
  "an3.64:9.2": "“The ascetic Gotama has offered to tell you anything you ask for.",
  "an3.64:9.3": "Speak, reverend Sarabha, what exactly have you learned of the teachings of the ascetics who follow the Sakyan?",
  "an3.64:9.4": "If you’ve not learned it fully, he’ll fill you in.",
  "an3.64:9.5": "But if you have learned it fully, he’ll agree.”",
  "an3.64:9.6": "When this was said, Sarabha sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.",
  "an3.64:10.1": "Knowing this, the Buddha said to the wanderers:",
  "an3.64:11.1": "“Wanderers, someone might say to me:",
  "an3.64:11.2": "‘You claim to be a fully awakened Buddha, but regarding these things you’re not fully awakened.’ Then I’d carefully question, press, and examine them on that point.",
  "an3.64:11.3": "When questioned by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display irritation, hate, and bitterness. Or they’d sit silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha.",
  "an3.64:12.1": "Wanderers, someone might say to me:",
  "an3.64:12.2": "‘You claim to have ended all defilements, but you still have these defilements.’ Then I’d carefully question, press, and examine them on that point.",
  "an3.64:12.3": "When questioned by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display irritation, hate, and bitterness. Or they’d sit silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha.",
  "an3.64:13.1": "“Wanderers, someone might say to me:",
  "an3.64:13.2": "‘Your teaching does not lead someone who practices it to the goal of the complete ending of suffering.’ Then I’d carefully question, press, and examine them on that point.",
  "an3.64:13.3": "When questioned by me, they would, without a doubt, fall into one of these three categories. They’d dodge the issue, distracting the discussion with irrelevant points. They’d display irritation, hate, and bitterness. Or they’d sit silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say, like Sarabha.”",
  "an3.64:13.4": "Then the Buddha, having roared his lion’s roar three time in the wanderer’s monastery on the bank of the Sappinī river, rose into the air and flew away.",
  "an3.64:14.1": "Soon after the Buddha left, those wanderers gave Sarabha a comprehensive tongue-lashing:",
  "an3.64:14.2": "“Reverend Sarabha, you’re just like an old jackal in an awesome wilderness who thinks, ‘I’ll roar a lion’s roar!’ but they still only manage to squeal and yelp like a jackal.",
  "an3.64:14.3": "So too, when the ascetic Gotama wasn’t here you said ‘I’ll roar a lion’s roar!’ but you only managed to squeal and yelp like a jackal.",
  "an3.64:14.4": "You’re just like a golden oriole who thinks, ‘I’ll cry like a cuckoo!’ but they still only manage to cry like a golden oriole.",
  "an3.64:14.5": "So too, when the ascetic Gotama wasn’t here you said ‘I’ll cry like a cuckoo!’ but you still only managed to cry like a golden oriole.",
  "an3.64:14.6": "You’re just like a bull that thinks to bellow only when the cowstall is empty.",
  "an3.64:14.7": "So too, you only thought to bellow when the ascetic Gotama wasn’t here.”",
  "an3.64:14.8": "That’s how those wanderers gave Sarabha a comprehensive tongue-lashing."
}