{
  "_markup_path": "markup/an/an03/an3.066.html",
  "_alt_strings": [
    "pi/an/an03/an3.066.json"
  ],
  "an3.66:1.1": "Numbered Discourses 3",
  "an3.66:2.1": "7 The Greater Chapter",
  "an3.66:3.1": "66 With Sāḷha",
  "an3.66:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.66:4.2": "Now at that time Venerable Nandaka was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an3.66:4.3": "Then Sāḷha, Migāra’s grandson, and Rohaṇa, Pekhuṇiya’s grandson went up to Venerable Nandaka,",
  "an3.66:4.4": "bowed, and sat down to one side.",
  "an3.66:4.5": "Then Venerable Nandaka said to Sāḷha:",
  "an3.66:5.1": "“Please, Sāḷha, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.66:5.2": "But when you know for yourselves: ‘These things are unwholesome, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up.",
  "an3.66:6.1": "What do you think, Sāḷha? Is greed real?”",
  "an3.66:7.1": "“Yes, sir.”",
  "an3.66:8.1": "“‘Covetousness’ is what I mean by this. ",
  "an3.66:8.2": "A person who is greedy and covetous kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.66:9.1": "“Yes, sir.”",
  "an3.66:10.1": "“What do you think, Sāḷha? Is hate real?”",
  "an3.66:11.1": "“Yes, sir.”",
  "an3.66:12.1": "“‘Ill will’ is what I mean by this. ",
  "an3.66:12.2": "A hateful and malicious person kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.66:13.1": "“Yes, sir.”",
  "an3.66:14.1": "“What do you think, Sāḷha? Is delusion real?”",
  "an3.66:15.1": "“Yes, sir.”",
  "an3.66:16.1": "“‘Ignorance’ is what I mean by this. ",
  "an3.66:16.2": "A person who is deluded and ignorant kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”",
  "an3.66:17.1": "“Yes, sir.”",
  "an3.66:18.1": "“What do you think, Sāḷha, are these things wholesome or unwholesome?”",
  "an3.66:19.1": "“Unwholesome, sir.”",
  "an3.66:20.1": "“Blameworthy or blameless?”",
  "an3.66:21.1": "“Blameworthy, sir.”",
  "an3.66:22.1": "“Criticized or praised by sensible people?”",
  "an3.66:23.1": "“Criticized by sensible people, sir.”",
  "an3.66:24.1": "“When you undertake them, do they lead to harm and suffering, or not?”",
  "an3.66:24.2": "Or how do you see this?”",
  "an3.66:25.1": "“When you undertake them, they lead to harm and suffering.",
  "an3.66:25.2": "That’s how we see it.”",
  "an3.66:26.1": "“So, Sāḷha, when we said:",
  "an3.66:26.2": "‘Please, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.66:26.3": "But when you know for yourselves:",
  "an3.66:26.4": "“These things are unwholesome, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up’—that’s what I said, and this is why I said it.",
  "an3.66:27.1": "Please, Sāḷha, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.66:27.2": "But when you know for yourselves:",
  "an3.66:27.3": "‘These things are wholesome, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them.",
  "an3.66:28.1": "What do you think? Is contentment real?”",
  "an3.66:29.1": "“Yes, sir.”",
  "an3.66:30.1": "“‘Satisfaction’ is what I mean by this. ",
  "an3.66:30.2": "A person who is content and satisfied doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”",
  "an3.66:31.1": "“Yes, sir.”",
  "an3.66:32.1": "What do you think? Is love real?”",
  "an3.66:33.1": "“Yes, sir.”",
  "an3.66:34.1": "“‘Good will’ is what I mean by this. ",
  "an3.66:34.2": "A loving and kind-hearted person doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”",
  "an3.66:35.1": "“Yes, sir.”",
  "an3.66:36.1": "“What do you think, Sāḷha? Is understanding real?”",
  "an3.66:37.1": "“Yes, sir.”",
  "an3.66:38.1": "“‘Knowledge’ is what I mean by this. ",
  "an3.66:38.2": "A person who understands and knows doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”",
  "an3.66:39.1": "“Yes, sir.”",
  "an3.66:40.1": "“What do you think, Sāḷha, are these things wholesome or unwholesome?”",
  "an3.66:41.1": "“Wholesome, sir.”",
  "an3.66:42.1": "“Blameworthy or blameless?”",
  "an3.66:43.1": "“Blameless, sir.”",
  "an3.66:44.1": "“Criticized or praised by sensible people?”",
  "an3.66:45.1": "“Praised by sensible people, sir.”",
  "an3.66:46.1": "“When you undertake them, do they lead to welfare and happiness, or not?",
  "an3.66:46.2": "Or how do you see this?”",
  "an3.66:47.1": "“When you undertake them, they lead to welfare and happiness.",
  "an3.66:47.2": "That’s how we see it.”",
  "an3.66:48.1": "“So, Sāḷha, when we said:",
  "an3.66:48.2": "‘Please, don’t rely on oral transmission, lineage, testament, canonical authority, logic, inference, reasoned contemplation, acceptance of a view after consideration, the appearance of competence, or respect for your teacher.",
  "an3.66:48.3": "But when you know for yourselves:",
  "an3.66:48.4": "“These things are wholesome, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them’—that’s what I said, and this is why I said it.",
  "an3.66:49.1": "Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love …",
  "an3.66:49.2": "compassion …",
  "an3.66:49.3": "rejoicing …",
  "an3.66:49.4": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an3.66:49.5": "They understand:",
  "an3.66:49.6": "‘There is this, there is what is worse than this, there is what is better than this, and there is an escape beyond the scope of perception.’",
  "an3.66:49.7": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an3.66:49.8": "When freed, they know ‘it is freed’.",
  "an3.66:49.9": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an3.66:50.1": "They understand:",
  "an3.66:50.2": "‘Formerly there was greed, which was unwholesome. Now there is none, so that’s wholesome.",
  "an3.66:50.3": "Formerly there was hate, which was unwholesome. Now there is none, so that’s wholesome.",
  "an3.66:50.4": "Formerly there was delusion, which was unwholesome. Now there is none, so that’s wholesome.’",
  "an3.66:50.5": "So in the present life they live without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves.”"
}