{
  "_markup_path": "markup/an/an03/an3.035.html",
  "_alt_strings": [
    "pi/an/an03/an3.035.json"
  ],
  "an3.35:1.1": "Numbered Discourses 3",
  "an3.35:2.1": "4 Messengers of the Gods",
  "an3.35:3.1": "35 With Hatthaka",
  "an3.35:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.35:4.2": "At one time the Buddha was staying near Āḷavī, on a mat of leaves by a cow-path in a grove of Indian Rosewood.",
  "an3.35:4.3": "Then as Hatthaka of Āḷavī was going for a walk he saw the Buddha sitting on that mat of leaves.",
  "an3.35:4.4": "He went up to the Buddha, ",
  "an3.35:4.5": "bowed, sat down to one side,",
  "an3.35:4.6": "and said to the Buddha:",
  "an3.35:4.7": "“Sir, I trust the Buddha slept well?”",
  "an3.35:4.8": "“Yes, prince, I slept well.",
  "an3.35:4.9": "I am one of those who sleep well in the world.”",
  "an3.35:5.1": "“The winter nights are cold, sir, and it’s the week of mid-winter, when the snow falls. Rough is the ground trampled under the cows’ hooves, and thin is the mat of leaves. The leaves are sparse on the trees, the ochre robes are cold, and cold blows the north wind.",
  "an3.35:5.2": "And yet the Buddha says:",
  "an3.35:5.3": "‘Yes, prince, I slept well.",
  "an3.35:5.4": "I am one of those who sleep well in the world.’”",
  "an3.35:6.1": "“Well then, prince, I’ll ask you about this in return,",
  "an3.35:6.2": "and you can answer as you like.",
  "an3.35:6.3": "What do you think? Take the case of a householder or his son, who lives in a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered.",
  "an3.35:6.4": "His couch is spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide. It has a canopy above and red pillows at both ends.",
  "an3.35:6.5": "An oil lamp is burning there,",
  "an3.35:6.6": "while his four wives attend to him in all manner of pleasing ways.",
  "an3.35:6.7": "What do you think, prince, would he sleep well, or not?",
  "an3.35:6.8": "Or how do you see this?”",
  "an3.35:6.9": "“He would sleep well, sir.",
  "an3.35:6.10": "Of those who sleep well in the world, he would be one.”",
  "an3.35:7.1": "“What do you think, prince? Is it not possible that a fever born of greed—physical or mental—might arise in that householder or householder’s son, burning him so he sleeps badly?”",
  "an3.35:7.2": "“Yes, sir.”",
  "an3.35:8.1": "“The greed that burns that householder or householder’s son, making them sleep badly, has been cut off at the root by the Realized One, made like a palm stump, exterminated, and unable to arise in the future.",
  "an3.35:8.2": "That’s why I sleep well.",
  "an3.35:9.1": "What do you think, prince? Is it not possible that a fever born of hate …",
  "an3.35:9.2": "or a fever born of delusion—physical or mental—might arise in that householder or householder’s son, burning him so he sleeps badly?”",
  "an3.35:9.3": "“Yes, sir.”",
  "an3.35:10.1": "“The delusion that burns that householder or householder’s son, making them sleep badly, has been cut off at the root by the Realized One, made like a palm stump, exterminated, and unable to arise in the future.",
  "an3.35:10.2": "That’s why I sleep well.”",
  "an3.35:11.1": "“A brahmin who is fully extinguished",
  "an3.35:11.2": "always sleeps well.",
  "an3.35:11.3": "Sensual pleasures slide off them,",
  "an3.35:11.4": "they’re cooled, free of attachments.",
  "an3.35:12.1": "Since they’ve cut off all clinging,",
  "an3.35:12.2": "and removed the stress from the heart,",
  "an3.35:12.3": "the peaceful sleep well,",
  "an3.35:12.4": "abiding in peace of mind.”"
}