{
  "_markup_path": "markup/an/an03/an3.067.html",
  "_alt_strings": [
    "pi/an/an03/an3.067.json"
  ],
  "an3.67:1.1": "Numbered Discourses 3",
  "an3.67:2.1": "7 The Greater Chapter",
  "an3.67:3.1": "67 Topics of Discussion",
  "an3.67:4.1": "“There are, mendicants, these three topics of discussion.",
  "an3.67:4.2": "What three?",
  "an3.67:4.3": "You might discuss the past:",
  "an3.67:4.4": "‘This is how it was in the past.’",
  "an3.67:4.5": "You might discuss the future:",
  "an3.67:4.6": "‘This is how it will be in the future.’",
  "an3.67:4.7": "Or you might discuss the present:",
  "an3.67:4.8": "‘This is how it is at present.’",
  "an3.67:5.1": "You can know whether or not a person is competent to hold a discussion by seeing how they take part in a discussion.",
  "an3.67:5.2": "When a person is asked a question, if it needs to be answered with a generalization and they don’t answer it generally; or if it needs analysis and they answer without analyzing it; or if it needs a counter-question and they answer without a counter-question; or if it should be set aside and they don’t set it aside, then that person is not competent to hold a discussion.",
  "an3.67:5.3": "When a person is asked a question, if it needs to be answered with a generalization and they answer it generally; or if it needs analysis and they answer after analyzing it; or if it needs a counter-question and they answer with a counter-question; or if it should be set aside and they set it aside, then that person is competent to hold a discussion.",
  "an3.67:6.1": "You can know whether or not a person is competent to hold a discussion by seeing how they take part in a discussion.",
  "an3.67:6.2": "When a person is asked a question, if they’re not consistent about what their position is and what it isn’t; about what they propose; about speaking from what they know; and about the appropriate procedure, then that person is not competent to hold a discussion.",
  "an3.67:6.3": "When a person is asked a question, if they are consistent about what their position is and what it isn’t; about what they propose; about speaking from what they know; and about the appropriate procedure, then that person is competent to hold a discussion.",
  "an3.67:7.1": "You can know whether or not a person is competent to hold a discussion by seeing how they take part in a discussion.",
  "an3.67:7.2": "When a person is asked a question, if they dodge the issue; distract the discussion with irrelevant points; or display irritation, hate, and bitterness, then that person is not competent to hold a discussion.",
  "an3.67:7.3": "When a person is asked a question, if they don’t dodge the issue; distract the discussion with irrelevant points; or display irritation, hate, and bitterness, then that person is competent to hold a discussion.",
  "an3.67:8.1": "You can know whether or not a person is competent to hold a discussion by seeing how they take part in a discussion.",
  "an3.67:8.2": "When a person is asked a question, if they intimidate, crush, mock, or seize on trivial flaws, then that person is not competent to hold a discussion.",
  "an3.67:8.3": "When a person is asked a question, if they don’t intimidate, crush, mock, or seize on trivial flaws, then that person is competent to hold a discussion.",
  "an3.67:9.1": "You can know whether or not a person has what’s required by seeing how they take part in a discussion.",
  "an3.67:9.2": "If they listen well they have what’s required; if they don’t listen well they don’t have what’s required.",
  "an3.67:9.3": "Someone who has what’s required has insight into one thing, completely understands one thing, gives up one thing, and realizes one thing—",
  "an3.67:9.4": "and then they reach complete freedom.",
  "an3.67:9.5": "This is the purpose of discussion,",
  "an3.67:9.6": "consultation,",
  "an3.67:9.7": "the requirements,",
  "an3.67:9.8": "and listening well, that is, the liberation of the mind without grasping.”",
  "an3.67:10.1": "“Those who converse with hostility,",
  "an3.67:10.2": "too sure of themselves, arrogant,",
  "an3.67:10.3": "ignoble, attacking virtues,",
  "an3.67:10.4": "they look for flaws in each other.",
  "an3.67:11.1": "They rejoice together when their opponent",
  "an3.67:11.2": "speaks poorly and makes a mistake,",
  "an3.67:11.3": "becoming confused and defeated—",
  "an3.67:11.4": "but the noble ones don’t discuss like this.",
  "an3.67:12.1": "If an astute person wants to hold a discussion",
  "an3.67:12.2": "connected with the teaching and its meaning—",
  "an3.67:12.3": "the kind of discussion that noble ones hold—",
  "an3.67:12.4": "then that astute person should start the discussion,",
  "an3.67:13.1": "knowing when the time is right,",
  "an3.67:13.2": "neither hostile nor arrogant.",
  "an3.67:13.3": "Not over-excited,",
  "an3.67:13.4": "insolent, or aggressive,",
  "an3.67:14.1": "or with a mind full of jealousy,",
  "an3.67:14.2": "they’d speak from what they rightly know.",
  "an3.67:14.3": "They agree with what was well spoken,",
  "an3.67:14.4": "without criticizing what was poorly said.",
  "an3.67:15.1": "They’d not persist in finding faults,",
  "an3.67:15.2": "nor seize on trivial flaws,",
  "an3.67:15.3": "neither intimidating nor crushing the other,",
  "an3.67:15.4": "nor would they speak with sly implications.",
  "an3.67:16.1": "Good people consult",
  "an3.67:16.2": "for the sake of knowledge and clarity.",
  "an3.67:16.3": "That’s how the noble ones consult,",
  "an3.67:16.4": "this is a noble consultation.",
  "an3.67:16.5": "Knowing this, an intelligent person",
  "an3.67:16.6": "would consult without arrogance.”"
}