{
  "_markup_path": "markup/an/an03/an3.070.html",
  "_alt_strings": [
    "pi/an/an03/an3.070.json"
  ],
  "an3.70:1.1": "Numbered Discourses 3",
  "an3.70:2.1": "7 The Greater Chapter",
  "an3.70:3.1": "70 Sabbath",
  "an3.70:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.70:4.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an3.70:4.3": "Then Visākhā, Migāra’s mother, went up to the Buddha,",
  "an3.70:4.4": "bowed, and sat down to one side.",
  "an3.70:4.5": "The Buddha said to her:",
  "an3.70:4.6": "“So, Visākhā, where are you coming from in the middle of the day?”",
  "an3.70:4.7": "“Today, sir, I’m observing the sabbath.”",
  "an3.70:5.1": "“There are, Visākhā, these three sabbaths.",
  "an3.70:5.2": "What three?",
  "an3.70:5.3": "The sabbath of the cowherds, the sabbath of the Jains, and the sabbath of the noble ones.",
  "an3.70:5.4": "And what is the sabbath of the cowherds?",
  "an3.70:5.5": "It’s just like a cowherd who, in the late afternoon, takes the cows back to their owners. They reflect:",
  "an3.70:5.6": "‘Today the cows grazed in this place and that, and they drank in this place and that.",
  "an3.70:5.7": "Tomorrow the cows will graze in this place and that, and drink in this place and that.’",
  "an3.70:5.8": "So too, someone keeping the sabbath reflects:",
  "an3.70:5.9": "‘Today I ate this and that, and had a meal of this and that.",
  "an3.70:5.10": "Tomorrow I’ll eat this and that, and have a meal of this and that.’",
  "an3.70:5.11": "And so they spend their day with a mind full of covetousness.",
  "an3.70:5.12": "That’s the sabbath of the cowherds.",
  "an3.70:5.13": "When the cowherd’s sabbath is observed like this it’s not very fruitful or beneficial or glorious or effective.",
  "an3.70:6.1": "And what is the sabbath of the Jains?",
  "an3.70:6.2": "There’s a kind of ascetic belonging to a group called the Jains.",
  "an3.70:6.3": "They encourage their disciples:",
  "an3.70:6.4": "‘Please, good people, don’t hurt any living creatures more than a hundred leagues away to the east.",
  "an3.70:6.5": "Don’t hurt any living creatures more than a hundred leagues away to the west.",
  "an3.70:6.6": "Don’t hurt any living creatures more than a hundred leagues away to the north.",
  "an3.70:6.7": "Don’t hurt any living creatures more than a hundred leagues away to the south.’",
  "an3.70:6.8": "So they encourage kindness and compassion for some creatures and not others.",
  "an3.70:6.9": "On the sabbath, they encourage their disciples:",
  "an3.70:6.10": "‘Please, good people, take off all your clothes and say:",
  "an3.70:6.11": "‘I don’t belong to anyone anywhere! And nothing belongs to me anywhere!’",
  "an3.70:6.12": "But their mother and father still know,",
  "an3.70:6.13": "‘This is our child.’",
  "an3.70:6.14": "And they know,",
  "an3.70:6.15": "‘This is my mother and father.’",
  "an3.70:6.16": "Partner and child still know,",
  "an3.70:6.17": "‘This is our supporter.’",
  "an3.70:6.18": "And they know,",
  "an3.70:6.19": "‘This is my partner and child.’",
  "an3.70:6.20": "Slaves, workers, and servants still know:",
  "an3.70:6.21": "‘This is our master.’",
  "an3.70:6.22": "And they know,",
  "an3.70:6.23": "‘These are my slaves, workers, and servants.’",
  "an3.70:6.24": "So, at a time when they should be encouraged to speak the truth, the Jains encourage them to lie.",
  "an3.70:6.25": "This, I say, is lying.",
  "an3.70:6.26": "When the night has passed they use their possessions once more, though they’ve not been given back to them.",
  "an3.70:6.27": "This, I say, is stealing.",
  "an3.70:6.28": "That’s the sabbath of the Jains.",
  "an3.70:6.29": "When the Jain’s sabbath is observed like this it’s not very fruitful or beneficial or glorious or effective.",
  "an3.70:7.1": "And what is the sabbath of the noble ones?",
  "an3.70:7.2": "A corrupt mind is cleaned by applying effort.",
  "an3.70:7.3": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:7.4": "It’s when a noble disciple recollects the Realized One:",
  "an3.70:7.5": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an3.70:7.6": "As they recollect the Realized One, their mind becomes clear, gladness arises,",
  "an3.70:7.7": "and mental corruptions are given up. It’s just like cleaning a dirty head by applying effort.",
  "an3.70:8.1": "And how is a dirty head cleaned by applying effort?",
  "an3.70:8.2": "With cleansing paste, water, and clay, and by applying the appropriate effort.",
  "an3.70:8.3": "In the same way, a corrupt mind is cleaned by applying effort.",
  "an3.70:9.1": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:9.2": "It’s when a noble disciple recollects the Realized One:",
  "an3.70:9.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an3.70:9.4": "As they recollect the Realized One, their mind becomes clear, gladness arises, and mental corruptions are given up.",
  "an3.70:9.5": "This is called:",
  "an3.70:9.6": "‘A noble disciple who observes the sabbath of Brahmā, living together with Brahmā. And because they think of Brahmā their mind becomes clear, gladness arises, and mental corruptions are given up.’",
  "an3.70:9.7": "That’s how a corrupt mind is cleaned by applying effort.",
  "an3.70:9.8": "(3.1)",
  "an3.70:10.1": "A corrupt mind is cleaned by applying effort.",
  "an3.70:10.2": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:10.3": "It’s when a noble disciple recollects the Dharma:",
  "an3.70:10.4": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "an3.70:10.5": "As they recollect the Dharma, their mind becomes clear, gladness arises, and mental corruptions are given up. It’s just like cleaning a dirty body by applying effort.",
  "an3.70:11.1": "And how is a dirty body cleaned by applying effort?",
  "an3.70:11.2": "With pastes of herbs and powdered shell, water, and by applying the appropriate effort.",
  "an3.70:11.3": "That’s how a dirty body is cleaned by applying effort.",
  "an3.70:11.4": "In the same way, a corrupt mind is cleaned by applying effort.",
  "an3.70:12.1": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:12.2": "It’s when a noble disciple recollects the Dharma:",
  "an3.70:12.3": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "an3.70:12.4": "As they recollect the Realized One, their mind becomes clear, gladness arises, and mental corruptions are given up.",
  "an3.70:12.5": "This is called: ‘A noble disciple who observes the sabbath of Dharma, living together with Dharma. And because they think of the Dharma their mind becomes clear, gladness arises, and mental corruptions are given up.’",
  "an3.70:12.6": "That’s how a corrupt mind is cleaned by applying effort.",
  "an3.70:12.7": "(3.2)",
  "an3.70:13.1": "A corrupt mind is cleaned by applying effort.",
  "an3.70:13.2": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:13.3": "It’s when a noble disciple recollects the Saṅgha:",
  "an3.70:13.4": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is the supreme field of merit for the world.’",
  "an3.70:13.5": "As they recollect the Saṅgha, their mind becomes clear, gladness arises, and mental corruptions are given up. It’s just like cleaning a dirty cloth by applying effort.",
  "an3.70:14.1": "And how is a dirty cloth cleaned by applying effort?",
  "an3.70:14.2": "With salt, lye, cow dung, and water, and by applying the appropriate effort.",
  "an3.70:14.3": "That’s how a dirty cloth is cleaned by applying effort.",
  "an3.70:14.4": "In the same way, a corrupt mind is cleaned by applying effort.",
  "an3.70:15.1": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:15.2": "It’s when a noble disciple recollects the Saṅgha:",
  "an3.70:15.3": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of veneration with folded palms. It is the supreme field of merit for the world.’",
  "an3.70:15.5": "As they recollect the Saṅgha, their mind becomes clear, gladness arises, and mental corruptions are given up.",
  "an3.70:15.6": "This is called: ‘A noble disciple who observes the sabbath of the Saṅgha, living together with the Saṅgha. And because they think of the Saṅgha their mind becomes clear, gladness arises, and mental corruptions are given up.’",
  "an3.70:15.7": "That’s how a corrupt mind is cleaned by applying effort.",
  "an3.70:15.8": "(3.3)",
  "an3.70:16.1": "A corrupt mind is cleaned by applying effort.",
  "an3.70:16.2": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:16.3": "It’s when a noble disciple recollects their own ethical conduct, which is uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an3.70:16.4": "As they recollect their ethical conduct, their mind becomes clear, gladness arises, and mental corruptions are given up. It’s just like cleaning a dirty mirror by applying effort.",
  "an3.70:17.1": "And how is a dirty mirror cleaned by applying effort?",
  "an3.70:17.2": "With oil, ash, a rolled-up cloth, and by applying the appropriate effort.",
  "an3.70:17.3": "That’s how a dirty mirror is cleaned by applying effort.",
  "an3.70:17.4": "So too, a corrupt mind is cleaned by applying effort.",
  "an3.70:18.1": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:18.2": "It’s when a noble disciple recollects their own ethical conduct, which is uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an3.70:18.4": "As they recollect their ethical conduct, their mind becomes clear, gladness arises, and mental corruptions are given up.",
  "an3.70:18.5": "This is called: ‘A noble disciple who observes the sabbath of ethical conduct, living together with ethics. And because they think of their ethical conduct their mind becomes clear, gladness arises, and mental corruptions are given up.’",
  "an3.70:18.6": "That’s how a corrupt mind is cleaned by applying effort.",
  "an3.70:18.7": "(3.4)",
  "an3.70:19.1": "A corrupt mind is cleaned by applying effort.",
  "an3.70:19.2": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:19.3": "It’s when a noble disciple recollects the gods:",
  "an3.70:19.4": "‘There are the Gods of the Four Great Kings, the Gods of the Thirty-three, the Gods of Yama, the Joyful Gods, the Gods Who Love to Create, the Gods Who Control the Creations of Others, the Gods of Brahmā’s Group, and gods even higher than these.",
  "an3.70:19.5": "When those gods passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.",
  "an3.70:19.10": "As they recollect the faith, ethics, learning, generosity and wisdom of both themselves and those gods, their mind becomes clear, gladness arises, and mental corruptions are given up. It’s just like cleaning dirty gold by applying effort.",
  "an3.70:20.1": "And how is dirty gold cleaned by applying effort?",
  "an3.70:20.2": "With a furnace, flux, a blowpipe, and tongs, and by applying the appropriate effort.",
  "an3.70:20.3": "That’s how dirty gold is cleaned by applying effort.",
  "an3.70:20.4": "So too, a corrupt mind is cleaned by applying effort.",
  "an3.70:21.1": "And how is a corrupt mind cleaned by applying effort?",
  "an3.70:21.2": "It’s when a noble disciple recollects the gods:",
  "an3.70:21.3": "‘There are the Gods of the Four Great Kings, the Gods of the Thirty-three, the Gods of Yama, the Joyful Gods, the Gods Who Love to Create, the Gods Who Control the Creations of Others, the Gods of Brahmā’s Group, and gods even higher than these.",
  "an3.70:21.5": "When those gods passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.",
  "an3.70:21.10": "As they recollect the faith, ethics, learning, generosity and wisdom of both themselves and those gods, their mind becomes clear, gladness arises, and mental corruptions are given up.",
  "an3.70:21.11": "This is called: ‘A noble disciple who observes the uposatha of the gods, living together with the gods. And because they think of the gods their mind becomes clear, gladness arises, and mental corruptions are given up.’",
  "an3.70:21.12": "That’s how a corrupt mind is cleaned by applying effort.",
  "an3.70:21.13": "(3.5)",
  "an3.70:22.1": "Then that noble disciple reflects:",
  "an3.70:22.2": "‘As long as they live the perfected ones give up killing living creatures, renouncing violence and harming. They are scrupulous and kind, and live full of compassion for all creatures.",
  "an3.70:22.3": "I, too, for this day and night will give up killing living creatures, renouncing violence and harming. I’ll be scrupulous and kind, and live full of compassion for all creatures.",
  "an3.70:22.4": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:23.1": "As long as they live the perfected ones give up stealing. They take only what’s given, and expect only what’s given. They keep themselves pure by not thieving.",
  "an3.70:23.2": "I, too, for this day and night will give up stealing. I’ll take only what’s given, and expect only what’s given. I’ll keep myself pure by not thieving.",
  "an3.70:23.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:24.1": "As long as they live the perfected ones give up unchastity. They are celibate, set apart, avoiding the common practice of sex.",
  "an3.70:24.2": "I, too, for this day and night will give up unchastity. I will be celibate, set apart, avoiding the common practice of sex.",
  "an3.70:24.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:25.1": "As long as they live the perfected ones give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.",
  "an3.70:25.2": "I, too, for this day and night will give up lying. I’ll speak the truth and stick to the truth. I’ll be honest and trustworthy, and won’t trick the world with my words.",
  "an3.70:25.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:26.1": "As long as they live the perfected ones give up alcohol and drugs, which cause negligence. ",
  "an3.70:26.2": "I, too, for this day and night will give up alcohol and drugs, which cause negligence. ",
  "an3.70:26.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:27.1": "As long as they live the perfected ones eat in one part of the day, abstaining from eating at night and from food at the wrong time.",
  "an3.70:27.2": "I, too, for this day and night will eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "an3.70:27.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:28.1": "As long as they live the perfected ones avoid dancing, singing, music, and seeing shows; and beautifying and adorning themselves with garlands, perfumes, and makeup.",
  "an3.70:28.2": "I, too, for this day and night will avoid dancing, singing, music, and seeing shows; and beautifying and adorning myself with garlands, perfumes, and makeup.",
  "an3.70:28.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:29.1": "As long as they live the perfected ones give up high and luxurious beds. They sleep in a low place, either a cot or a straw mat.",
  "an3.70:29.2": "I, too, for this day and night will give up high and luxurious beds. I’ll sleep in a low place, either a cot or a straw mat.",
  "an3.70:29.3": "I will observe the sabbath by doing as the perfected ones do in this respect.",
  "an3.70:30.1": "That’s the sabbath of the noble ones.",
  "an3.70:30.2": "When the sabbath of the noble one is observed like this it’s very fruitful and beneficial and glorious and effective.",
  "an3.70:31.1": "How much so?",
  "an3.70:31.2": "Suppose you were to rule as sovereign lord over these sixteen great countries—Aṅga, Magadha, Kāsī, Kosala, Vajjī, Malla, Ceti, Vaṅga, Kuru, Pañcāla, Maccha, Sūrusena, Assaka, Avanti, Gandhāra, and Kamboja—full of the seven kinds of precious things.",
  "an3.70:31.3": "This wouldn’t be worth a sixteenth part of the sabbath with its eight factors.",
  "an3.70:31.4": "Why is that?",
  "an3.70:31.5": "Because human kingship is a poor thing compared to the happiness of the gods.",
  "an3.70:32.1": "Fifty years in the human realm is one day and night for the gods of the Four Great Kings.",
  "an3.70:32.2": "Thirty such days make up a month.",
  "an3.70:32.3": "Twelve such months make up a year.",
  "an3.70:32.4": "The life span of the gods of the Four Great Kings is five hundred of these divine years.",
  "an3.70:32.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of the Four Great Kings.",
  "an3.70:32.6": "This is what I was referring to when I said:",
  "an3.70:32.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an3.70:33.1": "A hundred years in the human realm is one day and night for the gods of the Thirty-three.",
  "an3.70:33.2": "Thirty such days make up a month.",
  "an3.70:33.3": "Twelve such months make up a year.",
  "an3.70:33.4": "The life span of the gods of the Thirty-three is a thousand of these divine years.",
  "an3.70:33.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of the Thirty-three.",
  "an3.70:33.6": "This is what I was referring to when I said:",
  "an3.70:33.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an3.70:34.1": "Two hundred years in the human realm is one day and night for the Gods of Yama.",
  "an3.70:34.2": "Thirty such days make up a month.",
  "an3.70:34.3": "Twelve such months make up a year.",
  "an3.70:34.4": "The life span of the Gods of Yama is two thousand of these divine years.",
  "an3.70:34.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods of Yama.",
  "an3.70:34.6": "This is what I was referring to when I said:",
  "an3.70:34.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an3.70:35.1": "Four hundred years in the human realm is one day and night for the joyful gods.",
  "an3.70:35.2": "Thirty such days make up a month.",
  "an3.70:35.3": "Twelve such months make up a year.",
  "an3.70:35.4": "The life span of the joyful gods is four thousand of these divine years.",
  "an3.70:35.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the joyful gods.",
  "an3.70:35.6": "This is what I was referring to when I said:",
  "an3.70:35.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an3.70:36.1": "Eight hundred years in the human realm is one day and night for the gods who love to create.",
  "an3.70:36.2": "Thirty such days make up a month.",
  "an3.70:36.3": "Twelve such months make up a year.",
  "an3.70:36.4": "The life span of the gods who love to create is eight thousand of these divine years.",
  "an3.70:36.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods who love to create.",
  "an3.70:36.6": "This is what I was referring to when I said:",
  "an3.70:36.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an3.70:37.1": "Sixteen hundred years in the human realm is one day and night for the gods who control the creations of others.",
  "an3.70:37.2": "Thirty such days make up a month.",
  "an3.70:37.3": "Twelve such months make up a year.",
  "an3.70:37.4": "The life span of the gods who control the creations of others is sixteen thousand of these divine years.",
  "an3.70:37.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods who control the creations of others.",
  "an3.70:37.6": "This is what I was referring to when I said:",
  "an3.70:37.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’”",
  "an3.70:38.1": "“You shouldn’t kill living creatures, or steal,",
  "an3.70:38.2": "or lie, or drink alcohol.",
  "an3.70:38.3": "Be celibate, refraining from sex,",
  "an3.70:38.4": "and don’t eat at night, the wrong time.",
  "an3.70:39.1": "Not wearing garlands or applying perfumes,",
  "an3.70:39.2": "you should sleep on a low bed, or a mat on the ground.",
  "an3.70:39.3": "This is the eight-factored sabbath, they say,",
  "an3.70:39.4": "explained by the Buddha, who has gone to suffering’s end.",
  "an3.70:40.1": "The moon and sun are both fair to see,",
  "an3.70:40.2": "radiating as far as they revolve.",
  "an3.70:40.3": "Those shining ones in the sky light up the quarters,",
  "an3.70:40.4": "dispelling the darkness as they traverse the heavens.",
  "an3.70:41.1": "All of the wealth that’s found in this realm—",
  "an3.70:41.2": "pearls, gems, fine beryl too,",
  "an3.70:41.3": "horn-gold or mountain gold,",
  "an3.70:41.4": "or natural gold dug up by marmots—",
  "an3.70:42.1": "they’re not worth a sixteenth part",
  "an3.70:42.2": "of the sabbath with its eight factors,",
  "an3.70:42.3": "as all the constellations of stars can’t equal the light of the moon.",
  "an3.70:43.1": "So an ethical woman or man,",
  "an3.70:43.2": "who’s observed the eight-factored sabbath,",
  "an3.70:43.3": "having made merit whose outcome is happiness,",
  "an3.70:43.4": "blameless, they go to a heavenly place.”"
}