{
  "_markup_path": "markup/an/an03/an3.058.html",
  "_alt_strings": [
    "pi/an/an03/an3.058.json"
  ],
  "an3.58:1.1": "Numbered Discourses 3",
  "an3.58:2.1": "6 Brahmins",
  "an3.58:3.1": "58 Tikaṇṇa",
  "an3.58:4.1": "Then Tikaṇṇa the brahmin went up to the Buddha,",
  "an3.58:4.2": "and exchanged greetings with him.",
  "an3.58:4.3": "Seated to one side Tikaṇṇa, in front of the Buddha, praised the brahmins who were expert in the three Vedas.",
  "an3.58:4.4": "“Such are the brahmins, masters of the three Vedic knowledges! Thus are the brahmins, masters of the three Vedic knowledges!”",
  "an3.58:5.1": "“But how, brahmin, do the brahmins describe a brahmin who is master of the three Vedic knowledges?”",
  "an3.58:5.2": "“Master Gotama, it’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. He recites and remembers the hymns, and is an expert in the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.",
  "an3.58:5.3": "That’s how the brahmins describe a brahmin who is master of the three Vedic knowledges.”",
  "an3.58:6.1": "“Brahmin, a master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.”",
  "an3.58:6.2": "“But how, Master Gotama, is one a master of the three knowledges in the training of the noble one?",
  "an3.58:6.3": "Master Gotama, please teach me this.”",
  "an3.58:6.4": "“Well then, brahmin, listen and pay close attention,",
  "an3.58:6.5": "I will speak.”",
  "an3.58:6.6": "“Yes sir,” Tikaṇṇa replied.",
  "an3.58:6.7": "The Buddha said this: ",
  "an3.58:7.1": "“Brahmin, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an3.58:7.2": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an3.58:7.3": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an3.58:7.5": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an3.58:8.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "an3.58:8.2": "They recollect many kinds of past lives, that is,",
  "an3.58:8.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember:",
  "an3.58:8.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "an3.58:8.5": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "an3.58:8.6": "And so they recollect their many kinds of past lives, with features and details.",
  "an3.58:8.7": "This is the first knowledge that they attain.",
  "an3.58:8.8": "Ignorance is destroyed and knowledge has arisen;",
  "an3.58:8.9": "darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.",
  "an3.58:9.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "an3.58:9.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds:",
  "an3.58:9.3": "‘These dear beings, alas, did bad things by way of body, speech, and mind.",
  "an3.58:9.4": "They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an3.58:9.5": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "an3.58:9.6": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.",
  "an3.58:9.7": "This is the second knowledge that they attain.",
  "an3.58:9.8": "Ignorance is destroyed and knowledge has arisen;",
  "an3.58:9.9": "darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.",
  "an3.58:10.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the ending of defilements.",
  "an3.58:10.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.58:10.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "an3.58:10.4": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an3.58:10.5": "When freed, they know ‘it is freed’.",
  "an3.58:10.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an3.58:10.7": "This is the third knowledge that they attain.",
  "an3.58:10.8": "Ignorance is destroyed and knowledge has arisen;",
  "an3.58:10.9": "darkness is destroyed, and light has arisen, as happens for a meditator who is diligent, keen, and resolute.”",
  "an3.58:11.1": "“For someone whose ethical conduct doesn’t waver,",
  "an3.58:11.2": "who is self-disciplined, practicing absorption;",
  "an3.58:11.3": "whose mind is mastered,",
  "an3.58:11.4": "unified, serene in samādhi.",
  "an3.58:12.1": "That sage dispels the darkness,",
  "an3.58:12.2": "master of the three knowledges, destroyer of death,",
  "an3.58:12.3": "For the welfare of gods and humans,",
  "an3.58:12.4": "he’s given up everything, they say.",
  "an3.58:13.1": "Accomplished in the three knowledges,",
  "an3.58:13.2": "living without confusion,",
  "an3.58:13.3": "bearing the final body, ",
  "an3.58:13.4": "they revere the awakened Gotama.",
  "an3.58:14.1": "Who knows their past lives,",
  "an3.58:14.2": "and sees heaven and places of loss,",
  "an3.58:14.3": "and has attained the end of rebirth,",
  "an3.58:14.4": "that sage has perfect insight.",
  "an3.58:15.1": "It’s because of these three knowledges",
  "an3.58:15.2": "that a brahmin is a master of the three knowledges.",
  "an3.58:15.3": "That’s who I call a three-knowledge master,",
  "an3.58:15.4": "and not the other one, the lip-reciter.” ",
  "an3.58:16.1": "“This, brahmin, is a master of the three knowledges in the training of the noble one.”",
  "an3.58:16.2": "“Master Gotama, a master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.",
  "an3.58:16.3": "And, Master Gotama, a master of three knowledges according to the brahmins is not worth a sixteenth part of a master of the three knowledges in the training of the noble one.",
  "an3.58:17.1": "Excellent, Master Gotama! Excellent!",
  "an3.58:17.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}