{
  "_markup_path": "markup/an/an03/an3.033.html",
  "_alt_strings": [
    "pi/an/an03/an3.033.json"
  ],
  "an3.33:1.1": "Numbered Discourses 3",
  "an3.33:2.1": "4 Messengers of the Gods",
  "an3.33:3.1": "33 Sāriputta",
  "an3.33:4.1": "Then Venerable Sāriputta went up to the Buddha,",
  "an3.33:4.2": "bowed, and sat down to one side.",
  "an3.33:4.3": "The Buddha said to him:",
  "an3.33:4.4": "“Maybe I’ll teach Dharma in brief,",
  "an3.33:4.5": "maybe in detail,",
  "an3.33:4.6": "maybe both in brief and in detail.",
  "an3.33:4.7": "But it’s hard to find anyone who understands.”",
  "an3.33:4.8": "“Now is the time, Blessed One! Now is the time, Holy One! May the Buddha teach Dharma in brief, in detail, and both in brief and in detail.",
  "an3.33:4.9": "There will be those who understand the teaching!”",
  "an3.33:5.1": "“So, Sāriputta, you should train like this:",
  "an3.33:5.2": "‘There’ll be no ego, possessiveness, or tendency to conceit for this conscious body; and no ego, possessiveness, or tendency to conceit for all external stimuli; and we’ll live having achieved the freedom of heart and freedom by wisdom where ego, possessiveness, and tendency to conceit are no more.’",
  "an3.33:5.3": "That’s how you should train.",
  "an3.33:6.1": "When a mendicant has no ego, possessiveness, or tendency to conceit for this conscious body; and no ego, possessiveness, or tendency to conceit for all external stimuli; and they live having attained the freedom of heart and freedom by wisdom where ego, possessiveness, and tendency to conceit are no more—",
  "an3.33:6.2": "they’re called",
  "an3.33:6.3": "a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering. ",
  "an3.33:6.4": "And Sāriputta, this is what I was referring to in ‘The Way to the Beyond’, in ‘The Questions of Udaya’ when I said: ",
  "an3.33:7.1": "‘The abandoning of both",
  "an3.33:7.2": "sensual perceptions and aversion;",
  "an3.33:7.3": "the dispelling of dullness,",
  "an3.33:7.4": "and the cessation of remorse.",
  "an3.33:8.1": "Pure equanimity and mindfulness,",
  "an3.33:8.2": "preceded by investigation of phenomena—",
  "an3.33:8.3": "This, I declare, is liberation by final knowledge,",
  "an3.33:8.4": "with the smashing of ignorance.’”"
}