{
  "_markup_path": "markup/an/an03/an3.037.html",
  "_alt_strings": [
    "pi/an/an03/an3.037.json"
  ],
  "an3.37:1.1": "Numbered Discourses 3",
  "an3.37:2.1": "4 Messengers of the Gods",
  "an3.37:3.1": "37 The Four Great Kings (1)",
  "an3.37:4.1": "“On the eighth day of the fortnight, mendicants, the ministers and counselors of the four Great Kings wander over the world, thinking:",
  "an3.37:4.2": "‘Hopefully most humans are paying due respect to their mother and father, ascetics and brahmins, honoring the elders in their families, observing the Sabbath, staying awake, and making merit.’",
  "an3.37:4.3": "And on the fourteenth day of the fortnight, the sons of the four Great Kings wander over the world, thinking:",
  "an3.37:4.4": "‘Hopefully most humans are paying due respect to their mother and father … and making merit.’",
  "an3.37:4.5": "And on the fifteenth day sabbath, the four Great Kings themselves wander over the world, thinking:",
  "an3.37:4.6": "‘Hopefully most humans are paying due respect to their mother and father … and making merit.’",
  "an3.37:5.1": "If only a few humans are paying due respect to their mother and father … and making merit,",
  "an3.37:5.2": "then the four Great Kings address the gods of the Thirty-three, seated together in the Hall of Justice:",
  "an3.37:5.3": "‘Only a few humans are paying due respect to their mother and father … and making merit.’",
  "an3.37:5.4": "Then the gods of the Thirty-three are disappointed:",
  "an3.37:5.5": "‘The hosts of the gods will dwindle, while the hosts of the demons will swell!’",
  "an3.37:6.1": "But if many humans are paying due respect to their mother and father … and making merit,",
  "an3.37:6.2": "then the four Great Kings address the gods of the Thirty-three, seated together in the Hall of Justice:",
  "an3.37:6.3": "‘Many humans are paying due respect to their mother and father … and making merit.’",
  "an3.37:6.4": "Then the gods of the Thirty-three are pleased:",
  "an3.37:6.5": "‘The hosts of the gods will swell, while the hosts of the demons will dwindle!’",
  "an3.37:7.1": "Once upon a time, Sakka, the Lord of Gods, guiding the gods of the Thirty-three, recited this verse:",
  "an3.37:8.1": "‘Whoever wants to be like me",
  "an3.37:8.2": "would observe the sabbath",
  "an3.37:8.3": "complete in all eight factors,",
  "an3.37:8.4": "on the fourteenth and the fifteenth days,",
  "an3.37:8.5": "and the eighth day of the fortnight,",
  "an3.37:8.6": "as well as on the fortnightly special displays.’",
  "an3.37:9.1": "But that verse was poorly sung by Sakka, the Lord of Gods, not well sung; poorly spoken, not well spoken.",
  "an3.37:9.2": "Why is that?",
  "an3.37:9.3": "Sakka, the Lord of Gods, is not free of greed, hate, and delusion.",
  "an3.37:10.1": "But for a mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—it is appropriate to say:",
  "an3.37:11.1": "‘Whoever wants to be like me",
  "an3.37:11.2": "would observe the sabbath,",
  "an3.37:11.3": "complete in all eight factors,",
  "an3.37:11.4": "on the fourteenth and the fifteenth days,",
  "an3.37:11.5": "and the eighth day of the fortnight,",
  "an3.37:11.6": "as well as on the fortnightly special displays.’",
  "an3.37:12.1": "Why is that?",
  "an3.37:12.2": "Because that mendicant is free of greed, hate, and delusion.”"
}