{
  "_markup_path": "markup/an/an03/an3.072.html",
  "_alt_strings": [
    "pi/an/an03/an3.072.json"
  ],
  "an3.72:1.1": "Numbered Discourses 3",
  "an3.72:2.1": "8 Ānanda",
  "an3.72:3.1": "72 A Disciple of the Ājīvakas",
  "an3.72:4.1": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery.",
  "an3.72:4.2": "Then a householder who was a disciple of the <i>Ājīvaka</i> ascetics went up to Venerable Ānanda,",
  "an3.72:4.3": "bowed, sat down to one side,",
  "an3.72:4.4": "and said to Ānanda:",
  "an3.72:5.1": "“Sir, whose Dharma is well explained?",
  "an3.72:5.2": "Who in the world is practicing well?",
  "an3.72:5.3": "Who in the world has done well?”",
  "an3.72:5.4": "“Well then, householder, I’ll ask you about this in return, and you can answer as you like.",
  "an3.72:5.5": "What do you think, householder? Is the Dharma of those who teach for giving up greed, hate, and delusion well explained or not?",
  "an3.72:5.6": "Or how do you see this?”",
  "an3.72:5.7": "“The Dharma of those who teach for giving up greed, hate, and delusion is well explained.",
  "an3.72:5.8": "That’s how I see it.”",
  "an3.72:6.1": "“What do you think, householder? Are those who practice for giving up greed, hate, and delusion practicing well or not?",
  "an3.72:6.2": "Or how do you see this?”",
  "an3.72:6.3": "“Those who practice for giving up greed, hate, and delusion are practicing well.",
  "an3.72:6.4": "That’s how I see it.”",
  "an3.72:7.1": "“What do you think, householder? Have those who’ve given up greed, hate, and delusion—so they’re cut off at the root, made like a palm stump, exterminated, and unable to arise in the future—done well in the world, or not?",
  "an3.72:7.2": "Or how do you see this?”",
  "an3.72:7.3": "“Those who’ve given up greed, hate, and delusion have done well in the world.",
  "an3.72:7.5": "That’s how I see it.”",
  "an3.72:8.1": "“So, householder, you’ve declared:",
  "an3.72:8.2": "‘The Dharma of those who teach for giving up greed, hate, and delusion is well explained.’",
  "an3.72:8.3": "And you’ve declared:",
  "an3.72:8.4": "‘Those who practice for giving up greed, hate, and delusion are practicing well.’",
  "an3.72:8.5": "And you’ve declared:",
  "an3.72:8.6": "‘Those who’ve given up greed, hate, and delusion have done well in the world.’”",
  "an3.72:9.1": "“It’s incredible, sir, it’s amazing!",
  "an3.72:9.2": "There’s no acclaiming your own teaching or disrespecting someone else’s,",
  "an3.72:9.3": "just teaching what’s relevant in that context. The goal is spoken of, but the self is not involved.",
  "an3.72:9.4": "You, sir, teach Dharma for giving up greed, hate, and delusion.",
  "an3.72:9.6": "Your Dharma is well explained.",
  "an3.72:9.7": "You, sir, practice for giving up greed, hate, and delusion.",
  "an3.72:9.9": "You in the world are practicing well.",
  "an3.72:9.10": "You’ve given up greed, hate, and delusion.",
  "an3.72:9.12": "You in the world have done well.",
  "an3.72:10.1": "Excellent, sir! Excellent!",
  "an3.72:10.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an3.72:10.3": "so people with good eyes can see what’s there,",
  "an3.72:10.4": "Venerable Ānanda has made the teaching clear in many ways.",
  "an3.72:10.5": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "an3.72:10.6": "From this day forth, may Venerable Ānanda remember me as a lay follower who has gone for refuge for life.”"
}