{
  "_markup_path": "markup/an/an03/an3.130.html",
  "_alt_strings": [
    "pi/an/an03/an3.130.json"
  ],
  "an3.130:1.1": "Numbered Discourses 3",
  "an3.130:2.1": "13 Kusināra",
  "an3.130:3.1": "130 Anuruddha (2nd)",
  "an3.130:4.1": "Then Venerable Anuruddha went up to Venerable Sāriputta,",
  "an3.130:4.2": "and exchanged greetings with him.",
  "an3.130:4.3": "When the greetings and polite conversation were over, he sat down to one side,",
  "an3.130:4.4": "and said to him:",
  "an3.130:4.5": "“Here’s the thing, Reverend Sāriputta. With clairvoyance that is purified and surpasses the human, I survey the entire galaxy.",
  "an3.130:4.6": "My energy is roused up and vigorous, my mindfulness is established and lucid, my body is tranquil and undisturbed, and my mind is unified in samādhi.",
  "an3.130:4.7": "But my mind is not freed from the defilements without grasping.”",
  "an3.130:5.1": "“Well, Reverend Anuruddha, when you say:",
  "an3.130:5.2": "‘With clairvoyance that is purified and surpasses the human, I survey the entire galaxy,’ that’s your conceit.",
  "an3.130:5.3": "And when you say:",
  "an3.130:5.4": "‘My energy is roused up and vigorous, my mindfulness is established and lucid, my body is tranquil and undisturbed, and my mind is unified in samādhi,’ that’s your restlessness.",
  "an3.130:5.5": "And when you say:",
  "an3.130:5.6": "‘But my mind is not freed from the defilements without grasping,’ that’s your regret.",
  "an3.130:5.7": "It’d be good to give up these three things. Instead of focusing on them, apply your mind to the deathless.”",
  "an3.130:6.1": "After some time Anuruddha gave up these three things. Instead of focusing on them, he applied his mind to the deathless.",
  "an3.130:6.2": "Then Anuruddha, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an3.130:6.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "an3.130:6.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "an3.130:6.6": "And Venerable Anuruddha became one of the perfected."
}