{
  "_markup_path": "markup/an/an03/an3.073.html",
  "_alt_strings": [
    "pi/an/an03/an3.073.json"
  ],
  "an3.73:1.1": "Numbered Discourses 3",
  "an3.73:2.1": "8 Ānanda",
  "an3.73:3.1": "73 With Mahānāma the Sakyan",
  "an3.73:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an3.73:4.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "an3.73:4.3": "Now at that time the Buddha had recently recovered from an illness.",
  "an3.73:4.4": "Then Mahānāma the Sakyan went up to the Buddha,",
  "an3.73:4.5": "bowed, sat down to one side,",
  "an3.73:4.6": "and said to him:",
  "an3.73:4.7": "“For a long time, sir, I have understood your teaching like this:",
  "an3.73:4.8": "‘Knowledge is for those with samādhi, not those without samādhi.’",
  "an3.73:4.9": "But, sir, does samādhi come first, then knowledge?",
  "an3.73:4.10": "Or does knowledge come first, then samādhi?”",
  "an3.73:4.11": "Then Venerable Ānanda thought:",
  "an3.73:4.12": "“The Buddha has recently recovered from an illness,",
  "an3.73:4.13": "and this Mahānāma asks him a question that’s too deep.",
  "an3.73:4.14": "Why don’t I take him off to one side and teach him the Dharma?”",
  "an3.73:5.1": "Then Ānanda took Mahānāma by the arm, led him off to one side, and said to him:",
  "an3.73:5.2": "“Mahānāma, the Buddha has spoken of the ethics, samādhi, and wisdom of a trainee; and the ethics, samādhi, and wisdom of a master.",
  "an3.73:5.5": "What is the ethics of a trainee?",
  "an3.73:5.6": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an3.73:5.8": "This is called the ethics of a trainee.",
  "an3.73:6.1": "And what is the samādhi of a trainee?",
  "an3.73:6.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … second absorption … third absorption …",
  "an3.73:6.3": "fourth absorption.",
  "an3.73:6.4": "This is called the samādhi of a trainee.",
  "an3.73:7.1": "And what is the wisdom of a trainee?",
  "an3.73:7.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ",
  "an3.73:7.3": "‘This is the practice that leads to the cessation of suffering’. ",
  "an3.73:7.4": "This is called the wisdom of a trainee.",
  "an3.73:8.1": "Then a noble disciple—accomplished in ethics, samādhi, and wisdom—realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an3.73:8.2": "In this way the Buddha has spoken of the ethics, samādhi, and wisdom of the both the trainee and the master.”"
}