{
  "_markup_path": "markup/an/an03/an3.071.html",
  "_alt_strings": [
    "pi/an/an03/an3.071.json"
  ],
  "an3.71:1.1": "Numbered Discourses 3",
  "an3.71:2.1": "8 Ānanda",
  "an3.71:3.1": "71 With Channa",
  "an3.71:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an3.71:4.2": "Then the wanderer Channa went up to Venerable Ānanda",
  "an3.71:4.3": "and exchanged greetings with him.",
  "an3.71:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "an3.71:4.5": "and said to Ānanda:",
  "an3.71:4.6": "“Reverend Ānanda, would you teach giving up greed, hate, and delusion?”",
  "an3.71:4.7": "“We do, reverend.”",
  "an3.71:5.1": "“But what drawbacks have you seen, Reverend Ānanda, that you’d teach giving up greed, hate, and delusion?”",
  "an3.71:6.1": "“A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.71:6.2": "When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.71:6.3": "A greedy person does bad things by way of body, speech, and mind.",
  "an3.71:6.4": "When greed has been given up, they don’t do bad things by way of body, speech, and mind.",
  "an3.71:6.5": "A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.71:6.6": "When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.71:6.7": "Greed is a destroyer of sight, vision, and knowledge. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.",
  "an3.71:7.1": "A hateful person makes choices that hurt themselves, hurt others, and hurt both. … Hate is a destroyer of sight, vision, and knowledge; it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.",
  "an3.71:7.2": "A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.",
  "an3.71:7.3": "When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.",
  "an3.71:7.4": "A deluded person does bad things by way of body, speech, and mind.",
  "an3.71:7.5": "When delusion has been given up, they don’t do bad things by way of body, speech, and mind.",
  "an3.71:7.6": "A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.71:7.7": "When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both.",
  "an3.71:7.8": "Delusion is a destroyer of sight, vision, and knowledge; it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.",
  "an3.71:7.9": "This is the drawback we’ve seen in greed, hate, and delusion, and this is why we teach their giving up.”",
  "an3.71:8.1": "“But, reverend, is there a path and a practice for giving up this greed, hate, and delusion?”",
  "an3.71:8.2": "“But, reverend, is there a path and a practice for giving up this greed, hate, and delusion?”",
  "an3.71:8.3": "“Well, what is it?”",
  "an3.71:8.4": "“It is simply this noble eightfold path, that is: ",
  "an3.71:8.5": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "an3.71:8.7": "This is the path, this the practice, for giving up this greed, hate, and delusion.”",
  "an3.71:8.8": "“This is a fine path, a fine practice, for giving up greed, hate, and delusion.",
  "an3.71:8.9": "Just this much is enough to be diligent.”"
}