{
  "_markup_path": "markup/an/an03/an3.060.html",
  "_alt_strings": [
    "pi/an/an03/an3.060.json"
  ],
  "an3.60:1.1": "Numbered Discourses 3",
  "an3.60:2.1": "6 Brahmins",
  "an3.60:3.1": "60 With Saṅgārava",
  "an3.60:4.1": "Then Saṅgārava the brahmin went up to the Buddha,",
  "an3.60:4.2": "and exchanged greetings with him.",
  "an3.60:4.3": "When the greetings and polite conversation were over, he sat down to one side,",
  "an3.60:4.4": "and said to the Buddha:",
  "an3.60:4.5": "“Master Gotama, we who are called brahmins",
  "an3.60:4.6": "make sacrifices and encourage others to make sacrifices.",
  "an3.60:4.7": "Now, Master Gotama, both of these people—the one who sacrifices and the one who encourages others to sacrifice—are doing good for many people on account of that sacrifice.",
  "an3.60:4.8": "But, Master Gotama, when someone has gone forth from the lay life to homelessness, they tame, calm, and extinguish themselves alone. That being so, they are doing good for just one person on account of that going forth.”",
  "an3.60:5.1": "“Well then, brahmin, I’ll ask you about this in return,",
  "an3.60:5.2": "and you can answer as you like.",
  "an3.60:5.3": "What do you think, brahmin? A Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "an3.60:5.4": "He says,",
  "an3.60:5.5": "‘Come, this is the path, this is the practice. Practicing like this, I realized the supreme culmination of the spiritual life with my own insight, and I make it known.",
  "an3.60:5.6": "Please, all of you, practice like this, and you too will realize the supreme culmination of the spiritual life, and will live having achieved it with your own insight.’",
  "an3.60:5.7": "So the teacher teaches Dharma, and others practice accordingly, in their hundreds and thousands, and hundreds of thousands.",
  "an3.60:6.1": "What do you think, brahmin? This being so, are they doing good for just one person or for many people on account of going forth?”",
  "an3.60:6.2": "“This being so, Master Gotama, they are doing good for many people on account of going forth.”",
  "an3.60:7.1": "When he said this, Venerable Ānanda said to Saṅgārava:",
  "an3.60:7.2": "“Brahmin, which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?”",
  "an3.60:7.3": "Saṅgārava said to Ānanda:",
  "an3.60:7.4": "“Those such as Masters Gotama and Ānanda",
  "an3.60:7.5": "are honored and praised by me!”",
  "an3.60:8.1": "For a second time, Ānanda said to Saṅgārava:",
  "an3.60:8.2": "“Brahmin, I didn’t ask you",
  "an3.60:8.3": "who you honor and praise.",
  "an3.60:8.4": "I asked you,",
  "an3.60:8.5": "which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?”",
  "an3.60:8.6": "For a second time Saṅgārava said to Ānanda:",
  "an3.60:8.7": "“Those such as Masters Gotama and Ānanda",
  "an3.60:8.8": "are honored and praised by me!”",
  "an3.60:9.1": "For a third time, Ānanda said to Saṅgārava:",
  "an3.60:9.2": "“Brahmin, I didn’t ask you",
  "an3.60:9.3": "who you honor and praise.",
  "an3.60:9.4": "I asked you,",
  "an3.60:9.5": "which of these two practices do you believe has fewer requirements and undertakings, yet is more fruitful and beneficial?”",
  "an3.60:9.6": "For a third time Saṅgārava said to Ānanda:",
  "an3.60:9.7": "“Those such as Masters Gotama and Ānanda",
  "an3.60:9.8": "are honored and praised by me!”",
  "an3.60:10.1": "Then it occurred to the Buddha:",
  "an3.60:10.2": "“Though Ānanda asked him a sensible question three times, Saṅgārava falters without answering.",
  "an3.60:10.3": "Why don’t I give him a way out?”",
  "an3.60:10.4": "Then the Buddha said to Saṅgārava:",
  "an3.60:10.5": "“Brahmin, what came up in the conversation among the king’s retinue today, sitting together in the royal compound?”",
  "an3.60:10.6": "“Master Gotama, this came up:",
  "an3.60:10.7": "‘Formerly, it seems, there were fewer mendicants, but more of them displayed superhuman demonstrations of psychic power;",
  "an3.60:10.8": "while these days, there are more mendicants, but fewer display superhuman demonstrations of psychic power.",
  "an3.60:10.9": "This is what came up in the conversation among the king’s retinue today, while sitting together in the royal compound.”",
  "an3.60:11.1": "“Brahmin, there are three kinds of demonstration.",
  "an3.60:11.2": "What three?",
  "an3.60:11.3": "A demonstration of psychic power, a demonstration of revealing, and an instructional demonstration.",
  "an3.60:11.4": "What is the demonstration of psychic power?",
  "an3.60:11.5": "It’s when someone wields the many kinds of psychic power:",
  "an3.60:11.6": "multiplying themselves and becoming one again;",
  "an3.60:11.7": "appearing and disappearing;",
  "an3.60:11.8": "going unimpeded through a wall, an embankment, or a mountain as if through space;",
  "an3.60:11.9": "diving in and out of the earth as if it was water;",
  "an3.60:11.10": "walking on water as if it was earth;",
  "an3.60:11.11": "flying cross-legged through the air like a bird;",
  "an3.60:11.12": "touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.",
  "an3.60:11.13": "This is called the demonstration of psychic power.",
  "an3.60:12.1": "What is a demonstration of revealing? ",
  "an3.60:12.2": "In one case, someone reveals by means of a sign:",
  "an3.60:12.3": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "an3.60:12.4": "And whatever they reveal is exactly so, not otherwise.",
  "an3.60:13.1": "In another case, someone reveals after hearing it from a human or a non-human or a god:  ",
  "an3.60:13.2": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "an3.60:13.3": "And whatever they reveal is exactly so, not otherwise.",
  "an3.60:14.1": "In another case, someone reveals by hearing the sound of thought spreading as someone thinks and considers:",
  "an3.60:14.2": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "an3.60:14.3": "And whatever they reveal is exactly so, not otherwise.",
  "an3.60:15.1": "In another case, someone comprehends the mind of a person who has attained the samādhi that’s free of placing the mind and keeping it connected. They understand:",
  "an3.60:15.2": "‘Judging by the way this person’s intentions are directed, immediately after this mind state, they’ll think this thought.’",
  "an3.60:15.3": "And whatever they reveal is exactly so, not otherwise.",
  "an3.60:15.4": "This is called a demonstration of revealing.",
  "an3.60:16.1": "What is an instructional demonstration? ",
  "an3.60:16.2": "It’s when someone instructs others like this:",
  "an3.60:16.3": "‘Think like this, not like that.",
  "an3.60:16.4": "Focus your mind like this, not like that.",
  "an3.60:16.5": "Give up this, and live having achieved that.’",
  "an3.60:16.6": "This is called an instructional demonstration.",
  "an3.60:16.7": "These are the three kinds of demonstration.",
  "an3.60:16.8": "Of these three kinds of demonstration, which do you consider to be the best?”",
  "an3.60:17.1": "“Regarding this, Master Gotama, a demonstration of psychic power",
  "an3.60:17.2": "is experienced only by the one who performs it, occurring only to them.",
  "an3.60:17.3": "This seems to me like a magic trick.",
  "an3.60:18.1": "And the demonstration where someone reveals something by means of a sign,",
  "an3.60:18.3": "or after hearing it from a human, non-human, or god,",
  "an3.60:18.4": "or by hearing the sound of thought spreading as someone thinks and considers,",
  "an3.60:18.5": "or by comprehending the mind of another person,",
  "an3.60:18.7": "is also experienced only by the one who performs it, occurring only to them.",
  "an3.60:18.8": "This also seems to me like a magic trick.",
  "an3.60:19.1": "But as to the demonstration where someone instructs others:",
  "an3.60:19.2": "‘Think like this, not like that.",
  "an3.60:19.3": "Focus your mind like this, not like that.",
  "an3.60:19.4": "Give up this, and live having achieved that.’",
  "an3.60:19.5": "I prefer this demonstration, Master Gotama. It’s the best of the three kinds of demonstration.",
  "an3.60:20.1": "It’s incredible, Master Gotama, it’s amazing,",
  "an3.60:20.2": "how well said this was by Master Gotama. We regard Master Gotama as someone who possesses these three kinds of demonstration.",
  "an3.60:20.3": "For Master Gotama wields the many kinds of psychic power …",
  "an3.60:20.4": "controlling the body as far as the Brahmā realm. And Master Gotama comprehends the mind of another person who has attained the samādhi that is free of placing the mind and keeping it connected. He understands:",
  "an3.60:20.5": "‘Judging by the way this person’s intentions are directed, immediately after this mind state they’ll think this thought.’",
  "an3.60:20.6": "And Master Gotama instructs others like this:",
  "an3.60:20.7": "‘Think like this, not like that.",
  "an3.60:20.8": "Focus your mind like this, not like that.",
  "an3.60:20.9": "Give up this, and live having achieved that.’”",
  "an3.60:21.1": "“Your words are clearly aggressive and intrusive, brahmin.",
  "an3.60:21.2": "Nevertheless, I will answer you.",
  "an3.60:21.3": "For I do wield the many kinds of psychic power …",
  "an3.60:21.4": "controlling the body as far as the Brahmā realm.",
  "an3.60:21.5": "And I do comprehend the mind of another person who has attained the samādhi that is free of placing the mind and keeping it connected. I understand:",
  "an3.60:21.6": "‘Judging by the way this person’s intentions are directed, immediately after this mind state they’ll think this thought.’",
  "an3.60:21.7": "And I do instruct others like this:",
  "an3.60:21.8": "‘Think like this, not like that.",
  "an3.60:21.9": "Focus your mind like this, not like that.",
  "an3.60:21.10": "Give up this, and live having achieved that.’”",
  "an3.60:22.1": "“But Master Gotama, is there even one other mendicant who possesses these three kinds of demonstration, apart from Master Gotama?”",
  "an3.60:22.2": "“There’s not just one hundred mendicants, brahmin, who possess these three kinds of demonstration, nor two, three, four, or five hundred, but many more than that.”",
  "an3.60:22.3": "“But where are these mendicants now staying?”",
  "an3.60:22.4": "“Right here, brahmin, in this Saṅgha of mendicants.”",
  "an3.60:23.1": "“Excellent, Master Gotama! Excellent!",
  "an3.60:23.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an3.60:23.3": "so people with good eyes can see what’s there,",
  "an3.60:23.4": "so too Master Gotama has made the teaching clear in many ways.",
  "an3.60:23.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an3.60:23.6": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}