{
  "_markup_path": "markup/an/an03/an3.075.html",
  "_alt_strings": [
    "pi/an/an03/an3.075.json"
  ],
  "an3.75:1.1": "Numbered Discourses 3",
  "an3.75:2.1": "8 Ānanda",
  "an3.75:3.1": "75 Support",
  "an3.75:4.1": "Then Venerable Ānanda went up to the Buddha,",
  "an3.75:4.2": "bowed, and sat down to one side.",
  "an3.75:4.3": "The Buddha said to him:",
  "an3.75:5.1": "“Ānanda, those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in three things.",
  "an3.75:5.2": "What three?",
  "an3.75:5.3": "Experiential confidence in the Buddha:",
  "an3.75:5.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "an3.75:5.5": "Experiential confidence in the Dharma:",
  "an3.75:5.6": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "an3.75:5.7": "Experiential confidence in the Saṅgha: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is the supreme field of merit for the world.’",
  "an3.75:6.1": "There might be change in the four primary elements—",
  "an3.75:6.2": "earth, water, air, and fire—but a noble disciple with experiential confidence in the Buddha would never change.",
  "an3.75:6.3": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible.",
  "an3.75:7.1": "There might be change in the four primary elements—",
  "an3.75:7.2": "earth, water, air, and fire—but a noble disciple with experiential confidence in the Buddha …",
  "an3.75:7.3": "or the Saṅgha would never change.",
  "an3.75:7.4": "In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible.",
  "an3.75:8.1": "Those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in these three things.”"
}