{
  "_markup_path": "markup/an/an03/an3.102.html",
  "_alt_strings": [
    "pi/an/an03/an3.102.json"
  ],
  "an3.102:1.1": "Numbered Discourses 3",
  "an3.102:2.1": "10 A Lump of Salt",
  "an3.102:3.1": "102 Precursors",
  "an3.102:4.1": "“Mendicants, a mendicant committed to the higher mind should focus on three precursors from time to time.",
  "an3.102:4.2": "The precursor of samādhi, the precursor of vigor, and the precursor of equanimity.",
  "an3.102:4.3": "If a mendicant dedicated to the higher mind focuses solely on the precursor of samādhi, it’s likely their mind will incline to laziness.",
  "an3.102:4.4": "If they focus solely on the precursor of vigor, it’s likely their mind will incline to restlessness.",
  "an3.102:4.5": "If they focus solely on the precursor of equanimity, it’s likely their mind won’t properly unify in samādhi for the ending of suffering.",
  "an3.102:4.6": "But when a mendicant dedicated to the higher mind focuses from time to time on the precursor of samādhi, the precursor of vigor, and the precursor of equanimity, their mind becomes pliable, workable, and radiant, not brittle, and has properly entered samādhi for the ending of suffering.",
  "an3.102:5.1": "It’s like when a goldsmith or a goldsmith’s apprentice prepares a forge, fires the crucible, picks up some gold with tongs and puts it in the crucible. From time to time they fan it, from time to time they sprinkle water on it, and from time to time they just watch over it.",
  "an3.102:5.2": "If they solely fanned it, the gold would likely be scorched.",
  "an3.102:5.3": "If they solely sprinkled water on it, the gold would likely cool down.",
  "an3.102:5.4": "If they solely watched over it, the gold would likely not be properly processed.",
  "an3.102:5.5": "But when that goldsmith fans it from time to time, sprinkles water on it from time to time, and watches over it from time to time, that gold becomes pliable, workable, and radiant, not brittle, and is ready to be worked.",
  "an3.102:5.6": "Then the goldsmith can successfully create any kind of ornament they want,",
  "an3.102:5.7": "whether a bracelet, earrings, a necklace, or a golden garland.",
  "an3.102:6.1": "In the same way, a mendicant committed to the higher mind should focus on three precursors from time to time.",
  "an3.102:6.2": "The precursor of samādhi, the precursor of vigor, and the precursor of equanimity. …",
  "an3.102:6.6": "When a mendicant dedicated to the higher mind focuses from time to time on the precursor of samādhi, the precursor of vigor, and the precursor of equanimity, their mind becomes pliable, workable, and radiant, not brittle, and has properly entered samādhi for the ending of suffering.",
  "an3.102:6.7": "They become capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an3.102:7.1": "If they wish:",
  "an3.102:7.2": "‘May I wield the many kinds of psychic power’ … ",
  "an3.102:7.3": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ … ‘May I understand the minds of other beings and individuals, having comprehended them with my mind.’ … ‘May I recollect many kinds of past lives.’ … ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn.’ …",
  "an3.102:7.4": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ ",
  "an3.102:7.5": "They are capable of realizing it, in each and every case."
}