{
  "_markup_path": "markup/an/an03/an3.020.html",
  "_alt_strings": [
    "pi/an/an03/an3.020.json"
  ],
  "an3.20:1.1": "Numbered Discourses 3",
  "an3.20:2.1": "2 The Chariotmaker",
  "an3.20:3.1": "19 A Shopkeeper (2nd)",
  "an3.20:4.1": "“Mendicants, a shopkeeper who has three factors soon acquires great and abundant wealth.",
  "an3.20:4.2": "What three?",
  "an3.20:4.3": "It’s when a shopkeeper sees clearly, is responsible, and has supporters.",
  "an3.20:4.4": "And how does a shopkeeper see clearly?",
  "an3.20:4.5": "It’s when a shopkeeper knows of a product: ",
  "an3.20:4.6": "‘This product is bought at this price and is selling at this price. With this much investment, it’ll bring this much profit.’",
  "an3.20:4.7": "That’s how a shopkeeper sees clearly.",
  "an3.20:5.1": "And how is a shopkeeper responsible?",
  "an3.20:5.2": "It’s when a shopkeeper is an expert in buying and selling products.",
  "an3.20:5.3": "That’s how a shopkeeper is responsible.",
  "an3.20:6.1": "And how does a shopkeeper have supporters?",
  "an3.20:6.2": "It’s when rich, affluent, and wealthy householders or householder’s children know of him:",
  "an3.20:6.3": "‘This good shopkeeper keeps an eye out and is responsible. They are capable of providing for their wife and children, and paying us back from time to time.’",
  "an3.20:6.4": "They deposit money with the shopkeeper, saying:",
  "an3.20:6.5": "‘With this, friend shopkeeper, earn money to raise your wife and children, and pay us back from time to time.’",
  "an3.20:6.6": "That’s how a shopkeeper has supporters.",
  "an3.20:6.7": "A shopkeeper who has these three factors soon acquires great and abundant wealth.",
  "an3.20:7.1": "So too, a mendicant who has three factors soon acquires great and abundant qualities.",
  "an3.20:7.2": "What three?",
  "an3.20:7.3": "It’s when a mendicant keeps an eye out, is responsible, and has supporters.",
  "an3.20:7.4": "And how does a mendicant see clearly?",
  "an3.20:7.5": "It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an3.20:7.6": "That’s how a mendicant sees clearly.",
  "an3.20:8.1": "And how is a mendicant responsible?",
  "an3.20:8.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an3.20:8.3": "That’s how a mendicant is responsible.",
  "an3.20:9.1": "And how does a mendicant have supporters?",
  "an3.20:9.2": "It’s when from time to time a mendicant goes up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines—and asks them questions:",
  "an3.20:9.3": "‘Why, sir, does it say this? What does that mean?’",
  "an3.20:9.4": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "an3.20:9.5": "That’s how a mendicant has supporters.",
  "an3.20:9.6": "A mendicant who has these three factors soon acquires great and abundant qualities."
}