{
  "_markup_path": "markup/an/an03/an3.088.html",
  "_alt_strings": [
    "pi/an/an03/an3.088.json"
  ],
  "an3.88:1.1": "Numbered Discourses 3",
  "an3.88:2.1": "9 Ascetics",
  "an3.88:3.1": "88 Training (3rd)",
  "an3.88:4.1": "“Mendicants, each fortnight over a hundred and fifty training rules come up for recitation, in which respectable people who love themselves train.",
  "an3.88:4.2": "These are all included in the three trainings.",
  "an3.88:4.3": "What three?",
  "an3.88:4.4": "The training in the higher ethics, the higher mind, and the higher wisdom.",
  "an3.88:4.5": "These are the three trainings that include them all.",
  "an3.88:5.1": "Take the case of a mendicant who has fulfilled their ethics, samādhi, and wisdom.",
  "an3.88:5.2": "They break some lesser and minor training rules, but are restored. ",
  "an3.88:5.3": "Why is that?",
  "an3.88:5.4": "Because I don’t say they’re not capable.",
  "an3.88:5.5": "But they’re constant and steady in their precepts regarding the training rules that are fundamentals, appropriate for the spiritual path. They keep the rules they’ve undertaken.",
  "an3.88:5.6": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an3.88:5.7": "If they don’t reach so far, with the ending of the five lower fetters they’re extinguished in-between one life and the next.",
  "an3.88:5.8": "If they don’t reach so far, with the ending of the five lower fetters they’re extinguished upon landing.",
  "an3.88:5.9": "If they don’t reach so far, with the ending of the five lower fetters they’re extinguished without extra effort.",
  "an3.88:5.10": "If they don’t reach so far, with the ending of the five lower fetters they’re extinguished with extra effort.",
  "an3.88:5.11": "If they don’t reach so far, with the ending of the five lower fetters they head upstream, go to the Akaniṭṭha realm.",
  "an3.88:5.12": "If they don’t reach so far, with the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering.",
  "an3.88:5.13": "If they don’t reach so far, with the ending of three fetters, they’re a one-seeder. They will be reborn just one time in a human existence, then make an end of suffering.",
  "an3.88:5.14": "If they don’t reach so far, with the ending of three fetters, they go family to family. They will transmigrate between two or three families and then make an end of suffering.",
  "an3.88:5.15": "If they don’t reach so far, with the ending of three fetters, they have at most seven rebirths. They will transmigrate at most seven times among gods and humans and then make an end of suffering.",
  "an3.88:6.1": "So, mendicants, if you practice partially you succeed partially. If you practice fully you succeed fully.",
  "an3.88:6.2": "These training rules are not a waste, I say.”"
}