{
  "_markup_path": "markup/an/an01/an1.150-169.html",
  "_alt_strings": [
    "pi/an/an01/an1.150-169.json"
  ],
  "an1.150-169:1.1": "Numbered Collection 1",
  "an1.150-169:2.1": "12. Non-offence",
  "an1.150-169:3.1": "150",
  "an1.150-169:4.1": "“Mendicants, those mendicants who explain non-offense as offense are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.150-169:4.2": "They make much bad karma and make the true teaching disappear.”",
  "an1.150-169:6.1": "151",
  "an1.150-169:7.1": "“Mendicants, those mendicants who explain offense as non-offense are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.150-169:7.2": "Those mendicants make much bad karma and make the true teaching disappear.”",
  "an1.150-169:9.1": "152–​159",
  "an1.150-169:10.1": "“Those mendicants who explain a light offense as a serious offense … a serious offense as a light offense … an offense committed with corrupt intention as an offense not committed with corrupt intention … an offense not committed with corrupt intention as an offense committed with corrupt intention … an offense requiring rehabilitation as an offense not requiring rehabilitation … an offense not requiring rehabilitation as an offense requiring rehabilitation … an offense with redress as an offense without redress … an offense without redress as an offense with redress … are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.150-169:10.2": "Those mendicants make much bad karma and make the true teaching disappear.”",
  "an1.150-169:12.1": "160",
  "an1.150-169:13.1": "“Mendicants, those mendicants who explain non-offense as non-offense are acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans. ",
  "an1.150-169:13.2": "They make much merit and make the true teaching continue.”",
  "an1.150-169:15.1": "161",
  "an1.150-169:16.1": "“Mendicants, those mendicants who explain offense as offense are acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans. ",
  "an1.150-169:16.2": "They make much merit and make the true teaching continue.”",
  "an1.150-169:18.1": "162–169",
  "an1.150-169:19.1": "“Those mendicants who explain a light offense as a light offense … a serious offense as a serious offense … an offense committed with corrupt intention as an offense committed with corrupt intention … an offense not committed with corrupt intention as an offense not committed with corrupt intention … an offense requiring rehabilitation as an offense requiring rehabilitation … an offense not requiring rehabilitation as an offense not requiring rehabilitation … an offense with redress as an offense with redress … an offense without redress as an offense without redress …",
  "an1.150-169:19.2": "are acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of many people, of gods and humans. ",
  "an1.150-169:19.3": "They make much merit and make the true teaching continue.”"
}