{
  "_markup_path": "markup/an/an01/an1.021-30.html",
  "_alt_strings": [
    "pi/an/an01/an1.021-30.json"
  ],
  "an1.21-30:1.1": "Numbered Discourses 1",
  "an1.21-30:2.1": "3. Useless",
  "an1.21-30:3.1": "21",
  "an1.21-30:4.1": "“Mendicants, I do not see a single thing that, when it’s not developed like this, is as useless as the mind.",
  "an1.21-30:4.2": "An undeveloped mind is useless.”",
  "an1.21-30:6.1": "22",
  "an1.21-30:7.1": "“Mendicants, I do not see a single thing that, when it is developed like this, is as workable as the mind.",
  "an1.21-30:7.2": "A developed mind is workable.”",
  "an1.21-30:9.1": "23",
  "an1.21-30:10.1": "“Mendicants, I do not see a single thing that, when it’s not developed like this, is so very harmful as the mind.",
  "an1.21-30:10.2": "An undeveloped mind is very harmful.”",
  "an1.21-30:12.1": "24",
  "an1.21-30:13.1": "“Mendicants, I do not see a single thing that, when it is developed like this, is so very beneficial as the mind.",
  "an1.21-30:13.2": "A developed mind is very beneficial.”",
  "an1.21-30:15.1": "25",
  "an1.21-30:16.1": "“Mendicants, I do not see a single thing that, when it’s not developed like this, with such untapped potential, is so very harmful as the mind.",
  "an1.21-30:16.2": "An undeveloped mind, with untapped potential, is very harmful.”",
  "an1.21-30:18.1": "26",
  "an1.21-30:19.1": "“Mendicants, I do not see a single thing that, when it is developed like this, with its potential realized, is so very beneficial as the mind.",
  "an1.21-30:19.2": "A developed mind, with its potential realized, is very beneficial.”",
  "an1.21-30:21.1": "27",
  "an1.21-30:22.1": "“Mendicants, I do not see a single thing that, when it’s not developed and cultivated like this, is so very harmful as the mind.",
  "an1.21-30:22.2": "An undeveloped and uncultivated mind is very harmful.”",
  "an1.21-30:24.1": "28",
  "an1.21-30:25.1": "“Mendicants, I do not see a single thing that, when it is developed and cultivated like this, is so very beneficial as the mind.",
  "an1.21-30:25.2": "A developed and cultivated mind is very beneficial.”",
  "an1.21-30:27.1": "29",
  "an1.21-30:28.1": "“Mendicants, I do not see a single thing that, when it’s not developed and cultivated like this, brings such suffering as the mind.",
  "an1.21-30:28.2": "An undeveloped and uncultivated mind brings suffering.”",
  "an1.21-30:30.1": "30",
  "an1.21-30:31.1": "“Mendicants, I do not see a single thing that, when it is developed and cultivated like this, brings such happiness as the mind.",
  "an1.21-30:31.2": "A developed and cultivated mind brings happiness.”"
}