{
  "_markup_path": "markup/an/an01/an1.031-40.html",
  "_alt_strings": [
    "pi/an/an01/an1.031-40.json"
  ],
  "an1.31-40:1.1": "Numbered Discourses 1",
  "an1.31-40:2.1": "4 Wild",
  "an1.31-40:3.1": "31",
  "an1.31-40:4.1": "“Mendicants, I do not see a single thing that, when it’s not tamed like this, is so very harmful as the mind.",
  "an1.31-40:4.2": "A wild mind is very harmful.”",
  "an1.31-40:6.1": "32",
  "an1.31-40:7.1": "“Mendicants, I do not see a single thing that, when it is tamed like this, is so very beneficial as the mind.",
  "an1.31-40:7.2": "A tamed mind is very beneficial.”",
  "an1.31-40:9.1": "33",
  "an1.31-40:10.1": "“Mendicants, I do not see a single thing that, when it’s not guarded like this, is so very harmful as the mind.",
  "an1.31-40:10.2": "An unguarded mind is very harmful.” ",
  "an1.31-40:12.1": "34",
  "an1.31-40:13.1": "“Mendicants, I do not see a single thing that, when it is guarded like this, is so very beneficial as the mind.",
  "an1.31-40:13.2": "A guarded mind is very beneficial.”",
  "an1.31-40:15.1": "35",
  "an1.31-40:16.1": "“Mendicants, I do not see a single thing that, when it’s not protected like this, is so very harmful as the mind.",
  "an1.31-40:16.2": "An unprotected mind is very harmful.”",
  "an1.31-40:18.1": "36",
  "an1.31-40:19.1": "“Mendicants, I do not see a single thing that, when it is protected like this, is so very beneficial as the mind.",
  "an1.31-40:19.2": "A protected mind is very beneficial.”",
  "an1.31-40:21.1": "37",
  "an1.31-40:22.1": "“Mendicants, I do not see a single thing that, when it’s not restrained like this, is so very harmful as the mind.",
  "an1.31-40:22.2": "An unrestrained mind is very harmful.”",
  "an1.31-40:24.1": "38",
  "an1.31-40:25.1": "“Mendicants, I do not see a single thing that, when it is restrained like this, is so very beneficial as the mind.",
  "an1.31-40:25.2": "A restrained mind is very beneficial.”",
  "an1.31-40:27.1": "39",
  "an1.31-40:28.1": "“Mendicants, I do not see a single thing that, when it is not tamed, guarded, protected and restrained like this, is so very harmful as the mind.",
  "an1.31-40:28.2": "An untamed, unguarded, unprotected, and unrestrained mind is very harmful.",
  "an1.31-40:30.1": "40",
  "an1.31-40:31.1": "“Mendicants, I do not see a single thing that, when it is tamed, guarded, protected and restrained like this, is so very beneficial as the mind.",
  "an1.31-40:31.2": "An tamed, guarded, protected, and restrained mind is very beneficial."
}