{
  "_markup_path": "markup/an/an01/an1.170-187.html",
  "_alt_strings": [
    "pi/an/an01/an1.170-187.json"
  ],
  "an1.170-187:1.1": "Numbered Collection 1",
  "an1.170-187:2.1": "13. One Person",
  "an1.170-187:3.1": "170",
  "an1.170-187:4.1": "“One person, mendicants, arises in the world for the welfare and happiness of many people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.",
  "an1.170-187:4.2": "What one person?",
  "an1.170-187:4.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:4.4": "This is the one person, mendicants, who arises in the world for the welfare and happiness of many people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.”",
  "an1.170-187:5.1": "171",
  "an1.170-187:6.1": "“The appearance of one person, mendicants, is rare in the world.",
  "an1.170-187:6.2": "What one person?",
  "an1.170-187:6.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:6.4": "This is the one person, mendicants, whose appearance is rare in the world.”",
  "an1.170-187:7.1": "172",
  "an1.170-187:8.1": "“One person, mendicants, arises in the world who is an incredible human being.",
  "an1.170-187:8.2": "What one person?",
  "an1.170-187:8.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:8.4": "This is the one person, mendicants, who arises in the world who is an incredible human being.”",
  "an1.170-187:9.1": "173",
  "an1.170-187:10.1": "“The death of one person, mendicants, is mourned by many people.",
  "an1.170-187:10.2": "What one person?",
  "an1.170-187:10.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:10.4": "This is the one person, mendicants, whose death is mourned by many people.”",
  "an1.170-187:11.1": "174",
  "an1.170-187:12.1": "“One person, mendicants, arises in the world unique, without peer or counterpart, incomparable, matchless, unrivaled, unequaled, without equal, the best of bipeds.",
  "an1.170-187:12.2": "What one person?",
  "an1.170-187:12.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:12.4": "This is the one person, mendicants, who arises in the world unique, without peer or counterpart, incomparable, matchless, unrivaled, unequaled, without equal, the best of bipeds.”",
  "an1.170-187:13.1": "175–​186",
  "an1.170-187:14.1": "“With the appearance of one person, mendicants, there is the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and freedom; the realization of the fruits of stream-entry, once-return, non-return, and perfection. ",
  "an1.170-187:14.2": "What one person?",
  "an1.170-187:14.3": "The Realized One, the Perfect One, the fully awakened Buddha.",
  "an1.170-187:14.4": "This is the one person whose appearance brings the appearance of a great eye, a great light, a great radiance, and the six unsurpassable things; the realization of the four kinds of textual analysis; the penetration of many and diverse elements; the realization of the fruit of knowledge and release; the realization of the fruits of stream-entry, once-return, non-return, and perfection.”",
  "an1.170-187:15.1": "187",
  "an1.170-187:16.1": "“Mendicants, I do not see a single other person who rightly keeps rolling the supreme Wheel of Dharma that was rolled forth by the Realized One like Sāriputta.",
  "an1.170-187:16.2": "Sāriputta rightly keeps rolling the supreme Wheel of Dharma that was rolled forth by the Realized One."
}