{
  "_markup_path": "markup/an/an01/an1.001-10.html",
  "_alt_strings": [
    "pi/an/an01/an1.001-10.json"
  ],
  "an1.1-10:1.1": "Numbered Collection 1",
  "an1.1-10:2.1": "1. Sights, etc.",
  "an1.1-10:3.1": "1",
  "an1.1-10:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an1.1-10:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an1.1-10:4.3": "There the Buddha addressed the mendicants: ",
  "an1.1-10:4.4": "“Mendicants!” ",
  "an1.1-10:4.5": "“Venerable sir,” they replied. ",
  "an1.1-10:4.6": "The Buddha said this: ",
  "an1.1-10:5.1": "“Mendicants, I do not see a single sight that occupies a man’s mind like the sight of a woman.",
  "an1.1-10:5.2": "The sight of a woman occupies a man’s mind.”",
  "an1.1-10:7.1": "2",
  "an1.1-10:8.1": "“Mendicants, I do not see a single sound that occupies a man’s mind like the sound of a woman.",
  "an1.1-10:8.2": "The sound of a woman occupies a man’s mind.”",
  "an1.1-10:10.1": "3",
  "an1.1-10:11.1": "“Mendicants, I do not see a single smell that occupies a man’s mind like the smell of a woman.",
  "an1.1-10:11.2": "The smell of a woman occupies a man’s mind.”",
  "an1.1-10:13.1": "4",
  "an1.1-10:14.1": "“Mendicants, I do not see a single taste that occupies a man’s mind like the taste of a woman.",
  "an1.1-10:14.2": "The taste of a woman occupies a man’s mind.”",
  "an1.1-10:16.1": "5",
  "an1.1-10:17.1": "“Mendicants, I do not see a single touch that occupies a man’s mind like the touch of a woman.",
  "an1.1-10:17.2": "The touch of a woman occupies a man’s mind.”",
  "an1.1-10:19.1": "6",
  "an1.1-10:20.1": "“Mendicants, I do not see a single sight that occupies a woman’s mind like the sight of a man.",
  "an1.1-10:20.2": "The sight of a man occupies a woman’s mind.”",
  "an1.1-10:22.1": "7",
  "an1.1-10:23.1": "“Mendicants, I do not see a single sound that occupies a woman’s mind like the sound of a man.",
  "an1.1-10:23.2": "The sound of a man occupies the mind of a woman.”",
  "an1.1-10:25.1": "8",
  "an1.1-10:26.1": "“Mendicants, I do not see a single smell that occupies a woman’s mind like the smell of a man.",
  "an1.1-10:26.2": "The smell of a man occupies the mind of a woman.”",
  "an1.1-10:28.1": "9",
  "an1.1-10:29.1": "“Mendicants, I do not see a single taste that occupies a woman’s mind like the taste of a man.",
  "an1.1-10:29.2": "The taste of a man occupies the mind of a woman.”",
  "an1.1-10:31.1": "10",
  "an1.1-10:32.1": "“Mendicants, I do not see a single touch that occupies a woman’s mind like the touch of a man.",
  "an1.1-10:32.2": "The touch of a man occupies a woman’s mind.”"
}