{
  "_markup_path": "markup/an/an01/an1.306-315.html",
  "_alt_strings": [
    "pi/an/an01/an1.306-315.json"
  ],
  "an1.306-315:1.1": "Numbered Collection 1",
  "an1.306-315:2.1": "25 Second",
  "an1.306-315:3.1": "306",
  "an1.306-315:4.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or, when they have arisen, makes them increase and grow like wrong view.",
  "an1.306-315:4.2": "When you have wrong view, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.306-315:5.1": "307",
  "an1.306-315:6.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or, when they have arisen, makes them increase and grow like right view.",
  "an1.306-315:6.2": "When you have right view, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.306-315:7.1": "308",
  "an1.306-315:8.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like wrong view.",
  "an1.306-315:8.2": "When you have wrong view, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.306-315:9.1": "309",
  "an1.306-315:10.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes wholesome qualities decline like right view.",
  "an1.306-315:10.2": "When you have right view, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.306-315:11.1": "310",
  "an1.306-315:12.1": "“Mendicants, I do not see a single thing that gives rise to wrong view, and once arisen, makes it grow like focusing your mind in the wrong way.",
  "an1.306-315:12.2": "When you focus your mind in the wrong way, wrong view arises, and once arisen it grows.”",
  "an1.306-315:13.1": "311",
  "an1.306-315:14.1": "“Mendicants, I do not see a single thing that gives rise to right view, or, once it has already arisen, makes it grow like focusing your mind in the right way.",
  "an1.306-315:14.2": "When you focus your mind in the right way, right view arises, and wholesome qualities grow.”",
  "an1.306-315:15.1": "312",
  "an1.306-315:16.1": "“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a place of loss, a bad place, the underworld, hell like wrong view.",
  "an1.306-315:16.2": "It is because they have wrong view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”",
  "an1.306-315:17.1": "313",
  "an1.306-315:18.1": "“Mendicants, I do not see a single thing that causes sentient beings to be reborn, when their body breaks up, after death, in a good place, a heavenly realm like right view.",
  "an1.306-315:18.2": "It is because they have right view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an1.306-315:19.1": "314",
  "an1.306-315:20.1": "“Mendicants, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.",
  "an1.306-315:20.2": "Why is that?",
  "an1.306-315:20.3": "Because their view is bad.",
  "an1.306-315:20.4": "Suppose a seed of neem, angled gourd, or bitter gourd was planted in moist earth. Whatever nutriments it takes up from the earth and water would lead to its bitter, acerbic, and unpleasant taste.",
  "an1.306-315:20.5": "Why is that?",
  "an1.306-315:20.6": "Because the seed is bad.",
  "an1.306-315:20.7": "So too, when an individual has wrong view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.",
  "an1.306-315:20.8": "Why is that?",
  "an1.306-315:20.9": "Because their view is bad.”",
  "an1.306-315:21.1": "315",
  "an1.306-315:22.1": "“Mendicants, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.",
  "an1.306-315:22.2": "Why is that?",
  "an1.306-315:22.3": "Because their view is good.",
  "an1.306-315:22.4": "Suppose a seed of sugar cane, fine rice, or grape was planted in moist earth. Whatever nutriments it takes up from the earth and water would lead to its sweet, pleasant, and delicious taste.",
  "an1.306-315:22.5": "Why is that?",
  "an1.306-315:22.6": "Because the seed is good.",
  "an1.306-315:22.7": "So too, when an individual has right view, whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.",
  "an1.306-315:22.8": "Why is that?",
  "an1.306-315:22.9": "Because their view is good.”"
}