{
  "_markup_path": "markup/an/an01/an1.287-295.html",
  "_alt_strings": [
    "pi/an/an01/an1.287-295.json"
  ],
  "an1.287-295:1.1": "Numbered Collection 1",
  "an1.287-295:2.1": "23 Third",
  "an1.287-295:3.1": "287",
  "an1.287-295:4.1": "“It is impossible, mendicants, it cannot happen that an unlikable, undesirable, disagreeable result could come from good bodily conduct.",
  "an1.287-295:4.2": "That is not possible.",
  "an1.287-295:4.3": "But it is possible that a likable, desirable, agreeable result could come from good bodily conduct.",
  "an1.287-295:4.4": "That is possible.”",
  "an1.287-295:5.1": "288–​289",
  "an1.287-295:6.1": "“It is impossible, mendicants, it cannot happen that an unlikable, undesirable, disagreeable result could come from good verbal or mental conduct.",
  "an1.287-295:6.2": "That is not possible.",
  "an1.287-295:6.3": "But it is possible that a likable, desirable, agreeable result could come from good verbal or mental conduct.",
  "an1.287-295:6.4": "That is possible.”",
  "an1.287-295:7.1": "290",
  "an1.287-295:8.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in bad bodily conduct, could for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.",
  "an1.287-295:8.2": "That is not possible.",
  "an1.287-295:8.3": "But it is possible that someone who has engaged in bad bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.",
  "an1.287-295:8.4": "That is possible.”",
  "an1.287-295:9.1": "291–​292",
  "an1.287-295:10.1": "“It is impossible, mendicants, it cannot happen that someone who has angaged in bad verbal or mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.",
  "an1.287-295:10.2": "That is not possible.",
  "an1.287-295:10.3": "But it is possible that someone who has angaged in bad verbal or mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.",
  "an1.287-295:10.4": "That is possible.”",
  "an1.287-295:11.1": "293",
  "an1.287-295:12.1": "It is impossible, mendicants, it cannot happen that someone who has engaged in good bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, the underworld, a lower realm, hell.",
  "an1.287-295:12.2": "That is not possible.",
  "an1.287-295:12.3": "But it is possible that someone who has engaged in good bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.",
  "an1.287-295:12.4": "That is possible.”",
  "an1.287-295:13.1": "294–​295",
  "an1.287-295:14.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in good verbal or mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.",
  "an1.287-295:14.2": "That is not possible.",
  "an1.287-295:14.3": "But it is possible that someone who has engaged in good verbal or mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, heavenly realm.",
  "an1.287-295:14.4": "That is possible.”"
}