{
  "_markup_path": "markup/an/an01/an1.041-50.html",
  "_alt_strings": [
    "pi/an/an01/an1.041-50.json"
  ],
  "an1.41-50:1.1": "Numbered Discourses 1",
  "an1.41-50:2.1": "5. A Spike",
  "an1.41-50:3.1": "41",
  "an1.41-50:4.1": "“Mendicants, suppose a spike of rice or barley was pointing the wrong way. If you trod on it with hand or foot, there’s no way it could break the skin and produce blood.",
  "an1.41-50:4.2": "Why is that?",
  "an1.41-50:4.3": "Because the spike is pointing the wrong way.",
  "an1.41-50:4.4": "So too, a mendicant whose mind is pointing the wrong way cannot break ignorance, produce knowledge, and realize extinguishment.",
  "an1.41-50:4.5": "Why is that?",
  "an1.41-50:4.6": "Because their mind is pointing the wrong way.”",
  "an1.41-50:6.1": "42",
  "an1.41-50:7.1": "“Mendicants, suppose a spike of rice or barley was pointing the right way. If you trod on it with hand or foot, it may well break the skin and produce blood.",
  "an1.41-50:7.2": "Why is that?",
  "an1.41-50:7.3": "Because the spike is pointing the right way.",
  "an1.41-50:7.4": "So too, a mendicant whose mind is pointing the right way can break ignorance, produce knowledge, and realize extinguishment.",
  "an1.41-50:7.5": "Why is that?",
  "an1.41-50:7.6": "Because the mind is pointing the right way.”",
  "an1.41-50:9.1": "43",
  "an1.41-50:10.1": "“Mendicants, when I’ve comprehended the mind of a person whose mind is corrupted, I understand:",
  "an1.41-50:10.2": "‘If this person was to die right now, they would be cast down to hell.’",
  "an1.41-50:10.3": "Why is that?",
  "an1.41-50:10.4": "Because their mind is corrupted. ",
  "an1.41-50:10.5": "Corruption of mind is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”",
  "an1.41-50:12.1": "44",
  "an1.41-50:13.1": "“Mendicants, when I’ve comprehended the mind of a person whose mind is confident, I understand:",
  "an1.41-50:13.2": "‘If this person was to die right now, they would be raised up to heaven.’",
  "an1.41-50:13.3": "Why is that?",
  "an1.41-50:13.4": "Because their mind is clear.",
  "an1.41-50:13.5": "Clarity of mind is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an1.41-50:15.1": "45",
  "an1.41-50:16.1": "“Suppose, mendicants, there was a lake that was cloudy, murky, and muddy. A person with good eyesight standing on the bank would not see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.",
  "an1.41-50:16.2": "Why is that?",
  "an1.41-50:16.3": "Because the water is clouded.",
  "an1.41-50:16.4": "So too, that a mendicant whose mind is clouded would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones: this is not possible.",
  "an1.41-50:16.5": "Why is that?",
  "an1.41-50:16.6": "Because their mind is clouded.”",
  "an1.41-50:18.1": "46",
  "an1.41-50:19.1": "“Suppose, mendicants, there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.",
  "an1.41-50:19.2": "Why is that?",
  "an1.41-50:19.3": "Because the water is unclouded.",
  "an1.41-50:19.4": "So too, that a mendicant whose mind is not clouded would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones: this is possible.",
  "an1.41-50:19.5": "Why is that?",
  "an1.41-50:19.6": "Because their mind is unclouded.”",
  "an1.41-50:21.1": "47",
  "an1.41-50:22.1": "“Just as, mendicants, the <i>papra</i> is said to be the best kind of tree in terms of its pliability and workability,",
  "an1.41-50:22.2": "so too, I do not see a single thing that’s as pliable and workable as the mind, when it is developed and cultivated.",
  "an1.41-50:22.3": "A mind that is developed and cultivated is pliable and workable.”",
  "an1.41-50:24.1": "48",
  "an1.41-50:25.1": "“Mendicants, I do not see a single thing that’s as quick to change as the mind.",
  "an1.41-50:25.2": "So much so that it’s not easy to give a simile for how quickly the mind changes.”",
  "an1.41-50:27.1": "49",
  "an1.41-50:28.1": "“This mind, mendicants, is radiant.",
  "an1.41-50:28.2": "But it’s corrupted by passing corruptions.”",
  "an1.41-50:30.1": "50",
  "an1.41-50:31.1": "“This mind, mendicants, is radiant.",
  "an1.41-50:31.2": "And it is freed from passing corruptions.”"
}