{
  "_markup_path": "markup/an/an01/an1.011-20.html",
  "_alt_strings": [
    "pi/an/an01/an1.011-20.json"
  ],
  "an1.11-20:1.1": "Numbered Collection 1",
  "an1.11-20:2.1": "2. Giving Up the Hindrances",
  "an1.11-20:3.1": "11",
  "an1.11-20:4.1": "“Mendicants, I do not see a single thing that gives rise to sensual desire, or, when it has arisen, makes it increase and grow like the aspect of beauty.",
  "an1.11-20:4.2": "When you focus on the aspect of beauty in the wrong way, sensual desire arises, and once arisen it increases and grows.”",
  "an1.11-20:6.1": "12",
  "an1.11-20:7.1": "“Mendicants, I do not see a single thing that gives rise to ill will, or, when it has arisen, makes it increase and grow like the aspect of rigidity.",
  "an1.11-20:7.2": "When you focus on the aspect of rigidity in the wrong way, ill will arises, and once arisen it increases and grows.”",
  "an1.11-20:9.1": "13",
  "an1.11-20:10.1": "“Mendicants, I do not see a single thing that gives rise to dullness and drowsiness, or, when they have arisen, makes them increase and grow like dissatisfaction, sloth, yawning, lethargy after eating, and mental sluggishness.",
  "an1.11-20:10.2": "When you have a sluggish mind, dullness and drowsiness arise, and once arisen they increase and grow.”",
  "an1.11-20:12.1": "14",
  "an1.11-20:13.1": "“Mendicants, I do not see a single thing that gives rise to restlessness and remorse, or, when they have arisen, makes them increase and grow like an unsettled mind.",
  "an1.11-20:13.2": "When you have no peace of mind, restlessness and remorse arise, and once arisen they increase and grow.”",
  "an1.11-20:15.1": "15",
  "an1.11-20:16.1": "“Mendicants, I do not see a single thing that gives rise to doubt, or, when it has arisen, makes it increase and grow like focusing your mind in the wrong way.",
  "an1.11-20:16.2": "When you focus your mind in the wrong way, doubt arises, and once arisen it increases and grows.”",
  "an1.11-20:18.1": "16",
  "an1.11-20:19.1": "“Mendicants, I do not see a single thing that prevents sensual desire from arising, or, when it has arisen, abandons it like the aspect of ugliness.",
  "an1.11-20:19.2": "When you focus in the right way on the aspect of ugliness, sensual desire does not arise, or, if it’s already arisen, it’s given up.”",
  "an1.11-20:21.1": "17",
  "an1.11-20:22.1": "“Mendicants, I do not see a single thing that prevents ill will from arising, or, when it has arisen, abandons it like the heart’s release by love.",
  "an1.11-20:22.2": "When you focus properly on the heart’s release by love, ill will does not arise, or, if it’s already arisen, it’s given up.”",
  "an1.11-20:24.1": "18",
  "an1.11-20:25.1": "“Mendicants, I do not see a single thing that prevents dullness and drowsiness from arising, or, when they have arisen, by which they are given up like the elements of initiative, persistence, and exertion.",
  "an1.11-20:25.2": "When you’re energetic, dullness and drowsiness do not arise, or, if they’ve already arisen, they’re given up.”",
  "an1.11-20:27.1": "19",
  "an1.11-20:28.1": "“Mendicants, I do not see a single thing that prevents restlessness and remorse from arising, or, when they have arisen, by which they are given up like peace of mind.",
  "an1.11-20:28.2": "When your mind is peaceful, restlessness and remorse do not arise, or, if they’ve already arisen, they’re given up.”",
  "an1.11-20:30.1": "20",
  "an1.11-20:31.1": "“Mendicants, I do not see a single thing that prevents doubt from arising, or, when it has arisen, gives it up like focusing your mind in the right way.",
  "an1.11-20:31.2": "When you focus your mind in the right way, doubt does not arise, or, if it’s already arisen, it’s given up.”"
}