{
  "_markup_path": "markup/an/an01/an1.061-70.html",
  "_alt_strings": [
    "pi/an/an01/an1.061-70.json"
  ],
  "an1.61-70:1.1": "Numbered Discourses 1",
  "an1.61-70:2.1": "7. Arousing Energy",
  "an1.61-70:3.1": "61",
  "an1.61-70:4.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like arousing energy.",
  "an1.61-70:4.2": "When you’re energetic, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.61-70:6.1": "62",
  "an1.61-70:7.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like having many wishes.",
  "an1.61-70:7.2": "When you have many wishes, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.61-70:9.1": "63",
  "an1.61-70:10.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like having few wishes.",
  "an1.61-70:10.2": "When you have few wishes, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.61-70:12.1": "64",
  "an1.61-70:13.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like discontent.",
  "an1.61-70:13.2": "When you’re discontented, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.61-70:15.1": "65",
  "an1.61-70:16.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like contentment.",
  "an1.61-70:16.2": "When you’re contented, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.61-70:18.1": "66",
  "an1.61-70:19.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like focusing your mind in the wrong way.",
  "an1.61-70:19.2": "When you focus your mind in the wrong way, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.61-70:21.1": "67",
  "an1.61-70:22.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like focusing your mind in the right way.",
  "an1.61-70:22.2": "When you focus your mind in the right way, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.61-70:24.1": "68",
  "an1.61-70:25.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like lack of situational awareness.",
  "an1.61-70:25.2": "When you lack situational awareness, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.61-70:27.1": "69",
  "an1.61-70:28.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like situational awareness.",
  "an1.61-70:28.2": "When you have situational awareness, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.61-70:30.1": "70",
  "an1.61-70:31.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like bad friends.",
  "an1.61-70:31.2": "When you have bad friends, unwholesome qualities arise, and wholesome qualities decline.”"
}