{
  "_markup_path": "markup/an/an01/an1.071-81.html",
  "_alt_strings": [
    "pi/an/an01/an1.071-81.json"
  ],
  "an1.71-81:1.1": "Numbered Discourses 1",
  "an1.71-81:2.1": "8. Good Friends",
  "an1.71-81:3.1": "71",
  "an1.71-81:4.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like good friends.",
  "an1.71-81:4.2": "When you have good friends, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.71-81:6.1": "72",
  "an1.71-81:7.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like having bad habits and not good habits.",
  "an1.71-81:7.2": "When you have bad habits and not good habits, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.71-81:9.1": "73",
  "an1.71-81:10.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like having good habits and not bad habits.",
  "an1.71-81:10.2": "When you have good habits and not bad habits, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.71-81:12.1": "74",
  "an1.71-81:13.1": "“Mendicants, I do not see a single thing that prevents the factors of awakening from arising, or, if they’ve already arisen, prevents them from being developed to perfection like focusing the mind in the wrong way.",
  "an1.71-81:13.2": "When you focus your mind in the wrong way, the factors of awakening don’t arise, or, if they’ve already arisen, they’re not developed to perfection.”",
  "an1.71-81:15.1": "75",
  "an1.71-81:16.1": "“Mendicants, I do not see a single thing that gives rise to the factors of awakening, or, if they’ve already arisen, develops them to perfection like focusing the mind in the right way.",
  "an1.71-81:16.2": "When you focus your mind in the right way, the factors of awakening arise, or, if they’ve already arisen, they’re developed to perfection.”",
  "an1.71-81:18.1": "76",
  "an1.71-81:19.1": "“Loss of relatives, mendicants, is a small thing.",
  "an1.71-81:19.2": "Wisdom is the worst thing to lose.”",
  "an1.71-81:21.1": "77",
  "an1.71-81:22.1": "“Growth of relatives, mendicants, is a small thing.",
  "an1.71-81:22.2": "Wisdom is the best thing to grow.",
  "an1.71-81:22.3": "So you should train like this:",
  "an1.71-81:22.4": "‘We will grow in wisdom.’",
  "an1.71-81:22.5": "That’s how you should train.”",
  "an1.71-81:24.1": "78",
  "an1.71-81:25.1": "“Loss of wealth, mendicants, is a small thing.",
  "an1.71-81:25.2": "Wisdom is the worst thing to lose.”",
  "an1.71-81:27.1": "79",
  "an1.71-81:28.1": "“Growth of wealth, mendicants, is a small thing.",
  "an1.71-81:28.2": "Wisdom is the best thing to grow.",
  "an1.71-81:28.3": "So you should train like this:",
  "an1.71-81:28.4": "‘We will grow in wisdom.’",
  "an1.71-81:28.5": "That’s how you should train.”",
  "an1.71-81:30.1": "80",
  "an1.71-81:31.1": "“Loss of fame, mendicants, is a small thing.",
  "an1.71-81:31.2": "Wisdom is the worst thing to lose.”",
  "an1.71-81:33.1": "81",
  "an1.71-81:34.1": "“Growth of fame, mendicants, is a small thing.",
  "an1.71-81:34.2": "Wisdom is the best thing to grow.",
  "an1.71-81:34.3": "So you should train like this:",
  "an1.71-81:34.4": "‘We will grow in wisdom.’",
  "an1.71-81:34.5": "That’s how you should train.”"
}