{
  "_markup_path": "markup/an/an01/an1.051-60.html",
  "_alt_strings": [
    "pi/an/an01/an1.051-60.json"
  ],
  "an1.51-60:1.1": "Numbered Discourses 1",
  "an1.51-60:2.1": "6. Fingersnap",
  "an1.51-60:3.1": "51",
  "an1.51-60:4.1": "“This mind, mendicants, is radiant.",
  "an1.51-60:4.2": "But it is corrupted by passing corruptions.",
  "an1.51-60:4.3": "An uneducated ordinary person does not truly understand this. ",
  "an1.51-60:4.4": "So I say that ‘the uneducated ordinary person has no development of the mind’.”",
  "an1.51-60:6.1": "52",
  "an1.51-60:7.1": "“This mind, mendicants, is radiant.",
  "an1.51-60:7.2": "And it is freed from passing corruptions.",
  "an1.51-60:7.3": "An educated noble disciple truly understands this. ",
  "an1.51-60:7.4": "So I say that ‘the educated noble disciple has development of the mind’.”",
  "an1.51-60:9.1": "53",
  "an1.51-60:10.1": "“If, mendicants, a mendicant cultivates a mind of love even for the time of a finger snap,",
  "an1.51-60:10.2": "they’re called",
  "an1.51-60:10.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain.",
  "an1.51-60:10.4": "How much more so those who make much of it!”",
  "an1.51-60:12.1": "54",
  "an1.51-60:13.1": "“If, mendicants, a mendicant develops a mind of love even for the time of a finger snap,",
  "an1.51-60:13.2": "they’re called",
  "an1.51-60:13.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain.",
  "an1.51-60:13.4": "How much more so those who make much of it!”",
  "an1.51-60:15.1": "55",
  "an1.51-60:16.1": "“If, mendicants, a mendicant focuses on a mind of love even for the time of a finger snap,",
  "an1.51-60:16.2": "they’re called",
  "an1.51-60:16.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain.",
  "an1.51-60:16.4": "How much more so those who make much of it!”",
  "an1.51-60:18.1": "56",
  "an1.51-60:19.1": "“Mendicants, whatever qualities are unwholesome, part of the unwholesome, on the side of the unwholesome, all of them are preceded by the mind. ",
  "an1.51-60:19.2": "Mind arises first, and unwholesome qualities follow right behind.”",
  "an1.51-60:21.1": "57",
  "an1.51-60:22.1": "“Mendicants, whatever qualities are wholesome, part of the wholesome, on the side of the wholesome, all of them are preceded by the mind. ",
  "an1.51-60:22.2": "Mind arises first, and wholesome qualities follow right behind.”",
  "an1.51-60:24.1": "58",
  "an1.51-60:25.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like negligence.",
  "an1.51-60:25.2": "When you’re negligent, unwholesome qualities arise, and wholesome qualities decline.”",
  "an1.51-60:27.1": "59",
  "an1.51-60:28.1": "“Mendicants, I do not see a single thing that gives rise to wholesome qualities, or makes unwholesome qualities decline like diligence.",
  "an1.51-60:28.2": "When you’re diligent, wholesome qualities arise, and unwholesome qualities decline.”",
  "an1.51-60:30.1": "60",
  "an1.51-60:31.1": "“Mendicants, I do not see a single thing that gives rise to unwholesome qualities, or makes wholesome qualities decline like laziness.",
  "an1.51-60:31.2": "When you’re lazy, unwholesome qualities arise, and wholesome qualities decline.”"
}