{
  "_markup_path": "markup/an/an01/an1.316-332.html",
  "_alt_strings": [
    "pi/an/an01/an1.316-332.json"
  ],
  "an1.316-332:1.1": "Numbered Collection 1",
  "an1.316-332:2.1": "26 Third",
  "an1.316-332:3.1": "316",
  "an1.316-332:4.1": "“One person, mendicants, arises in the world for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.",
  "an1.316-332:4.2": "What one person?",
  "an1.316-332:4.3": "Someone with wrong view, whose perspective is distorted.",
  "an1.316-332:4.4": "They draw many people away from the true teaching and establish them in false teachings.",
  "an1.316-332:4.5": "This is one person who arises in the world for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.”",
  "an1.316-332:5.1": "317",
  "an1.316-332:6.1": "“One person, mendicants, arises in the world for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "an1.316-332:6.2": "What one person?",
  "an1.316-332:6.3": "Someone with right view, whose perspective is undistorted.",
  "an1.316-332:6.4": "They draw many people away from false teachings and establish them in the true teaching.",
  "an1.316-332:6.5": "This is one person who arises in the world for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.”",
  "an1.316-332:7.1": "318",
  "an1.316-332:8.1": "“Mendicants, I do not see a single thing that is so very blameworthy as wrong view.",
  "an1.316-332:8.2": "Wrong view is the most blameworthy thing of all.”",
  "an1.316-332:9.1": "319",
  "an1.316-332:10.1": "“Mendicants, I do not see a single other person who acts for the hurt and unhappiness of many people, for the harm, hurt, and suffering of many people, of gods and humans like that foolish man, Makkhali. ",
  "an1.316-332:10.2": "Just as a trap set at the mouth of a river would bring harm, suffering, calamity, and disaster for many fish,",
  "an1.316-332:10.3": "so too that foolish man, Makkhali, is a trap for humans, it seems to me. He has arisen in the world for the harm, suffering, calamity, and disaster of many beings.”",
  "an1.316-332:11.1": "320",
  "an1.316-332:12.1": "“Mendicants, the one who encourages someone in a poorly explained teaching and training, the one who is encouraged, and the one who practices accordingly all make much bad karma.",
  "an1.316-332:12.2": "Why is that?",
  "an1.316-332:12.3": "Because the teaching is poorly explained.”",
  "an1.316-332:13.1": "321",
  "an1.316-332:14.1": "“Mendicants, the one who encourages someone in a well explained teaching and training, the one who is encouraged, and the one who practices accordingly all make much merit.",
  "an1.316-332:14.2": "Why is that?",
  "an1.316-332:14.3": "Because the teaching is well explained.”",
  "an1.316-332:15.1": "322",
  "an1.316-332:16.1": "“Mendicants, in a poorly explained teaching and training, the donor should know moderation, not the recipient.",
  "an1.316-332:16.2": "Why is that?",
  "an1.316-332:16.3": "Because the teaching is poorly explained.”",
  "an1.316-332:17.1": "323",
  "an1.316-332:18.1": "“Mendicants, in a well explained teaching and training, the recipient should know moderation, not the donor.",
  "an1.316-332:18.2": "Why is that?",
  "an1.316-332:18.3": "Because the teaching is well explained.”",
  "an1.316-332:19.1": "324",
  "an1.316-332:20.1": "“Mendicants, in a poorly explained teaching and training an energetic person lives in suffering.",
  "an1.316-332:20.2": "Why is that?",
  "an1.316-332:20.3": "Because the teaching is poorly explained.”",
  "an1.316-332:21.1": "325",
  "an1.316-332:22.1": "“Mendicants, in a well explained teaching and training a lazy person lives in suffering.",
  "an1.316-332:22.2": "Why is that?",
  "an1.316-332:22.3": "Because the teaching is well explained.”",
  "an1.316-332:23.1": "326",
  "an1.316-332:24.1": "“Mendicants, in a poorly explained teaching and training a lazy person lives happily.",
  "an1.316-332:24.2": "Why is that?",
  "an1.316-332:24.3": "Because the teaching is poorly explained.”",
  "an1.316-332:25.1": "327",
  "an1.316-332:26.1": "“Mendicants, in a well explained teaching and training an energetic person lives happily.",
  "an1.316-332:26.2": "Why is that?",
  "an1.316-332:26.3": "Because the teaching is well explained.”",
  "an1.316-332:27.1": "328",
  "an1.316-332:28.1": "Just as, mendicants, even a tiny bit of fecal matter still stinks,",
  "an1.316-332:28.2": "so too I don’t approve of even a tiny bit of future existence, not even for the length of a finger snap.”",
  "an1.316-332:29.1": "329",
  "an1.316-332:30.1": "“Just as even a tiny bit of urine, or spit, or pus, or blood still stinks,",
  "an1.316-332:30.2": "so too I don’t approve of even a tiny bit of future existence, not even for the length of a finger snap.”"
}