{
  "_markup_path": "markup/an/an01/an1.098-139.html",
  "_alt_strings": [
    "pi/an/an01/an1.098-139.json"
  ],
  "an1.98-139:1.1": "Numbered Collection 1",
  "an1.98-139:2.1": "10. Negligence (2nd)",
  "an1.98-139:3.1": "98",
  "an1.98-139:4.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very harmful as negligence.",
  "an1.98-139:4.2": "Negligence is very harmful.”",
  "an1.98-139:6.1": "99",
  "an1.98-139:7.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very beneficial as diligence.",
  "an1.98-139:7.2": "Diligence is very beneficial.”",
  "an1.98-139:9.1": "100",
  "an1.98-139:10.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very harmful as laziness.",
  "an1.98-139:10.2": "Laziness is very harmful.”",
  "an1.98-139:12.1": "101",
  "an1.98-139:13.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very beneficial as arousing energy.",
  "an1.98-139:13.2": "Arousing energy is very beneficial.”",
  "an1.98-139:15.1": "102–109",
  "an1.98-139:16.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very harmful as having many wishes … having few wishes … discontent … contentment … focusing the mind in the wrong way … focusing the mind in the right way … lack of situational awareness … situational awareness … ",
  "an1.98-139:17.1": "110",
  "an1.98-139:18.1": "“Taking into account exterior factors, mendicants, I do not see a single one that is so very harmful as bad friends.",
  "an1.98-139:18.2": "Bad friends are very harmful.”",
  "an1.98-139:20.1": "111",
  "an1.98-139:21.1": "“Taking into account exterior factors, mendicants, I do not see a single one that is so very beneficial as good friends.",
  "an1.98-139:21.2": "Good friends are very beneficial.”",
  "an1.98-139:23.1": "112",
  "an1.98-139:24.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very harmful as having bad habits and not good habits.",
  "an1.98-139:24.2": "Having bad habits and not good habits is very harmful.”",
  "an1.98-139:26.1": "113",
  "an1.98-139:27.1": "“Taking into account interior factors, mendicants, I do not see a single one that is so very beneficial as having good habits and not bad habits.",
  "an1.98-139:27.2": "Having good habits and not bad habits is very beneficial.”",
  "an1.98-139:29.1": "114",
  "an1.98-139:30.1": "“Mendicants, I do not see a single thing that leads to the decline and disappearance of the true teaching like negligence.",
  "an1.98-139:30.2": "Negligence leads to the decline and disappearance of the true teaching.”",
  "an1.98-139:32.1": "115",
  "an1.98-139:33.1": "“Mendicants, I do not see a single thing that leads to the continuation, persistence, and enduring of the true teaching like diligence.",
  "an1.98-139:33.2": "Diligence leads to the continuation, persistence, and enduring of the true teaching.”",
  "an1.98-139:35.1": "116",
  "an1.98-139:36.1": "“Mendicants, I do not see a single thing that leads to the decline and disappearance of the true teaching like laziness.",
  "an1.98-139:36.2": "Laziness leads to the decline and disappearance of the true teaching.”",
  "an1.98-139:38.1": "117",
  "an1.98-139:39.1": "“Mendicants, I do not see a single thing that leads to the continuation, persistence, and durability of the true teaching like arousing energy.",
  "an1.98-139:39.2": "Arousing energy leads to the continuation, persistence, and enduring of the true teaching.”",
  "an1.98-139:41.1": "118–​128",
  "an1.98-139:42.1": "“Mendicants, I do not see a single thing that leads to the decline and disappearance of the true teaching like having many wishes … having few wishes … discontent … contentment … focusing the mind in the wrong way … focusing the mind in the right way … lack of situational awareness … situational awareness … bad friends … good friends … having bad habits, not good habits.",
  "an1.98-139:42.2": "Having bad habits and not good habits leads to the decline and disappearance of the true teaching.”",
  "an1.98-139:44.1": "129",
  "an1.98-139:45.1": "“Mendicants, I do not see a single thing that leads to the continuation, persistence, and enduring of the true teaching like having good habits and not bad habits.",
  "an1.98-139:45.2": "Having good habits and not bad habits leads to the continuation, persistence, and enduring of the true teaching”",
  "an1.98-139:48.1": "130",
  "an1.98-139:49.1": "“Mendicants, those mendicants who explain non-Dharma as Dharma are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.98-139:49.2": "They make much bad karma and make the true teaching disappear.”",
  "an1.98-139:51.1": "131",
  "an1.98-139:52.1": "“Mendicants, those mendicants who explain Dharma as non-Dharma are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.98-139:52.2": "They make much bad karma and make the true teaching disappear.”",
  "an1.98-139:54.1": "132–139",
  "an1.98-139:55.1": "“Those mendicants who explain non-Vinaya as Vinaya … Vinaya as non-Vinaya … what was not spoken and stated by the Realized One as spoken and stated by the Realized One …  what was spoken and stated by the Realized One as not spoken and stated by the Realized One …  what was not practiced by the Realized One as practiced by the Realized One …  what was practiced by the Realized One as not practiced by the Realized One …  what was not prescribed by the Realized One as prescribed by the Realized One … what was prescribed by the Realized One as not prescribed by the Realized One … ",
  "an1.98-139:55.2": "are acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an1.98-139:55.3": "They make much bad karma and make the true teaching disappear.”"
}