{
  "_markup_path": "markup/an/an01/an1.082-97.html",
  "_alt_strings": [
    "pi/an/an01/an1.082-97.json"
  ],
  "an1.82-97:1.1": "Numbered Collection 1",
  "an1.82-97:2.1": "9. Negligence",
  "an1.82-97:3.1": "82",
  "an1.82-97:4.1": "“Mendicants, I do not see a single thing that is so very harmful as negligence.",
  "an1.82-97:4.2": "Negligence is very harmful.”",
  "an1.82-97:6.1": "83",
  "an1.82-97:7.1": "“Mendicants, I do not see a single thing that is so very beneficial as diligence.",
  "an1.82-97:7.2": "Diligence is very beneficial.”",
  "an1.82-97:9.1": "84",
  "an1.82-97:10.1": "“Mendicants, I do not see a single thing that is so very harmful as laziness.",
  "an1.82-97:10.2": "Laziness is very harmful.”",
  "an1.82-97:12.1": "85",
  "an1.82-97:13.1": "“Mendicants, I do not see a single thing that is so very beneficial as arousing energy.",
  "an1.82-97:13.2": "Arousing energy is very beneficial.”",
  "an1.82-97:15.1": "86",
  "an1.82-97:16.1": "“Mendicants, I do not see a single thing that is so very harmful as having many wishes.",
  "an1.82-97:16.2": "Having many wishes is very harmful.”",
  "an1.82-97:18.1": "87",
  "an1.82-97:19.1": "“Mendicants, I do not see a single thing that is so very beneficial as having few wishes.",
  "an1.82-97:19.2": "Having few wishes is very beneficial.”",
  "an1.82-97:21.1": "88",
  "an1.82-97:22.1": "“Mendicants, I do not see a single thing that is so very harmful as discontent.",
  "an1.82-97:22.2": "Discontent is very harmful.”",
  "an1.82-97:24.1": "89",
  "an1.82-97:25.1": "“Mendicants, I do not see a single thing that is so very beneficial as contentment.",
  "an1.82-97:25.2": "Contentment is very beneficial.”",
  "an1.82-97:27.1": "90",
  "an1.82-97:28.1": "“Mendicants, I do not see a single thing that is so very harmful as focusing the mind in the wrong way.",
  "an1.82-97:28.3": "Focusing the mind in the wrong way is very harmful.”",
  "an1.82-97:30.1": "91",
  "an1.82-97:31.1": "“Mendicants, I do not see a single thing that is so very beneficial as focusing the mind in the right way.",
  "an1.82-97:31.3": "Focusing the mind in the right way is very beneficial.”",
  "an1.82-97:33.1": "92",
  "an1.82-97:34.1": "“Mendicants, I do not see a single thing that is so very harmful as lack of situational awareness.",
  "an1.82-97:34.2": "Lack of situational awareness is very harmful.”",
  "an1.82-97:36.1": "93",
  "an1.82-97:37.1": "“Mendicants, I do not see a single thing that is so very beneficial as situational awareness.",
  "an1.82-97:37.2": "Situational awareness is very beneficial.”",
  "an1.82-97:39.1": "94",
  "an1.82-97:40.1": "“Mendicants, I do not see a single thing that is so very harmful as bad friends.",
  "an1.82-97:40.2": "Bad friends are very harmful.”",
  "an1.82-97:42.1": "95",
  "an1.82-97:43.1": "“Mendicants, I do not see a single thing that is so very beneficial as good friends.",
  "an1.82-97:43.2": "Good friends are very beneficial.”",
  "an1.82-97:45.1": "96",
  "an1.82-97:46.1": "“Mendicants, I do not see a single thing that is so very harmful as having bad habits and not good habits.",
  "an1.82-97:46.2": "Having bad habits and not good habits is very harmful.”",
  "an1.82-97:48.1": "97",
  "an1.82-97:49.1": "“Mendicants, I do not see a single thing that is so very beneficial as having good habits and not bad habits.",
  "an1.82-97:49.2": "Having good habits and not bad habits is very beneficial.”"
}