{
  "_markup_path": "markup/an/an01/an1.616-627.html",
  "_alt_strings": [
    "pi/an/an01/an1.616-627.json"
  ],
  "an1.616-627:1.1": "Numbered Collection 1",
  "an1.616-627:2.1": "31 The Deathless",
  "an1.616-627:3.1": "616",
  "an1.616-627:4.1": "“Mendicants, those who don’t enjoy mindfulness of the body don’t enjoy the deathless.",
  "an1.616-627:4.2": "Those who enjoy mindfulness of the body enjoy the deathless.”",
  "an1.616-627:5.1": "617",
  "an1.616-627:6.1": "“Mendicants, those who haven’t enjoyed mindfulness of the body haven’t enjoyed the deathless.",
  "an1.616-627:6.2": "Those who have enjoyed mindfulness of the body have enjoyed the deathless.”",
  "an1.616-627:7.1": "618",
  "an1.616-627:8.1": "“Mendicants, those who have lost mindfulness of the body have lost the deathless.",
  "an1.616-627:8.2": "Those who haven’t lost mindfulness of the body haven’t lost the deathless.”",
  "an1.616-627:9.1": "619",
  "an1.616-627:10.1": "“Mendicants, those who have missed out on mindfulness of the body have missed out on the deathless.",
  "an1.616-627:10.2": "Those who have undertaken mindfulness of the body have not missed out on the deathless.”",
  "an1.616-627:11.1": "620",
  "an1.616-627:12.1": "“Mendicants, those who have neglected mindfulness of the body have neglected the deathless.",
  "an1.616-627:12.2": "Those who have not neglected mindfulness of the body have not neglected the deathless.”",
  "an1.616-627:13.1": "621",
  "an1.616-627:14.1": "“Mendicants, those who have forgotten mindfulness of the body have forgotten the deathless.",
  "an1.616-627:14.2": "Those who haven’t forgotten mindfulness of the body haven’t forgotten the deathless.”",
  "an1.616-627:15.1": "622",
  "an1.616-627:16.1": "“Mendicants, those who haven’t cultivated mindfulness of the body haven’t cultivated the deathless.",
  "an1.616-627:16.2": "Those who have cultivated mindfulness of the body have cultivated the deathless.”",
  "an1.616-627:17.1": "623",
  "an1.616-627:18.1": "“Mendicants, those who haven’t developed mindfulness of the body haven’t developed the deathless.",
  "an1.616-627:18.2": "Those who have developed mindfulness of the body have developed the deathless.”",
  "an1.616-627:19.1": "624",
  "an1.616-627:20.1": "“Mendicants, those who haven’t practiced mindfulness of the body haven’t practiced the deathless.",
  "an1.616-627:20.2": "Those who have practiced mindfulness of the body have practiced the deathless.”",
  "an1.616-627:21.1": "625",
  "an1.616-627:22.1": "“Mendicants, those who haven’t had insight into mindfulness of the body haven’t had insight into the deathless.",
  "an1.616-627:22.2": "Those who have had insight into mindfulness of the body have had insight into the deathless.”",
  "an1.616-627:23.1": "626",
  "an1.616-627:24.1": "“Mendicants, those who haven’t completely understood mindfulness of the body haven’t completely understood the deathless.",
  "an1.616-627:24.2": "Those who have completely understood mindfulness of the body have completely understood the deathless.”",
  "an1.616-627:25.1": "627",
  "an1.616-627:26.1": "“Mendicants, those who haven’t realized mindfulness of the body haven’t realized the deathless.",
  "an1.616-627:26.2": "Those who have realized mindfulness of the body have realized the deathless.”",
  "an1.616-627:26.3": "<span class=\"var\" title=\"(ekakanipātassa suttasahassaṃ samattaṃ.) (bj) | (ekanipātassa suttasahassaṃ samattaṃ.) (s1-3, km, pts1)\" id=\"note77\">( … )</span>",
  "an1.616-627:27.1": "This is what the Buddha said.",
  "an1.616-627:27.2": "Uplifted, the mendicants approved of what the Buddha said.",
  "an1.616-627:28.2": ")",
  "an1.616-627:29.1": "The Book of the Ones is finished."
}