{
  "_markup_path": "markup/an/an01/an1.268-277.html",
  "_alt_strings": [
    "pi/an/an01/an1.268-277.json"
  ],
  "an1.268-277:1.1": "Numbered Collection 1",
  "an1.268-277:2.1": "21 First",
  "an1.268-277:3.1": "268",
  "an1.268-277:4.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could take any condition as permanent.",
  "an1.268-277:4.2": "That is not possible.",
  "an1.268-277:4.3": "But it is possible that an ordinary person could take some condition as permanent.",
  "an1.268-277:4.4": "That is possible.”",
  "an1.268-277:5.1": "269",
  "an1.268-277:6.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could take any condition as pleasant.",
  "an1.268-277:6.2": "That is not possible.",
  "an1.268-277:6.3": "But it is possible that an ordinary person could take some condition as pleasant.",
  "an1.268-277:6.4": "That is possible.”",
  "an1.268-277:7.1": "270",
  "an1.268-277:8.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could take anything as self.",
  "an1.268-277:8.2": "That is not possible.",
  "an1.268-277:8.3": "But it is possible that an ordinary person could take something as self.",
  "an1.268-277:8.4": "That is possible.”",
  "an1.268-277:9.1": "271",
  "an1.268-277:10.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could murder their mother.",
  "an1.268-277:10.2": "That is not possible.",
  "an1.268-277:10.3": "But it is possible that an ordinary person could murder their mother.",
  "an1.268-277:10.4": "That is possible.”",
  "an1.268-277:11.1": "272",
  "an1.268-277:12.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could murder their father.",
  "an1.268-277:12.2": "That is not possible.",
  "an1.268-277:12.3": "But it is possible that an ordinary person could murder their father.",
  "an1.268-277:12.4": "That is possible.”",
  "an1.268-277:13.1": "273",
  "an1.268-277:14.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could murder a perfected one.",
  "an1.268-277:14.2": "That is not possible.",
  "an1.268-277:14.3": "But it is possible that an ordinary person could murder a perfected one.",
  "an1.268-277:14.4": "That is possible.”",
  "an1.268-277:15.1": "274",
  "an1.268-277:16.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could injure a Realized One with malicious intent.",
  "an1.268-277:16.2": "That is not possible.",
  "an1.268-277:16.3": "But it is possible that an ordinary person could injure a Realized One with malicious intent.",
  "an1.268-277:16.4": "That is possible.”",
  "an1.268-277:17.1": "275",
  "an1.268-277:18.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could cause a schism in the Saṅgha.",
  "an1.268-277:18.2": "That is not possible.",
  "an1.268-277:18.3": "But it is possible that an ordinary person could cause a schism in the Saṅgha.",
  "an1.268-277:18.4": "That is possible.”",
  "an1.268-277:19.1": "276",
  "an1.268-277:20.1": "“It is impossible, mendicants, it cannot happen that a person accomplished in view could acknowledge another teacher.",
  "an1.268-277:20.2": "That is not possible.",
  "an1.268-277:20.3": "But it is possible that an ordinary person could acknowledge another teacher.",
  "an1.268-277:20.4": "That is possible.”",
  "an1.268-277:21.1": "277",
  "an1.268-277:22.1": "“It is impossible, mendicants, it cannot happen that two Perfect Ones, fully awakened Buddhas, could arise in the same solar system at the same time.",
  "an1.268-277:22.2": "That is not possible.",
  "an1.268-277:22.3": "But it is possible that just one Perfect One, a fully awakened Buddha, could arise in one solar system.",
  "an1.268-277:22.4": "That is possible.”"
}