{
  "de": {
    "an-guide-sujato:1": "Die nummerierten Lehrreden: nützliche Dinge für jeden Tag ",
    "an-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
    "an-guide-sujato:3": "<a href='#item1'>Wie der Aṅguttara gegliedert ist</a> ",
    "an-guide-sujato:4": "<a href='#item2'>Das Einerbuch</a> ",
    "an-guide-sujato:5": "<a href='#item3'>Das Zweierbuch</a> ",
    "an-guide-sujato:6": "<a href='#item4'>Das Dreierbuch</a> ",
    "an-guide-sujato:7": "<a href='#item5'>Eine kurze Textgeschichte</a> ",
    "an-guide-sujato:8": "Der Aṅguttara-Nikāya ist der letzte und längste der vier Hauptabschnitte des Sutta-Piṭaka. Das Wort <i lang='pli'>Aṅguttara</i> bedeutet wörtlich „um einen Punkt höher“, das heißt „aufsteigend“. Es bezieht sich auf den Umstand, dass die Lehrreden als nummerierte Reihen angeordnet sind, bei denen die Zahlen jeweils um eins ansteigen. Ich habe das mit <cite class='text-translated'>Nummerierte Lehrreden</cite> übersetzt (engl. <cite class='text-translated' lang='en'>Numbered Discourses</cite>); zuvor ist es mit <cite class='text-translated'>Numerische Lehrreden</cite> (engl. <cite class='text-translated' lang='en'>Numerical Discourses</cite>) oder <cite class='text-translated'>Stufenweise Reden</cite> (engl. <cite class='text-translated'>Gradual Sayings</cite>) übersetzt worden (im Deutschen „Angereihte Sammlung“). ",
    "an-guide-sujato:9": "SuttaCentral übernimmt die Zählung von Bhikkhu Bodhis Übersetzung und kommt im Ganzen auf 8122 Lehrreden. Die zusammenfassende Strophe am Ende der Sammlung besagt allerdings, dass es 9557 Suttas seien. Diese Bemerkung des Schreibers sagt aber nichts darüber aus, wie diese Zahl zustande kam; es muss eine komplizierte Angelegenheit gewesen sein, so viele Lehrreden zu zählen, wenn man es nur mit Palmblatt-Manuskripten zu tun hatte. Auf jeden Fall ist diese Zahl, wie auch beim Saṁyutta-Nikāya, großenteils das Ergebnis von Lehrreden, die anhand von Vorlagen wiederholt werden. Viele davon bestehen nur aus einem einzigen Wort; das Abkürzungsverfahren wurde in der Tat so weit getrieben, dass Hunderte von Suttas gar nicht wirklich im Text existieren: Es sind nur Zahlen, die auszufüllen sind. Im Fall der Einer und Zweier sind obendrein die meisten Suttas längere Texte, die aufgeteilt wurden, um die Zahlenvorgabe zu erfüllen. Auf SuttaCentral werden sie so behandelt, als sei ein <i lang='pli'>Vagga</i> ein Sutta, und die abgekürzten Texte werden auf ähnliche Weise kombiniert. Wenn wir die Textdateien zählen, die auf diese Art zustande kommen, kommen wir zu der vernünftigeren, aber immer noch sehr großen Zahl von 1407 substanziellen Texten. ",
    "an-guide-sujato:10": "Der Schwerpunkt der <cite class='text-translated'>Nummerierten Lehrreden</cite> liegt auf praktischen Dingen, die für den Alltag von Bedeutung sind. Es überwiegen Richtlinien für die Ethik und Charakterbildung. Wenn der Saṁyutta-Nikāya die Hauptlehren um <em>Lehrthemen</em> herum anordnet, ordnet der Aṅguttara sie um <em>Menschen</em> herum an. Die Belange der Laiengemeinschaft sind ein wichtiger Schwerpunkt, und viele Lehren handeln davon, wie man lehrt. ",
    "an-guide-sujato:11": "Den Gebrauch nummerierter Reihen findet man überall in den buddhistischen Texten, aber hier wird er zum Haupt-Ordnungsprinzip. Eine typische Aṅguttara-Lehrrede besteht aus der Aussage, dass es eine gewisse Anzahl von etwas gibt; dann folgt eine Erklärung jedes Gegenstandes; und schließlich wiederholt eine Schlussfolgerung die Einleitung. Manchmal ist eine Strophe angefügt, die den Inhalt zusammenfasst. Dieses formale Muster ist optimal zum Lernen und Sicheinprägen angepasst. Im Prinzip ist es das gleiche Format, das auch bei den Abendnachrichten benutzt wird: Zuerst hört man die Nachrichtenthemen für heute; dann folgt eine Geschichte zu jedem Thema; und zuletzt werden die Höhepunkte noch einmal zusammengefasst. Der Gebrauch nummerierter Reihen ist bis heute beliebt, wie etwa der „Listicle“ als Format für Internet-Artikel zeigt. ",
    "an-guide-sujato:12": "Anders als die modernen Beispiele sind die Lehrreihen im Aṅguttara hochstrukturiert. Es sind nicht bloß Zusammenstellungen von Punkten zu einem Thema, sondern sie bilden eine ganzheitliche Folge. Der erste Gegenstand ist der grundlegendste; die nachfolgenden Gegenstände entwickeln sich daraus oder bauen darauf auf; und der letzte setzt der Reihe die Krone auf. ",
    "an-guide-sujato:13": "Aus diesem Grund stellt der Aṅguttara einen hervorragenden Einstieg in den Kanon dar, besonders für Menschen, die wenig Zeit haben. Es dauert nur ein paar Minuten, um ein Sutta zu lesen, und es enthält in sich eine vollständige und nützliche Lehre. ",
    "an-guide-sujato:14": "Der Aṅguttara-Nikāya hat ein Gegenstück im Ekottarikāgama (EA), der im chinesischen Kanon bewahrt wurde. Der Ekottarikāgama ist ein eigentümlicher Text von unklarer Schulenzuordnung (möglicherweise Mahāsaṅghika), und er unterscheidet sich vom Palitext in einem weit größeren Ausmaß als die Parallelen zum DN, MN und SN. Zusätzlich gibt es zwei partielle Ekottarikas auf Chinesisch sowie auch eine Anzahl unabhängiger Suttas im Ekottarika-Stil. Darüber hinaus wurde ein beachtlicher Teil eines Sanskrit-Ekottarāgama bei Gilgit entdeckt und von Tripāṭhi bearbeitet und teilweise rekonstruiert. Es scheint, als stünden die meisten dieser Materialien dem Pali näher als das für den Haupt-EA des chinesischen Kanon der Fall ist, doch sollte man das nicht verallgemeinern. ",
    "an-guide-sujato:15": "Wie der Aṅguttara gegliedert ist ",
    "an-guide-sujato:16": "Der Aṅguttara-Nikāya besteht aus Haupt„büchern“ (<i lang='pli'>Nipāta</i>), die von eins bis elf nummeriert sind. Jedes Buch enthält Lehrreden mit der entsprechenden Anzahl von Gegenständen. Wie üblich sind die Lehrreden in <i lang='pli'>Vaggas</i> zusammengestellt, die manchmal ein lockeres Thema haben. Jedes <i lang='pli'>Nipāta</i> außer dem ersten gruppiert seine <i lang='pli'>Vaggas</i> in <i lang='pli'>Paṇṇāsas</i>. ",
    "an-guide-sujato:17": "Ich weiß nicht, warum der Aṅguttara bis elf zählt; ich würde eine runde Zahl erwarten. Die Elf stimmt auch mit dem chinesischen Ekottarikāgama überein, was darauf hinweist, dass es ein frühes Merkmal war, doch es scheint nicht von den Texten selbst auszugehen. Die meisten Gegenstände des Elferbuches bestehen aus Lehren, die anderswo bekannt sind und zu denen ein oder zwei Posten hinzugefügt wurden. ",
    "an-guide-sujato:18": "Man kann manchmal das Gefühl bekommen, als sei der Aṅguttara aus Resten zusammengestellt. Nachdem die langen Suttas im Majjhima und Dīgha gesammelt waren und die kürzeren, die zentrale Themen zum Gegenstand haben, im Saṁyutta, blieb eine große Menge unsortierter Texte übrig, die sich nicht einfach in Kategorien einordnen ließ. Dazu gehören viele fesselnde und tiefgründige Lehren ebenso wie eine große Menge an Standardwiederholungen, und es verliert sich in Krimskrams von immer fragwürdigerem Wert. Es ist, als hätten die Bearbeiter angesichts eines Warenlagers von Resten und Flohmarktartikeln ihr Bestes versucht, die Gegenstände nach logischen Gesichtspunkten zu stapeln und in Regale einzuordnen, aber oft konnten sie Dinge nur so gut es ging in ein Regal verfrachten. Da die Texte gewöhnlich eine bestimmte Zahl in den Lehren aufwiesen, wurde das in Ermangelung von etwas Sinnvollerem als Ordnungsprinzip herangezogen. Selbst Texte, die nicht ausdrücklich eine Zahl erwähnen, konnten so ebenfalls einbezogen werden. (Siehe zum Beispiel <a class='ref' href='/an3.31'>AN 3.31</a> und <a class='ref' href='/an3.32'>AN 3.32</a>.) ",
    "an-guide-sujato:19": "Um keine Missverständnisse aufkommen zu lassen: Man soll nicht denken, dass der Aṅguttara nicht auch die üblichen Lehren enthalten würde, die uns von den andern <i lang='pli'>Nikāyas</i> vertraut sind. Im Gegenteil, wir finden die vier Vertiefungen (<a class='ref' href='/an3.58'>AN 3.58</a>), die vier edlen Wahrheiten und das abhängige Entstehen (<a class='ref' href='/an3.61'>AN 3.61</a>), die Fähigkeiten und Kräfte (<a class='ref' href='/an4.163'>AN 4.163</a>; Letzteres recht detailliert in <a class='ref' href='/an5.12'>AN 5.12–16</a>), die dreifache Übung (<a class='ref' href='/an3.81'>AN 3.81</a>), die göttliche Meditation (<a class='ref' href='/an3.63'>AN 3.63</a>) und viele andere. Doch solche Lehren verteilen sich in einer großen Menge an Suttas über die verschiedensten Themen. ",
    "an-guide-sujato:20": "In der Einleitung zu seiner Übersetzung gibt Bhikkhu Bodhi praktisch den Versuch auf, die Struktur sinnvoll zu erklären. Er bringt ein Beispiel eines Kapitels mit verschiedenen Lehrreden, die scheinbar keine Beziehung zueinander haben, und bemerkt: „Mit einer solchen scheinbar zufälligen Organisation muss man sich wirklich fragen, was die Bearbeiter im Sinn hatten.“ (<cite class='book'>The Numerical Discourses of the Buddha</cite>, introduction, S. 22). Das Ergebnis ist, dass er, statt den Inhalt, so, wie er im Aṅguttara erscheint, aufzugliedern, eine umfassende und sorgfältig durchdachte thematische Analyse entwickelte. <a href='/an-introduction-bodhi'>Dieser Essay ist auch auf SuttaCentral</a>, und ich lege jedem, der an einem ernsthaften Studium des Aṅguttara interessiert ist, ans Herz, ihn zu lesen. ",
    "an-guide-sujato:21": "Ich möchte das Material allerdings von einem anderen Blickwinkel aus betrachten, von einem, der näher bei der Erfahrung liegt, wenn man den Text liest. Ich finde Bhikkhu Bodhis Frage interessant: Was haben sich die Bearbeiter wohl gedacht? ",
    "an-guide-sujato:22": "Es gibt keinen Zweifel daran, dass die Reihenfolge der Suttas und Vorstellungen im Aṅguttara zu einem gewissen Grad chaotisch ist; doch kann es wirklich einleuchten, dass dasselbe Gremium von Menschen, das sich im Saṁyutta mit so viel Engagement dem Ordnen hingegeben hat, im Aṅguttara einfach seine Bemühungen aufgegeben haben soll? Vielleicht müssen wir uns dem Problem auf eine neue Art nähern, um die Bearbeiter besser zu verstehen, und mit ihnen die Lehren, mit denen sie arbeiteten. ",
    "an-guide-sujato:23": "Hier sind drei Ordnungskriterien, die mir beim Lesen des Aṅguttara aufgefallen sind: ",
    "an-guide-sujato:24": "Numerologische Bedeutung. ",
    "an-guide-sujato:25": "Thematische Cluster, Übergänge und Bögen. ",
    "an-guide-sujato:26": "Verteilte Wiederholung. ",
    "an-guide-sujato:27": "Weiter unten will ich zeigen, wie sich diese Dinge in den ersten drei <i lang='pli'>Nipātas</i> auswirken. Auf diese Art hoffe ich, eine Leserin durch das unzivilisierte Gelände zu führen, bis sie zuversichtlich genug ist, selbständig weiterzugehen. ",
    "an-guide-sujato:28": "Es ist sicherlich nicht so, dass die Genannten die einzigen Ordnungskriterien sind, die hier vorliegen. Und es ist auch nicht so, dass sie alles oder auch nur das meiste der zufälligen Ordnung vollständig erklären können. Aber sie weisen, so glaube ich, auf eine vorherrschende Art des Verständnisses hin, die der Sammlung die Form gab, die sie heute hat. ",
    "an-guide-sujato:29": "Zuerst ein allgemeiner Gedanke. Vieles in der Art, wie wir die Welt ordnen und zu ihr in Beziehung treten, geschieht  nicht mit dem Verstand, sondern durch Assoziation. Wenn wir in dem Schema der fünf Aggregate denken, so hat eine Sammlung wie der Saṁyutta-Nikāya eine übergreifende Struktur, die mit Überlegung durchdacht und konstruiert wurde, d. h. sie beruht auf rationalen Entscheidungen oder <i lang='pli'>Saṅkhārās</i>. Vielleicht ist das, nach dem wir im Aṅguttara Ausschau halten müssen, eine andere Art des Denkens, eine, die sich auf Wahrnehmung, Erinnerungen und Assoziation (<i lang='pli'>Saññā</i>) gründet. ",
    "an-guide-sujato:30": "Aber warum sollte man ein so großes Textkorpus auf so eine Art gliedern? Die Antwort ist nicht schwer zu finden. Wie bei so vielen Prinzipien, nach denen die Texte geordnet sind, geht es um das Auswendiglernen. Für einen Rezitator, der Hunderte von Texten in der richtigen Reihenfolge verfügbar haben muss, erfüllt <em>jede</em> Art von Verbindung den Zweck. Es spielt keine Rolle, ob es das Thema ist, ein gleiches Wort, ein Satzbau, ein Reim oder irgendetwas anderes. Die Wahrnehmung erkennt Muster. Sie assoziiert ein Ding mit dem nächsten, unabhängig davon, wie bedeutsam das verbindende Merkmal ist. ",
    "an-guide-sujato:31": "Wenn Sie wollen, stellen Sie sich vor, Sie ordnen Ihre persönliche Bibliothek. Sie könnten ein rationales System nutzen: das Alphabet, Themen oder die Größe, die in Ihre Regale passt. Aber es ist Ihre Bibliothek, und Sie können tun, was Sie wollen. Sie könnten vielleicht auf ein Regal Bücher mit blauem Einband stellen; auf ein anderes Bücher, die Sie noch nicht gelesen haben; auf wieder ein anderes Bücher, deren Geruch Sie an alte Freunde erinnert. Für jeden anderen erscheint das chaotisch, aber für Sie hat es Hand und Fuß. Sie können das Buch, das Sie brauchen, finden, wann Sie es wollen. Die Wahrnehmung besorgt das schwere Hochziehen für Sie, ohne dass Sie Ihren Verstand anstrengen müssten, um sich jedesmal durch das rationale System zu arbeiten. ",
    "an-guide-sujato:32": "Die Bedeutung von Zahlen ",
    "an-guide-sujato:33": "Zum größten Teil ist der Gebrauch von Zahlen in buddhistischen Texten völlig praktischer Natur. Wenn man weiß, dass eine Reihe eine bestimmte Anzahl von Gegenständen hat, weiß man, ob man etwas vergessen hat. ",
    "an-guide-sujato:34": "Doch Zahlen sind immer auch von einer Aussagekraft  und Bedeutung durchtränkt gewesen, die über das reine Zählen hinausgehen. Sie helfen uns, eine komplexe Welt mithilfe von ein paar einfachen Gewohnheitsregeln zu verstehen. Im Buddhismus werden Zahlen benutzt, um uns Ehrfurcht oder gar Furcht einzuflößen angesichts des „astronomischen“ Ausmaßes des Umherwanderns. Ist es möglich, dass die symbolische Bedeutung von Zahlen den verschiedenen <i lang='pli'>Nipātas</i> ein Gefühl von Einheit verleiht? ",
    "an-guide-sujato:35": "Symbolische Bedeutung ist naturgemäß nicht exakt festzulegen. Anders als eine rationale Definition dient sie nicht dazu, den Umfang der Bedeutung einzugrenzen, sondern ihn durch Suggestion, Hinweise und Anklänge zu erweitern. Die symbolische Bedeutung von Zahlen hat soweit ich weiß in der Buddhismuskunde noch kaum Beachtung gefunden. Einige numerologische Beobachtungen wurden bei den Zahleneinträgen in Rhys Davids' und Stedes <cite class='book' lang='en'>Pali-English Dictionary</cite> angestellt, aber seitdem ist mir wenig bekannt. Doch wir können ein paar allgemeine Beobachtungen anstellen. ",
    "an-guide-sujato:36": "Eins ",
    "an-guide-sujato:37": "Die Zahl der Eintracht, Einfachheit und Überlegenheit. Sie wird besonders im Zusammenhang mit tiefer Meditation betont (<i lang='pli'>Jhāna</i> oder <i lang='pli'>Samādhi</i>). Doch anders als in vielen spirituellen Zusammenhängen hat sie im Buddhismus nie eine metaphysische Bedeutung: Nibbāna ist null, nicht eins; es ist Leerheit, nicht Einheit. ",
    "an-guide-sujato:38": "Zwei ",
    "an-guide-sujato:39": "Wird für Paare benutzt, die Partner sein können – Hände, Augen, Mann und Frau –, Gegensätze – Gut und Böse, Hell und Dunkel, Glück und Leid – oder Dinge, die aufeinander folgen – in die Meditation eintreten und heraustreten. Sie stellt die Zweiheiten in der Welt dar. ",
    "an-guide-sujato:40": "Drei ",
    "an-guide-sujato:41": "Setzt sich aus 2 + 1 zusammen. Sie fügt der weltlichen Zweiheit eine zusätzliche, oft spirituelle Dimension hinzu. Das geschieht ganz ausdrücklich in Reihen wie „vorteilhafte und nachteilige Folgen und Entrinnen“ und subtiler etwa bei angenehmen, schmerzhaften und neutralen Gefühlen. Die Drei steht für das <em>Andere</em>; und es ist das Andere, das den Samen für die Transzendenz enthält. ",
    "an-guide-sujato:42": "Vier ",
    "an-guide-sujato:43": "Die bezeichnendste Zahl des Buddhismus, und das Viererbuch ist das umfangreichste <i lang='pli'>Nipāta</i>. Ihre grundlegendste Metapher sind die vier Himmelsrichtungen, somit steht sie für Ganzheit und Ausgewogenheit, ganz offensichtlich bei den vier edlen Wahrheiten. Vielfache von vier haben die gleiche Bedeutung in einer höheren Ordnung. Die Zehn ist ähnlich insofern sie von den vier Himmelsrichtungen, den vier Zwischenrichtungen sowie oben und unten abgeleitet ist. ",
    "an-guide-sujato:44": "Fünf ",
    "an-guide-sujato:45": "Kommt von der Hand, die wir auch zum Zählen benutzen. Sie teilt sich daher in 4 + 1 (Finger und Daumen), nicht in 2 + 3. Das offensichtlichste Beispiel sind die fünf mit „Ergreifen“ verbundenen Aggregate, wobei das Bewusstsein den anderen vier gegenübergestellt ist. Ähnlich ist etwa bei den fünf Fähigkeiten und Kräften die Weisheit der „Daumen“. ",
    "an-guide-sujato:46": "Sechs ",
    "an-guide-sujato:47": "Nimmt als grundlegende Metapher den Körper: vier Glieder, Rumpf und Kopf. Die allgemeine Bedeutung ist ein „großes Ganzes“, und die hervorstechndste Reihe sind die sechs Sinnesfelder. ",
    "an-guide-sujato:48": "Sieben ",
    "an-guide-sujato:49": "Eine astronomische Zahl, die von den Mondzyklen und den Himmelskörpern abgeleitet ist (Sonne + Mond + fünf sichtbare Planeten). Sie wird besonders häufig in Mythen verwendet und hat die allgemeine Bedeutung „der gesamte Kreislauf von Geburt und Tod“. In dieser Bedeutung erschient sie in der Geschichte von der Geburt des Bodhisatta. ",
    "an-guide-sujato:50": "Ich glaube, dass wir tatsächlich Spuren dieser Bedeutungen im Aṅguttara finden können, und gebe weiter unten ein paar Beispiele. In manchen Fällen wurden die Texte mit einer bestimmten Zahl einfach in die Sammlung eingeführt, in anderen wurde der Text eigens so bearbeitet, dass die erforderliche nummerierte Reihe entsteht. So oder so eröffnet es uns einen Blickwinkel, durch den wir die <i lang='pli'>Nipātas</i> als sinnvolle Einheiten sehen können, wenn wir einen gewissen Begriff von diesen Bedeutungen haben. ",
    "an-guide-sujato:51": "Mit solch allgemeinen Bedeutungen, die zweifellos viele Ausnahmen und Widersprüche haben, ist es nicht wirklich möglich, zweifelsfrei nachzuweisen, dass die Zahlen des Aṅguttara eine symbolische Bedeutung haben. Wenn Sie jeden Versuch, eine symbolische Bedeutung zu finden, ablehnen, kann ich Ihnen nicht das Gegenteil beweisen. Aber ich glaube, dass ein solcher Ansatz uns eine Handhabe gibt, wie wir die Bemühungen der Bearbeiter und die Art, in der sie ihr vielfältiges und vielschichtiges Material behandelten, wertschätzen können. ",
    "an-guide-sujato:52": "Thematische Cluster, Übergänge und Bögen ",
    "an-guide-sujato:53": "Trotz des chaotischen Eindrucks stehen Suttas im Aṅguttara selten für sich allein. Meistens treten sie in <em>thematischen Clustern</em> auf, die den gleichen Gegenstand behandeln. Dabei kann es sich bloß um ein Suttapaar handeln, aber es ist auch nicht ungewöhnlich, dass man ein ganzes i lang='pli'>Vagga</i> zu einem bestimmten Thema findet. Es sind oft sehr ähnliche Suttas, die sich untereinander nur in wenigen Einzelheiten unterscheiden. Oder sie haben eine lockere thematische Verbindung, indem zum Beispiel die gleiche Person oder Personengruppe vorkommt. In manchen Fällen kommen <i lang='pli'>Vaggas</i> gleichen Namens in der Sammlung mehrfach vor. ",
    "an-guide-sujato:54": "Solche thematischen Cluster sind leicht zu erkennen; doch oft scheint es so, als gebe es nichts, was ein Cluster mit dem anderen verbindet. Aber das ist nicht immer so. Oft geschieht der Wechsel von einem Cluster zum anderen auf eine Art, die man als <em>Themenübergang</em> bezeichnen könnte. Beim Übergang von einem Cluster zum nächsten wird ein gemeinsames Element beibehalten. Das kann ein Thema sein oder einfach eine formale Struktur – ein Frageformat, ein Wort, ein Satzbau usw. Solche Aufhänger erleichtern einen reibungslosen Übergang von einem Cluster zum anderen. ",
    "an-guide-sujato:55": "In solchen Fällen finden wir etwa ein Element im ersten Cluster [A], das  mit einem zweiten Element kombiniert wird [AB], um ein neues Cluster zu bilden oder das alte zu erweitern. Dann wird das zweite Element mit etwas neuem kombiniert und bildet so wieder ein anderes Cluster [BC]. Und vielleicht wird später das zweite Element ganz fallen gelassen, und nur das dritte bleibt übrig [C], oder es wird wieder mit etwas Neuem kombiniert. Wenn man das erste Element [A] mit dem dritten [C] vergleicht, haben sie nichts gemeinsam. Dennoch ist das Fortschreiten von einem zum andern eindeutig ein stufenweiser Vorgang. Und die Häufigkeit, mit der das vorkommt, zeigt, dass es keineswegs zufällig ist. ",
    "an-guide-sujato:56": "Ähnliche Techniken sind in der Kunst der Musikkomposition gebräuchlich. Nachdem ein Motiv eingeführt wurde, verwandelt es die Komponistin allmählich und entwickelt es weiter. Schließlich wird sie zu einem neuen Motiv kommen, das mit dem ersten nichts gemeinsam hat, das aber zweifellos aus diesem hervorgegangen ist. ",
    "an-guide-sujato:57": "Ein Themenübergang ist oft eine rein formale Technik, die wenig über den behandelten Gegenstand aussagt. Doch wenn wir genau hinschauen, können wir erkennen, wie sich Themencluster, die mit Übergängen verbunden sind, manchmal über größere Textstrecken hinweg entwickeln und einen locker zusammenhängenden <em>Themenbogen</em> bilden. Solch Themenbögen lassen Strukturen von Lehren widerhallen, die uns von anderer Stelle vertraut sind, wie die stufenweise Übung. Das wird zum Beispiel benutzt, um die ersten 75 Suttas des Einerbuchs zu gestalten. Solche Bögen sind keineswegs so klar und förmlich strukturiert wie die Lehren, auf die sie sich gründen; doch sie schreiten unbestreitbar von einem Thema zum nächsten fort. ",
    "an-guide-sujato:58": "Tatsächlich kann jedes <i lang='pli'>Nipāta</i> als ein solcher Bogen betrachtet werden, da sie typischerweise alle mit grundlegenden Übungen beginnen und mit der Verwirklichung von Nibbāna enden. Auch die Wiederholungsreihen, die jedes <i lang='pli'>Nipāta</i> abrunden, enthalten ihren eigenen Bogen, der zu den höchsten Eigenschaften hinführt. ",
    "an-guide-sujato:59": "Verteilte Wiederholung ",
    "an-guide-sujato:60": "Beim Dīgha- und Majjhima-Nikāya bringt ein Studierender wohl eine gute Weile damit zu, sich einen bestimmten Text einzuprägen, ihn durchzugehen und – wenn es ein guter Studierender ist – sich nach der Bedeutung zu erkundigen und sie zu hinterfragen. Erst wenn er einen Text gemeistert hat, würde er zum nächsten weitergehen. Beim Saṁyutta würde eine Studierende dutzende, wenn nicht hunderte Suttas über das gleiche Thema lernen, die ähnliche Passagen und Vorstellungen enthalten und sich oft wenig untereinander unterscheiden. Solche Suttas kann man sich schnell einprägen, aber die Verständnisprobleme treten oft eher auf der Ebene des Themas auf als auf der Ebene des einzelnen Textes. ",
    "an-guide-sujato:61": "Doch sich lange Texte einzuprägen oder viele Texte zum gleichen Thema kann ein wenig langweilig werden, da der Geist durch Abwechslung und Überraschung angeregt wird. Im Aṅguttara lernt ein Studierender ein oder zwei Suttas zu einem Thema oder ein paar mehr, dann etwas anderes, dann geht es zurück zum ersten Thema, dann zu einem dritten. Wie wir gesehen haben, gibt es dabei verschiedene Merkmale, die ihm helfen, die Reihenfolge der Texte richtig beizubehalten. Aber vielleicht gibt es dabei auch noch mehr: Vielleicht hilft ihm gerade die Zufälligkeit, gepaart mit der Wiederholung, beim Lernen. ",
    "an-guide-sujato:62": "Das gleicht sehr stark der modernen Technik, die man als „verteilte Wiederholung“ („<i lang='en'>spaced repetition</i>“) kennt und die gewöhnlich für das Lernen von Sprachen verwendet wird. Es wird ein Vokabular Wort für Wort in zufälliger Reihenfolge eingeführt. Nachdem man ein Wort gelernt hat, geht man zu einem anderen über. Aber das erste Wort wird dann etwas später wiederholt, um das Lernen zu verstärken. Und so geht es weiter, die gleichen Worte kommen immer wieder vor. Was die Reihenfolge von einem Wort zum anderen betrifft, ist alles zufällig. Aber das gesamte Muster ist sorgfältig dafür ausgelegt, dass man sich die Worte besser und schneller einprägt. ",
    "an-guide-sujato:63": "Vielleicht können wir uns das Ganze wie eine Schule vorstellen. Der Saṁyutta ist wie ein <em>Lehrplan</em>: alles, was man zu einem Thema wissen muss, zusammen an einem Platz. Aber der Aṅguttara ist wie ein Schul<em>tag</em>. Die Schulstunden folgen aufeinander, und es gibt keinen richtigen Rhythmus und kein Motiv darin. Manche Dinge passieren recht regelmäßig und vorhersehbar, andere treten zufällig auf. Trotz der chaotischeren Natur funktioniert es: So lernen wir. Niemand würde vorschlagen, dass die Unterrichtsthemen am besten zu meistern sind, wenn wir zuerst den ganzen Lehrplan für Naturkunde lernen, dann die Mathematik, dann die Geschichte. Verteilte Wiederholung verstärkt nicht nur das Lernen, sie bringt uns auch dazu, neue und unerwartete Verbindungen zwischen den Dingen zu sehen. ",
    "an-guide-sujato:64": "Das Einerbuch ",
    "an-guide-sujato:65": "Ich habe vorgeschlagen, dass die Zahl Eins eine spezifische Reihe von Konnotationen beinhaltet, insbesondere Harmonie, Einfachheit und Überlegenheit. Wenn man das als ein übergreifendes Thema fassen will, könnte es etwa lauten: Halte deine spirituelle Übung einfach und auf einen Punkt gerichtet; damit hilfst du deinem Geist, tiefe Versenkung zu erreichen, und so kannst du den höchsten Dhamma verwirklichen. Wir wollen uns anschauen, inwieweit das Einerbuch diese Eigenarten veranschaulicht. ",
    "an-guide-sujato:66": "Das Einerbuch ist wohl ein Sonderfall, insofern, als nahezu das gesamte <i lang='pli'>Nipāta</i> aus Bruchstücken und nach Vorlagen aufgebaut ist. Die Sammlung beginnt mit der verblüffenden Bemerkung, dass kein Bild den Geist eines Mannes so gefangen hält wie das Bild einer Frau oder den Geist einer Frau so wie das Bild eines Mannes. Die restlichen äußeren Sinne werden dann für beide Geschlechter aufgeführt, sodass insgesamt zehn Suttas für das erste <i lang='pli'>Vagga</i> resultieren. Das hat sehr stark den Anschein, als sei ein einziges Sutta in zehn Teile zerlegt worden. Im Fünferbuch (<a class='ref' href='/an5.55'>AN 5.55</a>) finden wir eine ähnliche Aussagereihe in einem bestimmten Zusammenhang, die nur die männliche Perspektive behandelt. Und im Chinesischen finden wir, dass die Parallelen bei EA 9.7 und EA 9.8 den beiden Hälften dieses <i lang='pli'>Vagga</i> entsprechen. Das unterstützt den Gedanken, dass diese Texte ursprünglich zu einem einzigen Sutta oder vielleicht einem Suttapaar zusammengefügt waren. ",
    "an-guide-sujato:67": "Ein noch deutlicheres Beispiel dafür stellen die drei Suttapaare von <a class='ref' href='/an1.76'>AN 1.76</a> bis <a class='ref' href='/an1.81'>AN 1.81</a> dar. Jedes Paar folgt dem gleichen Muster, hier am Beispiel des ersten Paares: <a class='ref' href='/an1.76'>AN 1.76</a> besagt, dass der Verlust von Angehörigen geringfügig ist, wohingegen der Verlust von Weisheit der schlimmste ist. <a class='ref' href='/an1.77'>AN 1.77</a> stellt das Umgekehrte vor: Gewinn von Angehörigen ist geringfügig, denn Weisheit ist das Beste, was man gewinnen kann. Doch das Sutta wird abgerundet, indem die Mönche und Nonnen aufgefordert werden, sich im Anwachsen der Weisheit zu üben. Dieser Schluss fehlt im ersten Glied des Paares und ist ein klarer Hinweis, dass der Text geteilt wurde. ",
    "an-guide-sujato:68": "Man sollte daraus nicht den Schluss ziehen, dass der Text willkürlich zusammengestellt wurde. Im Gegenteil, wir können eine Reihe von Bögen erkennen, die lange Suttareihen miteinander verbinden. Die Eröffnungskapitel sind darauf angelegt, die Entwicklung der Meditation zu zeigen und damit den Fortschritt der meditierenden Person mit der stufenweisen Übung wiederzuspiegeln. ",
    "an-guide-sujato:69": "Das erste Kapitel handelt, wie wir bereits gesehen haben, von der Zügelung der Sexualität, die eine Grundlage für die Meditation darstellt. ",
    "an-guide-sujato:70": "Das zweite Kapitel behandelt die Hindernisse, die man aufgeben muss, bevor man in tiefe Meditationszustände eintritt. Dazu wird vom vorherigen Kapitel mit einem Themenübergang hingeleitet, wobei das Verbindungsglied die Wendung „Ich sehe kein einziges Ding“ ist. ",
    "an-guide-sujato:71": "Das dritte und das vierte Kapitel behandeln den Nutzen eines entwickelten Geistes, der durch den Vorgang der Meditation geläutert wurde: Nichts bringt größeren Segen und Nutzen. Es wird weiterhin die Wendung „Ich sehe kein einziges Ding“ benutzt. ",
    "an-guide-sujato:72": "Das fünfte Kapitel gibt diese Wendung auf. Hier ist der Übergang das Thema des „Geistes“ (<i lang='pli'>Citta</i>) und seiner Entwicklung. ",
    "an-guide-sujato:73": "Das fünfte Kapitel endet mit zwei Lehrreden, die den berühmten „strahlenden Geist“ erwähnen. Diese sind Fragmente, und eine vollständigere Aussage findet man in den folgenden Suttas, mit denen das nächste Kapitel beginnt. Es ist etwas ungewöhnlich, dass man zwischen solchen eng verbundenen Suttas wie hier einen <i lang='pli'>Vagga</i>-Umbruch findet. Man beachte, dass „strahlender Geist“ kein metaphysischer Begriff ist, und weder hier noch irgendwo anders in den frühen buddhistischen Texten wird gesagt, der Geist sei „an sich“ oder „seiner Natur nach“ oder „ursprünglich“ strahlend oder leuchtend. Im Gegenteil, der Geist ist bedingt und ist daher „an sich“ überhaupt nichts. Der strahlende Geist ist lediglich eine Art, über eine meditative Vertiefung, <i lang='pli'>Jhāna</i>, zu sprechen. ",
    "an-guide-sujato:74": "Das sechste Kapitel fährt mit dem Thema der Vertiefung fort. Das ändert sich allerdings in <a class='ref' href='/an1.56'>AN 1.56</a> – obwohl der Schwerpunkt des „Geistes“ beibehalten wird –, und es geht weiter mit den Ursachen guter und schlechter Eigenschaften. Im Zusammenhang kann man diese so verstehen, dass sie zum Weisheitsaspekt der Meditation gehören, wie sie im vierten der <i lang='pli'>Satipaṭṭhānas</i> behandelt werden. Die Reihe gipfelt in <a class='ref' href='/an1.75'>AN 1.75</a> mit der Vollendung der Faktoren des Erwachens, was die Vervollständigung des Pfades bezeichnet. ",
    "an-guide-sujato:75": "Eine Struktur wie diese ist besonders vielsagend, da sie die Absicht der Bearbeiter verrät. Diesen Themenbogen, der 75 Suttas umspannt, gibt es in der Quelle gar nicht: Er wird einzig durch die Entscheidungen der Bearbeiter angedeutet. Ihre Methode bestand darin, die Aussagen des Dhamma auf ihre einfachsten sinnvollen Einheiten zu reduzieren und sie dann nach den Grundsätzen des Dhamma, wie sie sie verstanden hatten, neu zusammenzusetzen. ",
    "an-guide-sujato:76": "Und die Bearbeiter waren sogar noch raffinierter. Denn diese Fragmente wurden nicht nur zusammengesetzt, um ein zusammenhängendes Ganzes zu bilden, sondern die Themenwahl war wohl überlegt. Unter allen Zusammenhängen in der Buddhalehre ist es der <i lang='pli'>Samādhi</i> oder die „Einheit des Geistes“, bei dem die Zahl Eins die größte Rolle spielt. Indem sie die Einer an den Anfang stellten, zeigten sich die Bearbeiter einfühlsam für die Rolle von Zahlen im Kanon und ordneten die Texte so, dass das „eine“ Wichtige nach vorne kam. ",
    "an-guide-sujato:77": "Ab hier verschiebt sich der Schwerpunkt des Textes. Wie oben bemerkt, handelt <a class='ref' href='/an1.71-81'>AN 1.76–81</a> von Paaren von Gewinn und Verlust. Von <a class='ref' href='/an1.82-97'>AN 1.82</a> an haben wir dann eine Reihe von Texten über Dinge, die schädlich oder segensreich sind, beginnend  mit dem Paar Nachlässigkeit und Eifer. Obwohl diese Lehren sehr wohl im gesamten Kanon zu finden sind, ist es dennoch passend, dass sie hier eingeordnet sind, wo sie den besonderen Schwerpunkt des Aṅguttara auf den Grundlagen eines guten Lebens darstellen. Hier stehen sie beispielhaft für den Aspekt der <em>Einfachheit</em>, der der Lernenden hilft, sich auf genau einen Aspekt des Dhamma auf einmal einzustellen. ",
    "an-guide-sujato:85": "Das Zweierbuch ",
    "an-guide-sujato:100": "Das Dreierbuch ",
    "an-guide-sujato:124": "Eine kurze Textgeschichte "
  }
}