{
  "pt": {
    "an-guide-sujato:1": "Os discursos enumerados: ensinamentos sempre úteis",
    "an-guide-sujato:2": "por Bhikkhu Sujato, 2019",
    "an-guide-sujato:3": "<a href='#item1'>Como o Aṅguttara é organizado</a>",
    "an-guide-sujato:4": "<a href='#item2'>O livro um</a>",
    "an-guide-sujato:5": "<a href='#item3'>O livro dois</a>",
    "an-guide-sujato:6": "<a href='#item4'>O livro três</a>",
    "an-guide-sujato:7": "<a href='#item5'>Uma breve história do texto</a>",
    "an-guide-sujato:8": "O Aṅguttara Nikāya é a última e mais longa das quatro divisões primárias do Sutta Piṭaka. A palavra  <i lang='pli'>aṅguttara</i> significa literalmente “um fator acima”, ou seja, “incremental”. Refere-se ao fato de que os discursos são organizados por conjuntos enumerados, com os números aumentando um a um. Portanto, a tradução como <cite class='text-translated'>Discursos Enumerados</cite>, embora tenha sido traduzido anteriormente como <cite class='text-translated'>Discursos Numéricos</cite> ou mesmo <cite class='text-translated'>Ensinamentos Graduados</cite>.",
    "an-guide-sujato:9": "O SuttaCentral segue a tradução de Bhikkhu Bodhi na contagem de 8.122 discursos no total. O verso de resumo no final da coleção, entretanto, diz que há 9.557 suttas. Essa observação do escriba não diz como essa contagem foi feita; deve ter sido um processo e tanto contar tantos discursos quando se tratava apenas de manuscritos em folha de palmeira. Em qualquer caso, como no caso do Saṁyutta Nikāya, essa contagem é em grande parte um produto de discursos repetidos de acordo com padrões. Muitos deles consistem apenas em uma única palavra; de fato, o processo de abreviação é levado a tais extremos que centenas de suttas não existem no texto; são apenas números a serem preenchidos. Além disso, no caso dos volumes relativos ao número Um e e Dois, a maioria dos suttas são textos mais longos que foram divididos para formar os números. No SuttaCentral, eles são tratados como se cada <i lang='pli'>vagga</i> fosse um sutta, e os textos abreviados da mesma forma são combinados. Se contarmos os arquivos dos textos combinados desta forma, chegaremos a um total mais razoável, mas ainda assim significativamente grande, de 1.407 textos em termos de conteúdo.",
    "an-guide-sujato:10": "Os <cite class='text-translated'>Discursos Enumerados</cite> se concentram em questões práticas de relevância diária. As diretrizes de ética e caráter predominam. Se o Saṁyutta Nikāya reúne os ensinamentos principais em termos de <em>doutrinas</em>, o Aṅguttara reúne os ensinamentos em termos de <em>indivíduos</em>. Questões relacionadas à comunidade leiga são um foco principal, e muitos ensinamentos tratam de como ensinar.",
    "an-guide-sujato:11": "O uso de conjuntos numerados é encontrado em todos os textos budistas, mas aqui ele se torna o principal princípio organizador. O típico discurso Aṅguttara consiste em uma afirmação sobre um certo número de alguma coisa; depois uma explicação de cada uma dessas coisas; depois uma conclusão que ecoa a introdução. Às vezes é adicionado um verso que resume o conteúdo. Este padrão formal é altamente otimizado para reforçar a aprendizagem e a memorização. É, em essência, exatamente o mesmo formato que é usado hoje em dia nos telejornais: primeiro as notícias do dia são listadas; em seguida as histórias de cada uma das notícias é apresentada; e depois os destaques são resumidos mais uma vez. O uso de conjuntos numerados continua popular hoje em dia, visto que um dos formatos preferidos para artigos na internet é aquele baseado em listas numeradas.",
    "an-guide-sujato:12": "Ao contrário destes exemplos modernos, porém, os conjuntos de ensinamentos do Aṅguttara são fortemente estruturados. Eles não são meramente coleções de itens sobre um tema, mas compõem uma sequência integrada. O primeiro item é o mais fundamental; os itens subsequentes evoluem a partir dele ou se baseiam nele; e o item final encerra a sequência.",
    "an-guide-sujato:13": "Por esta razão, o Aṅguttara oferece um excelente ponto de entrada para o Cânone, especialmente para aqueles com tempo limitado para a leitura. São necessários apenas alguns minutos para ler um sutta, e este conterá dentro de si um ensino completo e útil.",
    "an-guide-sujato:14": "O Aṅguttara Nikāya do Cânone Páli tem uma contrapartida no Ekottarikāgama (EA), preservado no cânone chinês . O Ekottarikāgama é um texto peculiar de afiliação incerta (possivelmente Mahāsaṅghika), e difere muito mais do texto Páli do que os paralelos para DN, MN, e SN. Além disso, há dois Ekottarikas parciais em chinês, bem como uma série de suttas independentes porém no estilo e formato do Ekottarika. Além disso, uma parte substancial de um Ekottarāgama em sânscrito foi descoberto em Gilgit e editado e parcialmente reconstruído por Tripāṭhi. Embora seja difícil generalizar, parece que a maioria desses materiais está mais próxima do texto Pali do que do EA principal do Cânone Chinês.",
    "an-guide-sujato:15": "Como o Aṅguttara é organizado",
    "an-guide-sujato:16": "O Aṅguttara Nikāya consiste de “livros” principais (<i lang='pli'>nipāta</i>) numerados de um a onze. Cada um deles contém discursos que listam um número correspondente de itens. Como sempre, os discursos são reunidos em <i lang='pli'>vaggas</i>, que às vezes tratam de assuntos diversos. Cada <i lang='pli'>nipāta</i> organiza seus <i lang='pli'>vaggas</i> em <i lang='pli'>paṇṇāsas</i>. A única exceção sendo o primeiro <i lang='pli'>vagga</i>.",
    "an-guide-sujato:17": "Não se sabe a razão pela qual o Aṅguttara contém onze livros; seria de se esperar um número par. A divisão em onze livros é também encontrada no Ekottarikāgama em chinês, o que sugere que esta é uma característica inicial da coleção, mas não parece ser impulsionada pelos próprios textos, pois a maioria dos itens do décimo primeiro livro consiste em ensinamentos já encontrados em outras partes da coleção, contendo apenas a adição de um ou dois itens.",
    "an-guide-sujato:18": "Às vezes parece que o Aṅguttara foi preparado a partir de sobras. Depois que os suttas mais longos foram reunidos no Majjhima e Dīgha, e os suttas não tão longos mas sobre temas centrais reunidos no Saṁyutta, uma quantidade de textos não facilmente categorizados teria sobrado. Isto incluiu muitos ensinamentos fascinantes e profundos, bem como uma grande massa de textos repetidos que acabaram em desacordo ou sem valor evidente. É como se os redatores, diante de um armazém de sobras e restos textuais, tivéssemos tentado fazer o melhor possível para guardar e empilhar os itens de uma forma lógica, mas muitas vezes eram deixados apenas com as coisas enfiadas nas prateleiras tendo feito o melhor que puderam. Como os textos geralmente continham um número específico de coisas em seu conteúdo, este foi tomado como a base para a organização, em vez de qualquer outro aspecto mais significativo. Mesmo aqueles textos que não enumeram coisas explicitamente podem, muitas vezes, ser analisados em termos do número de conjuntos de itens apresentados, de modo que eles também puderam ser incluídos na coleção. (Veja, por exemplo, <a class='ref' href='/an3.31'>AN 3.31</a> e o <a class='ref' href='/an3.32'>AN 3.32</a>.)",
    "an-guide-sujato:19": "Para ser claro, não é correto pensar que o Aṅguttara carece dos ensinamentos padrões familiares ao resto dos <i lang='pli'>nikāyas</i>. Pelo contrário, encontramos neles as quatro absorções (<a class='ref' href='/an3.58'>AN 3.58</a>), as quatro verdades nobres e a origem dependente (<a class='ref' href='/an3.61'>AN 3.61</a>), as faculdades e poderes (<a class='ref' href='/an4.163'>AN 4.163</a>; este último de certa forma detalhados no <a class='ref' href='/an5.12'>AN 5.12–16</a>), o triplo treinamento (<a class='ref' href='/an3.81'>AN 3.81</a>), as meditações divinas (<a class='ref' href='/an3.63'>AN 3.63</a>) e muito mais. Mas tais ensinamentos estão espalhados por uma grande massa de suttas sobre uma gama diversificada de tópicos.",
    "an-guide-sujato:20": "Na introdução à sua tradução, Bhikkhu Bodhi praticamente abandona qualquer tentativa de dar sentido à estrutura. Ele dá um exemplo de um capítulo com vários discursos aparentemente não relacionados, comentando: “Com tal organização aparentemente arbitrária, não se pode deixar de perguntar o que os compiladores tinham em mente”.  (<cite class='book'>The Numerical Discourses of the Buddha</cite>, pág. 22). Como resultado, em vez de analisar o conteúdo como ocorre no Aṅguttara, ele desenvolveu uma análise temática extensa e cuidadosamente ponderada.  <a href='/an-introduction-bodhi'>Este ensaio está disponível no SuttaCentral</a> e qualquer pessoa interessada em um estudo sério do Aṅguttara é encorajada a lê-lo.",
    "an-guide-sujato:21": "Vamos abordar o material de uma perspectiva diferente, porém, uma perspectiva que se aproxime mais da experiência de leitura do texto. A pergunta de Bhikkhu Bodhi é intrigante: o que os redatores do Aṅguttara estavam pensando?",
    "an-guide-sujato:22": "Embora não haja dúvida de que a sequência de suttas e ideias do Aṅguttara é até certo ponto caótica, seria realmente plausível que o mesmo corpo de pessoas que demonstraram tanta dedicação à classificação no Saṁyutta tenham simplesmente abandonado seus esforços no Aṅguttara? Talvez para entender melhor os redatores, e através deles os ensinamentos com os quais eles trabalharam, devemos abordar o problema de uma nova maneira.",
    "an-guide-sujato:23": "Aqui estão três princípios organizacionais que se podem notar ao lermos o Aṅguttara:",
    "an-guide-sujato:24": "Significado numerológico.",
    "an-guide-sujato:25": "Conjuntos temáticos, sequências e arcos narrativos.",
    "an-guide-sujato:26": "Repetição espaçada.",
    "an-guide-sujato:27": "A seguir se mostra como estas coisas funcionam nos três primeiros livros ou <i lang='pli'>nipātas</i>. Desta forma, a ideia é guiar o leitor até que ele se sinta à vontade para prosseguir por conta própria no resto da coleção.",
    "an-guide-sujato:28": "Certamente não é o caso de que estes sejam os únicos princípios organizacionais em ação. Tampouco é o caso de que eles explicam completamente toda, ou mesmo a maioria, da aleatoriedade do Aṅguttara. No entanto, estes princípios sugerem um entendimento orientador que moldou a coleção na forma que a temos hoje.",
    "an-guide-sujato:29": "Primeiramente uma reflexão. Muito do modo como nos organizamos e nos relacionamos com o mundo não é através da razão, mas através da associação. Se refletirmos sobre isso em termos dos cinco agregados, uma coleção como a Saṁyutta Nikāya tem uma estrutura geral que é deliberadamente pensada e construída, ou seja, é baseada em escolhas racionais ou <i lang='pli'>saṅkhārās</i>. Talvez o que precisamos procurar no Aṅguttara seja uma maneira diferente de pensar, baseada na percepção, memória e associação (<i lang='pli'>saññā</i>).",
    "an-guide-sujato:30": "Mas por que uma massa tão grande de textos seria organizada de tal forma? A resposta não é difícil de encontrar. Como muitos dos princípios que organizam os textos budistas, esta forma de organização seria útil para a memorização. Para um recitador dos suttas que precisava manter em memória centenas de textos ordenados, <em>qualquer</em> tipo de conexão funcionaria. Não importa realmente se a conexão seria por tópico, termos em comum, sintaxe, rima, ou qualquer outra coisa. A percepção reconhece padrões. Ela associa uma coisa à outra, independentemente do quão significativa é a característica de conexão.",
    "an-guide-sujato:31": "Imagine, por exemplo, que você está organizando sua biblioteca pessoal. Você poderia usar um sistema racional: ordem alfabética, assunto, ou tamanho para caber em suas prateleiras. Mas esta é a sua biblioteca, você pode fazer o que quiser. Talvez em uma prateleira você coloque livros com capas azuis; em outra, livros que você não tenha lido; e em outra, livros cujo cheiro lhe lembre velhos amigos. Para qualquer outra pessoa, isto parecerá caótico, mas para você fará todo o sentido. Você pode encontrar o livro que você precisa quando quiser. A percepção faz o trabalho pesado para você, sem a tensão cognitiva de ter que trabalhar sempre através do sistema racional.",
    "an-guide-sujato:32": "O significado dos números",
    "an-guide-sujato:33": "Na maioria das vezes, o uso de números em textos budistas é inteiramente pragmático. Depois de saber que um conjunto tem um certo número de itens, pode-se dizer se esqueceu algo.",
    "an-guide-sujato:34": "No entanto, os números sempre foram imbuídos de um significado e de um sentido que transcende a mera contabilidade. Eles nos permitem fazer sentido de um cosmos complexo através de um simples conjunto de convenções. Os números são usados no budismo para provocar espanto, até mesmo medo, no âmbito “astronômico” da transmigração. Seria possível que o significado simbólico dos números confira aos vários <i lang='pli'>nipātas</i> um certo sentido de unidade?",
    "an-guide-sujato:35": "O significado simbólico é, por sua própria natureza, impossível de se determinar com precisão. Ao contrário da definição racional, ela não serve para limitar o alcance do significado, mas para ampliá-lo através de sugestões, dicas e conotações. O significado simbólico dos números, até onde sei, tem sido em sua maioria ignorado nos estudos budistas. Algumas observações numerológicas foram feitas nas entradas numéricas do  <cite class='book'>Pali-English Dictionary</cite> de Rhys Davids e Stede, mas sabe-se de pouco ter sido feito desde então. No entanto, podemos fazer algumas observações gerais.",
    "an-guide-sujato:36": "O número Um",
    "an-guide-sujato:37": "O número da harmonia, simplicidade e supremacia. É especialmente enfatizado no contexto da meditação profunda (<i lang='pli'>jhāna</i> or <i lang='pli'>samādhi</i>). Entretanto, ao contrário de muitos contextos espirituais, no budismo ele nunca tem um sentido metafísico: Nibbāna é zero, não um; Nibbāna remete ao vazio, não à unidade.",
    "an-guide-sujato:38": "O número Dois",
    "an-guide-sujato:39": "Usado para os pares, aquelas coisas que podem ser complementadas — mãos, olhos, homem e mulher — e opostas — bom vs. mau, luz vs. escuridão, dor vs. prazer — ou envolvem sequência — habilidade em entrar em meditação e habilidade em sair dela. O número dois representa as dualidades do mundo.",
    "an-guide-sujato:40": "O número Três",
    "an-guide-sujato:41": "Composto da soma entre dois e um. O número três acrescenta uma dimensão extra, muitas vezes espiritual, ao dualismo mundano do número dois. Isto é bastante explícito em conjuntos tais como “gratificação, desvantagem e escapatória”, e mais sutilmente em, digamos, sentimento agradável, doloroso e neutro. O número três representa o <em>outro</em>; e é o outro que contém a semente da transcendência.",
    "an-guide-sujato:42": "O número Quatro",
    "an-guide-sujato:43": "O número quatro é o mais característico do budismo, e o Livro Quatro é o maior dos <i lang='pli'>nipātas</i>. Sua metáfora principal são os quatro quadrantes ou direções, e assim conota totalidade e equilíbrio, mais obviamente nas quatro verdades nobres. Múltiplos de quatro têm o mesmo significado em uma ordem superior. Dez é semelhante, na medida em que deriva dos quatro quadrantes, incluindo os quadrantes intermediários, o nadir e o zênite.",
    "an-guide-sujato:44": "O número Cinco",
    "an-guide-sujato:45": "Tem origem nos dedos da mão, que é o que usamos para contar; por isso, ela se divide em 4 + 1 (dedos e polegar) em vez de 2 + 3. O exemplo mais óbvio disso são os cinco agregados apegados, onde a consciência se posiciona contra os outros quatro agregados. Da mesma forma, digamos, nas cinco faculdades e poderes, a sabedoria é o “polegar”.",
    "an-guide-sujato:46": "O número Seis",
    "an-guide-sujato:47": "Toma como metáfora raiz o corpo com seus quatro membros, tronco e cabeça. O sentido geral é um “grande conjunto”, e o conjunto mais proeminente são os seis campos de sentido.",
    "an-guide-sujato:48": "O número Sete",
    "an-guide-sujato:49": "Um número astronômico, derivado dos ciclos lunares e dos corpos celestes (sol + lua + cinco planetas visíveis). É usado especialmente em mitos, e tem o sentido geral de “todo o ciclo de vida e morte”. Ele aparece neste sentido na história do nascimento daquele empenhado pelo despertar, o bodhisatta.",
    "an-guide-sujato:50": "Acredito que de fato discernimos traços desses significados no Aṅguttara, e oferecemos alguns exemplos abaixo. Em alguns casos, os textos de um certo número teriam sido simplesmente importados para a coleção, enquanto em outros casos o texto teria sido editado especificamente para criar o conjunto numerado necessário. De qualquer forma, fazer algum sentido desses significados nos dá uma perspectiva através da qual ver os <i lang='pli'>nipātas</i> como um conjunto válido.",
    "an-guide-sujato:51": "Tendo tais significados abrangentes, e ceramente muitas exceções e contradições, não é realmente possível estabelecer indubitavelmente que os números do Aṅguttara têm um significado simbólico. Caso você não goste de qualquer tentativa de leitura de significado simbólico, não posso lhe provar estar errado. Mas isso, creio, nos dá uma abordagem através da qual podemos apreciar os esforços dos redatores e a maneira como eles lidaram com seu material diverso e complexo.",
    "an-guide-sujato:52": "Conjuntos temáticos, seqüências e arcos narrativos.",
    "an-guide-sujato:53": "Apesar de sua impressão caótica, os suttas do Aṅguttara raramente são isolados. Na maioria das vezes eles aparecem em <em>conjuntos temáticos</em> que lidam com um mesmo tópico. Isto pode ser apenas um par de suttas, embora não seja raro encontrar um <i lang='pli'>vagga</i> inteiro sobre um tema específico. Estes são suttas muitas vezes intimamente relacionados, com simplesmente apenas alguns detalhes variando de um para o outro. Ou podem ter um tema condutor vago, apresentando, por exemplo, o mesmo indivíduo, ou grupo de indivíduos. Em vários casos, <i lang='pli'>vaggas</i> de mesmo nome e tema aparecem várias vezes na coleção.",
    "an-guide-sujato:54": "Tais conjuntos temáticos são fáceis de se reconhecer; mas mesmo assim, muitas vezes parece que não há nada que conecte um conjunto com o próximo. No entanto, nem sempre é este o caso. Muitas vezes, a mudança de um agrupamento para outro acontece por meio do que se poderia chamar de uma <em>transição temática</em>. Quando se passa de um agrupamento temático para o próximo, algum elemento comum é mantido. Isto pode ser um assunto, ou simplesmente alguma característica formal—um formato de pergunta, uma palavra, uma sintaxe, etc. Tais ganchos ajudam a suavizar a transição de aglomerado para aglomerado.",
    "an-guide-sujato:55": "Nesses casos, descobrimos que existe algum elemento no primeiro agrupamento [A], que é combinado com um segundo elemento [AB] para formar um novo agrupamento ou ampliar o anterior. Então, o segundo elemento é combinado com algo mais para fazer outro agrupamento [BC]. E talvez mais tarde o segundo elemento seja totalmente descartado, deixando apenas o terceiro [C], ou é recombinado com algo novo. Se você comparar o primeiro elemento [A] com o terceiro [C], não há nada em comum. No entanto, o progresso de um para o outro é claramente gradual. E a freqüência com que isto ocorre mostra que não é, de forma alguma, acidental.",
    "an-guide-sujato:56": "Técnicas similares são um recurso no ramo da composição musical. Depois de introduzir um tema, o compositor gradualmente o transforma e o desenvolve. Eventualmente eles podem chegar a um novo tema, que não tem nada em comum com o original, mas a partir do qual este claramente evoluiu.",
    "an-guide-sujato:57": "Uma transição temática é muitas vezes uma técnica puramente formal que diz pouco sobre o assunto. Entretanto, com atenção cuidadosa, podemos ver que os grupos temáticos, encadeados por via de transições, às vezes evoluem em grandes extensões de texto para criar um <em>arco narrativo</em> organizado de forma frouxa. Tais arcos ecoam estruturas de ensino que são familiares de outras partes, tais como o Treinamento Gradual. Isto é usado, por exemplo, para informar a forma dos primeiros 75 suttas do Livro Um. Tais arcos não são de forma alguma tão claros e formalmente estruturados como os ensinamentos em que se baseiam. No entanto, o progresso de um tópico para o próximo é inegável.",
    "an-guide-sujato:58": "De fato, cada <i lang='pli'>nipāta</i> pode ser visto como formando seu próprio arco narrativo, pois normalmente começam com práticas básicas, e terminam com a realização de Nibbāna. As séries de repetição que completam cada <i lang='pli'>nipāta</i> também têm seu próprio arco interno, apontando para as mais elevadas qualidades.",
    "an-guide-sujato:59": "Repetição espaçada",
    "an-guide-sujato:60": "No caso dos discursos do Dīgha Nikāya e no Majjhima Nikāya, um estudante passaria um bom período de tempo memorizando um texto específico o  ensaiando. No caso de um bom estudante ele também perguntaria e questionaria sobre o significado daquele texto. Apenas quando completamente memorizado, ele passaria para o próximo texto. No caso do Saṁyutta Nikāya, um estudante aprenderia dezenas, até mesmo centenas de suttas sobre o mesmo tópico e que compartilham passagens e idéias semelhantes, e muitas vezes variando pouco de um texto para o outro. Tais suttas podem ser memorizados rapidamente, e problemas de interpretação muitas vezes surgem no nível do tópico e não do texto individual.",
    "an-guide-sujato:61": "No entanto, memorizar textos muito longos, ou vários textos sobre o mesmo assunto, pode se tornar uma tarefa penosa, pois a mente é estimulada com variedade e surpresa. No caso do Aṅguttara, um estudante aprenderia um ou dois suttas sobre um tópico específico, ou talvez alguns mais, e então algo diferente, e então voltaria para o tópico original, e em seguida um terceiro tópico. Agora, como já vimos, há vários aspectos que ajudariam a guardar bem a sequência dos textos. Mas talvez haja algo a mais em questão: talvez é a própria aleatoriedade e repetição que os ajudaria a aprender e guardar os textos.",
    "an-guide-sujato:62": "Isso se assemelhar bastante com a técnica moderna conhecida como “repetição espaçada”, comumente usada para aprendizagem de idiomas. Um vocabulário de palavras é introduzido, uma palavra de cada vez em uma seqüência aleatória. Depois de aprender uma palavra, passa-se para a outra. Mas a primeira palavra é reintroduzida um pouco mais tarde para reforçar o aprendizado. E assim por diante, com as mesmas palavras voltando continuamente. Em termos da sequência de uma palavra para a próxima, tudo é aleatório. Mas o padrão geral é cuidadosamente otimizado para reforçar e acelerar a memorização.",
    "an-guide-sujato:63": "Talvez seja como o caso de uma escola. O Saṁyutta é como um <em> currículo </em> escolar: tudo o que você precisa saber sobre um tópico, tudo em um só lugar. Mas o Aṅguttara é como um <em> dia típico </em> na escola. Uma aula segue a outra, e não há rima e razão reais para a sequência destas aulas. Algumas coisas acontecem de forma bastante regular e previsível, enquanto outras simplesmente se dão aleatoriamente. Apesar da natureza mais caótica, o dia a dia na escola funciona: é assim que aprendemos. Ninguém poderá sugerir que as disciplinas escolares são melhor dominadas aprendendo primeiro o currículo de ciências, depois a matemática, depois a história. A repetição espaçada não apenas reforça o aprendizado, mas nos provoca a ver novas e inesperadas conexões entre as coisas.",
    "an-guide-sujato:64": "O livro um",
    "an-guide-sujato:65": "Eu sugiro que o número um carrega consigo um conjunto específico de conotações, notavelmente harmonia, simplicidade e prevalência. Se isso for abordado como um tema geral, pode ser algo assim: mantenha sua prática espiritual simples e focada para ajudar sua mente a atingir uma imersão profunda e, dessa forma, você poderá realizar o Dhamma supremo. Vamos ver como o primeiro livro do Aṅguttara exemplifica esses atributos.",
    "an-guide-sujato:66": "O livro um é um caso bastante especial, pois praticamente todo o <i lang='pli'>nipāta</i> é construído a partir de fragmentos e padrões. A coleção começa com a afirmação impressionante de que nenhuma visão ocupa a mente de um homem como a de uma mulher, ou a mente de uma mulher como a de um homem. O restante dos sentidos exteriores são listados para cada binário de gênero, fazendo dez suttas ao todo para o primeiro <i lang='pli'>vagga</i>. Isto tem muito a aparência de um único sutta dividido em dez. No livro cinco (<a class='ref' href='/an5.55'>AN 5.55</a>) encontramos um conjunto semelhante de afirmações feitas em um contexto particular, lidando apenas com a perspectiva masculina. E no cânone chinês encontramos que os paralelos na EA 9.7 e EA 9.8 se encaixam nas duas metades desta <i lang='pli'>vagga</i>. Isto apóia a idéia de que estes textos foram originalmente combinados para formar um único sutta, ou talvez um par de suttas.",
    "an-guide-sujato:67": "Um exemplo ainda mais claro disto é encontrado nos três pares de suttas encontrados entre o <a class='ref' href='/an1.76'>AN 1.76</a> e o <a class='ref' href='/an1.81'>AN 1.81</a>. Cada um dos pares segue o mesmo padrão, exemplificado pelo primeiro par. O <a class='ref' href='/an1.76'>AN 1.76</a> diz que a perda de parentes é uma coisa pequena, enquanto que a sabedoria é a pior coisa a se perder. Já o <a class='ref' href='/an1.77'>AN 1.77</a> apresenta o inverso: a expansão da família é uma coisa pequena, pois a sabedoria é a melhor coisa se expandir. Mas o sutta continua e se conclui, com os mendicantes sendo exortados a treinar para que sua sabedoria se expanda. Esta conclusão não se encontra no primeiro dos dois suttas, e é um sinal claro de que o texto foi dividido.",
    "an-guide-sujato:68": "Não se deve concluir daí que o texto foi montado de forma aleatória. Pelo contrário, podemos identificar uma série de arcos narrativos que conectam longas séries de suttas. Os capítulos de abertura foram concebidos para mostrar o desenvolvimento da meditação, ecoando o progresso do meditador no Treinamento Gradual.",
    "an-guide-sujato:69": "O primeiro capítulo, como já vimos, trata da restrição da sexualidade, um dos fundamentos da meditação.",
    "an-guide-sujato:70": "O segundo capítulo trata dos obstáculos que devem ser abandonados antes que se possa entrar em meditação profunda. Isto é ligado por meio de uma transição temática do capítulo anterior, sendo o elo entre os textos a frase “Não vejo uma única coisa”.",
    "an-guide-sujato:71": "O terceiro e quarto capítulos tratam das vantagens da mente cultivada, que foi purificada através do processo de meditação: nada traz maior felicidade e benefício. Eles continuam usando a frase “Eu não vejo uma única coisa”.",
    "an-guide-sujato:72": "O quinto capítulo não mais inclui a frase “Não vejo uma única coisa”. Aqui a transição temática envolve o tópico da “mente” (<i lang='pli'>citta</i>) e seu cultivo.",
    "an-guide-sujato:73": "O quinto capítulo termina com dois discursos que mencionam a famosa “mente radiante” ou “mente luminosa”. Estes são fragmentos, e uma declaração mais completa é encontrada nos suttas seguintes, que iniciam o próximo capítulo. É um tanto incomum encontrar suttas tão intimamente ligados divididos por um <i lang='pli'>vagga</i> como neste caso. Note que a “mente radiante” não é um termo metafísico, e nem aqui nem em qualquer outro lugar nos textos antigos do budismo a mente é dita “intrinsecamente” ou “naturalmente” ou “originalmente” radiante ou luminosa. Pelo contrário, a mente é condicionada e, portanto, não há nada que esta seja “intrinsecamente”. A mente radiante é simplesmente uma forma de se denotar a absorção meditativa ou <i lang='pli'>jhāna</i>.",
    "an-guide-sujato:74": "O sexto capítulo continua sobre o tema da absorção meditativa. Entretanto, ele muda de tema a partir do sutta  <a class='ref' href='/an1.56'>AN 1.56</a>—sem perder no entanto o foco na “mente” — e continua abordando a causalidade relativas às boas e más qualidades. No contexto, estas podem ser entendidas como pertencentes à porção de sabedoria da meditação, como tratada no quarto do <i lang='pli'>satipaṭṭhānas</i>. E esta série culmina no <a class='ref' href='/an1.75'>AN 1.75</a> com a perfeição dos fatores ou princípios do despertar, apontando assim para a conclusão do caminho espiritual.",
    "an-guide-sujato:75": "Uma estrutura como esta é particularmente significativa, uma vez que revela a intenção dos redatores. Este arco narrativo abrangendo 75 suttas fragmentadas não existiria de forma alguma nas fontes: ele é puramente subentendido pelas escolhas dos redatores. O método usado por estes foi de reduzir as declarações do Dhamma para seus elementos mais simples e significativos, depois remontá-los de acordo com os princípios do Dhamma tal como eles os entendiam.",
    "an-guide-sujato:76": "E os redatores foram ainda mais sutis do que isso. Pois não apenas estes fragmentos são montados para formar um todo coerente, mas a escolha do tema foi bastante deliberada. De todos os contextos doutrinários do budismo, é no assunto de  <i lang='pli'>samādhi</i>  ou “unificação da mente”, em que o número um é mais proeminente. Ao começar com o livro um, os redatores foram cuidadosos com o uso de números no cânone, e organizaram seus textos para trazer o ensinamento relativo ao número um mais importante à tona.",
    "an-guide-sujato:77": "Deste ponto em diante, o texto muda o foco. Conforme observado acima, o <a class='ref' href='/an1.71-81'>AN 1.76–81</a> lida com pares relativos ao ganhar e perder. Então, a partir do <a class='ref' href='/an1.82-97'>AN 1.82</a> temos uma série de textos sobre aquelas coisas que são prejudiciais e benéficas, começando com o par de negligência e diligência. Embora esses ensinamentos sejam, obviamente, comuns em todo o cânone, é adequado que eles apareçam aqui para representar o foco especial do Aṅguttara nos fundamentos de uma vida bem vivida. Aqui eles exemplificam o aspecto da <em>simplicidade</em>, ajudando o aluno a se concentrar em apenas um aspecto do Dhamma de cada vez",
    "an-guide-sujato:78": "O mesmo conjunto de fatores é tratado algumas vezes com modelos ligeiramente variados, o último dos quais diz que cada uma desses princípios prejudiciais leva ao desaparecimento do budismo, enquanto que os princípios benéficos levam à sua continuação. Isso nos leva ao <a class='ref' href='/an1.98-139'>AN 1.129</a>.",
    "an-guide-sujato:79": "A partir do <a class='ref' href='/an1.98-139'>AN 1.130–169</a>, o tópico da preservação do Dhamma é continuado, mas aplicado a um novo tema, um que é bastante distintivo da Aṅguttara: ensinar o Dhamma. Especificamente, aqueles que apresentam o Dhamma com precisão realizam muitos méritos e preservam o Budismo, enquanto aqueles que distorcem ou deturpam o Dhamma realizam mau karma e destroem o Budismo. Esta série de textos exibe sua própria estrutura interna, pois começa simplesmente com o “ensino” e, em seguida, continua a diferenciar o Dhamma cada vez mais detalhadamente, especialmente com a introdução do Vinaya e uma lista bastante extensa de termos técnicos para a disciplina monástica. Não é preciso muito para ver que uma declaração originalmente simples poderia ter sido extraída adicionando vários aspectos do ensino, convenientemente dando aos alunos do Aṅguttara algum material do Vinaya para aprender.",
    "an-guide-sujato:80": "Esta série de suttas claramente se desenvolve a partir da anterior, com o tema de preservação do Budismo como a transição temática. Assim, temos, entre os discursos <a class='ref' href='/an1.82-97'>AN 1.82</a> e o <a class='ref' href='/an1.150-169'>AN 1.169</a>, um segundo arco narrativo composto por 88 suttas.",
    "an-guide-sujato:81": "A partir do <a class='ref' href='/an1.170-187'>AN 1.170</a>, um novo tema é introduzido, que também representa um aspecto chave do Aṅguttara: indivíduos. O budismo é, obviamente, mais famoso por seus ensinamentos sobre o não-eu e sua análise impessoal dos processos psicológicos. Mas há bastante material ao longo dos suttas que trata de pessoas, ou tipos de caráter, e muito disso está no Aṅguttara. Esses textos foram posteriormente reunidos para formar o texto do Abhidhamma intitulado Puggalapaññatti, que trata da “Descrição dos Indivíduos”.",
    "an-guide-sujato:82": "Segundo o budismo, de todos os tipos de indivíduos o próprio Buda é incomparável. Embora haja uma série de Budas ao longo dos tempos, em nossa era ele é único. Portanto, esses suttas falam de “um indivíduo” que surge no mundo e que é exclusivamente benéfica e transcendente. No <a class='ref' href='/an1.170-187'>AN 1.187</a>, o principal discípulo do Buda, Sāriputta, é elogiado como aquele que continua a girar a roda do Dhamma, após o Buda. Isso serve de transição temática para a próxima série de suttas, que ligam seguidores individuais do Buda a um louvor particular. Esta é uma lista bastante fascinante, na qual são listados vários personagens de todo o cânone; não apenas dos quatro  <i lang='pli'>nikāyas</i>, mas também de textos do Vinaya e do Khuddaka Nikāya. Bhikkhus de destaque aparecem nos  <a class='ref' href='/an1.188-197'>AN 1.188–234</a>; bhikkhunis nos <a class='ref' href='/an1.235-247'>AN 1.235–247</a>; discípulos leigos no <a class='ref' href='/an1.248-257'>AN 1.248–257</a>; e discípulas leigas no <a class='ref' href='/an1.258-267'>AN 1.258–267</a>. Todos estes indivíduos são apresentados como únicos em maestria nas suas especialidades respectivos, exemplificando o sentido de “um” como <em>prevalência ou proeminência</em>.",
    "an-guide-sujato:83": "O próximo capítulo continua o tema dos “indivíduos”, enumerando várias coisas que são possíveis ou impossíveis para vários tipos específicos de indivíduos. Por exemplo, é impossível para alguém que “alcançou a visão”—isto é, alguém que entrou na correnteza— considerar como permanente qualquer condição. Mas a partir do <a class='ref' href='/an1.278-286'>AN 1.284–295</a>, mais uma vez encontramos uma transição temática; o “indivíduo” desaparece e o tema do possível e do impossível é aplicado a um nível impessoal: boas coisas não podem resultar de más ações ou escolhas.",
    "an-guide-sujato:84": "Isso constitui o terceiro grande arco narrativo do livro um, os 126 suttas a partir do <a class='ref' href='/an1.170-187'>AN 1.170</a> to <a class='ref' href='/an1.287-295'>AN 1.295</a>. O restante do livro um continua de maneira semelhante, com suttas fragmentados agrupados ao longo de amplas linhas temáticas. Os temas permanecem semelhantes, com uma diferença. À medida que o livro se aproxima de seu fim, o assunto de Nibbana, o objetivo final do budismo, torna-se cada vez mais proeminente. O último  <i lang='pli'>vagga</i>  é chamado “capítulo sobre o Imortal” e trata diretamente do caminho para o despertar completo. Assim, o senso de unidade temática que tem sido evidente em várias seções do livro um também é evidente em sua estrutura geral, com estas reunidas pelos redatores para culminar no despertar.",
    "an-guide-sujato:85": "O livro dois",
    "an-guide-sujato:86": "O segundo livro, ou <i lang='pli'>nipāta</i>,  representa uma ponte entre os “arcos narrativos de fragmentos” que caracterizam o primeiro <i lang='pli'>nipāta</i> e os suttas mais completos que  são proeminentes no restante do Aṅguttara. Ele ecoa e amplifica os temas do primeiro <i lang='pli'>nipāta</i>, ao mesmo tempo que introduz novas ideias.",
    "an-guide-sujato:87": "Ele começa com uma série de suttas que falam dos princípios fundamentais da vida boa: fazer o bem e evitar o mal  (<a class='ref' href='/an2.1-10'>AN 2.3–4</a>) e os resultados das ações nesta vida e na próxima (<a class='ref' href='/an2.1-10'>AN 2.1</a>). Isso, pode-se dizer, anuncia o que os redatores pretendiam ser o tema principal deste <i lang='pli'>nipāta</i>: a ideia de que existe uma ordem moral no mundo, existe o bem e o mal, e se compreendermos isso, podemos viver bem nossa vida. A coleção começa enfatizando esse fato e as terríveis consequências de ignorá-lo.",
    "an-guide-sujato:88": "O segundo capítulo se baseia nisso, falando sobre o “poder da reflexão”, de olhar para trás e compreender essa ordem moral, e o “poder do cultivo” que abandona o que é prejudicial e desenvolve o que é  benéfico (<a class='ref' href='/an2.11-20'>AN 2.11–13</a>). Um exemplo específico disso é dado no caso de uma medida disciplinar dentro do Saṅgha (<a class='ref' href='/an2.11-20'>AN 2.15</a>; cp. <a class='ref' href='/an2.21-31'>AN 2.21</a>). Quando um discípulo mendicante (bhikkhu) acusa outro de transgressão, ambos devem “refletir” sobre o que realmente aconteceu e o papel que tiveram no ocorrido, e só então a questão pode ser devidamente curada e todos seguirem adiante. Este capítulo também detalha em vários aspectos como as boas e más ações e escolhas levam a vários resultados (<a class='ref' href='/an2.11-20'>AN 2.16</a>, <a class='ref' href='/an2.11-20'>AN 2.17</a>),  explicando uma série de resultados que pertencem a esta vida e à próxima  (<a class='ref' href='/an2.11-20'>AN 2.18</a>). O Buda então introduz a ideia de uma prática deliberada: deve-se não apenas reconhecer essas coisas e refletir sobre como elas se dão em si, mas também cultivar o bem e abandonar o mal, isto pois é possível assim fazer (<a class='ref' href='/an2.11-20'>AN 2.19</a>).",
    "an-guide-sujato:89": "Esses suttas (e outros) se baseiam nos ensinamentos encontrados no primeiro <i lang='pli'>nipāta</i> que trata dos princípios básicos. Eles concluem o arco narrativo de abertura que estabelece o tema deste <i lang='pli'>nipāta</i>: a dualidade mundana do bem e do mal, que cria por sua vez tanto uma responsabilidade quanto uma oportunidade de resposta.",
    "an-guide-sujato:90": "Mas não se deve pensar que esses capítulos são totalmente coerentes e sistemáticos. Pode-se encontrar nestes suttas que parecem ser bastante aleatórios, por exemplo  <a class='ref' href='/an2.1-10'>AN 2.10</a> ao entrar no retiro da estação das chuvas; ou o <a class='ref' href='/an2.52-63'>AN 2.60</a> que trata de faunos (<i lang='pli'>kimpurisa</i>) que não usam a fala humana.",
    "an-guide-sujato:91": "Enquanto isso, temas distintos do primeiro <i lang='pli'>nipāta</i> também são introduzidos, misturados sem uma ordem clara. O <a class='ref' href='/an2.11-20'>AN 2.14</a> menciona duas maneiras de se ensinar Dhamma — resumida ou detalhada — enquanto que o <a class='ref' href='/an2.11-20'>AN 2.20</a> diz que a sobrevivência do budismo depende de se compreender corretamente tanto o significado e o fraseado dos textos (veja <a class='ref' href='/an2.32-41'>AN 2.41</a>). O <a class='ref' href='/an2.21-31'>AN 2.23</a> repete o tema de que aquele que distorce o ensino deturpa o Buda e contribui para o fim do budismo. Isso se aplica àqueles que afirmam coisas como tendo sido ditas pelo Buda quando na verdade não foram.",
    "an-guide-sujato:92": "O <a class='ref' href='/an2.21-31'>AN 2.24</a> introduz o contraste entre os discursos que requerem interpretação (<i lang='pli'>neyyattha</i>) e aqueles cujo significado é explícito (<i lang='pli'>nītattha</i>). Em alguns suttas (por exemplo, o <a class='ref' href='/mn133'>MN 133</a>), descobrimos que o Buda dá uma breve declaração que os mendicantes não entendem, eles então procuram instrução sobre como interpretá-la corretamente. Em outros casos, um versículo ou declaração doutrinária não é claro e os mendicantes a discutem. Esses exemplos mostram que o processo de discussão e análise dos ensinamentos do Buda era uma prática desde o início do budismo. Esse processo acabou sendo formalizado como os vários conjuntos de textos do Abhidhamma e explicado nos comentários. Mas esses textos e análises posteriores ainda não existiam e não devem ser lidos como presentes nos suttas.",
    "an-guide-sujato:93": "O <a class='ref' href='/an2.21-31'>AN 2.31</a> reintroduz outro dos temas do primeiro  <i lang='pli'>nipāta</i>: a meditação. Diz-se que o par da quietude (<i lang='pli'>samatha</i>) e introspecção (ou “insight”, <i lang='pli'>vipassanā</i>) desempenham um papel na realização do caminho espiritual: a serenidade desenvolve a mente, enquanto<i lang='pli'>vipassanā</i> desenvolve a sabedoria. Juntos, eles conduzem aos dois aspectos do despertar: a libertação do coração e a libertação através da sabedoria ou entendimento.",
    "an-guide-sujato:94": "Mas este é, por ora, um texto isolado, pois a próxima série de textos volta ao tema dos tipos de indivíduos. Na verdade, este tema é brevemente apresentado antes, quando no <a class='ref' href='/an2.1-10'>AN 2.2</a> os esforços de leigos e renunciantes é contrastado. O <a class='ref' href='/an2.32-41'>AN 2.32</a>  nos diz que uma pessoa boa conhece a gratidão, enquanto que a pessoa má não. O <a class='ref' href='/an2.32-41'>AN 2.33</a> fala laços de gratidão mais forte e emocional: aquele de um filho por seus pais. O Buda diz que mesmo que se fôssemos carregar nossoas pais pelo resto de nossas vidas, alimentando-os e limpando-os, não se pode retribuir o presente da vida. Somente estabelecendo-os nos princípios do Dhamma é que podemos retribuí-los. O tema de respeito pelos pais é explorado no <a class='ref' href='/an3.31'>AN 3.31</a>.",
    "an-guide-sujato:95": "No <a class='ref' href='/an2.32-41'>AN 2.35</a>, o Buda diz a um brâmane que oferendas religiosas tradicionais  (<i lang='pli'>dakkhiṇa</i>) devem ser feitas para aqueles puros, ou seja, aquele em treinamento e aquele que já adquiriu maestria no caminho espiritual. Isso substitui o sacrifício dos brâmanes. Em seguida, temos ensinamentos de alguns discípulos, em que ambos Sāriputta (<a class='ref' href='/an2.32-41'>AN 2.36</a>) e Mahākaccāna (<a class='ref' href='/an2.32-41'>AN 2.38</a>) fazem uma distinção entre a prática interna e externa, enquanto Mahākaccāna faz uma observação perspicaz: os chefes de família discutem sobre prazeres sensuais, mas os renunciantes discutem sobre os pontos de vista (<a class='ref' href='/an2.32-41'>AN 2.37</a>). No <a class='ref' href='/an2.32-41'>AN 2.39</a>, o Buda faz uma comparação bastante afiada entre um reino invadido por bandidos e uma Saṅgha cujos bons mendigos são fracos, intimidados a não se pronunciar. O capítulo seguinte (<a class='ref' href='/an2.42-51'>AN 2.42–51</a>) expande isso apresentando o contraste entre boas e más comunidades espirituais.",
    "an-guide-sujato:96": "Tendo assembleias ou comunidades espirituais como grupos de indivíduos, o texto revisita ainda outro tema do primeiro <i lang='pli'>nipāta</i>: o Buda como um indivíduo incomparável. Aqui ele é contrastado com sua contraparte mundana, um monarca que faz girar a roda (<a class='ref' href='/an2.52-63'>AN 2.52–55</a>). Continuando com o tema de tipos de indivíduos,  os discursos <a class='ref' href='/an2.52-63'>AN 2.62</a> e <a class='ref' href='/an2.52-63'>AN 2.63</a> descrevem os procedimentos para se resolver disputas e viver em harmonia na Saṅgha .",
    "an-guide-sujato:97": "O próximo capítulo é estritamente construído sobre o assunto felicidade (<i lang='pli'>sukha</i>). E introduz o tema contrastando a felicidade dos leigos e com a felicidade dos renunciantes, sendo esta última a melhor (<a class='ref' href='/an2.64-76'>AN 2.64</a>). Isso dá continuidade ao tema dos indivíduos, específicamente o contraste entre discípulos leigos e renunciantes, que já foi afirmado no segundo texto do <i lang='pli'>nipāta</i>. Aqui, ele se combina com o tema da felicidade, que é novo. Uma série de suttas expande esse tema; mas usa uma transição temática para se afastar do foco em “indivíduos” e falar de felicidade em termos puramente psicológicos de modo parecido com o que ocorre nos discursos do Saṁyutta Nikāya.",
    "an-guide-sujato:98": "Este capítulo em si forma outra transição — uma transição aninhada, se preferir — para a próxima série de capítulos. A sua característica unificadora é a integração perfeita de suttas curtos seguindo um único padrão em um <i lang='pli'>vagga</i>, voltando ao modelo de “vagga como sutta” que vimos no livro um. O capítulo 8 do livro dois trata das causas das boas e más qualidades; O capítulo 9 trata de vários e diversos pares de “coisas” (<i lang='pli'>dhammā</i>);  O capítulo 10 trata do contraste entre o tolo e o astuto; e o capítulo 11, embora um pouco mais diverso, encerra esta série.",
    "an-guide-sujato:99": "Os suttas <a class='ref' href='/an2.130-140'>AN 2.130</a>–<a class='ref' href='/an2.130-140'>AN 2.133</a> elogiam grandes discípulos, lembrando-nos das listas dos principais discípulos no livro um. Alguns discursos revisam o tema de pessoas boas e más herdando os resultados de seus atos e escolhas (<a class='ref' href='/an2.130-140'>AN 2.134</a>–<a class='ref' href='/an2.130-140'>AN 2.137</a>). O restante do <i lang='pli'>nipāta</i> lista uma longa série de pares de qualidades contrastantes. Particularmente interessante é a série encontrada no <a class='ref' href='/an2.280-309'>AN 2.280–309</a>, em que o Buda dá as razões para o  estabelecimento das regras monásticas. Normalmente, esta é uma lista de dez motivos, mas aqui eles são organizados em pares. A série final de discursos fala do desenvolvimento da compreensão profunda e do abandono por meio da quietude e introspecção. Assim, apesar de seu foco principal na ética e resultados mundanos, o segundo <i lang='pli'>nipāta</i>, assim como o primeiro, termina com as práticas que levam ao despertar.",
    "an-guide-sujato:100": "O livro três",
    "an-guide-sujato:101": "Nste livro, partimos das coleções fragmentárias dos livro um e dois, e passamos a encontrar suttas compostos de maneira mais convencional. Claro, isso nunca é um absoluto, já que todos os livros do Aṅguttara mantêm uma extensa série de repetições. Ainda assim, o foco a partir deste ponto está claramente em discursos completos; e, por conseguinte, a mão dos redatores é mais difícil de discernir.",
    "an-guide-sujato:102": "Isso não significa, entretanto, que haja uma ruptura dramática com os primeiros livros. Pelo contrário, o Livro dos Três começa com um <i lang='pli'>vagga</i> temático que se concentra no recorrente contraste entre o tolo e  o sábio. O número três é representado nas qualidades que dizem os caracterizar. O Bālavagga (Capítulo sobre o Tolo) corresponde aos terceiro e décimo capítulos do livro dois cujo títulos são semelhantes, bem como o segundo capítulo dos livro cinco.",
    "an-guide-sujato:103": "Como os livros um e dois, este <i lang='pli'>nipāta</i> começa enfatizando a situação problemática em que nos encontramos, as tensões e desafios de nossa situação mundana. O segundo <i lang='pli'>vagga</i>  muda o foco para o que podemos fazer a respeito.",
    "an-guide-sujato:104": "Assim, no <a class='ref' href='/an3.13'>AN 3.13</a>, primeiro vemos um exemplo claro do número três como a soma entre um binário mundano e uma dimensão transcendente que resolve a contradição. Este sutta fala de alguém sem esperança—alguém afligido pela pobreza e miséria, bem como por doenças do corpo— e de uma pessoa esperançosa, que olha para um futuro brilhante. Mas depois há aquele que põe fim na esperança: visto que o objetivo foi alcançado, não há nada mais a se esperar.",
    "an-guide-sujato:105": "No <a class='ref' href='/an3.14'>AN 3.14</a> se apresenta um ponto político importante: mesmo os maiores governantes estão sujeitos ao estado de direito (<i lang='pli'>dhamma</i>). Aqui, o grupo relevante de três coisas reune a ação com corpo, com a fala e com a mente. Essa tríade—que antecede o budismo —expressa um dos princípios fundamentais do Dhamma, o foco nas escolhas éticas, e em realizar boas ações. É encontrado constantemente em todo o livro três. Enquanto uma filosofia mundana levaria em consideração apenas os atos externos com o corpo e com a fala do indivíduo, para o budismo a mente é sempre o mais importante. É a mente a responsável pelo que fazemos e dizemos, e é por meio dela que a liberdade é encontrada. Assim, a mente aqui aponta para a dimensão transcendente da fuga.",
    "an-guide-sujato:106": "O próximo discurso repete  divisão tríplice entre corpo, fala e mente, dando alguns conselhos práticos sobre como trabalhar para seu desenvolvimento adequado. Pela primeira vez, o Aṅguttara se aventura na narrativa. No sutta, encontramos a história de um fabricante de carruagens do passado, que foi comissionado pelo rei para fazer em seis meses uma nova carruagem de guerra para uma batalha. Este é um contexto bastante impressionante: a escala da sociedade é tão pequena que não se estranhe que o rei fale pessoalmente com um fabricante de carruagens. E, aparentemente, uma única carruagem é uma construção militar adequada para a guerra; uma guerra que é, educadamente, programada com exatamente seis meses de antecedência. A pequena escala e a leveza desta história encantadora representam um forte contraste com as lendas elaboradas e fantasiosas de Dīgha.",
    "an-guide-sujato:107": "O fabricante da carruagem completa a primeira roda apenas seis dias antes da batalha e é incitado a acelerar a segunda. Mas tempo faz a diferença: a primeira roda é bem feita e estável, enquanto a segunda oscila e trava. O Buda então passa a se identificar como o fabricante da carruagem. Isso também é notável, pois é uma das poucas histórias de vidas passadas, conhecidas como Jātakas, que encontramos nos quatro <i lang='pli'>nikāyas</i>. A humilde posição do futuro Buda como um modesto fabricante de carruagens é incomum, já que geralmente se diz que ele foi um grande rei do passado. Também é digno de nota que sua ocupação é moralmente duvidosa: ele é um fabricante de armas. Mais adiante no próprio Aṅguttara nikāya aprendemos que o comércio de armas é uma das formas de meio de vida incorreto (<a class='ref' href='/an5.177'>AN 5.177</a>). Alguém pode argumentar que uma carruagem não é uma arma; mas é explicitamente exigido como um veículo de guerra, e hoje não hesitaríamos em considerar tanques ou caças como plataformas para armas. Na coleção Jātaka posterior, não é incomum vermos aquele empenhado pelo despertar, o Bodhisatta, quebrar preceitos ou cometer vários atos de moralidade duvidosa; afinal, a questão toda é que ele ainda não era perfeito. Ainda assim, isso aumenta a impressão marcante deste pequeno conto, muito mais realista e pé-no-chão o que os outros Jātakas que encontramos nos <i lang='pli'>nikāyas</i>.",
    "an-guide-sujato:108": "O <a class='ref' href='/an3.16'>AN 3.16</a> introduz a ideia da “prática garantida”, que consiste em três dos elementos do Treinamento Gradual: contenção dos sentidos, alimentação com moderação , e vigilância. Isso implicitamente remete ao primeiro capítulo do Aṅguttara, aqui apresentado em uma forma mais padronizada.",
    "an-guide-sujato:109": "Um dos artifícios retóricos característicos do Aṅguttara é contrastar o mundano com o sagrado; lembre-se de como <a class='ref' href='/an2.1-10'>AN 2.2</a> fala dos esforços do leigo e do renunciante. No <a class='ref' href='/an3.19'>AN 3.19</a> este tema, é expandido comparando um lojista que deve trabalhar de manhã, ao meio-dia e à noite com um mendicante que se dedica à sua meditação de manhã, ao meio-dia , e noite. <a class='ref' href='/an3.20'>AN 3.20</a> aplica a mesma metáfora de uma maneira diferente. Esses suttas encerram o primeiro arco, que trata de compreender os perigos do mundo e trabalhar para escapar dele.",
    "an-guide-sujato:110": "O terceiro capítulo retoma o tema dos  “indivíduos”. Ele começa com uma discussão entre alguns mendicantes seniores a respeito de quem é o melhor entre os três tipos de pessoa atingida espiritualmente; ou em outras palavras, quem melhor implementou a prática encorajada nos dois primeiros capítulos (<a class='ref' href='/an3.21'>AN 3.21</a>). Uma comparação interessante é feita entre o tratamento de doenças e a prestação de assistência espiritual: nem sempre podemos ajudar, mas devemos pelo menos tentar (<a class='ref' href='/an3.22'>AN 3.22</a>).",
    "an-guide-sujato:111": "Vários suttas do terceiro livro do Aṅguttara compartilham um padrão em que o primeiro item listado é um alicerce, o segundo é a compreensão das quatro nobres verdades e o terceiro é o despertar completo. Isso aparece pela primeira vez em no <a class='ref' href='/an3.12'>AN 3.12</a>, e é aplicado de diferentes maneiras em <a class='ref' href='/an3.24'>AN 3.24</a> and <a class='ref' href='/an3.25'>AN 3.25</a>.",
    "an-guide-sujato:112": "Voltando ao tema da imersão meditativa com o qual toda a coleção começa, somos apresentados a um ensinamento intrigante que reaparece várias vezes no Aṅguttara, mas em nenhum outro lugar do cânone  (<a class='ref' href='/an3.32'>AN 3.32</a>, <a class='ref' href='/an10.6'>AN 10.6</a>, <a class='ref' href='/an10.7'>AN 10.7</a>, <a class='ref' href='/an11.7'>AN 11.7</a>, <a class='ref' href='/an11.18'>AN 11.18</a>–<a class='ref' href='/an11.21'>AN 11.21</a>) Começa com uma pergunta: será que um mendicante pode atingir um estado de imersão livre de todo ego e presunção? Normalmente entende-se que as absorções meditativas são compartilhadas entre pessoas comuns e seres iluminados no caminho. Os perfeitos se distinguem por terem abandonado a causa do sofrimento, não porque tenham atingido algum estado especial de meditação. Mas esses suttas, com sua notável nota de admiração, implicam que existe um estado meditativo especial alcançado apenas por aqueles aperfeiçoados ou despertos.",
    "an-guide-sujato:113": "Esse discurso também se distingue pelo fato de terminar citando um versículo atualmente incluído no Sutta Nipāta, e até mesmo se referindo corretamente ao capítulo do Caminho para a Outra Margem”. Não é de todo óbvio que o versículo foi originalmente concebido para se referir a um estado de meditação. Isso mostra que leituras livres e imaginativas de suttas eram presentes nos primeiros séculos do budismo.",
    "an-guide-sujato:114": "O próximo discurso (<a class='ref' href='/an3.33'>AN 3.33</a>) continua com o tema de ir além do ego e da presunção, e também cita “Caminho para a Outra Margem”. Mas começa com o Buda no que parece ser um humor atipicamente desanimado, dizendo que quer ele ensine resumidamente ou em detalhes—na direção do que encontramos no <a class='ref' href='/an2.11-20'>AN 2.14</a>—é difícil encontrar alguém que entenda.",
    "an-guide-sujato:115": "O <a class='ref' href='/an3.35'>AN 3.35</a> narra um encontro pessoal com um sujeito chamado Hatthaka, que encontrou Buda meditando perto de sua cidade natal, Āḷavī. Ele pergunta se o Buda dormiu bem, considerando a dureza de sua vida ao ar livre. O Buda responde que é um daqueles que dormem bem no mundo, pois é livre da ganância, do ódio e da ilusão que perturbam as pessoas durante o sono.",
    "an-guide-sujato:116": "Esta é a segunda vez que esta tríade clássica aparece no terceiro livro do Aṅguttara. Eles apareceram pela primeira vez no sutta anterior,  <a class='ref' href='/an3.34'>AN 3.34</a>, como a fonte de ações, e irão se repetir neste sentido em múltiplos suttas neste <i lang='pli'>nipāta</i>. Como a tríade de corpo, fala e mente, eles podem ser vistos como um exemplo do padrão 2 + 1. Ganância e ódio são um par co-dependente, os opostos feios. A ilusão é a base de ambos; mas, ao mesmo tempo, a contrapartida da ilusão é a sabedoria, e é por meio da sabedoria que a transcendência é possível.",
    "an-guide-sujato:117": "Esse clima narrativo se aventura na mitologia no discurso seguinte, que contêm o relato budista sobre o deus Yama, senhor dos mortos. Embora se possa esperar que um deus da morte seja temível, aqui ele faz uma abordagem decididamente budista da vida após a morte. Quando os que partiram são trazidos a Yama, ele não os julga nem pune. Em vez disso, ele pergunta ao recém-falecido se ele deu atenção aos mensageiros enviados pelos deuses: um idoso, um doente e um cadáver. Estes, é claro, são três dos quatro mensageiros divinos vistos pelo Bodhisattva antes de sua partida (que em termos do cânone são na verdade encontrados no relato da vida do Buddha Vipassī; vide <a class='ref' href='/dn14'>DN 14</a>). Quando o recém-falecido responde que não deu atenção, o castigo devido por conta da negligência é então determinado por Yama que após isto fica em silêncio. O falecido é então arrastado para suportar os sofrimentos do inferno, aqui narrado de uma forma mais breve do que no <a class='ref' href='/mn129'>MN 129</a> e <a class='ref' href='/mn130'>MN 130</a>.Yama continua lamentando o lamentável estado dos mortais, incluindo ele mesmo, e deseja poder renascer como humano e praticar o budismo.",
    "an-guide-sujato:118": "O clima mitológico continua nos próximos dois suttas (<a class='ref' href='/an3.37'>AN 3.37</a>, <a class='ref' href='/an3.38'>AN 3.38</a>), que apresenta um novo tópico que será muito importante para o Aṅguttara; a saber, o <i lang='pli'>uposatha</i> ou “sabá”. Este era um “dia sagrado” especial para a observância religiosa observada semanalmente ou em certos dias especiais. Aparentemente, os ministros dos Quatro Grandes Reis examinam a terra nesses dias para ver se as pessoas estão honrando seus superiores e fazendo o bem. Se forem, eles se regozijam, pois sabem que tais pessoas renascerão no paraíso para aumentar as hostes dos deuses, ao passo que, se não forem, temem que em vez disso as hostes dos demônios aumentem. É claro que isso terá sérias implicações militares na guerra em curso entre os dois.",
    "an-guide-sujato:119": "Os próximos dois suttas tratam da renúncia, primeiro como a lembrança do Buda de sua própria educação delicada (<a class='ref' href='/an3.39'>AN 3.39</a>), depois como uma reflexão de como um renunciante deve refletir com integridade sobre suas escolhas (<a class='ref' href='/an3.40'>AN 3.40</a>). <<a class='ref' href='/an3.41'>AN 3.41</a> e <a class='ref' href='/an3.42'>AN 3.42</a> olham para o outro lado da moeda, as qualidades que geram mérito para um benfeitor leigo, especialmente fé e generosidade, bem como vontade de aprender. A aprendizagem é considerada o tema dos próximos dois suttas (<a class='ref' href='/an3.43'>AN 3.43</a> and <a class='ref' href='/an3.44'>AN 3.44</a>). Em seguida, os temas de generosidade, fé e a vida espiritual digna que tornam o mérito frutífero são revisados ​​(<a class='ref' href='/an3.45'>AN 3.45</a>, <a class='ref' href='/an3.46'>AN 3.46</a>, <a class='ref' href='/an3.48'>AN 3.48</a>). Os discípulos mendicantes (monges e monjas) são então instados a serem diligentes (<a class='ref' href='/an3.49'>AN 3.49</a>) e a natureza dos maus discípulos mendicantes é revelada (<a class='ref' href='/an3.50'>AN 3.50</a>). Tomados em conjunto, esta série de 12 suttas pode ser lida como um pequeno arco temático sobre a relação entre leigos e renunciantes. Destacando a necessidade de ambos terem integridade e o senso adequado de valores em sua própria esfera, e o apoio mútuo um do outro através da generosidade das coisas materiais e dos ensinamentos.",
    "an-guide-sujato:120": "Em seguida, começa um novo <<i lang='pli'>vagga</i>, intitulado “sobre os brâmanes”, que, como se poderia esperar, representa o Buda conversando com os brâmanes. Em <a class='ref' href='/an3.51'>AN 3.51</a> e <a class='ref' href='/an3.52'>AN 3.52</a>, o Buda é abordado por dois brâmanes, que confessam não terem levado uma vida boa, e agora, na velhice, procuram ajuda. O Buda reconhece a brevidade da vida e exorta a contenção do corpo, da fala e da mente. No <a class='ref' href='/an3.53'>AN 3.53</a> temos o Buda falando a outro brâmane sobre como o Dhamma deve ser realizado nesta vida. Ele dá um ensinamento semelhante para um errante (<a class='ref' href='/an3.54'>AN 3.54</a>) e ao brâmane Jāṇussoṇi (<a class='ref' href='/an3.55'>AN 3.55</a>). O fato de o ensinamento do Buda ser realizado nesta vida é uma característica fundamental do Dhamma (<i lang='pli'>sandiṭṭhiko akāliko</i>), mas é fácil ignorar o quão diretamente isso representava um contraste das tradições religiosas  pré-existentes. Eles esperavam recompensas no futuro—seja um renascimento celestial ou a eventual aniquilação do sofrimento—mas o Buda, embora não negasse a realidade e a importância dos frutos futuros, tinha como foco da vida espiritual o presente.",
    "an-guide-sujato:121": "rar<a class='ref' href='/an3.56'>AN 3.56</a> o Buda dá um tipo diferente de ensinamento para um brâmane. Em uma mensagem especialmente relevante para nossos tempos difíceis, o Buda explica por qual razão as civilizações entram em colapso, ou seja, por causa da ganância desenfreada. Em <a class='ref' href='/an3.57'>AN 3.57</a>, o Buda refuta a acusação do andarilho Vacchagotta de que ele apenas incentivava a generosidade para com seus próprios seguidores. Quando o brâmane Tikaṇṇa (“Três orelhas”) elogia os verdadeiros brâmanes, o Buda responde com sua própria redefinição de brâmane, rejeitando o valor do nascimento e do aprendizado védico e expondo a segunda parte do Treinamento Gradual, começando com as absorções (<a class='ref' href='/an3.58'>AN 3.58</a> e <a class='ref' href='/an3.59'>AN 3.59</a> são simlares). Em <a class='ref' href='/an3.60'>AN 3.60</a>, o Buda não apenas rejeita o valor do sacrifício védico, ele também mostra que, ao ensinar o Dhamma, pode-se beneficiar muito mais pessoas.",
    "an-guide-sujato:122": "O sétimo <i lang='pli'>vagga</i> é intitulado o “Grande Capítulo” e apresenta uma série de discursos em uma escala maior. Ele começa com uma sequência temática; <a class='ref' href='/an3.61'>AN 3.61</a> continua o tema da relação entre as teorias budistas e não budistas, mas o faz como um discurso doutrinário direto para os discípulos mendicantes, ao invés do que como um diálogo inter-religioso. Este discurso magnífico oferece um enquadramento importante da origem dependente e merece um estudo detalhado. Este Grande Capítulo é unificado mais pela característica extensão dos suttas nele contidos do que pelo assunto; no entanto, vários outros suttas lidam com a filosofia e relações não-budistas (<a class='ref' href='/an3.64'>AN 3.64</a>, <a class='ref' href='/an3.68'>AN 3.68</a>, <a class='ref' href='/an3.70'>AN 3.70</a>), incluindo o famoso Kālāma Sutta (<a class='ref' href='/an3.65'>AN 3.65</a>; also <a class='ref' href='/an3.66'>AN 3.66</a>).",
    "an-guide-sujato:123": "Aqui se encerra a análise, pois acho que exemplos suficientes foram dados para ilustrar tanto as conexões quanto o caos desta coleção. Espera-se que o leitor possa encontrar seu próprio caminho a partir daqui, e não se sentir tão confuso com as mudanças repentinas que ele encontrará.",
    "an-guide-sujato:124": "Uma breve história do texto",
    "an-guide-sujato:125": "O Aṅguttara Nikāya foi editado por R. Morris (vols. 1 e 2) e E. Hardy (vols 3–5) com base em manuscritos em escrita cingalesa e birmanesa; Hardy também fez uso da edição real tailandesa na época recém-publicada. Foi publicado em escrita latina pela Pali Text Society entre 1885 e 1900. Índices foram preparados por M. Hunt e Sra. C.A.F. Rhys Davids e adicionados em 1910. A primeira tradução se deu em 1932–36 por F.L. Woodward (vols. 1, 2 e 5) e E.M. Hare (vols. 3 e 4) sob o título original em inglês <cite class='book'>The Book of the Gradual Sayings</cite>.",
    "an-guide-sujato:126": "Como foi o caso com o Majjhima e o Saṁyutta, uma quantidade suttas do Aṅguttara foram publicados individualmente na forma de livro ou na web. No entanto, uma nova tradução completa só se deu quanto Bhikkhu Bodhi concluiu seu trabalho no Saṁyutta Nikāya. Conforme descrito na introdução de sua tradução, no final da década de 1990 Bhikkhu Bodhi reuniu em um único volume uma série de quatro partes de livretos preparados por Nyanaponika Thera  para a International Sacred Literature Trust sob o título <cite class='book'>An Aṅguttara Nikāya Anthology</cite>. Ele então adicionou mais sessenta suttas e publicou um total de 208 suttas sob o título <cite class='book'>The Numerical Discourses of the Buddha: An Anthology of Suttas from the Aṅguttara Nikāya</cite> via a editora AltaMira Press em 1999. Em 2012, ele completou a tradução completa, que foi publicada sob o título <cite class='book'>The Numerical Discourses of the Buddha</cite> via a editora Wisdom Publications. A introdução escrita por ele foi ainda mais extensa do que aquela preparada para suas obras anteriores; menos técnica do que a introdução do Saṁyutta, e em grande parte se concentrou em uma visão geral dos ensinamentos encontrados no Aṅguttara. Como em suas traduções anteriores, este trabalho constituiu um grande avanço em termos precisão e legibilidade e introduziu o Aṅguttara a uma nova geração.",
    "an-guide-sujato:127": "Onde o original em páli não era claro, Ajahn Sujato se referiu ao trabalho anterior de Bhikkhu Bodhi, e poucas vezes ao trabalho de Woodward/Hare e outras traduções específicas."
  }
}