{
    "en": {
        "bb8ff9c42f8990da63641e45b0c5c928": "The Monastic Law",
        "52abb2d6f742cdca4bd81f62df98d973": "Bhikkhu Brahmali",
        "b13755c175b7c8ff46a269b0a62e792b": "bhikkhu pātimokkha",
        "3edf8ca26a1ec14dd6e91dd277ae1de6": "Origin",
        "f7fa56dc5c81c2da4a5cd2d17d6752ed": "vinaya",
        "1a03d9ea06cb8cc97e0840435e4784d9": "dhamma-vinaya",
        "e43f06c2069749893048db535f8af246": "suttas",
        "ed23ac5cfbf6ad22201466966eb052ad": "pātimokkha",
        "fd1f3440be9d87512f0dfa9f78745e89": "The exact cut-off point after which no new material was added to the Canonical Vinaya is impossible to pin down and it would have varied from school to school. On linguistic grounds, it seems likely that the majority of additions to the Pali Vinaya, with the exception of the Parivāra, were done prior to its arrival in Sri Lanka in the third century BCE. After this point new material was added to the commentarial literature, which, despite its likely origin in the mainland, was greatly expanded and developed in Sri Lanka.",
        "ba10fd3e936b180aeb209e27a673e19f": "The Vinaya was not established as part of an overall plan to provide the monastic community with a legal structure, but was laid down rule by rule in response to problems as they arose in the monastic Order. It is the Dhamma, the teaching, that guided the laying down of the Vinaya, and the Vinaya is subsidiary to and bound up with the broader concerns of the proper practice of the Buddhist path. A large number of rules were laid down in response the lay people’s criticism of the monastic Order.",
        "389924f957eb9dce3e65887f4f774094": "Textual Transmission and the Schools",
        "13ec514f4655fa5ef1d27b63bf366ba1": "The number of extant Vinaya texts is quite large and the process of transmission and translation into various Indic languages and especially into Chinese and Tibetan is quite complex. In what follows I give an outline of how the main Vinaya texts were transmitted to China and Tibet.",
        "533e67b27dfb58fd6bec54672585600d": "The first split in the monastic Order occurred between the Mahāsāṅghikas and the Sthaviras, very roughly around 200 BCE. Each of these branches subsequently split into a number of sub-schools. Of the six complete Vinayas still extant, only one belongs to the Mahāsāṅghika group and the remaining five to sub-schools of the Sthaviras. We should therefore expect to find shared qualities between the Vinayas of the Sthavira schools that are lacking in the Mahāsāṅghika Vinaya. Indeed, the Khandhakas of the Mahāsāṅghika Vinaya are structured differently from those of all the other Vinayas.",
        "63e2dc87b12fced344636c3a9f78597f": "The sub-schools of the Sthavira branch for which we still have complete Vinayas fall into two sub-groups: the Sarvāstivāda and the Mūlasarvāstivāda on the one hand, and the Dharmaguptaka, the Mahīśāsaka, and the Theravāda on the other. First the Sarvāstivādins split from the rest of the Sthaviras. Over time the Mūlasarvāstivāda emerged as a sub-school of the Sarvāstivāda, and for this reason the Vinayas of these two schools share certain characteristics (Frauwallner, 1956: 194). After the Sarvāstivādin split, the remainder of the Sthaviras divided further, including into the Dharmaguptaka, the Mahīśāsaka, and the Theravāda. Yet these three schools were probably no more than regional variations of each other (Sujato, 2012: 102) and consequently their Vinayas have much in common (Frauwallner, 1956: 181).",
        "bf3a3ebb47be7696cea8e28b0ac718bc": "Apart from the Theravāda Vinaya, the following are the main Canonical Vinayas still extant:",
        "f2ca2f07f7312640133f669e32e46668": "A complete Sarvāstivāda Vinaya is preserved in Chinese at T 1435, translated by Kumārajīva in 404-409 CE. There are also a number of surviving fragments in Sanskrit.",
        "200d8a53a65b31f1d17cc2a5bf15e575": "A full translation of the Mūlasarvāstivāda Vinaya into Tibetan, found in the Kanjur at D 1-7/P 1030-1036, was completed in first decade of 9th century CE by Jinamitra of Kashmir and various others. There is a version of this Vinaya in Chinese at T 1441-1457, largely translated by Yijing in 703-710 CE. This translation is incomplete and full of gaps (Frauwallner, 1956: 195). In addition to this, approximately 80 percent of the Khandhakas exist in Sanskrit (Clarke, 2015: 75).",
        "afdcfa9a78f1dbcb97a4137bfb38077e": "Apart from a few fragments in Sanskrit and Gāndhārī, a full Dharmaguptaka Vinaya is only preserved in Chinese at T 1428, translated by Buddhayaśas and Zhu Fonian in 410-412 CE. Of all the extant Vinayas, this is the one normally regarded as closest to the Theravāda Vinaya (Clarke, 2015: 69).",
        "358f926a59565adbf46c38703a31d9f8": "The Mahīśāsaka Vinaya is only extant in Chinese at T 1421, translated by Buddhajīva from Kashmir and others in 423-424 CE from a manuscript brought from Sri Lanka by Faxian. According to Frauwallner (1956: 183-84), this Vinaya is full of gaps. It is closely related to the Dharmaguptaka Vinaya (Frauwallner, 1956: 181).",
        "f15c1cae7882448b3fb0404682e17e61": "Content",
        "a1eeff89749bcacb0ae003680234f16e": "The Vinaya Piṭaka is divided into two main parts: the Suttavibhaṅga, “The Analysis of the Rules,” and The Khandhakas, “the Chapters.” The individual schools sometimes have additional texts, such as the Parivāra, “The Compendium,” belonging to the Theravāda tradition, and the Uttaragrantha belonging to the Mūlasarvāstivādins.",
        "684cac2a6bb4444a5d206710185a265a": "Suttavibhaṅga",
        "6bdf6b931b7dff3f6e388b2684f87d3b": "sutta",
        "94d05c1a7f94c1f6e79b8e4bf28ab5ec": "Sutta",
        "c60de907e06869e53e14cfefe1b57dcc": "The rules are categorised according to the penalty incurred for breaching them. The heaviest penalty, expulsion from the monastic Order, is incurred only for conduct that is fundamentally opposed to monastic life, such a sexual intercourse or murder. There are 4 such rules for the monks and 8 for the nuns. The second heaviest penalty consists of a period of suspension and probation during which time one is not a full member of the monastic Order. There are 13 such rules for the monks and 17 for the nuns. The vast majority of offenses, however, are cleared simply by confession. These rules are subdivided into a number of categories dependent on factors such as the severity of the breach, the sort of confession that is required, and additional requirements such as relinquishment of wrongly acquired requisites. The last seven rules of the Suttavibhaṅga are principles for resolving “legal” issues. Most of the material connected with these principles is now found in the Khandhakas.",
        "802f3099e4a7f40fb42dbd4676c53ed0": "Following the origin story is the actual rule. In a number of cases the original rule is later amended by the Buddha, sometimes several times, before it reaches its final form. The rule is then analysed in detail in a word commentary, in which each significant word of the rule is defined. These definitions range from merely supplying a synonym to large sections with a detailed exposition. The word commentary is always technical in nature.",
        "3d2cebea405d5817b3c4aa24903b5e81": "After the word commentary, many rules are further analysed as to their applicability given a number of general scenarios. These section normally take the form of a permutation series in which a certain number of factors are varied in all possible combinations with each other. These sections, too, are highly technical.",
        "9d5367f9f9ad7b7c0f126245b3ef6b47": "pātimokkhas",
        "6b431739d12df1275a7e23a439750253": "sekhiyas",
        "2b99fc7d086b47f0602857aa1cf1a227": "Khandhakas",
        "a68f768e7db89cd1fb8d23628cdbe67e": "The other main part of the Vinaya, the Khandhakas, is a group of sections that each discuss a major area of monastic law, such as a section on ordination, several sections on allowable requisites, and a number of sections that deal with technical matters. The Theravāda Khandhakas is a set of 22 sections, all of which are matched by equivalent sections in the other existing Vinaya recensions, with the partial exception of the Mahāsāṅghikas. The Khandhakas of the Mahāsāṅghikas, although containing much of the same material as the other Vinaya recensions, are structured differently. There is as yet no scholarly consensus as to why this is the case and what might be the implications for the historical evolution of the Khandhakas.",
        "53c1105266e7e476a105a0c70ebdefa4": "In place of the rigid structure of the Suttavibhaṅga, the Khandhakas are loosely structured around the life story of the Buddha. After the Buddha’s awakening, he set out to teach others about his discovery. As he started to gain a monastic following, the need for rules and procedures gradually arose. This need continued throughout the Buddha’s life. It is this process that furnishes the framework for the Khandhakas as a whole.",
        "7f978f3317754dae80b8716c43afa053": "uposatha",
        "5b72a554193e1b3fe95cf5004fac4dd6": "The Khandhakas also include background stories of some of the Buddha’s most well-known lay disciples, such as Anāthapiṇḍika, Visākhā, and Jīvaka. There are also stories about monastic disciples, such as the remarkable story of Pilindavaccha, the inspiring stories of Soṇa Kolivisa and Soṇa Kuṭikaṇṇa, as well as the downfall of Devadatta. Then there are several Jātaka-type stories, some of which are also found in the Jātaka collection. On top of this, each section often has its own origin story, similar to those found in the Suttavibhaṅga. But apart from the origin stories, the Khandhakas lack the detailed exegetical material found in the Suttavibhaṅga.",
        "13285730a97a4ada290e6db554697435": "The third last chapter of the Khandhakas deals with rules and procedures that are specific to the nuns, including their ordination procedure. Unless specifically stated or implied, the rest of Khandhakas are equally valid for both Orders.",
        "2571b0fff2d222c4f0a6ca4b91137f6f": "saṅgīti",
        "ffea49c317de8f91891632cdd05abe2a": "Other Texts",
        "aaa2dbb1e114ce1757bb373271471265": "The Theravāda tradition includes the Parivāra in its Vinaya Piṭaka. Oskar von Hinüber (2000: 22) suggests it was completed no later than the first century AD. The Parivāra is an analytical summary of the first two parts of the Vinaya. In style and method it is sometimes compared to the Abhidhamma.",
        "813e82f9bd5758013b40023f22ef0a62": "Other schools, too, have Vinaya summaries and addenda that may or may not share material with the Parivāra. Because of a lack of research, not much is known about these texts. It seems clear, however, that none of them is part of the Early Buddhist Texts.",
        "de27419b2eead4dfdac4cf2f6241a862": "Modern Perspectives",
        "f0c24ab7527fa3f2577dd915a206a157": "Most of the early schools of Buddhism have long since disappeared, but three Vinaya traditions are still alive: the Dharmaguptaka, practiced in East Asia, including China and Korea; the Mūlasarvāstivāda, practiced in Tibet and Mongolia; and the Theravāda, practiced in South and Southeast Asia.",
        "41381452373a6d1d9b03f11ae9fda9f6": "bhikkhunīs",
        "910d5f8276f86182b56afa1c757f2395": "Commentaries",
        "74db0426a4e7cebb14ffe7be97e7f886": "Another important component of the monastic Vinaya is the vast commentarial literature that has gradually evolved over the centuries and millennia, and continues to do so to the present day. All three of the living Vinaya traditions have such a commentarial literature.",
        "f6cc9a74d0b57a7b7faa2354241de26d": "atthakathās",
        "1247fd8f2a9e6cd8ecb4548586045af1": "ṭīkās",
        "574e028da40dd792a1c8566b0b32a26d": "sīmās",
        "ec42dc902415b47c7dc3c6e451867322": "Ṭīkās",
        "2eaeea269efa563f786067f936ecf970": "To navigate this vast literature, many Theravāda monasteries rely on modern summaries for their practice of the Vinaya. Examples include the Vinayamukha in Thai and Ajahn Ṭhānissaro’s The Buddhist Monastic Code in English.",
        "52cb435c01c3dfdfacad4034fdc10639": "nikāyas",
        "cf25f60ff1d0d0cfdfba4cc8e2086d17": "References and Further reading",
        "fbef7612c0dd36074aa85bac1f37f322": "Vinaya Mātṛikā – Mother of the Monastic Codes, or just Another Set of Lists?",
        "3377b05123cbc4da41c177785bf366bc": "Vinayas",
        "da9accc66d4cdafe778f426fac79ea2c": "The Earliest Vinaya and the Beginnings of Buddhist Literature",
        "dc222faa442dfb45a3d6c805c5b10ac4": "A Handbook of Pāli Literature",
        "61ad5fb1e3a9fad3259499329294bebd": "The Bhikkhuni Patimokkha of the Six Schools",
        "b8df9fa6f8df48ce06cb3b2f9963da6b": "Pāli Literature",
        "ae2520d6fd2e9712fa575bd58e8c88ee": "A Translation and Analysis of the Pātimokkha",
        "fcdb4d30ce3ccd18343adf0e4ae36b36": "A Comparative Study of the Prātimokṣa",
        "ceddcbffde16dc10777ff6d1719a17f8": "Sects and Sectarianism",
        "6b3f13d62232d94f4a3169ade986a18a": "Bhikkhuni Vinaya Studies"
    }
}