{
  "_markup_path": "markup/an/an11/an11.011.html",
  "_alt_strings": [
    "en/sujato/an/an11/an11.011.json"
  ],
  "an11.11:1.1": "Aṅguttara Nikāya 11",
  "an11.11:2.1": "<span class=\\\"var\\\" title=\\\"dutiyavaggo (s1-3)\\\" id=\\\"note20\\\">2. Anussativagga</span>",
  "an11.11:3.1": "11. Paṭhamamahānāmasutta",
  "an11.11:4.1": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "an11.11:4.2": "Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti:",
  "an11.11:4.3": "“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī”ti.",
  "an11.11:4.4": "Assosi kho mahānāmo sakko:",
  "an11.11:4.5": "“sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti:",
  "an11.11:4.6": "‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’”ti.",
  "an11.11:5.1": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami;",
  "an11.11:5.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an11.11:5.3": "Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:",
  "an11.11:5.4": "“sutaṃ metaṃ, bhante:",
  "an11.11:5.5": "‘sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti—",
  "an11.11:5.6": "niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’ti.",
  "an11.11:5.7": "Tesaṃ no, bhante, nānāvihārehi viharataṃ <span class=\\\"var\\\" title=\\\"kena (s1-3, km)\\\" id=\\\"note21\\\">kenassa</span> vihārena vihātabban”ti?",
  "an11.11:6.1": "“Sādhu sādhu, mahānāma.",
  "an11.11:6.2": "Etaṃ kho, mahānāma, tumhākaṃ patirūpaṃ kulaputtānaṃ, yaṃ tumhe tathāgataṃ upasaṅkamitvā puccheyyātha:",
  "an11.11:6.3": "‘tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban’ti?",
  "an11.11:6.4": "Saddho kho, mahānāma, ārādhako hoti, no assaddho;",
  "an11.11:6.5": "āraddhavīriyo ārādhako hoti, no kusīto;",
  "an11.11:6.6": "upaṭṭhitassati ārādhako hoti, no muṭṭhassati;",
  "an11.11:6.7": "samāhito ārādhako hoti, no asamāhito;",
  "an11.11:6.8": "paññavā ārādhako hoti, no duppañño.",
  "an11.11:6.9": "Imesu kho tvaṃ, mahānāma, pañcasu dhammesu patiṭṭhāya cha dhamme <span class=\\\"var\\\" title=\\\"uttariṃ (bj, s1-3, km, pts1)\\\" id=\\\"note22\\\">uttari</span> bhāveyyāsi<span class=\\\"cross\\\" title=\\\"^an6.10#1 [10. Mahānāmasutta]\\\" id=\\\"note23\\\">*</span>.",
  "an11.11:6.10": "Idha tvaṃ, mahānāma, tathāgataṃ anussareyyāsi:",
  "an11.11:6.11": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "an11.11:6.12": "Yasmiṃ, mahānāma, samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:6.13": "ujugatamevassa tasmiṃ samaye cittaṃ hoti tathāgataṃ ārabbha.",
  "an11.11:6.14": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:6.15": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:6.16": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno buddhānussatiṃ bhāveti.",
  "an11.11:7.1": "Puna caparaṃ tvaṃ, mahānāma, dhammaṃ anussareyyāsi:",
  "an11.11:7.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko <span class=\\\"var\\\" title=\\\"opanayiko (bj, s1-3, km, pts1)\\\" id=\\\"note24\\\">opaneyyiko</span> paccattaṃ veditabbo viññūhī’ti.",
  "an11.11:7.3": "Yasmiṃ, mahānāma, samaye ariyasāvako dhammaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:7.4": "ujugatamevassa tasmiṃ samaye cittaṃ hoti dhammaṃ ārabbha.",
  "an11.11:7.5": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:7.6": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:7.7": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno dhammānussatiṃ bhāveti.",
  "an11.11:8.1": "Puna caparaṃ tvaṃ, mahānāma, saṅghaṃ anussareyyāsi:",
  "an11.11:8.2": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.",
  "an11.11:8.3": "Yasmiṃ, mahānāma, samaye ariyasāvako saṅghaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:8.4": "ujugatamevassa tasmiṃ samaye cittaṃ hoti saṅghaṃ ārabbha.",
  "an11.11:8.5": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:8.6": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:8.7": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno saṅghānussatiṃ bhāveti.",
  "an11.11:9.1": "Puna caparaṃ tvaṃ, mahānāma, attano sīlāni anussareyyāsi akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni.",
  "an11.11:9.2": "Yasmiṃ, mahānāma, samaye ariyasāvako sīlaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:9.3": "ujugatamevassa tasmiṃ samaye cittaṃ hoti sīlaṃ ārabbha.",
  "an11.11:9.4": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:9.5": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:9.6": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno sīlānussatiṃ bhāveti.",
  "an11.11:10.1": "Puna caparaṃ tvaṃ, mahānāma, attano cāgaṃ anussareyyāsi:",
  "an11.11:10.2": "‘lābhā vata me, suladdhaṃ vata me, yohaṃ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṃ ajjhāvasāmi muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato’ti.",
  "an11.11:10.3": "Yasmiṃ, mahānāma, samaye ariyasāvako cāgaṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:10.4": "ujugatamevassa tasmiṃ samaye cittaṃ hoti cāgaṃ ārabbha.",
  "an11.11:10.5": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:10.6": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:10.7": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno cāgānussatiṃ bhāveti.",
  "an11.11:11.1": "Puna caparaṃ tvaṃ, mahānāma, devatā anussareyyāsi:",
  "an11.11:11.2": "‘santi devā cātumahārājikā, santi devā tāvatiṃsā, santi devā yāmā, santi devā tusitā, santi devā nimmānaratino, santi devā paranimmitavasavattino, santi devā brahmakāyikā, santi devā tatuttari.",
  "an11.11:11.3": "Yathārūpāya saddhāya samannāgatā tā devatā ito cutā tatthūpapannā, mayhampi tathārūpā saddhā saṃvijjati.",
  "an11.11:11.4": "Yathārūpena sīlena samannāgatā tā devatā ito cutā tatthūpapannā, mayhampi tathārūpaṃ sīlaṃ saṃvijjati.",
  "an11.11:11.5": "Yathārūpena sutena samannāgatā tā devatā ito cutā tatthūpapannā, mayhampi tathārūpaṃ sutaṃ saṃvijjati.",
  "an11.11:11.6": "Yathārūpena cāgena samannāgatā tā devatā ito cutā tatthūpapannā, mayhampi tathārūpo cāgo saṃvijjati.",
  "an11.11:11.7": "Yathārūpāya paññāya samannāgatā tā devatā ito cutā tatthūpapannā, mayhampi tathārūpā paññā saṃvijjatī’ti.",
  "an11.11:11.8": "Yasmiṃ, mahānāma, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an11.11:11.9": "ujugatamevassa tasmiṃ samaye cittaṃ hoti devatā ārabbha.",
  "an11.11:11.10": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.11:11.11": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an11.11:11.12": "Ayaṃ vuccati, mahānāma, ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotasamāpanno devatānussatiṃ bhāvetī”ti.",
  "an11.11:12.1": "Paṭhamaṃ."
}