{
  "_markup_path": "markup/an/an11/an11.017.html",
  "_alt_strings": [
    "en/sujato/an/an11/an11.017.json"
  ],
  "an11.17:1.1": "Aṅguttara Nikāya 11",
  "an11.17:2.1": "2. Anussativagga",
  "an11.17:3.1": "<span class=\\\"var\\\" title=\\\"gopālakasuttaṃ (bj)\\\" id=\\\"note43\\\">17. Gopālasutta</span>",
  "an11.17:4.1": "<span class=\\\"cross\\\" title=\\\"^mn33#1 [Mahāgopālakasutta]\\\" id=\\\"note44\\\">*</span> “Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ <span class=\\\"var\\\" title=\\\"phātikattuṃ (bj) | phātikātuṃ (s1-3, pts1)\\\" id=\\\"note45\\\">phātiṃ kātuṃ</span>.",
  "an11.17:4.2": "Katamehi ekādasahi?",
  "an11.17:4.3": "Idha, bhikkhave, gopālako na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ <span class=\\\"var\\\" title=\\\"sāṭetā (bj, s1-3, pts1)\\\" id=\\\"note46\\\">hāretā</span> hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti, ye te usabhā gopitaro gopariṇāyakā te na atirekapūjāya pūjetā hoti.",
  "an11.17:4.4": "Imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.",
  "an11.17:5.1": "Evamevaṃ kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an11.17:5.2": "Katamehi ekādasahi?",
  "an11.17:5.3": "Idha, bhikkhave, bhikkhu na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti, ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te na atirekapūjāya pūjetā hoti.",
  "an11.17:6.1": "Kathañca, bhikkhave, bhikkhu na rūpaññū hoti?",
  "an11.17:6.2": "Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ <span class=\\\"var\\\" title=\\\"(sabbaṃ rūpaṃ) (^mn33#3 [Mahāgopālakasutta])\\\" id=\\\"note47\\\">()</span> ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ nappajānāti.",
  "an11.17:6.3": "Evaṃ kho, bhikkhave, bhikkhu na rūpaññū hoti. <span class=\\\"brnum\\\">(1)</span>",
  "an11.17:7.1": "Kathañca, bhikkhave, bhikkhu na lakkhaṇakusalo hoti?",
  "an11.17:7.2": "Idha, bhikkhave, bhikkhu ‘kammalakkhaṇo bālo, kammalakkhaṇo paṇḍito’ti yathābhūtaṃ nappajānāti.",
  "an11.17:7.3": "Evaṃ kho, bhikkhave, bhikkhu na lakkhaṇakusalo hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an11.17:8.1": "Kathañca, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti?",
  "an11.17:8.2": "Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ adhivāseti nappajahati na vinodeti na byantīkaroti na anabhāvaṃ gameti, uppannaṃ byāpādavitakkaṃ …",
  "an11.17:8.3": "uppannaṃ vihiṃsāvitakkaṃ …",
  "an11.17:8.4": "uppannuppanne pāpake akusale dhamme adhivāseti nappajahati na vinodeti na byantīkaroti na anabhāvaṃ gameti.",
  "an11.17:8.5": "Evaṃ kho, bhikkhave, bhikkhu na āsāṭikaṃ hāretā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an11.17:9.1": "Kathañca, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti?",
  "an11.17:9.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā nimittaggāhī hoti anubyañjanaggāhī;",
  "an11.17:9.3": "yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati;",
  "an11.17:9.4": "na rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ nāpajjati.",
  "an11.17:9.5": "Sotena saddaṃ sutvā …",
  "an11.17:9.6": "ghānena gandhaṃ ghāyitvā …",
  "an11.17:9.7": "jivhāya rasaṃ sāyitvā …",
  "an11.17:9.8": "kāyena phoṭṭhabbaṃ phusitvā …",
  "an11.17:9.9": "manasā dhammaṃ viññāya nimittaggāhī hoti anubyañjanaggāhī;",
  "an11.17:9.10": "yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya na paṭipajjati;",
  "an11.17:9.11": "na rakkhati manindriyaṃ, manindriye saṃvaraṃ nāpajjati.",
  "an11.17:9.12": "Evaṃ kho, bhikkhave, bhikkhu na vaṇaṃ paṭicchādetā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an11.17:10.1": "Kathañca, bhikkhave, bhikkhu na dhūmaṃ kattā hoti?",
  "an11.17:10.2": "Idha, bhikkhave, bhikkhu <span class=\\\"var\\\" title=\\\"^mn33#3 [Mahāgopālakasutta] pana ayaṃ nakāro dhammantipadassa anantaraṃ\\\" id=\\\"note48\\\">na</span> yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desetā hoti.",
  "an11.17:10.3": "Evaṃ kho, bhikkhave, bhikkhu na dhūmaṃ kattā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an11.17:11.1": "Kathañca, bhikkhave, bhikkhu na titthaṃ jānāti?",
  "an11.17:11.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṃ upasaṅkamitvā na paripucchati na paripañhati:",
  "an11.17:11.3": "‘idaṃ, bhante, kathaṃ, imassa ko attho’ti?",
  "an11.17:11.4": "Tassa te āyasmanto avivaṭañceva na vivaranti, anuttānīkatañca na uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ na paṭivinodenti.",
  "an11.17:11.5": "Evaṃ kho, bhikkhave, bhikkhu na titthaṃ jānāti. <span class=\\\"brnum\\\">(6)</span>",
  "an11.17:12.1": "Kathañca, bhikkhave, bhikkhu na pītaṃ jānāti?",
  "an11.17:12.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne na labhati atthavedaṃ, na labhati dhammavedaṃ, na labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.17:12.3": "Evaṃ kho, bhikkhave, bhikkhu na pītaṃ jānāti. <span class=\\\"brnum\\\">(7)</span>",
  "an11.17:13.1": "Kathañca, bhikkhave, bhikkhu na vīthiṃ jānāti?",
  "an11.17:13.2": "Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ nappajānāti.",
  "an11.17:13.3": "Evaṃ kho, bhikkhave, bhikkhu na vīthiṃ jānāti. <span class=\\\"brnum\\\">(8)</span>",
  "an11.17:14.1": "Kathañca, bhikkhave, bhikkhu na gocarakusalo hoti?",
  "an11.17:14.2": "Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ nappajānāti.",
  "an11.17:14.3": "Evaṃ kho, bhikkhave, bhikkhu na gocarakusalo hoti. <span class=\\\"brnum\\\">(9)</span>",
  "an11.17:15.1": "Kathañca, bhikkhave, bhikkhu anavasesadohī hoti?",
  "an11.17:15.2": "Idha, bhikkhave, bhikkhuṃ saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi.",
  "an11.17:15.3": "Tatra bhikkhu mattaṃ na jānāti paṭiggahaṇāya.",
  "an11.17:15.4": "Evaṃ kho, bhikkhave, bhikkhu anavasesadohī hoti. <span class=\\\"brnum\\\">(10)</span>",
  "an11.17:16.1": "Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te na atirekapūjāya pūjetā hoti?",
  "an11.17:16.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, tesu na mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca, na mettaṃ vacīkammaṃ …",
  "an11.17:16.3": "na mettaṃ manokammaṃ paccupaṭṭhāpeti āvi ceva raho ca.",
  "an11.17:16.4": "Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, na te atirekapūjāya pūjetā hoti. <span class=\\\"brnum\\\">(11)</span>",
  "an11.17:17.1": "Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an11.17:18.1": "Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.",
  "an11.17:18.2": "Katamehi ekādasahi?",
  "an11.17:18.3": "Idha, bhikkhave, gopālako rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti, ye te usabhā gopitaro gopariṇāyakā te atirekapūjāya pūjetā hoti—",
  "an11.17:18.4": "imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako bhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.",
  "an11.17:19.1": "Evamevaṃ kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an11.17:19.2": "Katamehi ekādasahi?",
  "an11.17:19.3": "Idha, bhikkhave, bhikkhu rūpaññū hoti, lakkhaṇakusalo hoti, āsāṭikaṃ hāretā hoti, vaṇaṃ paṭicchādetā hoti, dhūmaṃ kattā hoti, titthaṃ jānāti, pītaṃ jānāti, vīthiṃ jānāti, gocarakusalo hoti, sāvasesadohī ca hoti, ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā te atirekapūjāya pūjetā hoti.",
  "an11.17:20.1": "Kathañca, bhikkhave, bhikkhu rūpaññū hoti?",
  "an11.17:20.2": "Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ ‘cattāri mahābhūtāni, catunnañca mahābhūtānaṃ upādāyarūpan’ti yathābhūtaṃ pajānāti.",
  "an11.17:20.3": "Evaṃ kho, bhikkhave, bhikkhu rūpaññū hoti. <span class=\\\"brnum\\\">(1)</span>",
  "an11.17:21.1": "Kathañca, bhikkhave, bhikkhu lakkhaṇakusalo hoti?",
  "an11.17:21.2": "Idha, bhikkhave, bhikkhu ‘kammalakkhaṇo bālo, kammalakkhaṇo paṇḍito’ti yathābhūtaṃ pajānāti.",
  "an11.17:21.3": "Evaṃ kho, bhikkhave, bhikkhu lakkhaṇakusalo hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an11.17:22.1": "Kathañca, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti?",
  "an11.17:22.2": "Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti, uppannaṃ byāpādavitakkaṃ …",
  "an11.17:22.3": "uppannaṃ vihiṃsāvitakkaṃ …",
  "an11.17:22.4": "uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti.",
  "an11.17:22.5": "Evaṃ kho, bhikkhave, bhikkhu āsāṭikaṃ hāretā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an11.17:23.1": "Kathañca, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti?",
  "an11.17:23.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī;",
  "an11.17:23.3": "yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an11.17:23.4": "rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "an11.17:23.5": "Sotena saddaṃ sutvā …",
  "an11.17:23.6": "ghānena gandhaṃ ghāyitvā …",
  "an11.17:23.7": "jivhāya rasaṃ sāyitvā …",
  "an11.17:23.8": "kāyena phoṭṭhabbaṃ phusitvā …",
  "an11.17:23.9": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī;",
  "an11.17:23.10": "yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an11.17:23.11": "rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "an11.17:23.12": "Evaṃ kho, bhikkhave, bhikkhu vaṇaṃ paṭicchādetā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an11.17:24.1": "Kathañca, bhikkhave, bhikkhu dhūmaṃ kattā hoti?",
  "an11.17:24.2": "Idha, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desetā hoti.",
  "an11.17:24.3": "Evaṃ kho, bhikkhave, bhikkhu dhūmaṃ kattā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an11.17:25.1": "Kathañca, bhikkhave, bhikkhu titthaṃ jānāti?",
  "an11.17:25.2": "Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:",
  "an11.17:25.3": "‘idaṃ, bhante, kathaṃ, imassa ko attho’ti?",
  "an11.17:25.4": "Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti.",
  "an11.17:25.5": "Evaṃ kho, bhikkhave, bhikkhu titthaṃ jānāti. <span class=\\\"brnum\\\">(6)</span>",
  "an11.17:26.1": "Kathañca, bhikkhave, bhikkhu pītaṃ jānāti?",
  "an11.17:26.2": "Idha, bhikkhave, bhikkhu tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an11.17:26.3": "Evaṃ kho, bhikkhave, bhikkhu pītaṃ jānāti. <span class=\\\"brnum\\\">(7)</span>",
  "an11.17:27.1": "Kathañca, bhikkhave, bhikkhu vīthiṃ jānāti?",
  "an11.17:27.2": "Idha, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ yathābhūtaṃ pajānāti.",
  "an11.17:27.3": "Evaṃ kho, bhikkhave, bhikkhu vīthiṃ jānāti. <span class=\\\"brnum\\\">(8)</span>",
  "an11.17:28.1": "Kathañca, bhikkhave, bhikkhu gocarakusalo hoti?",
  "an11.17:28.2": "Idha, bhikkhave, bhikkhu cattāro satipaṭṭhāne yathābhūtaṃ pajānāti.",
  "an11.17:28.3": "Evaṃ kho, bhikkhave, bhikkhu gocarakusalo hoti. <span class=\\\"brnum\\\">(9)</span>",
  "an11.17:29.1": "Kathañca, bhikkhave, bhikkhu sāvasesadohī hoti?",
  "an11.17:29.2": "Idha, bhikkhave, bhikkhu saddhā gahapatikā abhihaṭṭhuṃ pavārenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi.",
  "an11.17:29.3": "Tatra bhikkhu mattaṃ jānāti paṭiggahaṇāya.",
  "an11.17:29.4": "Evaṃ kho, bhikkhave, bhikkhu sāvasesadohī hoti. <span class=\\\"brnum\\\">(10)</span>",
  "an11.17:30.1": "Kathañca, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te atirekapūjāya pūjetā hoti?",
  "an11.17:30.2": "Idha, bhikkhave, bhikkhu ye te therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, tesu mettaṃ kāyakammaṃ paccupaṭṭhāpeti āvi ceva raho ca, mettaṃ vacīkammaṃ …",
  "an11.17:30.3": "mettaṃ manokammaṃ paccupaṭṭhāpeti āvi ceva raho ca.",
  "an11.17:30.4": "Evaṃ kho, bhikkhave, bhikkhu ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te atirekapūjāya pūjetā hoti. <span class=\\\"brnum\\\">(11)</span>",
  "an11.17:31.1": "Imehi kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjitun”ti.",
  "an11.17:32.1": "Sattamaṃ."
}