{
  "_markup_path": "markup/an/an11/an11.014.html",
  "_alt_strings": [
    "en/sujato/an/an11/an11.014.json"
  ],
  "an11.14:1.1": "Aṅguttara Nikāya 11",
  "an11.14:2.1": "2. Anussativagga",
  "an11.14:3.1": "14. Subhūtisutta",
  "an11.14:4.1": "Atha kho āyasmā subhūti saddhena bhikkhunā saddhiṃ yena bhagavā tenupasaṅkami;",
  "an11.14:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an11.14:4.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ subhūtiṃ bhagavā etadavoca:",
  "an11.14:4.4": "“ko <span class=\\\"var\\\" title=\\\"konāmo ayaṃ (bj, mr) | ko nāma ayaṃ (s1-3, km)\\\" id=\\\"note33\\\">nāmāyaṃ</span>, subhūti, bhikkhū”ti?",
  "an11.14:4.5": "“Saddho nāmāyaṃ, bhante, bhikkhu, <span class=\\\"var\\\" title=\\\"saddhassa (bj, s1-3, km, pts1)\\\" id=\\\"note34\\\">sudattassa</span> upāsakassa putto, saddhā agārasmā anagāriyaṃ pabbajito”ti.",
  "an11.14:5.1": "“Kacci panāyaṃ, subhūti, saddho bhikkhu sudattassa upāsakassa putto saddhā agārasmā anagāriyaṃ pabbajito sandissati saddhāpadānesū”ti?",
  "an11.14:5.2": "“Etassa, bhagavā, kālo;",
  "an11.14:5.3": "etassa, sugata, kālo, yaṃ bhagavā saddhassa saddhāpadānāni bhāseyya.",
  "an11.14:5.4": "Idānāhaṃ jānissāmi yadi vā ayaṃ bhikkhu sandissati saddhāpadānesu yadi vā no”ti.",
  "an11.14:6.1": "“Tena hi, subhūti, suṇāhi, sādhukaṃ manasi karohi;",
  "an11.14:6.2": "bhāsissāmī”ti.",
  "an11.14:6.3": "“Evaṃ, bhante”ti kho āyasmā subhūti bhagavato paccassosi.",
  "an11.14:6.4": "Bhagavā etadavoca:",
  "an11.14:7.1": "“Idha, subhūti, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "an11.14:7.2": "Yampi, subhūti, bhikkhu sīlavā hoti … pe …",
  "an11.14:7.3": "samādāya sikkhati sikkhāpadesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(1)</span>",
  "an11.14:8.1": "Puna caparaṃ, subhūti, bhikkhu bahussuto hoti sutadharo sutasannicayo;",
  "an11.14:8.2": "ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "an11.14:8.3": "Yampi, subhūti, bhikkhu bahussuto hoti … pe …",
  "an11.14:8.4": "diṭṭhiyā suppaṭividdhā, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an11.14:9.1": "Puna caparaṃ, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.",
  "an11.14:9.2": "Yampi, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an11.14:10.1": "Puna caparaṃ, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ.",
  "an11.14:10.2": "Yampi, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an11.14:11.1": "Puna caparaṃ, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ.",
  "an11.14:11.2": "Yampi, subhūti, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an11.14:12.1": "Puna caparaṃ, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo.",
  "an11.14:12.2": "Yampi, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an11.14:13.1": "Puna caparaṃ, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an11.14:13.2": "Yampi, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(7)</span>",
  "an11.14:14.1": "Puna caparaṃ, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an11.14:14.2": "Yampi, subhūti, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(8)</span>",
  "an11.14:15.1": "Puna caparaṃ, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an11.14:15.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "an11.14:15.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "an11.14:15.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "an11.14:15.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an11.14:15.6": "Yampi, subhūti, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an11.14:15.7": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an11.14:15.8": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an11.14:15.9": "Idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(9)</span>",
  "an11.14:16.1": "Puna caparaṃ, subhūti, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti:",
  "an11.14:16.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "an11.14:16.3": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "an11.14:16.4": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.",
  "an11.14:16.5": "Yampi, subhūti, bhikkhu dibbena cakkhunā visuddhena … pe …",
  "an11.14:16.6": "yathākammūpage satte pajānāti, idampi, subhūti, saddhassa saddhāpadānaṃ hoti. <span class=\\\"brnum\\\">(10)</span>",
  "an11.14:17.1": "Puna caparaṃ, subhūti, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an11.14:17.2": "Yampi, subhūti, bhikkhu āsavānaṃ khayā … pe …",
  "an11.14:17.3": "sacchikatvā upasampajja viharati, idampi, subhūti, saddhassa saddhāpadānaṃ hotī”ti. <span class=\\\"brnum\\\">(11)</span>",
  "an11.14:18.1": "Evaṃ vutte āyasmā subhūti bhagavantaṃ etadavoca:",
  "an11.14:18.2": "“yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissati.",
  "an11.14:19.1": "Ayaṃ, bhante, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "an11.14:20.1": "Ayaṃ, bhante, bhikkhu bahussuto hoti sutadharo sutasannicayo;",
  "an11.14:20.2": "ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "an11.14:21.1": "Ayaṃ, bhante, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.",
  "an11.14:22.1": "Ayaṃ, bhante, bhikkhu suvaco hoti … pe …",
  "an11.14:22.2": "anusāsaniṃ.",
  "an11.14:23.1": "Ayaṃ, bhante, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ.",
  "an11.14:24.1": "Ayaṃ, bhante, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo.",
  "an11.14:25.1": "Ayaṃ, bhante, bhikkhu āraddhavīriyo viharati … pe …",
  "an11.14:25.2": "thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an11.14:26.1": "Ayaṃ, bhante, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an11.14:27.1": "Ayaṃ, bhante, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an11.14:27.2": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an11.14:27.3": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an11.14:28.1": "Ayaṃ, bhante, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena … pe …",
  "an11.14:28.2": "yathākammūpage satte pajānāti.",
  "an11.14:29.1": "Ayaṃ, bhante, bhikkhu āsavānaṃ khayā … pe …",
  "an11.14:29.2": "sacchikatvā upasampajja viharati.",
  "an11.14:29.3": "Yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṃvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissatī”ti.",
  "an11.14:30.1": "“Sādhu sādhu, subhūti.",
  "an11.14:30.2": "Tena hi tvaṃ, subhūti, iminā ca saddhena bhikkhunā saddhiṃ vihareyyāsi.",
  "an11.14:30.3": "Yadā ca tvaṃ, subhūti, ākaṅkheyyāsi tathāgataṃ dassanāya, iminā saddhena bhikkhunā saddhiṃ upasaṅkameyyāsi tathāgataṃ dassanāyā”ti.",
  "an11.14:31.1": "Catutthaṃ."
}