{
  "_markup_path": "markup/an/an11/an11.009.html",
  "_alt_strings": [
    "en/sujato/an/an11/an11.009.json"
  ],
  "an11.9:1.1": "Aṅguttara Nikāya 11",
  "an11.9:2.1": "1. Nissayavagga",
  "an11.9:3.1": "9. Saddhasutta",
  "an11.9:4.1": "Ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe.",
  "an11.9:4.2": "Atha kho āyasmā saddho yena bhagavā tenupasaṅkami;",
  "an11.9:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an11.9:4.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ saddhaṃ bhagavā etadavoca:",
  "an11.9:5.1": "“Ājānīyajhāyitaṃ kho, saddha, jhāya;",
  "an11.9:5.2": "mā <span class=\\\"var\\\" title=\\\"mā khaḷuṅkajjhāyitaṃ (bj, pts1) | ... sandha ... (s1-3)\\\" id=\\\"note14\\\">khaḷuṅkajhāyitaṃ</span>.",
  "an11.9:5.3": "Kathañca, khaḷuṅkajhāyitaṃ hoti?",
  "an11.9:5.4": "Assakhaḷuṅko hi, saddha, doṇiyā <span class=\\\"var\\\" title=\\\"bandho (s1-3, mr)\\\" id=\\\"note15\\\">baddho</span> ‘yavasaṃ yavasan’ti jhāyati.",
  "an11.9:5.5": "Taṃ kissa hetu?",
  "an11.9:5.6": "Na hi, saddha, assakhaḷuṅkassa doṇiyā baddhassa evaṃ hoti:",
  "an11.9:5.7": "‘kiṃ nu kho maṃ ajja assadammasārathi kāraṇaṃ kāressati, <span class=\\\"var\\\" title=\\\"kammassāhaṃ (mr)\\\" id=\\\"note16\\\">kimassāhaṃ</span> paṭikaromī’ti.",
  "an11.9:5.8": "So doṇiyā baddho ‘yavasaṃ yavasan’ti jhāyati.",
  "an11.9:5.9": "Evamevaṃ kho, saddha, idhekacco purisakhaḷuṅko araññagatopi rukkhamūlagatopi suññāgāragatopi kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti.",
  "an11.9:5.10": "So kāmarāgaṃyeva antaraṃ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati, byāpādapariyuṭṭhitena cetasā viharati …",
  "an11.9:5.11": "thinamiddhapariyuṭṭhitena cetasā viharati …",
  "an11.9:5.12": "uddhaccakukkuccapariyuṭṭhitena cetasā viharati …",
  "an11.9:5.13": "vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti.",
  "an11.9:5.14": "So vicikicchaṃyeva antaraṃ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati.",
  "an11.9:5.15": "So pathavimpi nissāya jhāyati, āpampi nissāya jhāyati, tejampi nissāya jhāyati, vāyampi nissāya jhāyati, ākāsānañcāyatanampi nissāya jhāyati, viññāṇañcāyatanampi nissāya jhāyati, ākiñcaññāyatanampi nissāya jhāyati, nevasaññānāsaññāyatanampi nissāya jhāyati, idhalokampi nissāya jhāyati, paralokampi nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya jhāyati.",
  "an11.9:5.16": "Evaṃ kho, saddha, purisakhaḷuṅkajhāyitaṃ hoti.",
  "an11.9:6.1": "Kathañca, saddha, ājānīyajhāyitaṃ hoti?",
  "an11.9:6.2": "Bhadro hi, saddha, assājānīyo doṇiyā baddho na ‘yavasaṃ yavasan’ti jhāyati.",
  "an11.9:6.3": "Taṃ kissa hetu?",
  "an11.9:6.4": "Bhadrassa hi, saddha, assājānīyassa doṇiyā baddhassa evaṃ hoti:",
  "an11.9:6.5": "‘kiṃ nu kho maṃ ajja assadammasārathi kāraṇaṃ kāressati, kimassāhaṃ paṭikaromī’ti.",
  "an11.9:6.6": "So doṇiyā baddho na ‘yavasaṃ yavasan’ti jhāyati.",
  "an11.9:6.7": "Bhadro hi, saddha, assājānīyo yathā iṇaṃ yathā bandhaṃ yathā jāniṃ yathā kaliṃ evaṃ patodassa ajjhoharaṇaṃ samanupassati.",
  "an11.9:6.8": "Evamevaṃ kho, saddha, bhadro purisājānīyo araññagatopi rukkhamūlagatopi suññāgāragatopi na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, na byāpādapariyuṭṭhitena cetasā viharati …",
  "an11.9:6.9": "na thinamiddhapariyuṭṭhitena cetasā viharati …",
  "an11.9:6.10": "na uddhaccakukkuccapariyuṭṭhitena cetasā viharati …",
  "an11.9:6.11": "na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti.",
  "an11.9:6.12": "So neva pathaviṃ nissāya jhāyati, na āpaṃ nissāya jhāyati, na tejaṃ nissāya jhāyati, na vāyaṃ nissāya jhāyati, na ākāsānañcāyatanaṃ nissāya jhāyati, na viññāṇañcāyatanaṃ nissāya jhāyati, na ākiñcaññāyatanaṃ nissāya jhāyati, na nevasaññānāsaññāyatanaṃ nissāya jhāyati, na idhalokaṃ nissāya jhāyati, na paralokaṃ nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati;",
  "an11.9:6.13": "jhāyati ca pana.",
  "an11.9:6.14": "Evaṃ jhāyiñca pana, saddha, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti:",
  "an11.9:7.1": "‘Namo te purisājañña,",
  "an11.9:7.2": "namo te purisuttama;",
  "an11.9:7.3": "Yassa te nābhijānāma,",
  "an11.9:7.4": "yampi nissāya jhāyasī’”ti.",
  "an11.9:8.1": "Evaṃ vutte, āyasmā saddho bhagavantaṃ etadavoca:",
  "an11.9:8.2": "“kathaṃ jhāyī pana, bhante, bhadro <span class=\\\"var\\\" title=\\\"so (bj, s1-3, pts1) | so (mr)\\\" id=\\\"note17\\\">purisājānīyo</span> neva pathaviṃ nissāya jhāyati, na āpaṃ nissāya jhāyati, na tejaṃ nissāya jhāyati, na vāyaṃ nissāya jhāyati, na ākāsānañcāyatanaṃ nissāya jhāyati, na viññāṇañcāyatanaṃ nissāya jhāyati, na ākiñcaññāyatanaṃ nissāya jhāyati, na nevasaññānāsaññāyatanaṃ nissāya jhāyati, na idhalokaṃ nissāya jhāyati, na paralokaṃ nissāya jhāyati, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati;",
  "an11.9:8.3": "jhāyati ca pana?",
  "an11.9:8.4": "Kathaṃ jhāyiñca pana, bhante, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti:",
  "an11.9:9.1": "‘Namo te purisājañña,",
  "an11.9:9.2": "namo te purisuttama;",
  "an11.9:9.3": "Yassa te nābhijānāma,",
  "an11.9:9.4": "yampi nissāya jhāyasī’”ti.",
  "an11.9:10.1": "“Idha, saddha, bhadrassa purisājānīyassa pathaviyaṃ pathavisaññā vibhūtā hoti, āpasmiṃ āposaññā vibhūtā hoti, tejasmiṃ tejosaññā vibhūtā hoti, vāyasmiṃ vāyosaññā vibhūtā hoti, ākāsānañcāyatane ākāsānañcāyatanasaññā vibhūtā hoti, viññāṇañcāyatane viññāṇañcāyatanasaññā vibhūtā hoti, ākiñcaññāyatane ākiñcaññāyatanasaññā vibhūtā hoti, nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññā vibhūtā hoti, idhaloke idhalokasaññā vibhūtā hoti, paraloke paralokasaññā vibhūtā hoti, yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tatrāpi saññā vibhūtā hoti.",
  "an11.9:10.2": "Evaṃ jhāyī kho, saddha, bhadro purisājānīyo neva pathaviṃ nissāya jhāyati … pe …",
  "an11.9:10.3": "yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tampi nissāya na jhāyati;",
  "an11.9:10.4": "jhāyati ca pana.",
  "an11.9:10.5": "Evaṃ jhāyiñca pana, saddha, bhadraṃ purisājānīyaṃ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti:",
  "an11.9:11.1": "‘Namo te purisājañña,",
  "an11.9:11.2": "namo te purisuttama;",
  "an11.9:11.3": "Yassa te nābhijānāma,",
  "an11.9:11.4": "yampi nissāya jhāyasī’”ti.",
  "an11.9:12.1": "Navamaṃ."
}