{
  "de": {
    "methodology:1": "Methodik und Quellen ",
    "methodology:2": "<a href='#item1'>Hintergrund</a> ",
    "methodology:3": "<a href='#item2'>Suttaparallelen</a> ",
    "methodology:4": "<a href='#item3'>Vinayaparallelen</a> ",
    "methodology:5": "<a href='#item4'>Textquellen</a> ",
    "methodology:6": "<a href='#item5'>Mark-up</a> ",
    "methodology:7": "<a href='#item6'>Bibliografie</a> ",
    "methodology:8": "Hintergrund ",
    "methodology:9": "Seit dem 19. Jahrhundert haben Wissenschaftler erkannt, dass viele buddhistische Texte, die man im Palikanon findet, Gegenstücke oder Parallelen in den chinesischen und anderen Sammlungen haben. Die erste Dokumentation dieser Parallelen wurde von Nanjio Bunyiu (Nanjō Bun’yū, 南條文雄) in seinem Werk <cite><i lang='en'>A Catalogue of the Chinese Translation of the Buddhist Tripiṭaka</i></cite> von 1883 publiziert. Nanjio führte 24 Dīghanikāya-Lehrreden als Parallelen zum chinesischen Dīrghāgama auf. Diese keimhaften Tabellen stellen einen wichtigen ersten Schritt dar, zeigen sie doch, dass der Vergleich der chinesischen <i>Āgamas</i> mit den Pali-<i>Nikāyas</i> ein fruchtbares Unterfangen sein kann. Ein Jahr später beschrieb Samuel Beal Ähnlichkeiten zwischen verschiedenen buddhistischen Texten auf Pali und Chinesisch und bemerkte: ",
    "methodology:10": "„Es ist offensichtlich, sowohl von ihren Übereinstimmungen als auch von den feinen Unterschieden her, die durchgängig vorkommen, dass diese Lehrreden von einer gemeinsamen Quelle herstammen; nicht dem Original, aber von Versionen, die vom Original stammen. Von einer dieser Versionen wurde die chinesische Übersetzung angefertigt.“ (<cite><i lang='en'>„Buddhism in China“</i></cite>, S. 25.) ",
    "methodology:11": "1908 veröffentlichte Masaharu Anesaki <cite><i lang='en'>The Four Buddhist Āgamas in Chinese: A Concordance of their Parts and the Corresponding Counterparts in the Pāli Nikāyas</i></cite>, dem 1929 Chizen Akanumas <cite><i lang='en'>The Comparative Catalogue of Chinese Āgamas & Pāli Nikāyas</i></cite> folgte. Letzteres wurde zum Standard-Referenzwerk des Fachgebiets und wurde in den folgenden Jahrzehnten von einer Reihe meist japanischer und taiwanesischer Wissenschaftler korrigiert und verbessert. In den 1990er Jahren unternahm es Rod Bucknell, die neuesten Versionen dieser Parallelentabellen zu digitalisieren. Zusätzlich arbeitete er mit dem Ehrwürdigen Anālayo daran, den Anwendungsbereich weiter zu verbessern und zu erweitern. Diese Tabellen wurden zur Grundlage für die Parallelen zu den vier Haupt-<i>Nikāyas</i> / -<i>Āgamas</i> auf SuttaCentral. ",
    "methodology:12": "2014 erstellte Bhikkhu Sujato einen Parallelensatz für den Vinaya, der zu SuttaCentral hinzugefügt wurde, und 2016 fügte Ayya Vimala Versparallelen zu den Dhammapadas hinzu. ",
    "methodology:13": "Die Daten zu den Parallelen werden in einer einzigen Datei verwaltet, <a href='https://github.com/suttacentral/sc-data/blob/master/relationship/parallels.json' rel='noopener' target='_blank'>parallels.json</a>, die sich in der <a href='https://github.com/suttacentral' rel='noopener' target='_blank' title='SuttaCentral auf Github'>Github-Datenbank von SuttaCentral</a> befindet. ",
    "methodology:14": "Neben den Parallelen beherbergt SuttaCentral Originaltexte und Übersetzungen, sofern verfügbar. Eine kurze Notiz zu den Quellen dieser Texte findet sich weiter unten. ",
    "methodology:15": "Suttaparallelen ",
    "methodology:16": "Rod Bucknell, aktualisiert von Sujato ",
    "methodology:17": "Arten von Parallelen ",
    "methodology:18": "Indem man der einfachen Klassifikation folgte, wie sie in Akanuma (1929) eingeführt worden war, waren in den Daten auf SuttaCentral ursprünglich zwei Arten von Parallelen anerkannt: ",
    "methodology:19": "<strong>Vollständige Parallele:</strong> Vollständige Parallelen unterscheiden sich im Inhalt zu einem gewissen Grad, aber sie sind so ähnlich, dass sie mit hoher Wahrscheinlichkeit von einem gemeinsamen Vorläufer abstammen. ",
    "methodology:20": "<strong>Teilparallele:</strong> Teilparallelen zeigen eine merklich unvollständige Übereinstimmung. Gewöhnlich hat eine <em>Teil</em>parallele lediglich einen verhältnismäßig kleinen <em>Teil</em> ihres Inhalts mit der anderen Lehrrede gemeinsam, eine Situation, die durch mancherlei verschiedene historische Entwicklungen zustande gekommen sein kann.  ",
    "methodology:21": "Zwischen einer vollständigen Parallele und einer Teilparallele zu unterscheiden ist mit einem gewissen Maß an Subjektivität verbunden. Daher sollte es eher als eine hilfreiche Anleitung verstanden werden denn als ein endgültiges Urteil über die Beziehung zwischen den beiden Texten. ",
    "methodology:22": "Manuskriptfragmente auf Sanskrit oder in anderen Sprachen sind keine „Teilparallelen“ in diesem Sinn. Sie werden stattdessen als Fragmente bezeichnet. ",
    "methodology:23": "Für das Upgrade von SuttaCentral von 2018 haben wir dieses Modell mit einer Reihe von Verfeinerungen und Verbesserungen ausgestattet. Jetzt zeigen wir folgende Arten von Beziehungen: ",
    "methodology:24": "<strong>Vollständige Parallele:</strong> Wie vorher, mit der Klarstellung, dass eine vollständige Parallele nicht nur auf ganze Suttas zutreffen kann, sondern auf alles, was auf SuttaCentral mit einer Kennziffer (ID) versehen ist. So kann ein „Abschnitt“ eines Textes oder aber eine „Reihe“ von mehreren Texten als eine vollständige Parallele betrachtet werden. Nehmen wir den Fall des Dhammacakkappavattana-Sutta. Unter den zahlreichen Parallelen finden wir eine Paliversion im ersten Vinaya-Khandhaka. Dort macht es nur einen kleinen Abschnitt des gesamten Textes aus, aber es ist klar eine vollständige Parallele zu dem Text in SN 56.11. Da wir den Inhalt dieses Abschnittes vollständig mit Kennziffern definieren können, wird das als eine vollständige Parallele eingestuft. ",
    "methodology:25": "<strong>Ähnliche Parallele:</strong> Diese Kategorie umfasst Texte, die einander „ähneln“, bei denen jedoch die parallelen Abschnitte nicht weiter präzisiert sind. Standardmäßig sind die alten „Teil“-parallelen hier enthalten, sofern die parallelen Abschnitte nicht vollständig mit Kennziffern versehen sind; in diesem Fall gelten sie als „vollständig“. Ein gutes Beispiel für ein Paar von „ähnlichen“ Parallelen sind MN 10 Satipaṭṭhāna und MN 119 Kāyagatāsati. Diese Suttas haben Vieles gemeinsam, insbesondere eine erweiterte Auflistung von Meditationsthemen, die nirgendwo sonst vorkommt. Zugleich haben sie auch viele systematische Unterschiede, und es ist nicht möglich oder praktisch durchführbar, vollständig zu bestimmen, welche Teile beiden gemeinsam sind. Daher ist das Beste, was wir sagen können, dass diese Texte sich „ähneln“; und wenn man einen davon studiert, wird man vielleicht auch den anderen studieren wollen. ",
    "methodology:26": "<strong>Nennung:</strong> Diese Kategorie deckt Fälle ab, in denen eine Passage eine andere „nennt“. In solchen Fällen schließt die „Nennung“ möglicherweise nicht den eigentlichen Text ein und kann somit nicht als Parallele betrachtet werden. Dennoch stellt sie einen bedeutsamen Bezugspunkt zwischen den Texten dar. Ein Beispiel wäre SN 41.3, das sich auf die „zweiundsechzig“ Ansichten bezieht, die im Brahmajāla-Sutta (DN 1) zu finden sind. ",
    "methodology:27": "<strong>Nacherzählung:</strong> Das bezieht sich auf Fälle, in denen die gleichen oder ähnliche Ereignisse an mehr als einer Stelle im Kanon „nacherzählt“ werden. Die Geschichte von Baka dem Brahmā ist ein gutes Beispiel. Sie kommt in SN 6.4 und MN 49 vor. Die beiden Texte sind sehr verschieden und gelten nicht als Parallelen. Dennoch scheint es, dass es sich in gewisser Weise um die gleiche oder eine nahe verwandte Geschichte handelt, so dass man eine Verbindung erkennen kann. Diese Art von Verbindung wird auch für die „Nacherzählung“ der Lebensgeschichten von Mönchen und Nonnen in den Gāthās und Apadānas benutzt. ",
    "methodology:28": "Die „Nennungen“ und „Nacherzählungen“ sind zumeist von den Metadaten zu den Querverweisen hergeleitet, die im Mahāsaṅgīti-Text enthalten sind, und wurden von Ayya Vimala geordnet und zu SuttaCentral hinzugefügt. ",
    "methodology:29": "Implizite Parallelen ",
    "methodology:30": "Von Lehrreden, die vollständige Parallelen zu einer bestimmten Pali-Lehrrede sind, kann zuverlässig angenommen werden, dass sie auch untereinander vollständige Parallelen sind. Zum Beispiel wurde für DN 22 gezeigt, dass es vollständige Parallelen in MN 10, MA 98 und EA 12.1 hat; daraus kann man zuverlässig folgern, dass MA 98 eine vollständige Parallele zu MN 10 und EA 12.1 ist. ",
    "methodology:31": "Hingegen kann man solche Schlussfolgerungen nicht für Lehrreden ziehen, die als Teilparallelen zu einer bestimmten Pali-Lehrrede aufgeführt sind. Zum Beispiel wurde für DN 22 gezeigt, dass es Teilparallelen in MN 141, MA 31 und T 32 hat. Daraus kann man nicht auf irgendeine Entsprechung zwischen MA 31 und T 32 schließen (tatsächlich sind die beiden vollständige Parallelen), oder zwischen MA 31 und EA 12.1 (die tatsächlich keine Verwandtschaft aufweisen). ",
    "methodology:32": "Vinayaparallelen ",
    "methodology:33": "Bhikkhu Sujato ",
    "methodology:34": "Hier wird die Methode kurz dargestellt, mit der die Entsprechungen zwischen den Vinayatexten zusammengestellt wurden. ",
    "methodology:35": "Meine ursprüngliche Quelle war Nishimotos Papier über den Vergleich von Pātimokkha-Regeln von 1928. Ich spreche zwar kein Japanisch, konnte aber mit seinen Tabellen etwas anfangen, die mir freundlicherweise von Shayne Clarke zur Verfügung gestellt wurden. Ich verglich diese mit Pachows <cite><i lang='en'>Comparative Study of the Pratimoksa</i></cite> von 1955, das offenbar ohne Kenntnis von Nishimotos früherem Werk erstellt worden war. Diese beiden Arbeiten ermöglichen dadurch eine gute wechselseitige Überprüfung. Für die Regeln der Nonnen war die Hauptquelle Waldschmidts <cite>Bruchstücke des Bhikṣuṇī-Prātimokṣa der Sarvāstivādins</cite> von 1928. Dieses enthält Tabellen von Pātimokkha-Konkordanzen für Pali, die fünf wichtigsten chinesischen Vinayas, die tibetische Version, eine Sarvāstivāda-Version auf Sanskrit und den Mahāvyutpatti. Zusätzlich wurden eine Reihe speziellerer Studien herangezogen. ",
    "methodology:36": "Die meisten dieser Werke gehen davon aus, dass die Vinayaregeln einer Schule im Vibhaṅga und im Pātimokkha die gleichen sind, außer da, wo viele einzelne Texte vorliegen wie beim Sarvāstivāda. Ich fand jedoch bei meinem Vorgehen, dass der Vibhaṅga und der Pātimokkha, besonders bei den chinesischen Vinayas, in manchen Fällen kleine Abweichungen in der Nummerierung hatten. Daher beschloss ich, jeden einzelnen Text als eine separate Einheit zu betrachten, obwohl in manchen Fällen, namentlich im Pali, die Nummerierung der Regeln identisch ist. ",
    "methodology:37": "Deswegen und wegen anderer kleinerer Differenzen ergab jede Quelle, die ich herangezogen habe, eine etwas andere Nummerierung für die Regeln. Fast alle dieser Variationen betreffen die <i>Sekhiya</i>-Regeln, wohingegen die restlichen Vinayaregeln fast völlig unproblematisch sind. Tatsächlich habe ich mehr Zeit mit den <i>Sekhiya</i>-Regeln zugebracht als mit dem ganzen restlichen Vinaya, und die Aufgabe brachte mich wiederholt an den Rand der Verzweiflung. Die Regeln sind kurz und stehen in keinem Kontext, und sie benutzen unklare Begriffe mit unterschiedlichen Schreibweisen in den verschiedenen Texten. Meine Suche in Sanskrit-Wörterbüchern führte oft zu der Entdeckung, dass dies die einzige Stelle ist, wo das Wort vorkommt, und dass seine Bedeutung und Herkunft unbekannt sind. Ohne Zweifel hatten die chinesischen Übersetzer mit ähnlichen Schwierigkeiten zu kämpfen. In Extremfällen kann eine Regel mit einem einzigen chinesischen Schriftzeichen dargestellt sein. Es schien mir, dass das Unterfangen an die Grenzen dessen rührte, was mit Parallelen möglich ist. Das Einzige, das mich aufrecht hielt, war der Gedanke, dass meine Vorgänger es für wert gehalten hatten und bereits so weit gekommen waren. Dennoch bin ich mir bei weitem nicht sicher, dass diese Regeln richtig zugeordnet sind. Behandeln Sie also bitte die Entsprechungen der <i>Sekhiya</i>-Regeln mit Vorsicht! ",
    "methodology:38": "In Fällen, in denen sich meine Quellen unterschieden, zog ich die chinesischen und Sanskrit-Originaltexte zu Rate; dabei benutzte ich die Texte, wie sie auf SuttaCentral publiziert sind. In diese Entscheidungen fließt offenkundig ein gewisses Maß an Subjektivität ein, und im Ganzen war ich tendenziell wahrscheinlich mit dem Zuschreiben von Entsprechungen ein wenig großzügiger als Nishimoto oder Pachow. Das kam hauptsächlich dadurch, dass ich eine größere Bandbreite an Quellen benutzte, besonders aus dem Sanskrit, und manchmal zeigen sich Ähnlichkeiten, die bloß aus den chinesischen Texten nicht ersichtlich sind. Gleichwohl, wie bereits gesagt, fast alle diese Grenzfälle betreffen die <i>Sekhiyas</i>. ",
    "methodology:39": "Bei der großen Zahl paralleler Regeln in verschiedenen Texten musste ich einen Weg finden, wie ich jedem Fall jeder Regel eine einmalige Kennziffer (ID) zuweisen konnte. Diese Kennziffern werden nicht nur benutzt, um jede Regel zu benennen, sie bilden auch die URLs, die die Webseite für diese Regel kennzeichnen. Diese IDs sind Abkürzungen, die einer Reihe von Bedingungen unterliegen: Sie müssen auf SuttaCentral einzigartig sein, dürfen keine Groß- und Kleinschreibung berücksichtigen und keine Sonderzeichen enthalten. Die Methode mag zunächst ein wenig mysteriös erscheinen, aber wenn man sich erst einmal ein paar Abkürzungen gemerkt hat, ist alles wirklich recht einfach. Pli Tv Bu Pm Pj 1 ist „Pali Theravāda Bhikkhu Pātimokkha Pārājika 1“; Lzh Sv Bi Vb Ss 3 ist „Chinesisch Sarvāstivāda Bhikkhunī Vibhaṅga Saṅghādisesa 3“, und so weiter. ",
    "methodology:40": "Ich versuche, durchgängig Palinamen für die Überschriften, Namen der Regeln usw. zu verwenden. Dabei geht es darum, die Einheitlichkeit zu wahren, nicht um einen Glauben, dass Pali die ursprüngliche Sprache dieser Texte war. Im Gegenteil, jeder Text oder jede Schule wird einen etwas anderen Dialekt benutzt haben. Manchmal finden wir selbst innerhalb eines Textes unterschiedliche Schreibweisen. Mehr noch, in vielen Texten ist es schwierig, zu ermitteln, wie der traditionelle Titel der Regel lautete, oder ob es überhaupt einen gab, da solche Informationen gewöhnlich lediglich aus den Zusammenfassungen oder <i>Uddānas</i> hergeleitet sind. In Fällen, in denen es keinen Palititel gibt, füge ich wenn möglich einen Sanskrittitel ein. Diese stehen nicht für einen bestimmten Sanskrittext, sondern werden einfach danach ausgewählt, was am klarsten erscheint. Sehr selten füge ich einer Regel, die auf Pali nicht existiert, einen Titel in Paliform zu; und zwar in solchen Fällen, in denen eine Regel mit einer beinahe identischen Regel gepaart ist, die im Pali vorhanden ist. Wo es weder Pali noch Sanskrit gibt, habe ich einen englischen Titel zugeteilt. In allen Fällen sollten diese Titel, und das gilt generell für Überschriften in buddhistischen Texten, lediglich als Hilfen für den Leser betrachtet werden, die von historischen oder modernen Bearbeitern zugeteilt wurden, und nicht als zum eigentlichen Text gehörig. ",
    "methodology:41": "Neben den Entsprechungen zwischen den Pātimokkhas führen wir auch, wesentlich weniger ausführlich, Entsprechungen zwischen den Khandhakas auf. Diese beruhen auf den Angaben, die Frauwallner in seiner klassischen Studie vorlegt. Ich war versucht, seine genauere Aufschlüsselung aufzunehmen, die Parallelen in verschiedenen Abschnitten innerhalb jedes Khandhaka zeigten; am Ende beließ ich es aber bei den Entsprechungen auf Kapitel- oder Khandhaka-Ebene. Diese sind im Ganzen viel einfacher zu handhaben als die Pātimokkha-Entsprechungen, obwohl es, wie immer, unerwartete Schwierigkeiten und problematische Ausnahmen gibt. ",
    "methodology:42": "In diesem Fall ist die wichtigste Ausnahme der Mahāsaṅghika-Vinaya, der überhaupt keinen wirklichen Khandhaka-Abschnitt hat. Frauwallner behandelte ihn als einen Khandhaka, wiewohl als einen, der von späteren Bearbeitern drastisch umgestaltet worden war, aber Clarke hat in jüngerer Zeit gezeigt, dass das nicht der Fall ist. Die genaue Beziehung zwischen diesem und anderen Vinayas bleibt unklar, obwohl es mir wahrscheinlich erscheint, dass Frauwallner Recht hatte, ihn als eine spätere Neustrukturierung von Material zu behandeln, das früher den Khandhakas ähnlicher war. Wie auch immer, trotz der großen Unterschiede in der Form haben die Themen, die in verschiedenen Abschnitten des Mahāsaṅghika-Vinaya diskutiert werden, vieles mit den entsprechenden Kapiteln in den Khandhakas gemeinsam. Da der Hauptzweck, zu dem SuttaCentral Entsprechungen vorlegt, darin besteht, dem Leser zu helfen, ähnliche Passagen zum Vergleichen zu finden, habe ich so viel wie möglich von Frauwallners Entsprechungen zum Mahāsaṅghika-Vinaya beibehalten. Wegen der Art, wie diese Passagen im Text verstreut sind, war es jedoch nicht möglich, alles zu zeigen. ",
    "methodology:43": "Man beachte, dass es aufgrund der Natur der Vinayatexte keine Notwendigkeit für die verschiedenen Arten von Beziehungen gibt, wie sie für die Suttas definiert wurden. In fast allen Fällen ist es klar, dass eine bestimmte Regel eine vollständige Parallele zu anderen Regeln ist, in dem Sinn, dass sie verschiedene Versionen derselben „Sache“ sind. Es gibt dazu natürlich gelegentliche Ausnahmen, aber ich denke nicht, dass etwas gewonnen würde, wenn man versuchen würde, diese wenigen Grenzfälle in den Daten zu präzisieren. ",
    "methodology:44": "Textquellen ",
    "methodology:45": "Pali ",
    "methodology:46": "Der Palitext auf SuttaCentral ist die Mahāsaṅgīti-Ausgabe, manchmal als „Welt-Tipitaka“ bezeichnet. Es ist eine Version des Textes des Sechsten Konzils, die von der <i lang='en'>Dhamma Society of Bangkok</i> bearbeitet und herausgegeben wurde. Sie basiert auf dem digitalen Text, den das <i lang='en'>Vipassana Research Institute</i> zur Verfügung gestellt hat. Die <i lang='en'>Dhamma Society</i> hat den Text umfassend revidiert und im Vergleich mit mehreren gedruckten Ausgaben korrigiert. Als Hauptquelle zogen sie die erste Ausgabe des Textes des Sechsten Konzils heran, die die Tradition burmesischer Manuskripte vertritt. Wir glauben, dass das die genaueste, einheitlichste und am besten bearbeitete digitale Ausgabe des Palikanon ist, die verfügbar ist. ",
    "methodology:47": "Die erste Version von SuttaCentral hatte Links zur Webseite der <i lang='en'>Dhamma Society</i>. Diese wurde jedoch vom Netz abgeschaltet, und wir beschlossen, den Text selbst auf unsere Webseite aufzunehmen. Zum Glück hatte der Ehrwürdige Yuttadhammo eine vollständige Kopie des Mahāsaṅgīti für seinen <i lang='en'>Digital Pali Reader</i> gemacht, und er stellte uns freundlicherweise die Quelltexte zur Verfügung. ",
    "methodology:48": "Wir haben den Mahāsaṅgīti-Text um die Pātimokkhas der VRI-Ausgabe sowohl für Mönche als auch für Nonnen ergänzt. ",
    "methodology:49": "Am Text der Mahāsaṅgīti-Ausgabe haben wir nichts geändert. Allerdings haben wir ein paar kleinere Korrekturen an der Nummerierung und der Zeichensetzung vorgenommen. ",
    "methodology:50": "Zusätzlich zum Text nutzen wir das kritische Instrumentarium des Mahāsaṅgīti, das abweichende Schreibweisen, Kennziffern und Querverweise umfasst. Letztere bilden die Grundlage für die meisten unserer Pali-Pali-Parallelen. ",
    "methodology:51": "Chinesisch ",
    "methodology:52": "Die maßgebliche Ausgabe des chinesischen buddhistischen Kanon ist der Tripiṭaka Koreana. Das ist ein äußerst genauer und gut erhaltener Satz von 81.258 Holzblöcken aus dem 13. Jahrhundert. Er wurde als ursprüngliche Quelle für die moderne Taishō-Ausgabe verwendet, von Takakusu Junjiro und anderen bearbeitet und im frühen 20. Jahrhundert von der Universität Taishō in Japan veröffentlicht. Er wurde von CBETA digitalisiert, und von dort stammen unsere chinesischen Texte. ",
    "methodology:53": "Tibetisch ",
    "methodology:54": "Unsere tibetischen Texte sind vom <i lang='en'>Tibetan and Himalayan Library Text</i>, welcher auf der Derge-Ausgabe des Kangyur beruht. Man beachte, dass die grundlegenden Textnummern, die von THLIB benutzt werden, von den Nummern auf SuttaCentral und anderswo gewöhnlich um eins abweichen. Die Nummern, die SuttaCentral verwendet, entsprechen der „Masterkatalog-Nummer“ auf THLIB. ",
    "methodology:55": "Sanskrit und andere ",
    "methodology:56": "Da die Texte auf Sanskrit und in anderen indischen Sprachen keinen zusammenhängenden Kanon bilden, sondern aus vielen zufälligen Funden bezogen wurden, gibt es keine einheitliche Quelle. Die Ausgaben sind wie in den Texten angegeben. Digitale Texte sind meist aus dem <i lang='en'>Göttingen Register of Electronic Texts in Indian Languages</i> (GRETIL). ",
    "methodology:57": "Übersetzungen ",
    "methodology:58": "Übersetzungen stammen aus vielen verschiedenen Quellen, die in jedem Text angegeben sind. ",
    "methodology:59": "Mark-up ",
    "methodology:60": "Die Texte auf SuttaCentral haben ein klares, akkurates und ausführliches Mark-up und benutzen gültiges semantisches Normen-kompatibles HTML5. Es war eine unserer größten Aufgaben, die vielen Texte, die wir aus verschiedenen Quellen geerbt haben, umzuwandeln und sie alle in das gleiche Format zu bringen. Das ist außerordentlich komplex, da die Quelltexte selten ein irgendwie geartetes klares semantisches Mark-up haben. Sie reichen von nicht markiertem gewöhnlichem Text bis zu wortreichem Durcheinander, wie es von Textverarbeitungsprogrammen produziert wird. Unser Ziel ist, diese ganze komplexe Mischung in ein klares und einfaches Mark-up zu bringen, ohne dass Elemente verloren gehen. ",
    "methodology:61": "Einige Schwesterprojekte von SuttaCentral — insbesondere CBETA — nutzen den akademischen „<i lang='en'>Text Encoding Initiative</i> (TEI)“-XML-Standard für das Mark-up. Obwohl wir die Vorteile eines XML-Ansatzes schätzen, hat sich für uns herausgestellt, dass modernes HTML uns alle Möglichkeiten gibt, die wir brauchen. Gleichzeitig ist es beträchtlich einfacher in der Handhabung und den Einsatzmöglichkeiten. Unsere Quelltexte können so wie sie sind ohne Vorverarbeitung in einem Browser dargestellt werden. Aber obwohl wir TEI nicht benutzen, übernehmen wir viele Namen und Semantik-Elemente von TEI für textkritisches Mark-up. ",
    "methodology:62": "Hier werde ich einen kurzen Überblick über die weniger offensichtlichen Details geben. ",
    "methodology:63": "Quellenangaben ",
    "methodology:64": "Unsere Textdateien enthalten komplexe Daten zu Verweisen. Zur Zeit führen wir über hundert verschiedene Bezugsquellen auf. Für buddhistische Texte gibt es kein zentralisiertes, ausführliches und einheitliches Referenzsystem, daher haben wir es so gut wie möglich gemacht. Die Daten sind in leeren Tags kodiert und können optional mit Javascript dargestellt werden. ",
    "methodology:65": "Textkritische Informationen ",
    "methodology:66": "Unsere Texte in Originalsprachen enthalten eine Reihe textkritischer Informationen, die für Wissenschaftler interessant sind. Wir versuchen, diese auf eine Art zu präsentieren, die für Leser nicht aufdringlich ist, aber informativ, wenn man näher hinschaut. Herkömmliche digitale Dateien benutzen oft Gepflogenheiten aus dem Druck wie [Klammern], um solche Inhalte zu kennzeichnen. Aber das ist hässlich und unterbricht den Lesefluss. Schlimmer noch, es ist wenig informativ. Es ist oft schwierig, herauszufinden, was diese verschiedenen Markierungen bedeuten; tatsächlich mussten wir manchmal auf gelehrtes Rätselraten zurückgreifen. ",
    "methodology:67": "Textkritische Informationen sind in den Dateien mit Klassen markiert wie „var“ für abweichende Lesarten, „supplied“ für hinzugefügten Text usw. Typischerweise machen wir das optisch über den Stil erkennbar und zeigen ein Pop-up-Fenster, das die Bedeutung erklärt. Das meiste kann optional aktiviert werden. ",
    "methodology:68": "<a href='/zz1/zz/test' title='Textkritisches Mark-up auf SuttaCentral'>Siehe Liste der textkritischen Mark-up-Klassen</a> (englisch). ",
    "methodology:69": "Strukturmerkmale und Sonstiges ",
    "methodology:70": "Wir benutzen semantisches Mark-up mit etwa hundert verschiedenen Klassen, um die genaue Struktur der Texte zu bezeichnen. Dazu gehören Dinge wie: ",
    "methodology:71": "Überschriften, richtig strukturiert mit hX-Tags. Palitexte haben eine so detaillierte Hierarchie, dass wir in manchen Fällen alle Tags bis zu h6 benutzen. ",
    "methodology:72": "<i>Uddānas</i>, die Vaggas und ähnliche Struktureinheiten zusammenfassen. ",
    "methodology:73": "Verschiedene Arten von Nummern wie etwa für Ordensregeln. ",
    "methodology:74": "Verse. ",
    "methodology:75": "Titel am Ende eines Sutta oder Abschnittes. Buddhistische Texte haben gewöhnlich den Titel am Ende eines Abschnittes, statt der modernen Überschrift. ",
    "methodology:76": "<a href='/zz3/zz/test' title='Strukturmerkmale und sonstiges Mark-up auf SuttaCentral'>Siehe Liste der Mark-up-Klassen für Strukturmerkmale und Sonstiges</a> (englisch). ",
    "methodology:77": "Bibliografie ",
    "methodology:78": "Suttaparallelen ",
    "methodology:79": "Hier sind die wichtigsten bibliografischen Quellen, die von Rod Bucknell bereitgestellt wurden; sie stellen die primären Bezugsquellen für die Suttaparallelen und die Ausgaben der verschiedenen Texte dar. Man beachte, dass diese Bibliografie nicht als umfassend oder gleichbleibend gedacht ist. Sie zeigt vielmehr eine Momentaufnahme des akademischen Hintergrunds für Rods grundlegende Recherche. ",
    "methodology:80": "<span class='author'>Akanuma</span>, Chizen 1929. <cite>The Comparative Catalogue of Chinese Āgamas &amp; Pāli Nikāyas</cite>. Nagoya: Hajinkaku-shobō. Reprinted 1990, Delhi: Sri Satguru Publications. ",
    "methodology:81": "<span class='author'>Allon</span>, Mark 2001. <cite>Three Gāndhārī Ekottarikāgama-Type Sūtras: British Library Kharoṣṭhī Fragments 12 and 14.</cite> Seattle: University of Washington Press. ",
    "methodology:82": "<span class='author'>Allon</span>, Mark 2008. A Gāndhārī Version of the Simile of the Turtle and the Hole in the Yoke. <cite>Journal of the Pali Text Society</cite> 29: 229–262. ",
    "methodology:83": "<span class='author'>Allon</span>, Mark & <span class='author'>Salomon</span>, Richard 2000. Kharoṣṭhī Fragments of a Gāndhārī Version of the Mahāparinirvāṇasūtra. In <span class='author'>Braarvig</span>, Jens (ed). <cite>Buddhist Manuscripts</cite> vol. <span class='roman_numerals'>I</span> (<cite>= Manuscripts in the Schøyen Collection</cite> 1), Oslo: Hermes Publishing, 242–284. ",
    "methodology:84": "<span class='author'>Anālayo</span>, Bhikkhu 2012. On the Five Aggregates (1): A translation of Saṁyukta-āgama Discourses 1 to 32. <cite>Dharma Drum Journal of Buddhist Studies</cite> 11: 1–61. ",
    "methodology:85": "<span class='author'>Anālayo</span> and <span class='author'>Bucknell</span>, Roderick S. 2006. Correspondence Table for Parallels to the Discourses of <i>Majjhima Nikāya</i>: Toward a Revision of Akanuma’s <cite>Comparative Catalogue</cite>. <cite>Journal of the Centre for Buddhist Studies, Sri Lanka</cite> 4: 215–238. ",
    "methodology:86": "<span class='author'>Anesaki</span>, Masaharu 1905. Le <i>Sagātha-vagga</i> du <i>Saṁyutta-nikāya</i> et ses versions chinoises. <cite>Le Muséon</cite> (nouvelle série) 24: 23–37. ",
    "methodology:87": "<span class='author'>Anesaki</span>, Masaharu 1908. The Four Buddhist Āgamas in Chinese: A Concordance of their Parts and the Corresponding Counterparts in the Pāli Nikāyas. <cite>Transactions of the Asiatic Society of Japan</cite> 35.3: 1–149. ",
    "methodology:88": "<span class='author'>Bapat</span>, P.<span class='roman_numerals'>V</span>. 1949. Another Valuable Collection of Buddhist Sanskrit Manuscripts. <cite>Annals of the Bhandarkar Oriental Research Institute</cite> 30: 241–253. ",
    "methodology:89": "<span class='author'>Basak</span>, Radhagovinda 1963. <cite>Mahāvastu Avadāna,</cite> vol. 1 (<cite>Calcutta Sanskrit College Research Series</cite>). Calcutta: Sanskrit College. ",
    "methodology:90": "<span class='author'>Basak</span>, Radhagovinda 1965. <cite>Mahāvastu Avadāna,</cite> vol. 2 (<cite>Calcutta Sanskrit College Research Series</cite>). Calcutta: Sanskrit College. ",
    "methodology:91": "<span class='author'>Basak</span>, Radhagovinda 2004. <cite>Mahāvastu Avadāna,</cite> vol. 3. Darbhanga: Mithila Institute. ",
    "methodology:92": "<span class='author'>Beckh</span>, Hermann 1911. <cite>Udānavarga, Eine Sammlung buddhistischer Sprüche in tibetischer Sprache, nach dem Kanjur und Tanjur mit Anmerkungen herausgegeben</cite>. Berlin: Reimer. ",
    "methodology:93": "<span class='author'>Benveniste</span>, E. 1940. <cite>Textes Sogdiens, édités, traduits et commentés</cite> (<cite>Mission Pelliot en Asie Centrale</cite>, series in-quarto). Paris: Paul Geuthner. ",
    "methodology:94": "<span class='author'>Bernhard</span>, Franz 1965. <cite>Udānavarga</cite> (= <cite>Sanskrittexte aus den Turfanfunden <span class='roman_numerals'>X</span></cite>). Göttingen: Vandenhoeck & Ruprecht. ",
    "methodology:95": "<span class='author'>Bersing</span>, Siegfried 1930. <cite>Das Chung-tsi-king des chinesischen Dīrghāgama, Übersetztung und Anmerkungen</cite>. Leipzig: Asia Major. ",
    "methodology:96": "<span class='author'>Bingenheimer</span>, Marcus 2011. <cite>Studies in Āgama Literature: With special reference to the Shorter Chinese Saṁyuktāgama</cite>. (<cite>Dharma Drum Buddhist College Special Series</cite>) Taipei: Xin Wen Feng. ",
    "methodology:97": "<span class='author'>Bodhi</span>, Bhikkhu 2000. <cite>The Connected Discourses of the Buddha: A New Translation of the Saṁyutta Nikāya</cite>. Boston: Wisdom Publications. ",
    "methodology:98": "<span class='author'>Bollée</span>, Willem 2002. <cite>The Story of Paesi</cite>. Wiesbaden: Harrassowitz. ",
    "methodology:99": "<span class='author'>Bongard-Levin</span>, Gregory 1989. Three New Fragments of the Bodharājakumārasūtra from Eastern Turkestan. <cite>Journal of the American Oriental Society</cite> 109: 509–512. ",
    "methodology:100": "<span class='author'>Bongard-Levin</span>, Gregory et al. 1996. The Nagaropamasūtra: An Apotropaic Text from the Saṁyuktāgama. In <cite>Sanskrit Wörterbuch der Buddhistischen Texte aus den Turfan Funden</cite>, Beiheft 6: 7–103. ",
    "methodology:101": "<span class='author'>Brekke</span>, Torkel 2000. The Caṁgīsūtra of the Mahāsaṁghika-Lokottaravādins. In <span class='author'>Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. 1 (= <cite>Manuscripts in the Schøyen Collection</cite> <span class='roman_numerals'>I</span>), Oslo: Hermes Publishing, 53–62. ",
    "methodology:102": "<span class='author'>Brough</span>, John 1962/2001. <cite>The Gāndhārī Dharmapada, edited with an Introduction and Commentary</cite> (= <cite>Buddhist Tradition Series</cite>, vol. 43) Delhi: Motilal Banarsidass. ",
    "methodology:103": "<span class='author'>Chakravarti</span>, N. p. 1930. <cite>L’Udānavarga sanskrit: Texte sanscrit en transcription, avec traduction et annotations, suivi d’une étude critique et de planches</cite> (<cite>Mission Pelliot en Asie Centrale</cite>, série petit in-octavo, vol. iv). Paris: Paul Geuthner. ",
    "methodology:104": "<span class='author'>Choong</span>, Mun-keat 2004. <cite>Annotated Translations of Sutras from the Chinese Saṁyuktāgama Relevant to the Early Buddhist Teachings on Emptiness and the Middle Way</cite>. Penang: Chee Khoon Printings. ",
    "methodology:105": "<span class='author'>Chung</span>, Jin-il 2008. <cite>A Survey of the Sanskrit Fragments Corresponding to the Chinese Saṁyuktāgama</cite>. Tokyo: Sankibō Busshorin. ",
    "methodology:106": "<span class='author'>Chung</span>, Jin-il and <span class='author'>Fukita</span>, Takamichi 2011. <cite>A Survey of the Sanskrit Fragments Corresponding to the Chinese Madhyamāgama (including references to Sanskrit parallels, citations, numerical categories of doctrinal concepts, and stock phrases)</cite>. Tokyo: Sankibō Busshorin. ",
    "methodology:107": "<span class='author'>Cone</span>, Margaret 1989. Patna Dharmapada. <cite>Journal of the Pali Text Society</cite> 13: 101–217. ",
    "methodology:108": "<span class='author'>Cooper</span>, John M. 1980. A fragment of the Nidānasūtra. <cite>Pali Buddhist Review</cite> 5.3: 53–58. ",
    "methodology:109": "<span class='author'>Cowell</span>, E. B. et al. 1886. <cite>The Divyāvadāna, a Collection of Early Buddhist Legends</cite>. Cambridge: Cambridge University Press. ",
    "methodology:110": "<span class='author'>Devacandra</span> 1996. <cite>Gaṅ po la sogs pa’i rtogs pa brjod pa brgya pa</cite>. Xining. ",
    "methodology:111": "<span class='author'>Dhammadinnā</span> 2012. A Translation of the Quotations in Śamathadeva’s Abhidharmakośopāyikā-ṭīkā Parallel to the Chinese Saṁyukta-āgama Discourses 8, 9, 11, 12, 17 and 28. <cite>Dharma Drum Journal of Buddhist Studies</cite> 11: 63–96. ",
    "methodology:112": "<span class='author'>Dietz</span>, Siglinde 2002. Fragments of the Andhasūtra, of the Sūtra on the Three Moral Defects of Devadatta, and of the Kavikumārāvadāna. In <span class='author'>Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. <span class='roman_numerals'>II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class='roman_numerals'>III</span>), Oslo: Hermes Publishing, 25–36. ",
    "methodology:113": "<span class='author'>Dutt</span>, Nalinaksha 1984a (part 1), 1984b (part 2). <cite>Gilgit Manuscripts</cite> (<cite>= Bibliotheca Indo-Buddhica No. 16, No. 17</cite>). Delhi: Sri Satguru, vol. 3. ",
    "methodology:114": "<span class='author'>Eimer</span>, Helmut 1983. <cite>Rab tu ''byuṅ ba''i gźi. Die Tibetische Übersetzung des Pravrajyāvastu im Vinaya der Mūlasarvāstivādins</cite>. Wiesbaden: Harrasowitz. vol. 2. ",
    "methodology:115": "<span class='author'>Enomoto</span>, Fumio 1985. Zōagon-gyō kankei no Bonbun shahon danpen [Sanskrit fragments relating to the Saṁyuktāgama. Identification of some fragments of SHT5]. <cite>Bukkyō Kenkyū</cite> 15 (Dec.): 81–93. ",
    "methodology:116": "<span class='author'>Enomoto</span>, Fumio 1989. Sanskrit fragments from the Saṁyuktāgama discovered in Bamiyan and Eastern Turkestan. In <span class='author'>Enomoto</span> Fumio, <span class='author'>Hartmann</span>, Jens-Uwe, and <span class='author'>Matsumura</span> Hisashi (eds) Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: 7–16. ",
    "methodology:117": "<span class='author'>Enomoto</span>, Fumio 1994. A comprehensive study of the Chinese Saṁyuktāgama: Indic texts corresponding to the Chinese Saṁyuktāgama as found in the Sarvāstivāda-Mūlasarvāstivāda literature. Part 1: *Saṁgītanipāta. Kyoto: Kacho Junior College. ",
    "methodology:118": "<span class='author'>Enomoto</span>, Fumio 1997. Sanskrit Fragments from the Saṁgītanipāta of the Saṁyuktāgama. In <span class='author'>Kieffer-Pülz</span>, Petra and <span class='author'>Hartmann</span>, Jens-Uwe (eds), Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert on the Occasion of his 65th birthday, Swisstal-Odendorf, India et Tibetica 30: 91–105. ",
    "methodology:119": "<span class='author'>Feer</span>, Léon 1883. Fragments extraits du Kanjour (= Annales du Musée Guimet, tome 5). Paris: E. Leroux. ",
    "methodology:120": "<span class='author'>Foguang</span> 1972–1987. Foguang Dazangjing, Ahan zang: Za Ahan (1972), Zhong Ahan (1984), Chang Ahan (1985), Zengyi Ahan (1987) [Foguang Tripiṭaka, Āgama: Saṁyuktāgama (1972), Madhyamāgama (1984), Dīrghāgama (1985), Ekottarikāgama (1987)]. Kaohsiung: Foguang. ",
    "methodology:121": "<span class='author'>Fukita</span>, Takamichi 1982. Bonbun Daihongyō engisetsu no fukugen ni tsuite [On a restoration of the pratītyasamutpāda in the Mahāvadānasūtra]. <cite>Bukkyō Shigaku Kenkyū</cite> 24/2: 26–43. ",
    "methodology:122": "<span class='author'>Fukita</span>, Takamichi 1985a. The Mahāvadāna sūtra: A reconstruction of chapters <span class='roman_numerals'>IV</span> and <span class='roman_numerals'>V</span>. <cite>Bukkyō Daigaku Daigakuin Kenkyū Kiyō</cite> 13: 17–52. ",
    "methodology:123": "<span class='author'>Fukita</span>, Takamichi 1985b. Bonbun Daihongyō no fukugen ni kansuru jakkan no mondai [Some problems relating to the reconstruction of the Sanskrit Mahāvadānasūtra]. <cite>Indogaku Bukkyōgaku Kenkyū</cite> 33.2 (Mar): 547–548. ",
    "methodology:124": "<span class='author'>Fukita</span>, Takamichi 1987a. Bonbun Daihongyō dai-ni shō oboegaki [A note on chapter 2 of the Mahāvadānasūtra]. <cite>Bukkyō Ronsō</cite> 31 (Sep): 121–124. ",
    "methodology:125": "<span class='author'>Fukita</span>, Takamichi 1987b. Bonbun Daihongyō shahon Cat. No. 498 (= MAV 82, 83) ni kansuru chūkan hōkoku [Provisional report on the MAV Ms. Cat. No. 498]. <cite>Bukkyō Bunka Kenkyūsho Shohō</cite> 4: 20–19. ",
    "methodology:126": "<span class='author'>Fukita</span>, Takamichi 1987c. Vipaśyin-Butsu ichie sanga no ninzū o megutte: Bonbun Daihongyō dai-jusshō kessonbubun no fukugen [On the number of bhikṣus in Buddha Vipaśyin’s first Sangha: A reconstruction of the lost part of chapter 10 of the Mahāvadānasūtra]. <cite>Jōdo-shū Kyōgakuin Kenkyūsho-hō</cite> 9: 22–26. ",
    "methodology:127": "<span class='author'>Fukita</span>, Takamichi 1988a. Daihongyō to Hasōji ni miru kyōtsū no dentō to chihōteki hensen, tokuni Bosatsu-tanjō-densetsu o chūshin to shite [Common tradition and local development of the Mahāvadānasūtra and the Saṁghabhedavastu, particularly focusing on the Bodhisattva’s birth legend]. <cite>Hōnen Gakkai Ronsō</cite> 6: 5–22. ",
    "methodology:128": "<span class='author'>Fukita</span>, Takamichi 1988b. Higashi Torukisutan Ubu no dokuju kyōten—Nagaropanavyākaraṇa (= Nagarasūtra)—to mayoke [A recitation of the Sarvāstivādins in Eastern Turkestan—the Nagaropamavyākaraṇa (= Nagarasūtra)—and a charm]. <cite>Sankō Bunka Kenkyūsho Nenpō</cite> 20: 27–49. ",
    "methodology:129": "<span class='author'>Fukita</span>, Takamichi 2003. <cite>The Mahāvadānasūtra: A new edition based on manuscripts discovered in northern Turkestan</cite> (= <cite>Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden</cite>, Beiheft 10). Göttingen: Vandenhoeck & Ruprecht. ",
    "methodology:130": "<span class='author'>Glass</span>, Andrew. 2007. <cite>Four Gāndhārī Saṁyuktāgama sūtras: Senior Kharoṣṭhī fragment 5.</cite> (= <cite>Gandhāran Buddhist Texts, vol. 4</cite>). Seattle and London: University of Washington Press. ",
    "methodology:131": "<span class='author'>Gnoli</span>, Raniero 1977. <cite>The Gilgit manuscript of the Saṅghabhedavastu: Being the 17th and last section of the Vinaya of the Mūlasarvāstivādin</cite>, Part <span class='roman_numerals'>I</span> (= <cite>Serie Orientale Roma</cite>, <span class='roman_numerals'>XLIX</span>, 1). Roma: Istituto Italiano per il Medio ed Estremo Oriente. ",
    "methodology:132": "<span class='author'>Gnoli</span>, Raniero 1978. <cite>The Gilgit manuscript of the Saṅghabhedavastu: Being the 17th and last section of the Vinaya of the Mūlasarvāstivādin</cite>, Part <span class='roman_numerals'>II</span> (= <cite>Serie Orientale Roma</cite>, <span class='roman_numerals'>XLIX</span>, 2). Roma: Istituto Italiano per il Medio ed Estremo Oriente. ",
    "methodology:133": "<span class='author'>Habata</span>, Hiromi 2007. <cite>Die zentralasiatischen Sanskrit-Fragmente des Mahāparinirvāna-Mahāsūtra: Kritische Ausgabe des Sanskrittextes und seiner tibetischen Übertragung im Vergleich mit den chinesischen Übersetzungen</cite>. Marburg: Indica et Tibetica. ",
    "methodology:134": "<span class='author'>Hahlweg</span>, Klaus 1954. <cite>Das Mahāgovinda-Sūtra, eine vergleichende Analyse der indischen und chinesischen Versionen</cite>, dissertation, University of München. ",
    "methodology:135": "<span class='author'>Hahn</span>, Michael 1977. Das Saptamaithunasaṁyuktasūtra: Ein Sūtra des Ekottarikāgama. In <span class='author'>Härtel</span>, Herbert (ed.), <cite>Beiträge zur Indienforschung, Ernst Waldschmidt zum 80. Geburtstag gewidmet</cite>, Berlin: Museum für indische Kunst, 205–224. ",
    "methodology:136": "<span class='author'>Harrison</span>, Paul 1997. The Ekottarikāgama Translations of An Shigao. In Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert. <span class='author'>Kieffer-Pülz</span>, Petra. and <span class='author'>Hartmann</span>, Jens-Uwe (eds). Swisstal-Oldendorf, pp. 261–283. ",
    "methodology:137": "<span class='author'>Harrison</span>, Paul 2002. Another Addition to the An Shigao Corpus? Preliminary Notes on an Early Chinese Saṁyuktāgama Translation. In Sakurabe Ronshu Committee (ed.), <cite>Early Buddhism and Abhidharma Thought: In Honor of Doctor Hajime Sakurabe on His Seventy-seventh Birthday</cite>, Kyoto: Heirakuji Shoten, 1–32. ",
    "methodology:138": "<span class='author'>Hartmann</span>, Jens-Uwe 1989. Fragmente aus dem Dīrghāgama der Sarvāstivādins. In <span class='author'>Enomoto</span> Fumio, <span class='author'>Hartmann</span>, Jens-Uwe, and <span class='author'>Matsumura</span> Hisashi (eds), Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: Vandenhoeck & Ruprecht, 37–67. ",
    "methodology:139": "<span class='author'>Hartmann</span>, Jens-Uwe 1991. <cite>Untersuchungen zum Dīrghāgama der Sarvāstivādins</cite>. Habilitationsschrift. Göttingen: Georg-August-Universität. ",
    "methodology:140": "<span class='author'>Hartmann</span>, Jens-Uwe 1998. Sanskrit Fragments from the <i>Āgamas</i> (<span class='roman_numerals'>I</span>): The Aṅgulimālāsūtra. <cite>Indologica Taurinensia</cite> 23/24: 351–362. ",
    "methodology:141": "<span class='author'>Hartmann</span>, Jens-Uwe 2000. Zu einer neuen Handschrift des Dīrghāgama. In <cite>Vividharatnakaraṇḍaka: Festgabe für Adelheid Mette (= Indica et Tibetica: Monographien zu den Sprachen und Literaturen des indo-tibetischen Kulturraumes Band 37)</cite>. C Chojnacki et al. (eds). Swisstal-Odendorf: Indica und Tibetica, pp. 359–367. ",
    "methodology:142": "<span class='author'>Hartmann</span>, Jens-Uwe 2002. More Fragments of the Caṅgīsūtra. In <span class='author'>Braarvig</span>, Jens (ed). <cite>Buddhist Manuscripts</cite> vol. <span class='roman_numerals'>II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class='roman_numerals'>III</span>), Oslo: Hermes Publishing, 1–16. ",
    "methodology:143": "<span class='author'>Hartmann</span>, Jens-Uwe 2004. Contents and structure of the Dīrghāgama of the (Mūla)-Sarvāstivādins. <cite>Annual report of the International Research Institute for Advanced Buddhology at Soka University</cite> 7: 119–137. ",
    "methodology:144": "<span class='author'>Hoernle</span>, A. F. Rudolf 1916. <cite>Manuscript remains of Buddhist literature found in Eastern Turkestan: Facsimiles of manuscripts in Sanskrit, Khotanese, Kuchean, Tibetan and Chinese, with transcripts, translations and notes, edited in conjunction with other scholars, with critical introductions and vocabularies</cite>, vol. 1. Oxford. Reprinted 1970, St. Leonards: Ad Orientem. ",
    "methodology:145": "<span class='author'>Hoffmann</span>, Helmut 1939. Bruchstücke des Ātāṭātikasūtra aus dem zentralasiatischen Sanskritkanon der Buddhisten (= <cite>Kleinere Sanskrit-Texte</cite> <span class='roman_numerals'>V</span>). Leipzig: F. A. Brockhaus. Reprinted 1987 in <span class='author'>Sander</span>, Lore (ed.), <cite>Nachträge zu “Kleinere Sanskrit-Texte, Heft <span class='roman_numerals'>V</span></cite>” (= <cite>Monographien zur indischen Archäologie, Kunst und Philologie</cite>, 3), Wiesbaden: Franz Steiner. ",
    "methodology:146": "<span class='author'>Honjō</span>, Yoshifumi 1984. <cite>A Table of Āgama-Citations in the Abhidharmakośa and the Abhidharmakośopāyikā</cite>. Kyoto. ",
    "methodology:147": "<span class='author'>Hosoda</span>, Noriaki 1989a. Sanskrit fragments from the Parivrājakasaṁyukta of the Saṁyuktāgama (1). In <cite>Indian Philosophy and Buddhism: Essays in honour of Professor Kotatsu Fujita on his sixtieth birthday</cite>: 185–206. Kyoto. ",
    "methodology:148": "<span class='author'>Hosoda</span>, Noriaki 1989b. Bonbun Zōagongyō Busshosetsuhon Gedōsōō (2) [Sanskrit fragments from the Parivrājakasaṁyukta of the Saṁyuktāgama (2)]. <cite>Hokkaidō Journal of Indological and Buddhist Studies</cite> 4: 140–153. ",
    "methodology:149": "<span class='author'>Hosoda</span>, Noriaki 1989c. Torufan shōrai mokuhansatsu Bonbun Zōagongyō danken: R. Pischel kōhyō Bonbun danken ni tsuite [Fragmentary woodblock mss of the Sanskrit Saṁyuktāgama from Turfan: On Sanskrit fragments published by R. Pischel]. <cite>Indogaku Bukkyōgaku Kenkyū</cite> 37.2: 540–546. ",
    "methodology:150": "<span class='author'>Hosoda</span>, Noriaki 1991. Bonbun Zōagongyō Busshosetsuhon Gedōsōō (3) [Sanskrit fragments from the Parivrājakasaṁyukta of the Saṁyuktāgama (3)]. <cite>Hokkaidō Journal of Indological and Buddhist Studies</cite> 6: 172–191. ",
    "methodology:151": "<span class='author'>Johnston</span>, E. H. 1995. <cite>Aśvaghoṣa’s Buddhacarita or Acts of the Buddha</cite>. Delhi: Munshiram Manoharlal. ",
    "methodology:152": "<span class='author'>Kuan</span>, Tse-Fu 2007. Annotated Translation of the Chinese Version of the Kāyagatāsati Sutta. <cite>Indian International Journal of Buddhist Studies</cite> 8: 175–194. ",
    "methodology:153": "<span class='author'>Kuan</span>, Tse-Fu 2008. <cite>Mindfulness in Early Buddhism: New Approaches through Psychology and Textual Analysis of Pali, Chinese, and Sanskrit Sources</cite> (<cite>Routledge Critical Studies in Buddhism</cite>) London: Routledge. ",
    "methodology:154": "<span class='author'>Kudara</span>, Kōgi et al. 1983. Uigurische Āgama-Fragmente (1). <cite>Altorientalische Forschungen</cite> 10: 269–309. ",
    "methodology:155": "<span class='author'>Kudara</span>, Kōgi et al. 1990. Uigurische Āgama-Fragmente (2). <cite>Altorientalische Forschungen</cite> 17: 130–145. ",
    "methodology:156": "<span class='author'>Kudara</span>, Kōgi et al. 1995. Uigurische Āgama-Fragmente (3). <cite>Bukkyō Bunka Kenkyū sho Kiyō</cite> 34: 23–84. ",
    "methodology:157": "<span class='author'>Kudo</span>, Noriyuki 2004. <cite>The Karmavibhaṅga</cite>. <cite>Transliterations and Annotations of the Original Sanskrit Manuscripts from Nepal.</cite> Tokyo: Soka University. ",
    "methodology:158": "<span class='author'>Kudo</span>, Noriyuki et al. 2006a. The First Three Folios of Manuscript B of the Karmavibhanga. <cite>Annual Report of the International Research Institute for Advanced Buddhology at Soka University</cite>, vol. 9 pp. 33–42. ",
    "methodology:159": "<span class='author'>Kudo</span>, Noriyuki 2006b. One More Manuscript of the Karmavibhanga in the National Archives of Nepal, Kathmandu: Transliteration of Manuscript E (1). <cite>Annual Report of the International Research Institute for Advanced Buddhology at Soka University</cite>, vol. 9 pp. 43–60. ",
    "methodology:160": "<span class='author'>La Vallée Poussin</span>, Louis de 1907. Mss. Cecil Bendall. <cite>Journal of the Royal Asiatic Society of Great Britain and Ireland</cite>: 375–379. ",
    "methodology:161": "<span class='author'>La Vallée Poussin</span>, Louis de 1911. Documents Sanscrits de la Second Collection M. Stein. <cite>Journal of the Royal Asiatic Society</cite>: 759–777 and 1063–1079. ",
    "methodology:162": "<span class='author'>La Vallée Poussin</span>, Louis de 1913. Documents sanskrit de la seconde collection M. A. Stein. Fragments du Saṁyuktakāgama. <cite>Journal of the Royal Asiatic Society of Great Britain and Ireland</cite>: 569–580. ",
    "methodology:163": "<span class='author'>Lefmann</span>, S. 1902. <cite>Lalita Vistara: Leben und Lehre des Çakya-Buddha, Textausgabe mit Varianten-, Metren- und Wörterverzeichnis</cite>. Halle: Verlag der Buchhandlung des Waisenhauses. ",
    "methodology:164": "<span class='author'>Lévi</span>, Sylvain 1904. Le Saṁyuktāgama sanscrit et les feuillets Grünwedel. <cite>T’oung Pao</cite> <span class='roman_numerals'>II</span> 5: 297–307. ",
    "methodology:165": "<span class='author'>Lévi</span>, Sylvain 1910. Documents de l’Asie Central (Mission Pelliot). Textes sanscrits de Touen-Houang: Nidâna-Sûtra, Daçabala-Sûtra, Dharmapada, Hymne de Mâtṛceṭa. <cite>Journal Asiatique</cite>, sér. 10, 16: 433–456. ",
    "methodology:166": "<span class='author'>Lévi</span>, Sylvain 1925. Notes Indiennes. <cite>Journal Asiatique</cite> 206: 17–35. ",
    "methodology:167": "<span class='author'>Lévi</span>, Sylvain 1932. <cite>Mahākarmavibhaṅga (La Grande Classification des Actes) et Karmavibhaṅgopadeśa (Discussion sur le Mahā Karmavibhaṅga), Textes sanscrits rapportés du Népal, édités et traduits avec les textes parallèles en Sanscrit, en Pali, en Tibétain, en Chinois et en Koutchéen</cite>. Paris: Librairie Ernest Leroux. ",
    "methodology:168": "<span class='author'>Lévi</span>, Sylvain 1933. <cite>Fragments de Textes Koutchéens: Udānavarga, Udānastotra, Udānālaṁkāra et Karmavibhaṅga, Publiés et traduits avec un vocabulaire et une introduction sur le ‘Tocharien’ (Cahiers de la Société Asiatique, Première Série)</cite>. Paris: Imprimerie Nationale. ",
    "methodology:169": "<span class='author'>Maggi</span>, Mauro 1995. <cite>The Khotanese Karmavibhaṅga</cite> (= <cite>Serie Orientale Roma</cite>, <span class='roman_numerals'>LXXIV</span>). Roma: Istituto Italiano per il Medio ed Estremo Oriente. ",
    "methodology:170": "<span class='author'>Matsuda</span>, Kazunobu 1996. Bonbun Chū-agon no Katomandō dankan (New Sanskrit fragments of the Madhyamāgama from the Cecil Bendall mss. in the National Archives, Kathmandu). <cite>Indogaku Bukkyōgaku Kenkyū</cite> 44/2 (Mar), 868–862 (113–119). ",
    "methodology:171": "<span class='author'>Matsumura</span>, Hisashi 1985. Raitawarakyō no tenkai no ichi danmen [One aspect of the development of the Rāṣṭrapālasūtra]. <cite>Bukkyō Kenkyū</cite> 15: 39–62. ",
    "methodology:172": "<span class='author'>Matsumura</span>, Hisashi 1988. <cite>The Mahāsudarśanāvadāna and the Mahāsudarśanasūtra</cite> (= <cite>Bibliotheca Indo-Buddhica</cite> No. 47). Delhi: Sri Satguru Publications. ",
    "methodology:173": "<span class='author'>Maue</span>, Dieter 1985. Sanskrit-uigurische Fragmente des Āṭānāṭikasūtra und des Āṭānāṭiyahṛdaya. <cite>Ural-Altaische Jahrbücher</cite> 5: 98–122. ",
    "methodology:174": "<span class='author'>Meltzer</span>, Gudrun 2006. <cite>Ein Abschnitt aus dem Dīrghāgama</cite>. PhD thesis. München: Ludwig-Maximilians-Universität. ",
    "methodology:175": "<span class='author'>Minayeff</span>, <span class='roman_numerals'>I</span>. P. and <span class='author'>Oldenburg</span>, S. 1983. <cite>Buddhist Texts from Kashgar and Nepal</cite>. New Delhi. ",
    "methodology:176": "<span class='author'>Mitra</span>, Raj. (ed & trl) 1877. The Lalita Vistara or Memoirs of the Early Life of Śākya Siñha. (= Biliotheca Indica vol. 15). Calcutta: C. B. Lewis. ",
    "methodology:177": "<span class='author'>Mittal</span>, Kusum 1957. <cite>Dogmatische Begriffsreihen im älteren Buddhismus <span class='roman_numerals'>I</span></cite>: Fragmente des Daśottarasūtra aus zentralasiatischen Sanskrit-Handschriften [<span class='roman_numerals'>i–viii</span>] (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class='roman_numerals'>IV</span>). Berlin: Akademie-Verlag. ",
    "methodology:178": "<span class='author'>Miyasaka</span>, Yusho 1970. Mahāsamayasūtra, <cite>Acta Indologica</cite> <span class='roman_numerals'>I</span>: 109–135. ",
    "methodology:179": "<span class='author'>Nagashima</span>, Jundo 2009. The Sanskrit Fragments Or. 15009/51–90 in the Hoernle Collection. In <cite>Buddhist Manuscripts from Central Asia: The British Library Sanskrit Fragments</cite>. S. Karashima et al. (eds). Tokyo: The International Research Institute for Advanced Buddhology, Soka University, vol. 2, pp. 128–159. ",
    "methodology:180": "<span class='author'>Nakatani</span>, Hideaki 1986. Un fragment xylographique de l’Upāli-sūtra conservé au Musée Guimet. <cite>Bulletin d’Études Indiennes</cite> 4: 305–319. ",
    "methodology:181": "<span class='author'>Neumann</span>, Karl Eugen 1896/1995. <cite>Die Reden des Buddha: Mittlere Sammlung, aus dem Pāli-Kanon übersetzt</cite>. Herrnschrot: Beyerlein & Steinschulte. ",
    "methodology:182": "<span class='author'>Oberlies</span>, Thomas 2003. Ein bibliographischer Überblick über die kanonischen Texte der Śrāvakayāna-Schulen des Buddhismus (ausgenommen der des Mahāvihāra-Theravāda). <cite>Wiener Zeitschrift für die Kunde Südasiens</cite> 47: 37–84. ",
    "methodology:183": "<span class='author'>Ōkubo</span>, Yusen 1982. The Ekottara-āgama Fragments of the Gilgit Manuscript: Romanized Text. <cite>Bukkyōgaku</cite> <cite>Seminā</cite> 35: 120–91. ",
    "methodology:184": "<span class='author'>Pāsādika</span>, Bhikkhu 1989: <cite>Kanonische Zitate im Abhidharmakośabhāṣya des Vasubandhu</cite>. Göttingen: Vandenhoeck & Ruprecht. ",
    "methodology:185": "<span class='author'>Pauly</span>, Bernard 1957–1967. Fragments Sanskrits de Haute Asie (Mission Pelliot), <cite>Journal Asiatique</cite> vol. 245 (1957) pp. 281–307; vol. 247 (1959) pp. 203–249; vol. 248 (1960) pp. 213–258 and pp. 509–538; vol. 249 (1961) pp. 333–410; vol. 250 (1962) pp. 593–612; vol. 252 (1964) pp. 197–271; vol. 253 (1965) pp. 83–121 and 183–187; vol. 254 (1966) pp. 245–304; vol. 255 (1967) pp. 231–241. ",
    "methodology:186": "<span class='author'>Pauly</span>, Bernard 1959. Fragments sanskrits de Haute Asie (Mission Pelliot). Journal Asiatique (Année 1959): 247, 203–249. ",
    "methodology:187": "<span class='author'>Peipina</span>, Lita 2008. <cite>The Piṅgalātreya sūtra of the (Mūla-)sarvāstivādins: Its Edition and Study. Investigation of the Piṁgalātreya sūtra’s status within the Dīrghāgama “Collection of Long (Discourses of the Buddha)”</cite>. MA thesis, University of Oslo. ",
    "methodology:188": "<span class='author'>Peyrot</span>, Michael 2008. More Sanskrit, Tocharian B Bilingual Udānavarga Fragments. <cite>Indogermanische Forschungen, Zeitschrift für Indogermanistik und allgemeine Sprachwissenschaft</cite> 113: 83–125. ",
    "methodology:189": "<span class='author'>Pischel</span>, R. 1904a. Bruchstücke des Sanskritkanons der Buddhisten aus Idykutšari, Chinesisch-Turkestan. <cite>Sitzungsberichte der Königlich Preussischen Akademie der Wissenschaften in Berlin</cite> 25: 807–827. ",
    "methodology:190": "<span class='author'>Pischel</span>, R. 1904b. Neue Bruchstücke des Sanskritkanons der Buddhisten aus Idykutšari, Chinesisch-Turkestan. <cite>Sitzungsberichte der Königlich Preussischen Akademie der Wissenschaften in Berlin</cite> 25: 1138–1145. ",
    "methodology:191": "<span class='author'>Rosenberg</span>, F. 1920. Deux fragments sogdien-bouddhiques du Ts’ien-fo-tong de Touen-Houang, <span class='roman_numerals'>II</span>: Fragment d’un Sūtra. <cite>Izvestija Rossijskoj akademii nauk</cite>: 399–420. ",
    "methodology:192": "<span class='author'>Salomon</span>, Richard 2000. <cite>A Gāndhārī Version of the Rhinoceros Sūtra, British Library Kharoṣṭhī Fragment 5B</cite> (= <cite>Gandhāran Buddhist Texts 1</cite>) Seattle: University of Washington Press. ",
    "methodology:193": "<span class='author'>Salomon</span>, Richard 2003. The Senior Manuscripts: Another Collection of Gandhāran Buddhist Scrolls. <cite>Journal of the American Oriental Society</cite> 123/1: 73–92. ",
    "methodology:194": "<span class='author'>Sander</span>, Lore 1987. <cite>Nachträge zu “Kleine Sanskrit-Texte Heft <span class='roman_numerals'>iii–v</span>”</cite> (= <cite>Monographien zur indischen Archäologie, Kunst und Philologie</cite>, 3). Wiesbaden: Franz Steiner. ",
    "methodology:195": "<span class='author'>Schlingloff</span>, Dieter 1961. Zum Mahāgovindasūtra. <cite>Mitteilungen des Instituts für Orientforschung, Deutsche Akademie der Wissenschaften zu Berlin</cite> 7: 32–50. ",
    "methodology:196": "<span class='author'>Schlingloff</span>, Dieter 1962. <cite>Dogmatische Begriffsreihen im älteren Buddhismus Ia: Daśottarasūtra <span class='roman_numerals'>ix–x</span></cite> (= <cite>Sanskrittexte aus den Turfanfunden,</cite> IVa). Berlin: Akademie-Verlag. ",
    "methodology:197": "<span class='author'>Schlingloff</span>, Dieter 1963. Zum Mahāgovindasūtra. <cite>Mitteilungen des Instituts für Orientforschung, Deutsche Akademie der Wissenschaften zu Berlin</cite> 8: 38–44. ",
    "methodology:198": "<span class='author'>Schlingloff</span>, Dieter 1964. <cite>Ein Buddhistisches Yogalehrbuch: Textband</cite>. (= Sanskrittexte aus den Turfanfunden <span class='roman_numerals'>VII</span>). Berlin: Akademie-Verlag. ",
    "methodology:199": "<span class='author'>Schmidt</span>, <span class='roman_numerals'>I</span>. J. 1843. <cite>Der Weise und der Thor, aus dem Tibetischen übersetzt und mit dem Originaltexte herausgegeben</cite>. St. Petersburg: Kaiserliche Akademie der Wissenschaften. ",
    "methodology:200": "<span class='author'>Senart</span>, Emile 1882. <cite>Le Mahāvastu</cite> (vol. 1): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale. ",
    "methodology:201": "<span class='author'>Senart</span>, Emile 1890. <cite>Le Mahāvastu</cite> (vol. 2): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale. ",
    "methodology:202": "<span class='author'>Senart</span>, Emile 1897. <cite>Le Mahāvastu</cite> (vol. 3): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale. ",
    "methodology:203": "<span class='author'>Shōgaito</span>, Masahiro 1998. Three Fragments of Uighur Āgama. In <span class='author'>Laut</span> and <span class='author'>Ölmez</span> (eds.), <cite>Bahşi Ögdisi, Festschrift für Klaus Röhrborn, Freiburg/Istanbul</cite>, 363–378. ",
    "methodology:204": "<span class='author'>Shōgaito</span>, Masahiro 2002. Fragments of Uighur Daśabala Sūtra. In <cite>Splitter aus der Gegend von Turfan: Festschrift für Peter Zieme</cite> (<cite>Türk Dilleri Arastirmalari Dizisi, 35</cite>). M. Ölmez et al. (eds). Berlin pp. 291–297. ",
    "methodology:205": "SHT, <cite>Sanskrithandschriften aus den Turfanfunden</cite>. 1965 (vol. i) ed. W. Clawiter, L. Holzmann, E. Waldschmidt; 1968 (vol. ii) ed. idem; 1971 (vol. iii) ed. idem; 1980 (vol. iv) ed. L. Sander, E. Waldschmidt; 1985 (vol. v) ed. idem; 1989 (vol. vi) ed. H. Bechert, K. Wille; 1995 (vol. vii) ed. idem; 2000 (vol. viii) ed. idem; 2004 (vol. ix) ed. idem; 2008 (vol. x) ed. K. Wille. Wiesbaden/Stuttgart: Franz Steiner. ",
    "methodology:206": "<span class='author'>Sieg</span>, E. 1938. Die Kutschischen Karmavibhaṅga Texte der Bibliothèque Nationale in Paris. <cite>Zeitschrift für Vergleichende Sprachforschung auf dem Gebiete der Indogermanischen Sprachen</cite>, 65: 165–172. ",
    "methodology:207": "<span class='author'>Sieg</span>, E. et al. 1949. <cite>Tocharische Sprachreste, Sprache B. Die Udānālaṅkāra-Fragmente.</cite> Göttingen: Vandenhoeck & Ruprecht. ",
    "methodology:208": "<span class='author'>Silverlock</span>, Blair 2009. <cite>An Edition, Translation, and Study of the Bodha-sūtra from the Manuscript of the Gilgit Dīrghāgama of the (Mūla-)Sarvāstivādins.</cite> BA thesis, University of Sydney. ",
    "methodology:209": "<span class='author'>Simon</span>, Walther 1970. A Note on the Tibetan Version of the Karmavibhaṅga Preserved in the MS Kanjur of the British Museum. <cite>Bulletin of the School of Oriental and African Studies</cite> 33: 161–166. ",
    "methodology:210": "<span class='author'>Skilling</span>, Peter 1994. <cite>Mahāsūtras: Great Discourses of the Buddha</cite>, Volume <span class='roman_numerals'>I</span>: Texts. Oxford: Pali Text Society. ",
    "methodology:211": "<span class='author'>Skilling</span>, Peter 1997. Discourse on the Four Kinds of Karma. <cite>Journal of Religious Studies</cite> 7: 86–91. ",
    "methodology:212": "<span class='author'>Skilling</span>, Peter 2000. Vasubandhu and the Vyākhāyukti Literature. <cite>Journal of the International Association of Buddhist Studies</cite> 23,2: 297–350. ",
    "methodology:213": "<span class='author'>Skilling</span>, Peter 2011. Discourse on the Twenty-two Faculties, Translated from Śamathadeva’s Upāyikā-ṭīkā. In <cite>Felicitation Volume for Professor Samtani</cite>. L. Shravak (ed.) (forthcoming). ",
    "methodology:214": "<span class='author'>Somaratne</span>, G. A. 1999. <cite>Saṁyutta-nikāya Vol. <span class='roman_numerals'>I</span>.</cite> Oxford: Pali Text Society. ",
    "methodology:215": "<span class='author'>Speyer</span>, J. S. 1970a (1906). <i>Avadānaśataka: A Century of Edifying Tales Belonging to the Hīnayāna</i>, vol. 1 <cite>(Bibliotheca Buddhica <span class='roman_numerals'>III</span>)</cite>. Osnabrück: Biblio Verlag. ",
    "methodology:216": "<span class='author'>Speyer</span>, J. S. 1970b (1909). <cite>Avadānaśataka: A Century of Edifying Tales Belonging to the Hīnayāna</cite>, vol. 2 <cite>(Bibliotheca Buddhica <span class='roman_numerals'>III</span>)</cite>. Osnabrück: Biblio Verlag. ",
    "methodology:217": "<span class='author'>Stache-Rosen</span>, Valentina 1968. <cite>Dogmatische Begriffsreihen im älteren Buddhismus <span class='roman_numerals'>II</span>: Das Saṅgītisūtra und sein Kommentar Saṅgītiparyāya, nach Vorarbeiten von Kusum Mittal bearbeitet</cite>. Teil 1–2 (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class='roman_numerals'>IX</span>). Berlin: Akademie-Verlag. ",
    "methodology:218": "<span class='author'>Tekin</span>, Şinasi 1980. <cite>Maitrisimit nom bitig. Die Uigurische Übersetzung eines Werkes der Buddhistischen Vaibhāṣika Schule</cite>. Berlin: Akademie Verlag. ",
    "methodology:219": "<span class='author'>Thich</span>, Minh Chau 1964. <cite>The Chinese Madhyama Āgama and the Pāli Majjhima Nikāya: A Comparative Study</cite>. Reprinted 1991, Delhi: Motilal Banarsidass. ",
    "methodology:220": "<span class='author'>Thich</span>, Nhat Hanh 1996. <cite>Breathe! You are Alive: Sutra on the Full Awareness of Breathing</cite>. Berkeley: Parallax Press. ",
    "methodology:221": "<span class='author'>Thich</span> Huyen-vi and <span class='author'>Pāsādiko</span> Bhikkhu 1984–2004. [Partial Translation of Ekottarikāgama, T125]. <cite>Buddhist Studies Review</cite> 1.2 onwards. ",
    "methodology:222": "<span class='author'>Tripāṭhi</span>, Chandrabhal 1962. Fünfundzwanzig Sūtras des Nidānasaṁyukta (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class='roman_numerals'>VIII</span>). Berlin: Akademie-Verlag. ",
    "methodology:223": "<span class='author'>Tripāṭhi</span>, Chandrabhal 1980. Die Einleitung des Daśottarasūtra. <cite>Indianisme et Bouddhisme</cite> 23: 353–358. ",
    "methodology:224": "<span class='author'>Tripāṭhi</span>, Chandrabhal 1985. Saṅgīti-Sūtra, Nipāta <span class='roman_numerals'>II</span>, und Ekottarāgama-Parallelen. In <span class='author'>Bechert</span>, Heinz (ed.), <cite>Die Sprache der ältesten buddhistischen Überlieferung</cite>, Göttingen: Vandenhoeck & Ruprecht, 191–199. ",
    "methodology:225": "<span class='author'>Tripāṭhi</span>, Chandrabhal 1995. <cite>Ekottarāgama-Fragmente der Gilgit-Handschrift</cite>. Reinbek: Dr Inge Wezler Verlag für Orientalistische Fachpublikationen. ",
    "methodology:226": "<span class='author'>Vaidya</span>, P. L. 1958a. <cite>Avadāna-śataka (Buddhist Sanskrit Texts No. 19)</cite>. Darbhanga: Mithila Institute. ",
    "methodology:227": "<span class='author'>Vaidya</span>, P. L. 1958b. <cite>Lalita-vistaraḥ (Buddhist Sanskrit Texts No. 1)</cite>. Darbhanga: Mithila Institute. ",
    "methodology:228": "<span class='author'>Vaidya</span>, P. L. 1999. <cite>Divyāvadāna (Buddhist Sanskrit Texts No. 20)</cite>. Darbhanga: Mithila Institute. ",
    "methodology:229": "<span class='author'>Von Criegern</span>, Oliver 2002. <cite>Das Kūṭatāṇḍyasūtra, nach dem Dīrghāgama Manuskript herausgegeben und übersetzt.</cite> MA thesis. München: Ludwig-Maximilians-Universität. ",
    "methodology:230": "<span class='author'>Waldschmidt</span>, Ernst 1932. <cite>Bruchstücke buddhistischer Sūtras aus dem zentralasiatischen Sanskritkanon, <span class='roman_numerals'>I</span>, herausgegeben und im Zusammenhang mit ihren Parallelversionen bearbeitet</cite> (= <cite>Kleinere Sanskrit-Texte</cite>, <span class='roman_numerals'>IV</span>). Leipzig: Deutsche Morgenländishe Gesellschaft. Reprinted 1979, Wiesbaden: Franz Steiner. ",
    "methodology:231": "<span class='author'>Waldschmidt</span>, Ernst 1950–1951. <cite>Das Mahāparinirvāṇasūtra: Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins, auf Grund von Turfan-handschriften</cite>. Teil <span class='roman_numerals'>i–iii</span>. <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1949/1, 1950/2, 1950/3. Berlin: Akademie-Verlag. ",
    "methodology:232": "<span class='author'>Waldschmidt</span>, Ernst 1952a. Zur Śroṇakoṭikarṇa-Legende. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1952/6: 129–151. ",
    "methodology:233": "<span class='author'>Waldschmidt</span>, Ernst 1952b. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class='roman_numerals'>I</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1952/2. ",
    "methodology:234": "<span class='author'>Waldschmidt</span>, Ernst 1953. <cite>Das Mahāvadānasūtra: Ein kanonischer Text über die sieben letzten Buddhas. Sanskrit, verglichen mit dem Pāli nebst einer Analyse der in chinesischer Übersetzung überlieferten Parallelversionen. Auf Grund von Turfan-Handschriften herausgegeben</cite>. Teil <span class='roman_numerals'>i–ii</span>. <cite>Abhandlungen der deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1952/8, 1954/3. ",
    "methodology:235": "<span class='author'>Waldschmidt</span>, Ernst 1955a. Zu einigen Bilinguen aus den Turfan-Funden. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1955/1: 1–20. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.). <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht<cite>,</cite> 238–257. ",
    "methodology:236": "<span class='author'>Waldschmidt</span>, Ernst 1955b. Die Einleitung des Saṅgītisūtra. <cite>Zeitschrift der deutschen morgenländischen Gesellschaft</cite> 105: 298–318. Reprinted 1967 in B <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 258–278. ",
    "methodology:237": "<span class='author'>Waldschmidt</span>, Ernst 1956a. Ein Fragment des Saṁyuktāgama aus den “Turfan-Funden” (M476). <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1956/3: 45–53. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 279–287. ",
    "methodology:238": "<span class='author'>Waldschmidt</span>, Ernst 1956b. A fragment from the Saṁyuktāgama found in Chinese-Turkestan (“Turfan”). <cite>Adyar Library Bulletin</cite> 20: 213–228. (Revised translation of Waldschmidt 1956a). ",
    "methodology:239": "<span class='author'>Waldschmidt</span>, Ernst 1957a. Identifizierung einer Handschrift des Nidānasaṁyukta aus den Turfanfunden. <cite>Zeitschrift der deutschen morgenländischen Gesellschaft</cite> 107: 372–401. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 288–317. ",
    "methodology:240": "<span class='author'>Waldschmidt</span>, Ernst 1957b. Sūtra 25 of the Nidānasaṁyukta. <cite>Bulletin of the School of Oriental and African Studies</cite> 20: 569–579. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 318–328. ",
    "methodology:241": "<span class='author'>Waldschmidt</span>, Ernst 1957c. Das Upasenasūtra, ein Zauber gegen Schlangenbiss aus dem Saṁyuktāgama. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1957/2: 27–44. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 329–346. ",
    "methodology:242": "<span class='author'>Waldschmidt</span>, Ernst 1957d. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class='roman_numerals'>II</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1956/1. ",
    "methodology:243": "<span class='author'>Waldschmidt</span>, Ernst 1958. Ein Zweites Daśabalasūtra. <cite>Mitteilungen des Instituts für Orientforschung</cite> 6: 382–405. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 347–370. ",
    "methodology:244": "<span class='author'>Waldschmidt</span>, Ernst 1959a. Kleine Brahmi-Schriftrolle. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1959/1: 1–25. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 371–395. ",
    "methodology:245": "<span class='author'>Waldschmidt</span>, Ernst 1959b. The Upasenasūtra, a charm against snake-bites from the Saṁyuktāgama. In <cite>Jñānamuktāvaī, Commemoration volume in honour of Johannes Nobel</cite>, New Delhi, 234–253. ",
    "methodology:246": "<span class='author'>Waldschmidt</span>, Ernst 1961a. Der Buddha preist die Verehrungswürdigkeit seiner Reliquien. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1961.11: 375–385. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 417–427. ",
    "methodology:247": "<span class='author'>Waldschmidt</span>, Ernst 1961b. Über ein der Turfan-Handschrift TM 361 fälschlich zugeteiltes Sanskritfragment. <cite>Ural-Altäische Jahrbücher</cite> 33: 199–203. Reprinted 1967 in <span class='author'>Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 412–416. ",
    "methodology:248": "<span class='author'>Waldschmidt</span>, Ernst 1962. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class='roman_numerals'>III</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1960/1. ",
    "methodology:249": "<span class='author'>Waldschmidt</span>, Ernst 1968a. Drei Fragmente buddhistischer Sūtras aus den Turfan-handschriften. Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1968.1, 3–26. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 232–255. ",
    "methodology:250": "<span class='author'>Waldschmidt</span>, Ernst 1968b. Ein Beitrag zur Überlieferung vom Sthavira Śroṇa Koṭiviṁśa. In Mélanges d’indianisme. À la mémoire de Louis Renou (= Publications de l’Institut de Civilisation Indienne, Fasc. 28). Paris: E. de Boccard, 773–787. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 217–231. ",
    "methodology:251": "<span class='author'>Waldschmidt</span>, Ernst 1968c. A Note on Names and Surnames of Indra in a Fragment of a Buddhist Canonical Sanskrit Text from Central Asia, Journal of the Bihar Research Society, 54: 33–39. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 256–264. ",
    "methodology:252": "<span class='author'>Waldschmidt</span>, Ernst 1970a. Buddha frees the disc of the moon (Candrasūtra). Bulletin of the School of Oriental and African Studies 33: 179–183. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 296–301. ",
    "methodology:253": "<span class='author'>Waldschmidt</span>, Ernst 1970b. Fragment of a Buddhist Sanskrit text on cosmogony. In Tilakasiri, J. (ed.), Añjali. Papers on Indology and Buddhism. O. H. Vijesekera felicitation volume: 40–45. Peradeniya. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 290–295. ",
    "methodology:254": "<span class='author'>Waldschmidt</span>, Ernst 1972. A contribution to our knowledge of Sthavira Sroṇa Koṭhiviṁśa. In <span class='author'>Hazra</span>, R. C. & <span class='author'>Banerji</span>, S. C. (eds), S. K. De memorial volume, Calcutta, 107–116. ",
    "methodology:255": "<span class='author'>Waldschmidt</span>, Ernst 1976. “Teufeleien” in den Turfan-Sanskrittexten. In <span class='author'>Franke</span>, H., <span class='author'>Heissig</span>, W. & <span class='author'>Treue</span>, W. (eds), Folia rara, Wolfgang Voigt <span class='roman_numerals'>LXV</span>. diem natalem celebranti: 140–147. Wiesbaden: Franz Steiner. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 312–319. ",
    "methodology:256": "<span class='author'>Waldschmidt</span>, Ernst 1978. Mahāmaudgalyāyana’s sermon on the letting-in and not letting-in (of sensitive influences). Journal of the International Association of Buddhist Studies 1: 25–33. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 320–328. ",
    "methodology:257": "<span class='author'>Waldschmidt</span>, Ernst 1979. The Varṇaśatam. An eulogy of hundred epitheta of Lord Buddha spoken by the gṛhapati Upāli(n). Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1979.1: 1–19. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 329–345. ",
    "methodology:258": "<span class='author'>Waldschmidt</span>, Ernst 1980a. Central Asian sūtra fragments and their relation to the Chinese āgamas. In <span class='author'>Bechert</span>, Heinz (ed.), Die Sprache der ältesten buddhistischen Überlieferung. Göttingen: Vandenhoeck & Ruprecht, 136–174. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften. Stuttgart: Franz Steiner, 370–408. ",
    "methodology:259": "<span class='author'>Waldschmidt</span>, Ernst 1980b. The Rāṣṭrapālasūtra in Sanskrit remnants from Central Asia. In Indianisme et Bouddhisme: Mélanges offerts à Mgr. Étienne Lamotte: 359–374. Louvain-la-Neuve: Institut Orientaliste de l’Université Catholique, Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 346–361. ",
    "methodology:260": "<span class='author'>Waldschmidt</span>, Ernst 1980c. On a Sanskrit version of the Verahaccāni Sutta of the Saṁyuttanikāya. Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1980.4: 69–76. Reprinted 1989 in <span class='author'>Bechert</span>, Heinz & <span class='author'>Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 362–369. ",
    "methodology:261": "<span class='author'>Weller</span>, Friedrich, 1935. Das tibetische Brahmajālasūtra. <cite>Zeitschrift für Indologie und Iranistik</cite>, 10: 1–61. ",
    "methodology:262": "<span class='author'>Wille</span>, Klaus 2002. Fragments of the Mahāparinirvāṇasūtra. In <span class='author'>Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. <span class='roman_numerals'>II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class='roman_numerals'>III</span>): 17–24. Oslo: Hermes Publishing. ",
    "methodology:263": "<span class='author'>Wille</span>, Klaus 2005. Survey of the Sanskrit Manuscripts in the Turfan Collection. Vortrag anlässlich des Workshops <cite>Digitalisierung der chinesischen, tibetischen, syrischen und Sanskrit-Texte der Berliner Turfansammlung,</cite> Berlin, 02.06.2005. ",
    "methodology:264": "<span class='author'>Wille</span>, Klaus 2006. The Sanskrit Fragments Or. 15003 in the Hoernle Collection. <cite>Buddhist Manuscripts from Central Asia, The British Library Sanskrit Fragments</cite>, S. Karashima et al. (ed.), Tokyo: Soka University, vol. 1 pp 65–153. ",
    "methodology:265": "<span class='author'>Yinshun</span> 1971. <cite>Yuanshi Fojiao shengdian zhi jicheng</cite> [The Compilation of the Scriptures of Early Buddhism]. Reprinted 1988, Taipei: Zhengwen. ",
    "methodology:266": "<span class='author'>Yinshun</span> 1983. <cite>Za Ahan jing lun huibian</cite> [Saṁyuktāgama Sūtra and Commentary] (3 vols.). Taipei: Zhengwen. ",
    "methodology:267": "<span class='author'>Zhang</span>, Lixiang 2003. <cite>Das Śaṁkarakasūtra: Eine Übersetzung des Sanskrit-Textes im Vergleich mit der Pāli-Fassung</cite>. München. ",
    "methodology:268": "<span class='author'>Zhou</span>, Chungyang 2008. <cite>Das Kaivartisūtra der neuentdeckten Dīrghāgama-Handschrift: Eine Edition und Rekonstruction des Textes</cite>. MA thesis. Göttingen: Georg-August-Universität. ",
    "methodology:269": "<span class='author'>Zongtse</span>, Champa Thupten 1990. Udānavarga Band <span class='roman_numerals'>III</span>. Der tibetische Text, unter Mitarbeit von Siglinde Dietz herausgegeben von Champa Tupten Zongtse (<cite>Sanskrittexte aus den Turfanfunden <span class='roman_numerals'>X</span>, 3. Abhandlungen der Akademie der Wissenschaften in Göttingen, Philologisch-historische Klasse, Dritte Folge, Nr. 187</cite>). Göttingen: Vandenhoeck & Ruprecht. ",
    "methodology:270": "<span class='author'>Zürcher</span>, Erik 1995. Obscure Texts on Favourite Topics. Dao’an’s Anonymous Scriptures. In H. Schmidt-Glintzer (ed.), <cite>Das andere China</cite>. Wiesbaden: Harrassowitz, pp. 161–181. ",
    "methodology:271": "Vinayaparallelen ",
    "methodology:272": "<span class='author'>Banerjee</span>, Anukul Chandra. <cite>Sarvāstivāda Literature</cite>, The World Press Private Limited, 1979. ",
    "methodology:273": "<span class='author'>Banerjee</span>, Anukul Chandra. <cite>Two Buddhist Vinaya Texts in Sanskrit (Prātimokṣa sūtra and Bhikṣukarmavākya)</cite>, The World Press Private Limited, 1977.<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/5/5cc698a7147e40ce8e6efa6354cf4e63bf4289df.pdf'>skt-mu-bu-pm-gbm3.pdf</a> (11.7 MB)<br/> SC ID: skt-mu-bu-pm-gbm3. ",
    "methodology:274": "<span class='author'>Beal</span>, Samuel. <cite>A Catena of Buddhist Scriptures from the Chinese</cite>, Trubner & Co., 1871. ",
    "methodology:275": "<span class='author'>Chandra</span>, Lokesh. <cite>Unpublished Gilgit Fragment of the Prātimokṣa Sūtra</cite><br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/a/a36850452675e4fabea360d3ad601ba496920bce.pdf'>skt-mu-bu-pm-gbm2.pdf</a> (3.0 MB)<br/> SC ID: skt-mu-bu-pm-gbm2. ",
    "methodology:276": "<span class='author'>Clarke</span>, Shayne. <cite>Vinaya Mātṛkā—Mother of the Monastic codes, or Just Another Set of Lists?</cite>, Indo-Iranian Journal, 44: 77–120, 2004. ",
    "methodology:277": "<span class='author'>Finot</span>, Louis. <cite>Le Prātimokṣasūtra des Sarvāstivādins</cite>, Journale Asiatique, Nov–Dec, 1913, 465–558. (Including fragment of <cite>bhikṣuṇī prātimokṣa</cite>.)<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/0/0de2b67dae51dcec8e29eee49c6890037253de88.pdf'>skt-sv-bu-pm-finot.pdf</a> (3.4 MB)<br/> SC ID: skt-sv-bu-pm-finot. ",
    "methodology:278": "<span class='author'>Frauwallner</span>, E. <cite>The Earliest Vinaya and the Beginnings of Buddhist Literature</cite>, Is. M.E.O. 1956. ",
    "methodology:279": "Akira <span class='author'>Hirakawa</span>, in collaboration with Zenno Ikuno and Paul Groner: <cite>Monastic Discipline for the Buddhist Nuns, an English translation of the Chinese text of the Mahāsaṁghika Bhiksuṇī Vinaya</cite>, K. P. Jayaswal Research Institute, Patna, 1982. ",
    "methodology:280": "<span class='author'>Horner</span>, I. B. <cite>The Book of the Discipline</cite>, Pali Text Society, vols. 1–6. ",
    "methodology:281": "<span class='author'>Kabalsingh</span>, Chatsumarn. <cite>The Bhikkhunī Patimokkha of the Six Schools</cite>, Thammasat University, 1991. ",
    "methodology:282": "R. <span class='author'>Nishimoto</span>, <cite>Rajū-yaku Jūju Bikuni Haradaimokusha Kaihon no Shutsugen narabini Shobu Sō-Ni Kaihon no Taishō Kenkyū</cite> (a recently discovered Bhipra of the Sarvāstivādins, translated by Kumārajīva, and a comparative study with the Bhipras of the other schools), Ōtani Gakuhō 9.2, 1928, pp. 27 (245)–60 (278) (with comprehensive comparative charts). <br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/9/9cd49b0ed139b2af3457c2475b155edd801bc72e.zip'>nishimoto-all-compressed.zip</a> (27.3 MB). ",
    "methodology:283": "<span class='author'>Nolot</span>, Edith. <cite>Regles de Discipline des Nonnes Bouddhistes</cite>, College de France, 1991. ",
    "methodology:284": "<span class='author'>Prebish</span>, Charles S. <cite>A Survey of Vinaya Literature</cite>, Jin Luen Publishing House, Taipei, 1994. ",
    "methodology:285": "<span class='author'>Pachow</span>, W. <cite>A Comparative Study of the Pratimoksa: On the Basis of its Chinese, Tibetan, Sanskrit and Pali Versions </cite>, Motilal Banarsidass Publishers, 1955. ",
    "methodology:286": "<span class='author'>Rosen</span>, Valentina. <cite>Comparative Tables of Pratimoksha</cite><br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/6/69e671680c0d219e7d14585209abae0b384c8809.pdf'>Valentina Rosen, comparative tables of pratimoksa.pdf</a> (1.6 MB). ",
    "methodology:287": "<span class='author'>Tsomo</span>, Karma Lekshe. <cite>Sisters in Solitude</cite>, State University of New York Press, 1996. ",
    "methodology:288": "<span class='author'>Rosen</span>, Valentina. <cite>Upāliparipṛcchāsūtra</cite>, Vandenhoeck & Ruprecht, 1984. ",
    "methodology:289": "<span class='author'>Roth</span>, Gustav. <cite>Bhikṣuṇī Vinaya, including Bhikhṣuṇī Prakīrṇaka and a summary of the Bhikhṣu Prakīrṇaka of the Ārya Mahāsaṁghika Lokuttaravādin</cite>, K. P. Jayaswal Research Institute, Patna, 1970. ",
    "methodology:290": "<span class='author'>Singh</span> and Kenryo <span class='author'>Minow</span>, Sanghasen. <cite>A Critical Edition and Translation of Abhisamācārikā Nāma Bhikhṣu-Prakīrṇakaḥ</cite>, Buddhist Studies, Department of Buddhist Studies, University of Delhi, Vol. XII, 1988.<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/7/75496923e12ba733c684fa6a55f98653a0dc48e6.pdf'>Abhisamacarika ed with trs by Sanghasen and Minowa.pdf</a> (13.8 MB). ",
    "methodology:291": "<span class='author'>Tathaaloka</span>, Ayya. <cite>Vinaya Matrix—Reference key to precept numbering</cite>, 2003. ",
    "methodology:292": "<span class='author'>Vidyabhusana</span>, Satis Chandra. <cite>So-sor-thar-pa; or, a Code of Buddhist Monastic Laws: Being the Tibetan version of Prātimokṣa of the Mūlasarvāstivāda School</cite>, Journal of the Asiatic Society of Bengal, vol. xi, 1915, p. 29<em>ff</em>.<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/a/a8a6be946f3ea0bf2dec552df8c15952f241c9bf.pdf'>bo-mu-bu-pm.pdf</a> (9.0 MB). ",
    "methodology:293": "<span class='author'>Waldschmidt</span>, Ernst. <cite>Bruchstücke des Bhikṣuṇī- Prātimokṣa der Sarvāstivādins, mit einer darstellung der Überlieferung des Bhikṣuṇī-Prātimokṣa in den verschiedenen Schulen</cite>, Leipzig, 1926. <br/>(<a href='https://books.google.com.tw/books/about/Bruchst%C3%BCcke_des_Bhik%E1%B9%A3u%E1%B9%87%C4%AB_Pr%C4%81timok.html?id=7UvhOwAACAAJ&amp;redir_esc=y'>Google books</a>)<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/9/96f85c4e0d8d1f9105e9c34334adfede261ad383.pdf'>Waldschmidt, Bruchstucke der Bhiksunipratimoksa.pdf</a> (55.2 MB). ",
    "methodology:294": "<span class='author'>Wille</span>, Klaus. <cite>Survey of the Sanskrit Manuscripts in the Turfan Collection</cite>, Vortrag anläßlich des Workshops Digitalisierung der chinesischen, tibetischen, syrischen und Sanskrit-Texte der Berliner Turfansammlung, Berlin, 02.06.2005<br/><a href='https://discourse.suttacentral.net/uploads/default/original/2X/9/9e4ffab8ef1fb6d9614c00d84d3164efedc0a513.pdf'>Willie - Survey of Buddhist manuscripts in the Turfan collection.pdf</a> (96.2 KB). ",
    "methodology:295": "Dhammapada-Parallelen ",
    "methodology:296": "<span class='author'>Ānandajoti</span>, Bhikkhu. <cite>Parallels to the Dhammapada Verses</cite> (version 2.3, June 2016). Available, with a list of sources, on the author’s website: <br/><a href='https://www.ancient-buddhist-texts.net/Buddhist-Texts/K2-Dhammapada-Parallels/index.htm' rel='noopener' target='_blank'>www.ancient-buddhist-texts.net/Buddhist-Texts/K2-Dhammapada-Parallels/index.htm</a>. ",
    "methodology:297": "<span class='author'>Su</span>, Ken. <cite>Correspondence Tables of Chinese Verses among T210, T212 and T213</cite>. Āgama research group. <br/><a href='http://yifertwtw.blogspot.tw/' rel='noopener' target='_blank'>http://yifertwtw.blogspot.tw/</a>. ",
    "methodology:298": "<span class='author'>Bollée</span>, Willem B. <cite>Reverse Index of the Dhammapada, Suttanipāta, Thera- and Therīgāthā Pādas with Parallels from the Āyāraṅga, Sūyagaḍa, Uttarajjhāyā Dasaveyāliya and Isibhāsiyāiṁ.</cite>. Verlag für Orientalistische Fachpublikationen, <br>Reinbek 1983. </br> ",
    "methodology:299": "<span class='author'>Falk</span>, Harry. <cite>A new Gāndhārī Dharmapada (Texts from the Split Collection 3)</cite>. <a href='http://iriab.soka.ac.jp/content/pdf/aririab/Vol.%20XVIII%20(2015).pdf' rel='noopener' target='_blank'>Annual Report of the International Research Institute for Advanced Buddhology,<br> at Soka University for the Academic Year 2014.<br/>Vol. XVIII (2015)</br></a>. ",
    "methodology:300": "<span class='author'>Braarvig</span>, Jens & <span class='author'>Liland</span>, Fredrik. University of Oslo, Faculty of Humanities. <a href='https://www2.hf.uio.no/polyglotta/index.php?page=volume&amp;vid=71' rel='noopener' target='_blank'>Udānavarga</a>. "
  }
}