{
  "_markup_path": "markup/an/an09/an9.039.html",
  "_alt_strings": [
    "pi/an/an09/an9.039.json"
  ],
  "an9.39:1.1": "Numbered Discourses 9 ",
  "an9.39:2.1": "4 The Greater Chapter ",
  "an9.39:3.1": "39 The War Between the Gods and the Demons",
  "an9.39:4.1": "“Once upon a time, mendicants, a battle was fought between the gods and the demons.",
  "an9.39:4.2": "In that battle the demons won and the gods lost.",
  "an9.39:4.3": "Defeated, the gods fled north with the demons in pursuit.",
  "an9.39:4.4": "Then the gods thought:",
  "an9.39:4.5": "‘The demons are still in pursuit.",
  "an9.39:4.6": "Why don’t we engage them in battle a second time?’",
  "an9.39:4.7": "And so a second battle was fought between the gods and the demons.",
  "an9.39:4.8": "And for a second time the demons won and the gods lost.",
  "an9.39:4.9": "Defeated, the gods fled north with the demons in pursuit. ",
  "an9.39:5.1": "Then the gods thought: ",
  "an9.39:5.2": "‘The demons are still in pursuit. ",
  "an9.39:5.3": "Why don’t we engage them in battle a third time?’",
  "an9.39:5.4": "And so a third battle was fought between the gods and the demons.",
  "an9.39:5.5": "And for a third time the demons won and the gods lost.",
  "an9.39:5.6": "Defeated and terrified, the gods fled right into the castle of the gods.",
  "an9.39:5.7": "When they had entered their castle, they thought:",
  "an9.39:5.8": "‘Now we’re in a secure location and the demons can’t do anything to us.’ ",
  "an9.39:5.9": "The demons also thought:",
  "an9.39:5.10": "‘Now the gods are in a secure location and we can’t do anything to them.’ ",
  "an9.39:6.1": "Once upon a time, a battle was fought between the gods and the demons.",
  "an9.39:6.2": "In that battle the gods won and the demons lost.",
  "an9.39:6.3": "Defeated, the demons fled south with the gods in pursuit.",
  "an9.39:6.4": "Then the demons thought:",
  "an9.39:6.5": "‘The gods are still in pursuit.",
  "an9.39:6.6": "Why don’t we engage them in battle a second time?’",
  "an9.39:6.7": "And so a second battle was fought between the gods and the demons.",
  "an9.39:6.8": "And for a second time the gods won and the demons lost.",
  "an9.39:6.9": "Defeated, the demons fled south with the gods in pursuit. ",
  "an9.39:7.1": "Then the demons thought: ",
  "an9.39:7.2": "‘The gods are still in pursuit. ",
  "an9.39:7.3": "Why don’t we engage them in battle a third time?’",
  "an9.39:7.4": "And so a third battle was fought between the gods and the demons.",
  "an9.39:7.5": "And for a third time the gods won and the demons lost.",
  "an9.39:7.6": "Defeated and terrified, the demons fled right into the citadel of the demons.",
  "an9.39:7.7": "When they had entered their citadel, they thought:",
  "an9.39:7.8": "‘Now we’re in a secure location and the gods can’t do anything to us.’ ",
  "an9.39:7.9": "And the gods also thought:",
  "an9.39:7.10": "‘Now the demons are in a secure location and we can’t do anything to them.’ ",
  "an9.39:8.1": "In the same way, a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. At such a time the mendicant thinks:",
  "an9.39:8.2": "‘Now I’m in a secure location and Māra can’t do anything to me.’ ",
  "an9.39:8.3": "And Māra the Wicked also thinks:",
  "an9.39:8.4": "‘Now the mendicant is in a secure location and we can’t do anything to them.’ ",
  "an9.39:9.1": "When, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the",
  "an9.39:9.2": "second absorption … ",
  "an9.39:9.3": "third absorption … ",
  "an9.39:9.4": "fourth absorption. At such a time the mendicant thinks:",
  "an9.39:9.5": "‘Now I’m in a secure location and Māra can’t do anything to me.’  ",
  "an9.39:9.6": "And Māra the Wicked also thinks: ",
  "an9.39:9.7": "‘Now the mendicant is in a secure location and we can’t do anything to them.’ ",
  "an9.39:10.1": "A mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an9.39:10.2": "At such a time they are called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
  "an9.39:11.1": "A mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. …",
  "an9.39:11.2": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. …",
  "an9.39:11.3": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. …",
  "an9.39:11.4": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "an9.39:11.5": "At such a time they are called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see. And they’ve crossed over clinging to the world.”"
}