{
  "_markup_path": "markup/an/an09/an9.033.html",
  "_alt_strings": [
    "pi/an/an09/an9.033.json"
  ],
  "an9.33:1.1": "Numbered Discourses 9 ",
  "an9.33:2.1": "4 The Greater Chapter ",
  "an9.33:3.1": "33 The Nine Progressive Meditative Attainments",
  "an9.33:4.1": "“Mendicants, I will teach you the nine progressive meditative attainments …",
  "an9.33:4.2": "And what are the nine progressive meditative attainments?",
  "an9.33:4.3": "Where sensual pleasures cease, and those who have thoroughly ended sensual pleasures meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:4.4": "If someone should say, ‘I do not know or see where sensual pleasures cease’, ",
  "an9.33:4.5": "they should be told:",
  "an9.33:4.6": "‘Reverend, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.33:4.7": "That’s where sensual pleasures cease.’",
  "an9.33:4.8": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:4.9": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:5.1": "Where the placing of the mind and keeping it connected cease, and those who have thoroughly ended the placing of the mind and keeping it connected meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:5.2": "If someone should say, ‘I do not know or see where the placing of the mind and keeping it connected cease’, ",
  "an9.33:5.3": "they should be told: ",
  "an9.33:5.4": "‘It’s when a mendicant, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected.",
  "an9.33:5.6": "That’s where the placing of the mind and keeping it connected cease.’",
  "an9.33:5.7": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:5.8": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:6.1": "Where rapture ceases, and those who have thoroughly ended rapture meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:6.2": "If someone should say, ‘I do not know or see where rapture ceases’, ",
  "an9.33:6.3": "they should be told: ",
  "an9.33:6.4": "‘It’s when a mendicant, with the fading away of rapture, enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, “Equanimous and mindful, one meditates in bliss”.",
  "an9.33:6.6": "That’s where rapture ceases.’",
  "an9.33:6.7": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:6.8": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:7.1": "Where equanimous bliss ceases, and those who have thoroughly ended equanimous bliss meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:7.2": "If someone should say, ‘I do not know or see where equanimous bliss ceases’, ",
  "an9.33:7.3": "they should be told: ",
  "an9.33:7.4": "‘It’s when a mendicant, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
  "an9.33:7.6": "That’s where equanimous bliss ceases.’",
  "an9.33:7.7": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:7.8": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:8.1": "Where perceptions of form ceases, and those who have thoroughly ended perceptions of form meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:8.2": "If someone should say, ‘I do not know or see where perceptions of form ceases’,",
  "an9.33:8.3": "they should be told: ",
  "an9.33:8.4": "‘It’s when a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that “space is infinite”, enters and remains in the dimension of infinite space.",
  "an9.33:8.5": "That’s where perceptions of form cease.’",
  "an9.33:8.6": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:8.7": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:9.1": "Where the perception of the dimension of infinite space ceases, and those who have thoroughly ended the perception of the dimension of infinite space meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:9.2": "If someone should say, ‘I do not know or see where the perception of the dimension of infinite space ceases’,",
  "an9.33:9.3": "they should be told: ",
  "an9.33:9.4": "‘It’s when a mendicant, going totally beyond the dimension of infinite space, aware that “consciousness is infinite”, enters and remains in the dimension of infinite consciousness.",
  "an9.33:9.5": "That’s where the perception of the dimension of infinite space ceases.’",
  "an9.33:9.6": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:9.7": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:10.1": "Where the perception of the dimension of infinite consciousness ceases, and those who have thoroughly ended the perception of dimension of infinite consciousness meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:10.2": "If someone should say, ‘I do not know or see where the perception of the dimension of infinite consciousness ceases’,",
  "an9.33:10.3": "they should be told: ",
  "an9.33:10.4": "‘It’s when a mendicant—going totally beyond the dimension of infinite consciousness—aware that “there is nothing at all”, enters and remains in the dimension of nothingness.",
  "an9.33:10.5": "That’s where the perception of the dimension of infinite consciousness ceases.’",
  "an9.33:10.6": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:10.7": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:11.1": "Where the perception of the dimension of nothingness ceases, and those who have thoroughly ended the perception of dimension of nothingness meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:11.2": "If someone should say, ‘I do not know or see where the perception of the dimension of nothingness ceases’,",
  "an9.33:11.3": "they should be told: ",
  "an9.33:11.4": "‘It’s when a mendicant—going totally beyond the dimension of nothingness—enters and remains in the dimension of neither perception nor non-perception.",
  "an9.33:11.5": "That’s where the perception of the dimension of nothingness ceases.’",
  "an9.33:11.6": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:11.7": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:12.1": "Where the perception of the dimension of neither perception nor non-perception ceases, and those who have thoroughly ended the perception of the dimension of neither perception nor non-perception meditate, I say: ‘Clearly those venerables are desireless, extinguished, crossed over, and gone beyond in that respect.’",
  "an9.33:12.2": "If someone should say, ‘I do not know or see where the perception of the dimension of neither perception nor non-perception ceases’,",
  "an9.33:12.3": "they should be told: ",
  "an9.33:12.4": "‘It’s when a mendicant—going totally beyond the dimension of neither perception nor non-perception—enters and remains in the cessation of perception and feeling.",
  "an9.33:12.5": "That’s where the perception of the dimension of neither perception nor non-perception ceases.’",
  "an9.33:12.6": "Clearly someone who is not manipulative or deceitful would approve and agree with that statement.",
  "an9.33:12.7": "They’d say ‘Good!’ and bowing down, they’d pay homage with cupped hands.",
  "an9.33:13.1": "These are the nine progressive meditative attainments."
}