{
  "_markup_path": "markup/an/an09/an9.037.html",
  "_alt_strings": [
    "pi/an/an09/an9.037.json"
  ],
  "an9.37:1.1": "Numbered Discourses 9 ",
  "an9.37:2.1": "4 The Greater Chapter ",
  "an9.37:3.1": "37 By Ānanda",
  "an9.37:4.1": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery. ",
  "an9.37:4.2": "There Ānanda addressed the mendicants:  ",
  "an9.37:4.3": "“Reverends, mendicants!”  ",
  "an9.37:4.4": "“Reverend,” they replied. ",
  "an9.37:4.5": "Ānanda said this:",
  "an9.37:5.1": "“It’s incredible, reverends, it’s amazing!",
  "an9.37:5.2": "How this Blessed One who knows and sees, the perfected one, the fully awakened Buddha, has found an opening in a confined space. It’s in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an9.37:5.3": "The eye itself is actually present, and so are those sights. Yet one will not experience that sense-field.",
  "an9.37:5.4": "The ear itself is actually present, and so are those sounds. Yet one will not experience that sense-field.",
  "an9.37:5.5": "The nose itself is actually present, and so are those smells. Yet one will not experience that sense-field.",
  "an9.37:5.6": "The tongue itself is actually present, and so are those tastes. Yet one will not experience that sense-field.",
  "an9.37:5.7": "The body itself is actually present, and so are those touches. Yet one will not experience that sense-field.”",
  "an9.37:6.1": "When he said this, Venerable Udāyin said to Venerable Ānanda: ",
  "an9.37:6.2": "“Reverend Ānanda, is one who doesn’t experience that sense-field actually percipient or not?”",
  "an9.37:6.3": "“Reverend, one who doesn’t experience that sense-field is actually percipient, not non-percipient.”",
  "an9.37:7.1": "“But what does one who doesn’t experience that sense-field perceive?”",
  "an9.37:7.2": "“It’s when a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an9.37:7.3": "One who doesn’t experience that sense-field perceives in this way.",
  "an9.37:8.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "an9.37:8.2": "One who doesn’t experience that sense-field perceives in this way. ",
  "an9.37:9.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "an9.37:9.2": "One who doesn’t experience that sense-field perceives in this way.",
  "an9.37:10.1": "Reverend, this one time I was staying near Sāketa in the deer park in Añjana Wood.",
  "an9.37:10.2": "Then the nun Jaṭilagāhikā came up to me,",
  "an9.37:10.3": "bowed, stood to one side, ",
  "an9.37:10.4": "and said to me:",
  "an9.37:10.5": "‘Sir, Ānanda, regarding the samādhi that does not lean forward or pull back, and is not held in place by forceful suppression. Being free, it’s stable. Being stable, it’s content. Being content, one is not anxious.",
  "an9.37:10.6": "What did the Buddha say was the fruit of this samādhi?’",
  "an9.37:11.1": "When she said this, I said to her:",
  "an9.37:11.2": "‘Sister, regarding the samādhi that does not lean forward or pull back, and is not held in place by forceful suppression. Being free, it’s stable. Being stable, it’s content. Being content, one is not anxious.",
  "an9.37:11.3": "The Buddha said that the fruit of this samādhi is final knowledge.’",
  "an9.37:11.4": "One who doesn’t experience that sense-field perceives in this way, too.”"
}