{
  "_markup_path": "markup/an/an09/an9.007.html",
  "_alt_strings": [
    "pi/an/an09/an9.007.json"
  ],
  "an9.7:1.1": "Numbered Discourses 9 ",
  "an9.7:2.1": "1 Awakening ",
  "an9.7:3.1": "7 With Sutavā the Wanderer",
  "an9.7:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an9.7:4.2": "Then the wanderer Sutavā went up to the Buddha,",
  "an9.7:4.3": "and exchanged greetings with him.",
  "an9.7:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an9.7:4.5": "and said to the Buddha:",
  "an9.7:5.1": "“Sir, this one time the Buddha was staying right here in Rājagaha, the Mountain Keep.",
  "an9.7:5.2": "There I heard and learned this directly from the Buddha:",
  "an9.7:5.3": "‘A mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—can’t transgress in five respects.",
  "an9.7:5.4": "A mendicant with defilements ended can’t deliberately kill a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for pleasure like they did as a lay person.",
  "an9.7:5.5": "I trust I properly heard, learned, attended, and remembered that from the Buddha?”",
  "an9.7:6.1": "“Indeed, Sutavā, you properly heard, learned, attended, and remembered that.",
  "an9.7:6.2": "In the past, as today, I say this:",
  "an9.7:6.3": "‘A mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—can’t transgress in nine respects.",
  "an9.7:6.4": "A mendicant with defilements ended can’t deliberately kill a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for pleasure like they did as a lay person. And they can’t make decisions prejudiced by favoritism, hostility, stupidity, or cowardice.’",
  "an9.7:6.5": "In the past, as today, I say this: ",
  "an9.7:6.6": "‘A mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—can’t transgress in these nine respects.’”"
}