{
  "_markup_path": "markup/an/an09/an9.027.html",
  "_alt_strings": [
    "pi/an/an09/an9.027.json"
  ],
  "an9.27:1.1": "Numbered Discourses 9 ",
  "an9.27:2.1": "3 Abodes of Sentient Beings ",
  "an9.27:3.1": "27 Dangers and Threats (1)",
  "an9.27:4.1": "Then the householder Anāthapiṇḍika went up to the Buddha,",
  "an9.27:4.2": "bowed, and sat down to one side.",
  "an9.27:4.3": "The Buddha said to him:",
  "an9.27:5.1": "“Householder, when a noble disciple has quelled five dangers and threats, and has the four factors of stream-entry, they may, if they wish, declare of themselves:",
  "an9.27:5.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "an9.27:6.1": "What are the five dangers and threats they have quelled?",
  "an9.27:6.2": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who avoids killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.",
  "an9.27:6.3": "So that danger and threat is quelled for anyone who avoids killing living creatures.",
  "an9.27:7.1": "Anyone who steals …",
  "an9.27:7.2": "Anyone who commits sexual misconduct …",
  "an9.27:7.3": "Anyone who lies …",
  "an9.27:7.4": "Anyone who uses alcohol and drugs that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who avoids using alcohol and drugs that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.",
  "an9.27:7.5": "So that danger and threat is quelled for anyone who avoids using alcohol and drugs that cause negligence.",
  "an9.27:8.1": "These are the five dangers and threats they have quelled.",
  "an9.27:9.1": "What are the four factors of stream-entry that they have?",
  "an9.27:9.2": "It’s when a noble disciple has experiential confidence in the Buddha:",
  "an9.27:9.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’ ",
  "an9.27:10.1": "They have experiential confidence in the teaching:",
  "an9.27:10.2": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "an9.27:11.1": "They have experiential confidence in the Saṅgha:",
  "an9.27:11.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’",
  "an9.27:12.1": "And a noble disciple’s ethical conduct is loved by the noble ones, uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an9.27:12.2": "These are the four factors of stream-entry that they have.",
  "an9.27:13.1": "When a noble disciple has quelled these five dangers and threats, and has these four factors of stream-entry, they may, if they wish, declare of themselves:",
  "an9.27:13.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”"
}