{
  "_markup_path": "markup/an/an09/an9.024.html",
  "_alt_strings": [
    "pi/an/an09/an9.024.json"
  ],
  "an9.24:1.1": "Numbered Discourses 9 ",
  "an9.24:2.1": "3 Abodes of Sentient Beings ",
  "an9.24:3.1": "24 Abodes of Sentient Beings",
  "an9.24:4.1": "“Mendicants, there are nine abodes of sentient beings.",
  "an9.24:4.2": "What nine? ",
  "an9.24:4.3": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.",
  "an9.24:4.4": "This is the first abode of sentient beings.",
  "an9.24:5.1": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s company through the first absorption. ",
  "an9.24:5.2": "This is the second abode of sentient beings.",
  "an9.24:6.1": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "an9.24:6.2": "This is the third abode of sentient beings.",
  "an9.24:7.1": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.  ",
  "an9.24:7.2": "This is the fourth abode of sentient beings.",
  "an9.24:8.1": "There are sentient beings that are non-percipient and do not experience anything, such as the gods who are non-percipient beings.",
  "an9.24:8.2": "This is the fifth abode of sentient beings.",
  "an9.24:9.1": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "an9.24:9.2": "This is the sixth abode of sentient beings.",
  "an9.24:10.1": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness ",
  "an9.24:10.2": "This is the seventh abode of sentient beings.",
  "an9.24:11.1": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "an9.24:11.2": "This is the eighth abode of sentient beings.",
  "an9.24:12.1": "There are sentient beings that have gone totally beyond the dimension of nothingness. They have been reborn in the dimension of neither perception nor non-perception.",
  "an9.24:12.2": "This is the ninth abode of sentient beings.",
  "an9.24:13.1": "These are the nine abodes of sentient beings.”"
}