{
  "_markup_path": "markup/an/an09/an9.072.html",
  "_alt_strings": [
    "pi/an/an09/an9.072.json"
  ],
  "an9.72:1.1": "Numbered Discourses 9 ",
  "an9.72:2.1": "7 Mindfulness Meditation ",
  "an9.72:3.1": "72 Emotional Shackles",
  "an9.72:4.1": "“Mendicants, there are these five emotional shackles.",
  "an9.72:4.2": "What five? ",
  "an9.72:4.3": "Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "an9.72:4.4": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor.",
  "an9.72:4.5": "This is the first emotional shackle.",
  "an9.72:5.1": "Furthermore, a mendicant isn’t free of greed for the body … ",
  "an9.72:5.2": "They’re not free of greed for form … ",
  "an9.72:5.3": "They eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing … ",
  "an9.72:5.4": "They live the spiritual life wishing to be reborn in one of the orders of gods:",
  "an9.72:5.5": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ ",
  "an9.72:5.7": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor. ",
  "an9.72:5.8": "This is the fifth emotional shackle.",
  "an9.72:5.9": "These are the five emotional shackles.",
  "an9.72:6.1": "To give up these five emotional shackles you should develop the four kinds of mindfulness meditation.",
  "an9.72:6.2": "What four? ",
  "an9.72:6.3": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.  ",
  "an9.72:6.4": "They meditate by observing an aspect of feelings … ",
  "an9.72:6.5": "They meditate by observing an aspect of the mind … ",
  "an9.72:6.6": "They meditate by observing an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world.  ",
  "an9.72:6.7": "To give up those five emotional shackles you should develop these four kinds of mindfulness meditation.”"
}