{
  "_markup_path": "markup/an/an09/an9.004.html",
  "_alt_strings": [
    "pi/an/an09/an9.004.json"
  ],
  "an9.4:1.1": "Numbered Discourses 9 ",
  "an9.4:2.1": "1 Awakening ",
  "an9.4:3.1": "4 With Nandaka",
  "an9.4:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an9.4:4.2": "Now at that time Venerable Nandaka was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dharma talk.",
  "an9.4:4.3": "Then in the late afternoon, the Buddha came out of solitude and went to the assembly hall.",
  "an9.4:4.4": "He stood outside the door waiting for the talk to end.",
  "an9.4:4.5": "When he knew the talk had ended he cleared his throat and knocked with the latch.",
  "an9.4:4.6": "The mendicants opened the door for the Buddha, ",
  "an9.4:5.1": "and he entered the assembly hall, where he sat on the indicated seat.",
  "an9.4:5.2": "He said to Nandaka:",
  "an9.4:5.3": "“Nandaka, that was a long explanation of the teaching you gave to the mendicants. ",
  "an9.4:5.4": "My back was aching while I stood outside the door waiting for the talk to end.”",
  "an9.4:6.1": "When he said this, Nandaka felt embarrassed and said to the Buddha:",
  "an9.4:6.2": "“Sir, we didn’t know that the Buddha was standing outside the door.",
  "an9.4:6.3": "If we’d known, I wouldn’t have said so much.”",
  "an9.4:7.1": "Then the Buddha, knowing that Nandaka was embarrassed, said to him:",
  "an9.4:7.2": "“Good, good, Nandaka!",
  "an9.4:7.3": "It’s appropriate for people from good families like you, who have gone forth in faith from the lay life into homelessness, to sit together for a Dharma talk.",
  "an9.4:7.4": "When you’re sitting together you should do one of two things:",
  "an9.4:7.5": "discuss the teachings or keep noble silence.",
  "an9.4:7.6": "Nandaka, a mendicant is faithful but not ethical.",
  "an9.4:7.7": "So they’re incomplete in that respect, ",
  "an9.4:7.8": "and should fulfill it, thinking: ",
  "an9.4:7.9": "‘How can I become faithful and ethical?’ ",
  "an9.4:7.10": "When a mendicant is faithful and ethical, they’re complete in that respect.",
  "an9.4:8.1": "A mendicant is faithful and ethical, but does not get internal serenity of heart. ",
  "an9.4:8.2": "So they’re incomplete in that respect, ",
  "an9.4:8.3": "and should fulfill it, thinking: ",
  "an9.4:8.4": "‘How can I become faithful and ethical and get internal serenity of heart?’ ",
  "an9.4:8.5": "When a mendicant is faithful and ethical and gets internal serenity of heart, they’re complete in that respect.",
  "an9.4:9.1": "A mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles.",
  "an9.4:9.2": "So they’re incomplete in that respect.",
  "an9.4:9.3": "Suppose, Nandaka, there was a four-footed animal",
  "an9.4:9.4": "that was lame and disabled.",
  "an9.4:9.5": "It would be incomplete in that respect.",
  "an9.4:9.6": "In the same way, a mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles.",
  "an9.4:9.7": "So they’re incomplete in that respect, ",
  "an9.4:9.8": "and should fulfill it, thinking: ",
  "an9.4:9.9": "‘How can I become faithful and ethical and get internal serenity of heart and get the higher wisdom of discernment of principles?’ ",
  "an9.4:10.1": "When a mendicant is faithful and ethical and gets internal serenity of heart and gets the higher wisdom of discernment of principles, they’re complete in that respect.",
  "an9.4:10.2": "This is what the Buddha said.  ",
  "an9.4:10.3": "When he had spoken, the Holy One got up from his seat and entered his dwelling.  ",
  "an9.4:11.1": "Then soon after the Buddha left, Venerable Nandaka said to the mendicants:",
  "an9.4:11.2": "“Just now, reverends, the Buddha explained a spiritual practice that’s entirely full and pure in four statements, before getting up from his seat and entering his dwelling.",
  "an9.4:11.3": "‘Nandaka, a mendicant is faithful but not ethical.",
  "an9.4:11.4": "So they’re incomplete in that respect, ",
  "an9.4:11.5": "and should fulfill it, thinking:",
  "an9.4:11.6": "“How can I become faithful and ethical?”",
  "an9.4:11.7": "When a mendicant is faithful and ethical, they’re complete in that respect. ",
  "an9.4:11.8": "A mendicant is faithful and ethical, but does not get internal serenity of heart. …",
  "an9.4:11.9": "they get internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. So they’re incomplete in that respect. ",
  "an9.4:11.10": "Suppose, Nandaka, there was a four-footed animal that was lame and disabled. It would be incomplete in that respect.",
  "an9.4:11.11": "In the same way, a mendicant is faithful, ethical, and gets internal serenity of heart, but they don’t get the higher wisdom of discernment of principles. So they’re incomplete in that respect, and should fulfill it, thinking: “How can I become faithful and ethical and get internal serenity of heart and get the higher wisdom of discernment of principles?”",
  "an9.4:11.12": "When a mendicant is faithful and ethical and gets internal serenity of heart and gets the higher wisdom of discernment of principles, they’re complete in that respect.’",
  "an9.4:12.1": "Reverends, there are these five benefits of listening to the teachings at the right time and discussing the teachings at the right time.",
  "an9.4:12.2": "What five? ",
  "an9.4:12.3": "Firstly, a mendicant teaches the mendicants the Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.",
  "an9.4:12.4": "Whenever they do this, they become liked and approved by the Teacher, respected and admired.",
  "an9.4:12.5": "This is the first benefit …",
  "an9.4:13.1": "Furthermore, a mendicant teaches the mendicants the Dharma …",
  "an9.4:13.3": "Whenever they do this, they feel inspired by the meaning and the teaching in that Dharma.",
  "an9.4:13.4": "This is the second benefit …",
  "an9.4:14.1": "Furthermore, a mendicant teaches the mendicants the Dharma … ",
  "an9.4:14.3": "Whenever they do this, they see a deep matter in that Dharma with penetrating wisdom.",
  "an9.4:14.4": "This is the third benefit …",
  "an9.4:15.1": "Furthermore, a mendicant teaches the mendicants the Dharma … ",
  "an9.4:15.4": "Whenever they do this, their spiritual companions esteem them more highly, thinking:",
  "an9.4:15.5": "‘For sure this venerable has attained or will attain.’",
  "an9.4:15.6": "This is the fourth benefit …",
  "an9.4:16.1": "Furthermore, a mendicant teaches the mendicants the Dharma …",
  "an9.4:16.2": "Whenever they do this, there may be trainee mendicants present, who haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary. Hearing that teaching, they rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an9.4:16.3": "There may be perfected mendicants present, who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge. Hearing that teaching, they simply wish to live happily in the present life.",
  "an9.4:16.4": "This is the fifth benefit …",
  "an9.4:16.5": "These are the five benefits of listening to the teachings at the right time and discussing the teachings at the right time.”"
}