{
  "_markup_path": "markup/an/an09/an9.042.html",
  "_alt_strings": [
    "pi/an/an09/an9.042.json"
  ],
  "an9.42:1.1": "Numbered Discourses 9 ",
  "an9.42:2.1": "5 Similarity",
  "an9.42:3.1": "42 Cramped",
  "an9.42:4.1": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery. ",
  "an9.42:4.2": "Then Venerable Udāyī went up to Venerable Ānanda",
  "an9.42:4.3": "and exchanged greetings with him. ",
  "an9.42:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an9.42:4.5": "and said to Ānanda: ",
  "an9.42:4.6": "“Reverend, this was said by the god Pañcālacaṇḍa:",
  "an9.42:5.1": "‘The opening amid confinement",
  "an9.42:5.2": "was discovered by the Buddha of vast intelligence,",
  "an9.42:5.3": "who woke up to absorption,",
  "an9.42:5.4": "the sage, the solitary bull.’",
  "an9.42:6.1": "But what is confinement, and what is the opening amid confinement that the Buddha spoke of?”",
  "an9.42:6.2": "“Reverend, these five kinds of sensual stimulation are called ‘confinement’ by the Buddha.",
  "an9.42:6.3": "What five? ",
  "an9.42:6.4": "Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "an9.42:6.5": "Smells cognizable by the nose … ",
  "an9.42:6.6": "Tastes cognizable by the tongue …",
  "an9.42:6.7": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "an9.42:6.8": "These are the five kinds of sensual stimulation that are called ‘confinement’ by the Buddha.",
  "an9.42:7.1": "Now, take a mendicant who, quite secluded from sensual pleasures … ",
  "an9.42:7.2": "enters and remains in the first absorption. ",
  "an9.42:7.3": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense.",
  "an9.42:7.4": "But it is still confined.",
  "an9.42:7.5": "Confined by what?",
  "an9.42:7.6": "Whatever placing of the mind and keeping it connected has not ceased is the confinement there.",
  "an9.42:8.1": "Furthermore, take a mendicant who, as the placing of the mind and keeping it connected are stilled …",
  "an9.42:8.2": "enters and remains in the second absorption. ",
  "an9.42:8.3": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:8.4": "But it is still confined. ",
  "an9.42:8.5": "Confined by what? ",
  "an9.42:8.6": "Whatever rapture has not ceased is the confinement there.",
  "an9.42:9.1": "Furthermore, take a mendicant who, with the fading away of rapture …",
  "an9.42:9.2": "enters and remains in the third absorption.",
  "an9.42:9.3": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:9.4": "But it is still confined. ",
  "an9.42:9.5": "Confined by what? ",
  "an9.42:9.6": "Whatever equanimous bliss has not ceased is the confinement there.",
  "an9.42:10.1": "Furthermore, take a mendicant who, giving up pleasure and pain …",
  "an9.42:10.2": "… enters and remains in the fourth absorption.",
  "an9.42:10.3": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:10.4": "But it is still confined. ",
  "an9.42:10.5": "Confined by what? ",
  "an9.42:10.6": "Whatever perception of forms has not ceased is the confinement there.",
  "an9.42:11.1": "Furthermore, take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an9.42:11.2": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:11.3": "But it is still confined. ",
  "an9.42:11.4": "Confined by what? ",
  "an9.42:11.5": "Whatever perception of the dimension of infinite space has not ceased is the confinement there.",
  "an9.42:12.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. ",
  "an9.42:12.2": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:12.3": "But it is still confined. ",
  "an9.42:12.4": "Confined by what? ",
  "an9.42:12.5": "Whatever perception of the dimension of infinite consciousness has not ceased is the confinement there.",
  "an9.42:13.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. ",
  "an9.42:13.2": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:13.3": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:13.4": "Confined by what? ",
  "an9.42:13.5": "Whatever perception of the dimension of nothingness has not ceased is the confinement there.",
  "an9.42:14.1": "Furthermore, take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. ",
  "an9.42:14.2": "Thus far the Buddha spoke of creating an opening amid confinement in a qualified sense. ",
  "an9.42:14.3": "But it is still confined. ",
  "an9.42:14.4": "Confined by what? ",
  "an9.42:14.5": "Whatever perception of neither perception nor non-perception has not ceased is the confinement there.",
  "an9.42:15.1": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "an9.42:15.2": "Thus far the Buddha spoke of creating an opening amid confinement in a unqualified sense.”"
}