{
  "_markup_path": "markup/an/an09/an9.040.html",
  "_alt_strings": [
    "pi/an/an09/an9.040.json"
  ],
  "an9.40:1.1": "Numbered Discourses 9 ",
  "an9.40:2.1": "4 The Greater Chapter ",
  "an9.40:3.1": "40 The Simile of the Bull Elephant in the Forest",
  "an9.40:4.1": "“Mendicants, when a wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—got there first and trampled the grass, the wild bull elephant is horrified, repelled, and disgusted by that.",
  "an9.40:4.2": "When the wild bull elephant is engrossed in the pasture, but other elephants—males, females, younglings, or cubs—eat the broken branches that he’s dragged down, the wild bull elephant is horrified, repelled, and disgusted by that.",
  "an9.40:4.3": "When a wild bull elephant has plunged into the pool, but other elephants—males, females, younglings, or cubs—got there first and stirred up the water with their trunks, the wild bull elephant is horrified, repelled, and disgusted by that.",
  "an9.40:4.4": "When a wild bull elephant has come out of the pool and the female elephants bump into him, the wild bull elephant is horrified, repelled, and disgusted by that.",
  "an9.40:5.1": "At that time the wild bull elephant thinks:",
  "an9.40:5.2": "‘Now I live crowded by other males, females, younglings, and cubs.",
  "an9.40:5.3": "I eat the grass they’ve trampled, and they eat the broken branches I’ve dragged down. I drink muddy water, and after my bath the female elephants bump into me.",
  "an9.40:5.4": "Why don’t I live alone, withdrawn from the herd?’",
  "an9.40:5.5": "After some time he lives alone, withdrawn from the herd, and he eats untrampled grass, and they don’t eat the broken branches he’s dragged down. He doesn’t drink muddy water, and the female elephants don’t bump into him after his bath.",
  "an9.40:6.1": "At that time the wild bull elephant thinks: ",
  "an9.40:6.2": "‘Formerly I lived crowded by other males, females, younglings, and cubs. I ate the grass they’d trampled, and they ate the broken branches I’d dragged down. I drank muddy water, and after my bath the female elephants bumped into me.",
  "an9.40:6.3": "Now I live alone, and I’m free of all these things.’",
  "an9.40:6.4": "He breaks off a branch and scratches his body, happily relieving his itches.",
  "an9.40:7.1": "In the same way, when a mendicant lives crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and by teachers of other paths and their disciples, they think:",
  "an9.40:7.2": "‘Now I live crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.",
  "an9.40:7.3": "Why don’t I live alone, withdrawn from the group?’",
  "an9.40:7.4": "They frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "an9.40:7.5": "Gone to a wilderness, or to the root of a tree, or to an empty hut, he sits down in the meditation posture, with his body erect, and establishes mindfulness right there.",
  "an9.40:8.1": "Giving up desire for the world, he meditates with a heart rid of desire, cleansing the mind of desire.",
  "an9.40:8.2": "Giving up ill will, he meditates with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "an9.40:8.3": "Giving up dullness and drowsiness, he meditates with a mind free of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "an9.40:8.4": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "an9.40:8.5": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "an9.40:8.6": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.40:8.7": "They happily relieve their itches.",
  "an9.40:8.8": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the ",
  "an9.40:8.9": "second absorption … ",
  "an9.40:8.10": "third absorption … ",
  "an9.40:8.11": "fourth absorption. ",
  "an9.40:8.12": "They happily relieve their itches. ",
  "an9.40:9.1": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "an9.40:9.2": "They happily relieve their itches. ",
  "an9.40:9.3": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. …",
  "an9.40:9.4": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. …",
  "an9.40:9.5": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. …",
  "an9.40:9.6": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "an9.40:9.7": "They happily relieve their itches.”"
}