{
  "_markup_path": "markup/an/an09/an9.011.html",
  "_alt_strings": [
    "pi/an/an09/an9.011.json"
  ],
  "an9.11:1.1": "Numbered Discourses 9 ",
  "an9.11:2.1": "2 The Lion’s Roar",
  "an9.11:3.1": "11 Sāriputta’s Lion’s Roar",
  "an9.11:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an9.11:4.2": "Then Venerable Sāriputta went up to the Buddha, ",
  "an9.11:4.3": "bowed, sat down to one side, ",
  "an9.11:4.4": "and said to him:",
  "an9.11:4.5": "“Sir, I have completed the rainy season residence at Sāvatthī.",
  "an9.11:4.6": "I wish to depart to wander the countryside.”",
  "an9.11:4.7": "“Please, Sāriputta, go when you’re ready.”",
  "an9.11:4.8": "Then Sāriputta got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an9.11:4.9": "And then, not long after Sāriputta had left, a certain monk said to the Buddha:",
  "an9.11:4.10": "“Sir, Venerable Sāriputta attacked me and left without saying sorry.”",
  "an9.11:4.11": "So the Buddha said to a certain monk:",
  "an9.11:4.12": "“Please, monk, in my name tell Sāriputta that",
  "an9.11:4.13": "the teacher calls him.”",
  "an9.11:4.14": "“Yes, sir,” that monk replied. He went to Sāriputta",
  "an9.11:4.15": "and said to him:",
  "an9.11:4.16": "“Reverend Sāriputta, the teacher calls you.”",
  "an9.11:4.17": "“Yes, reverend,” Sāriputta replied.",
  "an9.11:5.1": "Now at that time Venerables Mahāmoggallāna and Ānanda took a key and went from dwelling to dwelling, saying: ",
  "an9.11:5.2": "“Come out, venerables! Come out, venerables!",
  "an9.11:5.3": "Now Venerable Sāriputta will roar his lion’s roar in the presence of the Buddha!”",
  "an9.11:5.4": "Then Venerable Sāriputta went up to the Buddha, ",
  "an9.11:5.5": "bowed, and sat down to one side.",
  "an9.11:5.6": "The Buddha said to him: ",
  "an9.11:5.7": "“Sāriputta, one of your spiritual companions has made this complaint:",
  "an9.11:5.8": "‘Venerable Sāriputta attacked me and left without saying sorry.’”",
  "an9.11:6.1": "“Sir, someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:7.1": "Suppose they were to toss both clean and unclean things on the earth, like feces, urine, spit, pus, and blood. The earth isn’t horrified, repelled, and disgusted because of this.",
  "an9.11:7.2": "In the same way, I live with a heart like the earth, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:7.3": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:8.1": "Suppose they were to wash both clean and unclean things in water, like feces, urine, spit, pus, and blood. The water isn’t horrified, repelled, and disgusted because of this. …",
  "an9.11:8.6": "In the same way, I live with a heart like water, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:8.7": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:9.1": "Suppose a fire was to burn both clean and unclean things, like feces, urine, spit, pus, and blood. The fire isn’t horrified, repelled, and disgusted because of this. …",
  "an9.11:9.6": "In the same way, I live with a heart like fire, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:9.7": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:10.1": "Suppose the wind was to blow on both clean and unclean things, like feces, urine, spit, pus, and blood. The wind isn’t horrified, repelled, and disgusted because of this. …",
  "an9.11:10.6": "In the same way, I live with a heart like the wind, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:10.7": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:11.1": "Suppose a rag was to wipe up both clean and unclean things, like feces, urine, spit, pus, and blood. The rag isn’t horrified, repelled, and disgusted because of this. …",
  "an9.11:11.6": "In the same way, I live with a heart like a rag, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:11.7": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:12.1": "Suppose an outcast boy or girl, holding a pot and clad in rags, were to enter a town or village. They’d enter with a humble mind.",
  "an9.11:12.2": "In the same way, I live with a heart like an outcast boy or girl, abundant, limitless, measureless, free of enmity and ill will.",
  "an9.11:12.3": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:13.1": "Suppose there was a bull with his horns cut, gentle, well tamed and well trained. He’d wander from street to street and square to square without hurting anyone with his feet or horns.",
  "an9.11:13.2": "In the same way, I live with a heart like a bull with horns cut, abundant, expansive, limitless, free of enmity and ill will.",
  "an9.11:13.3": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:14.1": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. If the corpse of a snake or a dog or a human was hung around their neck, they’d be horrified, repelled, and disgusted.",
  "an9.11:14.2": "In the same way, I’m horrified, repelled, and disgusted by this rotten body.",
  "an9.11:14.3": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.",
  "an9.11:15.1": "Suppose someone was to carry around a bowl of fat that was leaking and oozing from holes and cracks.",
  "an9.11:15.2": "In the same way, I carry around this body that’s leaking and oozing from holes and cracks.",
  "an9.11:15.3": "Someone who had not established mindfulness of the body might well attack one of their spiritual companions and leave without saying sorry.”",
  "an9.11:16.1": "Then that monk rose from his seat, placed his robe over one shoulder, bowed with his head at the Buddha’s feet, and said:",
  "an9.11:16.2": "“I have made a mistake, sir. It was foolish, stupid, and unskillful of me to speak ill of Venerable Sāriputta with a false, baseless, lying, untruthful claim.",
  "an9.11:16.3": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.”",
  "an9.11:16.4": "“Indeed, monk, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way.",
  "an9.11:16.5": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.",
  "an9.11:16.6": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.”",
  "an9.11:17.1": "Then the Buddha said to Venerable Sāriputta: ",
  "an9.11:17.2": "“Sāriputta, forgive that foolish man before his head explodes into seven pieces right here.”",
  "an9.11:17.3": "“I will pardon that venerable if he asks me:",
  "an9.11:17.4": "‘May the venerable please pardon me too.’”"
}