{
  "_markup_path": "markup/an/an09/an9.035.html",
  "_alt_strings": [
    "pi/an/an09/an9.035.json"
  ],
  "an9.35:1.1": "Numbered Discourses 9 ",
  "an9.35:2.1": "4 The Greater Chapter ",
  "an9.35:3.1": "35 The Simile of the Cow",
  "an9.35:4.1": "“Mendicants, suppose there was a mountain cow who was foolish, incompetent, unskillful, and lacked common sense when roaming on rugged mountains.",
  "an9.35:4.2": "She might think:",
  "an9.35:4.3": "‘Why don’t I go somewhere I’ve never been before? I could eat grass and drink water that I’ve never tried before.’",
  "an9.35:4.4": "She’d take a step with a fore-hoof; but before it was properly set down, she’d lift up a hind-hoof.",
  "an9.35:4.5": "She wouldn’t go somewhere she’d never been before, or eat grass and drink water that she’d never tried before.",
  "an9.35:4.6": "And she’d never return safely to the place she had started from.",
  "an9.35:4.8": "Why is that? ",
  "an9.35:4.9": "Because that mountain cow was foolish, incompetent, unskillful, and lacked common sense when roaming on rugged mountains.",
  "an9.35:4.10": "In the same way, some foolish, incompetent, unskillful mendicant, lacking common sense, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.35:4.11": "But they don’t cultivate, develop, and make much of that foundation; they don’t ensure it is properly stabilized.",
  "an9.35:5.1": "They think:",
  "an9.35:5.2": "‘Why don’t I, as the placing of the mind and keeping it connected are stilled, enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.’",
  "an9.35:5.3": "But they’re not able to enter and remain in the second absorption.",
  "an9.35:5.5": "They think:",
  "an9.35:5.6": "‘Why don’t I, quite secluded from sensual pleasures, secluded from unwholesome qualities, enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.’",
  "an9.35:5.7": "But they’re not able to enter and remain in the first absorption.",
  "an9.35:5.9": "This is called a mendicant who has slipped and fallen from both sides. They’re like the mountain cow who was foolish, incompetent, unskillful, and lacking in common sense when roaming on rugged mountains.",
  "an9.35:6.1": "Suppose there was a mountain cow who was astute, competent, skillful, and used common sense when roaming on rugged mountains.",
  "an9.35:6.2": "She might think: ",
  "an9.35:6.3": "‘Why don’t I go somewhere I’ve never been before? I could eat grass and drink water that I’ve never tried before.’",
  "an9.35:6.4": "She’d take a step with a fore-hoof; and after it was properly set down, she’d lift up a hind-hoof.",
  "an9.35:6.5": "She’d go somewhere she’d never been before, and eat grass and drink water that she’d never tried before.",
  "an9.35:6.6": "And she’d return safely to the place she had started from.",
  "an9.35:6.8": "Why is that? ",
  "an9.35:6.9": "Because that mountain cow was astute, competent, skillful, and used common sense when roaming on rugged mountains.",
  "an9.35:6.10": "In the same way, some astute, competent, skillful mendicant, using common sense, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.35:6.11": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized.",
  "an9.35:7.1": "They think:",
  "an9.35:7.2": "‘Why don’t I, as the placing of the mind and keeping it connected are stilled, enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.’ ",
  "an9.35:7.3": "Without charging at the second absorption, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption.",
  "an9.35:7.5": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:8.1": "They think:",
  "an9.35:8.2": "‘Why don’t I, with the fading away of rapture, enter and remain in the third absorption, where I will meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, “Equanimous and mindful, one meditates in bliss.”",
  "an9.35:8.4": "Without charging at the third absorption, with the fading away of rapture, they enter and remain in the third absorption.",
  "an9.35:8.6": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:9.1": "They think:",
  "an9.35:9.2": "‘Why don’t I, with the giving up of pleasure and pain, and the ending of former happiness and sadness, enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.’",
  "an9.35:9.3": "Without charging at the fourth absorption, with the fading away of rapture, they enter and remain in the fourth absorption.",
  "an9.35:9.5": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:10.1": "They think:",
  "an9.35:10.2": "‘Why don’t I, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that “space is infinite”, enter and remain in the dimension of infinite space.’",
  "an9.35:10.3": "Without charging at the dimension of infinite space, with the fading away of rapture, they enter and remain in the dimension of infinite space.",
  "an9.35:10.5": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:11.1": "They think:",
  "an9.35:11.2": "‘Why don’t I, going totally beyond the dimension of infinite space, aware that “consciousness is infinite”, enter and remain in the dimension of infinite consciousness.’",
  "an9.35:11.3": "Without charging at the dimension of infinite consciousness, they enter and remain in the dimension of infinite consciousness.",
  "an9.35:11.4": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:12.1": "They think:",
  "an9.35:12.2": "‘Why don’t I, going totally beyond the dimension of infinite consciousness, aware that “there is nothing at all”, enter and remain in the dimension of nothingness.’",
  "an9.35:12.3": "Without charging at the dimension of nothingness, they enter and remain in the dimension of nothingness.",
  "an9.35:12.4": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized. ",
  "an9.35:13.1": "They think:",
  "an9.35:13.2": "‘Why don’t I, going totally beyond the dimension of nothingness, enter and remain in the dimension of neither perception nor non-perception.’",
  "an9.35:13.3": "Without charging at the dimension of neither perception nor non-perception, they enter and remain in the dimension of neither perception nor non-perception.",
  "an9.35:13.4": "They cultivate, develop, and make much of that foundation, ensuring that it’s properly stabilized.",
  "an9.35:14.1": "They think:",
  "an9.35:14.2": "‘Why don’t I, going totally beyond the dimension of neither perception nor non-perception, enter and remain in the cessation of perception and feeling.’",
  "an9.35:14.3": "Without charging at the cessation of perception and feeling, they enter and remain in the cessation of perception and feeling.",
  "an9.35:15.1": "When a mendicant enters and emerges from all these attainments, their mind becomes pliable and workable.",
  "an9.35:15.2": "With a pliable and workable mind, their samādhi becomes limitless and well developed. ",
  "an9.35:15.3": "They become capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an9.35:16.1": "If they wish: ",
  "an9.35:16.2": "‘May I wield the many kinds of psychic power: multiplying myself and becoming one again …",
  "an9.35:16.3": "controlling my body as far as the Brahmā realm.’ They are capable of realizing it, in each and every case.",
  "an9.35:17.1": "If they wish: ",
  "an9.35:17.2": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds, human and divine, whether near or far.’ ",
  "an9.35:17.3": "They are capable of realizing it, in each and every case.",
  "an9.35:18.1": "If they wish: ",
  "an9.35:18.2": "‘May I understand the minds of other beings and individuals, having comprehended them with my mind. May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”;",
  "an9.35:18.3": "contracted mind … ",
  "an9.35:18.4": "scattered mind … ",
  "an9.35:18.5": "expansive mind …",
  "an9.35:18.6": "unexpansive mind …",
  "an9.35:18.7": "mind that is not supreme … ",
  "an9.35:18.8": "mind that is supreme … ",
  "an9.35:18.9": "mind unified in samādhi …",
  "an9.35:18.10": "mind not unified in samādhi …",
  "an9.35:18.11": "freed mind …",
  "an9.35:18.12": "and unfreed mind as “unfreed mind”.’ They are capable of realizing it, in each and every case.",
  "an9.35:19.1": "If they wish: ",
  "an9.35:19.2": "‘May I recollect many kinds of past lives, that is, ",
  "an9.35:19.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.",
  "an9.35:19.4": "May I recollect my many past lives, with features and details.’ They’re capable of realizing it, in each and every case.",
  "an9.35:20.1": "If they wish: ",
  "an9.35:20.2": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds.’",
  "an9.35:20.3": "They’re capable of realizing it, in each and every case.",
  "an9.35:21.1": "If they wish: ",
  "an9.35:21.2": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ They’re capable of realizing it, in each and every case."
}