{
  "_markup_path": "markup/an/an09/an9.034.html",
  "_alt_strings": [
    "pi/an/an09/an9.034.json"
  ],
  "an9.34:1.1": "Numbered Discourses 9 ",
  "an9.34:2.1": "4 The Greater Chapter ",
  "an9.34:3.1": "34 Extinguishment is Bliss",
  "an9.34:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "an9.34:4.2": "There he addressed the mendicants:  ",
  "an9.34:4.3": "“Reverends, extinguishment is bliss!",
  "an9.34:4.4": "Extinguishment is bliss!”",
  "an9.34:4.5": "When he said this, Venerable Udāyin said to him: ",
  "an9.34:4.6": "“But Reverend Sāriputta, what’s blissful about it, since nothing is felt?”",
  "an9.34:4.7": "“The fact that nothing is felt is precisely what’s blissful about it.",
  "an9.34:4.8": "Reverend, there are these five kinds of sensual stimulation.",
  "an9.34:4.9": "What five? ",
  "an9.34:4.10": "Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "an9.34:4.11": "Smells cognizable by the nose … ",
  "an9.34:4.12": "Tastes cognizable by the tongue …",
  "an9.34:4.13": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "an9.34:4.14": "These are the five kinds of sensual stimulation.",
  "an9.34:4.15": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure.",
  "an9.34:5.1": "First, take a mendicant who, quite secluded from sensual pleasures …",
  "an9.34:5.2": "enters and remains in the first absorption. ",
  "an9.34:5.3": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by sensual pleasures beset them, that’s an affliction for them.",
  "an9.34:5.4": "Suppose a happy person was to experience pain; that would be an affliction for them.",
  "an9.34:5.5": "In the same way, should perceptions and attentions accompanied by sensual pleasures beset them, that’s an affliction for them.",
  "an9.34:5.7": "And affliction has been called suffering by the Buddha.",
  "an9.34:5.8": "In that way it can be understood how extinguishment is bliss.",
  "an9.34:6.1": "Furthermore, take a mendicant who, as the placing of the mind and keeping it connected are stilled,",
  "an9.34:6.2": "enters and remains in the second absorption. ",
  "an9.34:6.3": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by placing of the mind and keeping it connected beset them, that’s an affliction for them.",
  "an9.34:6.4": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:6.5": "In the same way, should perceptions and attentions accompanied by placing of the mind and keeping it connected beset them, that’s an affliction for them.",
  "an9.34:6.7": "And affliction has been called suffering by the Buddha. ",
  "an9.34:6.8": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:7.1": "Furthermore, take a mendicant who, with the fading away of rapture,",
  "an9.34:7.2": "enters and remains in the third absorption.",
  "an9.34:7.3": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by rapture beset them, that’s an affliction for them.",
  "an9.34:7.4": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:7.5": "In the same way, should perceptions and attentions accompanied by rapture beset them, that’s an affliction for them.",
  "an9.34:7.7": "And affliction has been called suffering by the Buddha. ",
  "an9.34:7.8": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:8.1": "Furthermore, take a mendicant who, giving up pleasure and pain, and ending former happiness and sadness, ",
  "an9.34:8.2": "enters and remains in the fourth absorption.",
  "an9.34:8.3": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by equanimous bliss beset them, that’s an affliction for them.",
  "an9.34:8.4": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:8.5": "In the same way, should perceptions and attentions accompanied by equanimous bliss beset them, that’s an affliction for them.",
  "an9.34:8.7": "And affliction has been called suffering by the Buddha. ",
  "an9.34:8.8": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:9.1": "Furthermore, take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an9.34:9.2": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by form beset them, that’s an affliction for them.",
  "an9.34:9.3": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:9.4": "In the same way, should perceptions and attentions accompanied by form beset them, that’s an affliction for them.",
  "an9.34:9.6": "And affliction has been called suffering by the Buddha. ",
  "an9.34:9.7": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:10.1": "Furthermore, take a mendicant who, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "an9.34:10.2": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of infinite space beset them, that’s an affliction for them.",
  "an9.34:10.3": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:10.4": "In the same way, should perceptions and attentions accompanied by the dimension of infinite space beset them, that’s an affliction for them.",
  "an9.34:10.6": "And affliction has been called suffering by the Buddha. ",
  "an9.34:10.7": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:11.1": "Furthermore, take a mendicant who, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "an9.34:11.2": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of infinite consciousness beset them, that’s an affliction for them.",
  "an9.34:11.3": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:11.4": "In the same way, should perceptions and attentions accompanied by the dimension of infinite consciousness beset them, that’s an affliction for them.",
  "an9.34:11.6": "And affliction has been called suffering by the Buddha. ",
  "an9.34:11.7": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:12.1": "Furthermore, take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.",
  "an9.34:12.2": "While a mendicant is in such a meditation, should perceptions and attentions accompanied by the dimension of nothingness beset them, that’s an affliction for them.",
  "an9.34:12.3": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.34:12.4": "In the same way, should perceptions and attentions accompanied by the dimension of nothingness beset them, that’s an affliction for them.",
  "an9.34:12.6": "And affliction has been called suffering by the Buddha. ",
  "an9.34:12.7": "In that way, too, it can be understood how extinguishment is bliss.",
  "an9.34:13.1": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "an9.34:14.1": "In that way, too, it can be understood how extinguishment is bliss.”",
  "an9.34:15.1": "In that way, too, it can be understood how extinguishment is bliss.”"
}