{
  "_markup_path": "markup/an/an09/an9.005.html",
  "_alt_strings": [
    "pi/an/an09/an9.005.json"
  ],
  "an9.5:1.1": "Numbered Discourses 9 ",
  "an9.5:2.1": "1 Awakening ",
  "an9.5:3.1": "5 Powers",
  "an9.5:4.1": "“Mendicants, there are these four powers.",
  "an9.5:4.2": "What four?",
  "an9.5:4.3": "The powers of wisdom, energy, blamelessness, and inclusiveness.",
  "an9.5:4.4": "And what is the power of wisdom?  ",
  "an9.5:4.5": "One has clearly seen and clearly contemplated with wisdom those qualities that are wholesome and considered to be wholesome; those that are unwholesome … blameworthy … blameless … dark … bright … to be cultivated … not to be cultivated … not worthy of the noble ones and considered to be not worthy of the noble ones.",
  "an9.5:4.6": "This is called the power of wisdom.  ",
  "an9.5:5.1": "And what is the power of energy?  ",
  "an9.5:5.2": "One generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors to give up those qualities that are unwholesome and considered to be unwholesome; those that are blameworthy … dark … not to be cultivated … not worthy of the noble ones and considered to be not worthy of the noble ones.",
  "an9.5:5.3": "One generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors to gain those qualities that are wholesome and considered to be unwholesome; those that are blameless … bright … to be cultivated … worthy of the noble ones and considered to be not worthy of the noble ones.",
  "an9.5:5.4": "This is called the power of energy.",
  "an9.5:6.1": "And what is the power of blamelessness?",
  "an9.5:6.2": "It’s when a bad mendicant has blameless conduct by way of body, speech, and mind.",
  "an9.5:6.3": "This is called the power of blamelessness. ",
  "an9.5:7.1": "And what is the power of inclusion?",
  "an9.5:7.2": "There are these four ways of being inclusive.",
  "an9.5:7.3": "Giving, kind speech, taking care, and equality.",
  "an9.5:7.4": "The best of gifts is the gift of the teaching.",
  "an9.5:7.5": "The best kind of kind speech is to teach the Dharma again and again to someone who is interested and who listens well.",
  "an9.5:7.6": "The best way of taking care is to encourage, settle, and ground the unfaithful in faith, the unethical in ethics, the stingy in generosity, and the ignorant in wisdom.",
  "an9.5:7.9": "The best kind of equality is the equality of a stream enterer with another stream enterer, a once-returner with another once-returner, a non-returner with another non-returner, and a perfected one with another perfected one.",
  "an9.5:7.10": "This is called the power of inclusion?",
  "an9.5:7.11": "These are the four powers.",
  "an9.5:8.1": "A noble disciple who has these four powers has got past five fears.",
  "an9.5:8.2": "What five? ",
  "an9.5:8.3": "Fear regarding livelihood, disrepute, feeling insecure in an assembly, death, and bad rebirth.",
  "an9.5:8.4": "Then that noble disciple reflects:",
  "an9.5:8.5": "‘I have no fear regarding livelihood.",
  "an9.5:8.6": "Why would I be afraid of that?",
  "an9.5:8.7": "I have these four powers:",
  "an9.5:8.8": "the powers of wisdom, energy, blamelessness, and inclusiveness.",
  "an9.5:8.9": "A witless person might fear for their livelihood.",
  "an9.5:8.10": "A lazy person might fear for their livelihood.",
  "an9.5:8.11": "A person who does blameworthy things by way of body, speech, and mind might fear for their livelihood.",
  "an9.5:8.12": "A person who does not include others might fear for their livelihood.",
  "an9.5:8.13": "I have no fear of disrepute …",
  "an9.5:8.14": "I have no fear about feeling insecure in an assembly …",
  "an9.5:8.15": "I have no fear of death …",
  "an9.5:8.16": "I have no fear of bad rebirth.",
  "an9.5:8.17": "Why would I be afraid of that?",
  "an9.5:8.18": "I have these four powers: ",
  "an9.5:8.19": "the powers of wisdom, energy, blamelessness, and inclusiveness.",
  "an9.5:8.20": "A witless person might be afraid of a bad rebirth.",
  "an9.5:8.21": "A lazy person might be afraid of a bad rebirth.",
  "an9.5:8.22": "A person who does blameworthy things by way of body, speech, and mind might be afraid of a bad rebirth.",
  "an9.5:8.23": "A person who does not include others might be afraid of a bad rebirth.’",
  "an9.5:8.24": "A noble disciple who has these four powers has got past these five fears.”"
}