{
  "_markup_path": "markup/an/an09/an9.041.html",
  "_alt_strings": [
    "pi/an/an09/an9.041.json"
  ],
  "an9.41:1.1": "Numbered Discourses 9 ",
  "an9.41:2.1": "4 The Greater Chapter ",
  "an9.41:3.1": "41 With the Householder Tapussa",
  "an9.41:4.1": "At one time the Buddha was staying in the land of the Mallas, near the Mallian town named Uruvelakappa.",
  "an9.41:4.2": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Uruvelakappa for alms.",
  "an9.41:4.3": "Then, after the meal, when he had returned from alms-round, he addressed Venerable Ānanda:",
  "an9.41:4.4": "“Ānanda, you stay right here, while I plunge deep into the Great Wood for the day’s meditation.",
  "an9.41:4.5": "“Yes, sir,” Ānanda replied.  ",
  "an9.41:4.6": "Then the Buddha plunged deep into the Great Wood and sat at the root of a tree for the day’s meditation.",
  "an9.41:5.1": "Then the householder Tapussa went up to Venerable Ānanda,",
  "an9.41:5.2": "bowed, sat down to one side, ",
  "an9.41:5.3": "and said to him:",
  "an9.41:6.1": "“Sir, Ānanda, we are laypeople who enjoy sensual pleasures. We like sensual pleasures, we love them and take joy in them.",
  "an9.41:6.2": "But renunciation seems like an abyss.",
  "an9.41:6.3": "I have heard that in this teaching and training there are very young mendicants whose minds are eager for renunciation; they’re confident, settled, and decided about it. They see it as peaceful.",
  "an9.41:6.4": "Renunciation is the dividing line between between the multitude and the mendicants in this teaching and training.”",
  "an9.41:7.1": "“Householder, we should see the Buddha about this matter.",
  "an9.41:7.2": "Come, let’s go to the Buddha",
  "an9.41:7.3": "and inform him about this. ",
  "an9.41:7.4": "As he answers, so we’ll remember it.” ",
  "an9.41:8.1": "“Yes, sir,” replied Tapussa.",
  "an9.41:8.2": "Then Ānanda together with Tapussa went to the Buddha,",
  "an9.41:8.3": "bowed, and sat down to one side.",
  "an9.41:8.4": "Ānanda told him what had happened.",
  "an9.41:10.1": "“That’s so true, Ānanda! That’s so true!",
  "an9.41:10.2": "Before my awakening—when I was unawakened but intent on awakening—I too thought:",
  "an9.41:10.3": "‘Renunciation is good! Seclusion is good!’",
  "an9.41:10.4": "But my mind wasn’t eager for renunciation; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:10.5": "Then I thought:",
  "an9.41:10.6": "‘What is the cause, what is the reason why my mind isn’t eager for renunciation, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:10.7": "Then I thought: ",
  "an9.41:10.8": "‘I haven’t seen the drawbacks of sensual pleasures, and so I haven’t cultivated that. I haven’t realized the benefits of renunciation, and so I haven’t developed that.",
  "an9.41:10.9": "That’s why my mind isn’t eager for renunciation, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:10.10": "Then I thought:  ",
  "an9.41:10.11": "‘Suppose that, seeing the drawbacks of sensual pleasures, I was to cultivate that. And suppose that, realizing the benefits of renunciation, I was to develop that. It’s possible that my mind would be eager for renunciation; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:10.12": "And so, after some time, I saw the drawbacks of sensual pleasures and cultivated that, and I realized the benefits of renunciation and developed that.",
  "an9.41:10.13": "Then my mind was eager for renunciation; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:10.14": "And so, quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an9.41:10.15": "While I was in that meditation, perceptions and attentions accompanied by sensual pleasures beset me, and that was an affliction for me.",
  "an9.41:10.17": "Suppose a happy person was to experience pain; that would be an affliction for them.",
  "an9.41:10.18": "In the same way, when perceptions and attentions accompanied by sensual pleasures beset me, that was an affliction for me.",
  "an9.41:11.1": "Then I thought:  ",
  "an9.41:11.2": "‘Why don’t I, as the placing of the mind and keeping it connected are stilled …",
  "an9.41:11.3": "enter and remain in the second absorption.’",
  "an9.41:11.4": "But my mind wasn’t eager to stop applying the mind; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:11.5": "Then I thought:  ",
  "an9.41:11.6": "‘What is the cause, what is the reason why my mind isn’t eager to stop applying the mind, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:11.7": "Then I thought:  ",
  "an9.41:11.8": "‘I haven’t seen the drawbacks of applying the mind, and so I haven’t cultivated that. I haven’t realized the benefits of not applying the mind, and so I haven’t developed that.",
  "an9.41:11.9": "That’s why my mind isn’t eager to stop applying the mind, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:11.10": "Then I thought:  ",
  "an9.41:11.11": "‘Suppose that, seeing the drawbacks of applying the mind, I was to cultivate that. And suppose that, realizing the benefits of not applying the mind, I was to develop that. It’s possible that my mind would be eager to stop applying the mind; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:11.12": "And so, after some time, I saw the drawbacks of applying the mind and cultivated that, and I realized the benefits of not applying the mind and developed that.",
  "an9.41:11.13": "Then my mind was eager to stop applying the mind; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:11.14": "And so, as the placing of the mind and keeping it connected were stilled …",
  "an9.41:11.15": "I was entering and remaining in the second absorption.",
  "an9.41:11.16": "While I was in that meditation, perceptions and attentions accompanied by placing the mind beset me, and that was an affliction for me.",
  "an9.41:11.18": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:11.19": "In the same way, should perceptions and attentions accompanied by placing of the mind and keeping it connected beset them, that’s an affliction for them.",
  "an9.41:12.1": "Then I thought:  ",
  "an9.41:12.2": "‘Why don’t I, with the fading away of rapture, enter and remain in the third absorption, where I will meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, “Equanimous and mindful, one meditates in bliss.”’",
  "an9.41:12.4": "But my mind wasn’t eager for freedom from rapture; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:12.5": "Then I thought:",
  "an9.41:12.6": "‘What is the cause, what is the reason why my mind isn’t eager for freedom from rapture, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:12.7": "Then I thought:",
  "an9.41:12.8": "‘I haven’t seen the drawbacks of rapture, and so I haven’t cultivated that. I haven’t realized the benefits of freedom from rapture, and so I haven’t developed that.",
  "an9.41:12.9": "That’s why my mind isn’t eager for freedom from rapture, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:12.10": "Then I thought:",
  "an9.41:12.11": "‘Suppose that, seeing the drawbacks of rapture, I was to cultivate that. And suppose that, realizing the benefits of freedom from rapture, I was to develop that. It’s possible that my mind would be eager to be free from rapture; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:12.12": "And so, after some time, I saw the drawbacks of rapture and cultivated that, and I realized the benefits of freedom from rapture and developed that.",
  "an9.41:12.13": "Then my mind was eager for freedom from rapture; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:12.14": "And so, with the fading away of rapture …",
  "an9.41:12.15": "I was entering and remaining in the third absorption.",
  "an9.41:12.16": "While I was in that meditation, perceptions and attentions accompanied by rapture beset me, and that was an affliction for me.",
  "an9.41:12.18": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:12.19": "In the same way, when perceptions and attentions accompanied by rapture beset me, that was an affliction for me.",
  "an9.41:13.1": "Then I thought:  ",
  "an9.41:13.2": "‘Why don’t I, with the giving up of pleasure and pain, and the ending of former happiness and sadness, enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.’ ",
  "an9.41:13.3": "But my mind wasn’t eager to be without pleasure and pain; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:13.4": "Then I thought:",
  "an9.41:13.5": "‘What is the cause, what is the reason why my mind isn’t eager to be without pleasure and pain, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:13.6": "Then I thought:",
  "an9.41:13.7": "‘I haven’t seen the drawbacks of equanimous bliss, and so I haven’t cultivated that. I haven’t realized the benefits of being without pleasure and pain, and so I haven’t developed that.",
  "an9.41:13.8": "That’s why my mind isn’t eager to be without pleasure and pain, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:13.9": "Then I thought:",
  "an9.41:13.10": "‘Suppose that, seeing the drawbacks of equanimous bliss, I was to cultivate that. And suppose that, realizing the benefits of being without pleasure and pain, I was to develop that. It’s possible that my mind would be eager to be free from equanimous bliss; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:13.11": "And so, after some time, I saw the drawbacks of equanimous bliss and cultivated that, and I realized the benefits of being without pleasure and pain and developed that.",
  "an9.41:13.12": "Then my mind was eager to be without pleasure and pain; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:13.13": "And so, giving up pleasure and pain …",
  "an9.41:13.14": "I was entering and remaining in the fourth absorption.",
  "an9.41:13.15": "While I was in that meditation, perceptions and attentions accompanied by equanimous bliss beset me, and that was an affliction for me.",
  "an9.41:13.17": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:13.18": "In the same way, when perceptions and attentions accompanied by equanimous bliss beset me, that was an affliction for me.",
  "an9.41:14.1": "Then I thought:",
  "an9.41:14.2": "‘Why don’t I, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that “space is infinite”, enter and remain in the dimension of infinite space.’",
  "an9.41:14.3": "But my mind wasn’t eager for the dimension of infinite space; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:14.4": "Then I thought:",
  "an9.41:14.5": "‘What is the cause, what is the reason why my mind isn’t eager for the dimension of infinite space, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:14.6": "Then I thought:",
  "an9.41:14.7": "‘I haven’t seen the drawbacks of forms, and so I haven’t cultivated that. I haven’t realized the benefits of the dimension of infinite space, and so I haven’t developed that.",
  "an9.41:14.8": "That’s why my mind isn’t eager for the dimension of infinite space, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:14.9": "Then I thought:",
  "an9.41:14.10": "‘Suppose that, seeing the drawbacks of forms, I was to cultivate that. And suppose that, realizing the benefits of the dimension of infinite space, I was to develop that. It’s possible that my mind would be eager to be free from forms; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:14.11": "And so, after some time, I saw the drawbacks of forms and cultivated that, and I realized the benefits of the dimension of infinite space and developed that.",
  "an9.41:14.12": "Then my mind was eager for the dimension of infinite space; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:14.13": "And so, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, I was entering and remaining in the dimension of infinite space.",
  "an9.41:14.14": "While I was in that meditation, perceptions and attentions accompanied by forms beset me, and that was an affliction for me.",
  "an9.41:14.16": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:14.17": "In the same way, when perceptions and attentions accompanied by forms beset me, that was an affliction for me.",
  "an9.41:15.1": "Then I thought:  ",
  "an9.41:15.2": "‘Why don’t I, going totally beyond the dimension of infinite space, aware that “consciousness is infinite”, enter and remain in the dimension of infinite consciousness.’",
  "an9.41:15.3": "But my mind wasn’t eager for the dimension of infinite consciousness; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:15.4": "Then I thought:",
  "an9.41:15.5": "‘What is the cause, what is the reason why my mind isn’t eager for the dimension of infinite consciousness, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:15.6": "Then I thought:",
  "an9.41:15.7": "‘I haven’t seen the drawbacks of the dimension of infinite space, and so I haven’t cultivated that. I haven’t realized the benefits of the dimension of infinite consciousness, and so I haven’t developed that.",
  "an9.41:15.8": "That’s why my mind isn’t eager for the dimension of infinite consciousness, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:15.9": "Then I thought:",
  "an9.41:15.10": "‘Suppose that, seeing the drawbacks of the dimension of infinite space, I was to cultivate that. And suppose that, realizing the benefits of the dimension of infinite consciousness, I was to develop that. It’s possible that my mind would be eager to be free from the dimension of infinite space; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:15.11": "And so, after some time, I saw the drawbacks of the dimension of infinite space and cultivated that, and I realized the benefits of the dimension of infinite consciousness and developed that.",
  "an9.41:15.12": "Then my mind was eager for the dimension of infinite consciousness; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:15.13": "And so, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, I was entering and remaining in the dimension of infinite consciousness.",
  "an9.41:15.14": "While I was in that meditation, perceptions and attentions accompanied by the dimension of infinite space beset me, and that was an affliction for me.",
  "an9.41:15.16": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:15.17": "In the same way, should perceptions and attentions accompanied by the dimension of infinite space beset them, that’s an affliction for them.",
  "an9.41:16.1": "Then I thought:",
  "an9.41:16.2": "‘Why don’t I, going totally beyond the dimension of infinite consciousness, aware that “there is nothing at all”, enter and remain in the dimension of nothingness.’",
  "an9.41:16.3": "But my mind wasn’t eager for the dimension of nothingness; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:16.4": "Then I thought:",
  "an9.41:16.5": "‘What is the cause, what is the reason why my mind isn’t eager for the dimension of nothingness, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:16.6": "Then I thought:",
  "an9.41:16.7": "‘I haven’t seen the drawbacks of the dimension of infinite consciousness, and so I haven’t cultivated that. I haven’t realized the benefits of the dimension of nothingness, and so I haven’t developed that.",
  "an9.41:16.8": "That’s why my mind isn’t eager for the dimension of nothingness, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:16.9": "Then I thought:",
  "an9.41:16.10": "‘Suppose that, seeing the drawbacks of the dimension of infinite consciousness, I was to cultivate that. And suppose that, realizing the benefits of the dimension of nothingness, I was to develop that. It’s possible that my mind would be eager to be free from the dimension of infinite consciousness; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:16.11": "And so, after some time, I saw the drawbacks of the dimension of infinite consciousness and cultivated that, and I realized the benefits of the dimension of nothingness and developed that.",
  "an9.41:16.12": "Then my mind was eager for the dimension of nothingness; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:16.13": "And so, going totally beyond the dimension of infinite consciousness, aware that “there is nothing at all”, I was entering and remaining in the dimension of nothingness.",
  "an9.41:16.14": "While I was in that meditation, perceptions and attentions accompanied by the dimension of infinite consciousness beset me, and that was an affliction for me.",
  "an9.41:16.16": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:16.17": "In the same way, when perceptions and attentions accompanied by the dimension of infinite consciousness beset me, that was an affliction for me.",
  "an9.41:17.1": "Then I thought:  ",
  "an9.41:17.2": "‘Why don’t I, going totally beyond the dimension of nothingness, enter and remain in the dimension of neither perception nor non-perception.’ ",
  "an9.41:17.3": "But my mind wasn’t eager for the dimension of neither perception nor non-perception; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:17.4": "Then I thought:",
  "an9.41:17.5": "‘What is the cause, what is the reason why my mind isn’t eager for the dimension of neither perception nor non-perception, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:17.6": "Then I thought:",
  "an9.41:17.7": "‘I haven’t seen the drawbacks of the dimension of nothingness, and so I haven’t cultivated that. I haven’t realized the benefits of the dimension of neither perception nor non-perception, and so I haven’t developed that.",
  "an9.41:17.8": "That’s why my mind isn’t eager for the dimension of neither perception nor non-perception, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:17.9": "Then I thought:",
  "an9.41:17.10": "‘Suppose that, seeing the drawbacks of the dimension of nothingness, I was to cultivate that. And suppose that, realizing the benefits of the dimension of neither perception nor non-perception, I was to develop that. It’s possible that my mind would be eager to be free from the dimension of nothingness; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:17.11": "And so, after some time, I saw the drawbacks of the dimension of nothingness and cultivated that, and I realized the benefits of the dimension of neither perception nor non-perception and developed that.",
  "an9.41:17.12": "Then my mind was eager for the dimension of neither perception nor non-perception; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:17.13": "And so, going totally beyond the dimension of nothingness, I was entering and remaining in the dimension of neither perception nor non-perception.",
  "an9.41:17.14": "While I was in that meditation, perceptions and attentions accompanied by the dimension of nothingness beset me, and that was an affliction for me.",
  "an9.41:17.16": "Suppose a happy person was to experience pain; that would be an affliction for them. ",
  "an9.41:17.17": "In the same way, when perceptions and attentions accompanied by the dimension of nothingness beset me, that was an affliction for me.",
  "an9.41:18.1": "Then I thought:",
  "an9.41:18.2": "‘Why don’t I, going totally beyond the dimension of neither perception nor non-perception, enter and remain in the cessation of perception and feeling.’",
  "an9.41:18.3": "But my mind wasn’t eager for the cessation of perception and feeling; it wasn’t confident, settled, and decided about it. I didn’t see it as peaceful.",
  "an9.41:18.4": "Then I thought:",
  "an9.41:18.5": "‘What is the cause, what is the reason why my mind isn’t eager for the cessation of perception and feeling, and not confident, settled, and decided about it? Why don’t I see it as peaceful?’",
  "an9.41:18.6": "Then I thought:",
  "an9.41:18.7": "‘I haven’t seen the drawbacks of the dimension of neither perception nor non-perception, and so I haven’t cultivated that. I haven’t realized the benefits of the cessation of perception and feeling, and so I haven’t developed that.",
  "an9.41:18.8": "That’s why my mind isn’t eager for the cessation of perception and feeling, and not confident, settled, and decided about it. And it’s why I don’t see it as peaceful.’",
  "an9.41:18.9": "Then I thought:",
  "an9.41:18.10": "‘Suppose that, seeing the drawbacks of the dimension of neither perception nor non-perception, I was to cultivate that. And suppose that, realizing the benefits of the cessation of perception and feeling, I was to develop that. It’s possible that my mind would be eager to be free from the dimension of neither perception nor non-perception; it would be confident, settled, and decided about it. And I would see it as peaceful.’",
  "an9.41:18.11": "And so, after some time, I saw the drawbacks of the dimension of neither perception nor non-perception and cultivated that, and I realized the benefits of the cessation of perception and feeling and developed that.",
  "an9.41:18.12": "Then my mind was eager for the cessation of perception and feeling; it was confident, settled, and decided about it. I saw it as peaceful.",
  "an9.41:18.13": "And so, going totally beyond the dimension of neither perception nor non-perception, I was entering and remaining in the cessation of perception and feeling. And, having seen with wisdom, my defilements were ended. ",
  "an9.41:19.1": "As long as I hadn’t entered into and withdrawn from these nine progressive meditative attainments in both forward and reverse order, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "an9.41:19.2": "But when I had entered into and withdrawn from these nine progressive meditative attainments in both forward and reverse order, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "an9.41:19.3": "Knowledge and vision arose in me: ",
  "an9.41:19.4": "‘My freedom is unshakeable; this is my final birth; now there are no more future lives.’”"
}