{
  "_markup_path": "markup/an/an09/an9.003.html",
  "_alt_strings": [
    "pi/an/an09/an9.003.json"
  ],
  "an9.3:1.1": "Numbered Discourses 9 ",
  "an9.3:2.1": "1 Awakening ",
  "an9.3:3.1": "3 With Meghiya",
  "an9.3:4.2": "Now, at that time Venerable Meghiya was the Buddha’s attendant.",
  "an9.3:4.3": "Then Venerable Meghiya went up to the Buddha,",
  "an9.3:4.4": "bowed, stood to one side,",
  "an9.3:4.5": "and said to him:",
  "an9.3:4.6": "“Sir, I’d like to enter Jantu village for alms.”",
  "an9.3:4.7": "“Please, Meghiya, go when it’s convenient.”",
  "an9.3:5.1": "Then Meghiya got dressed in the morning and, taking his bowl and robes, entered Jantu village for alms.",
  "an9.3:5.2": "After the meal, on his return from alms-round in Jantu village, he went to the shore of Kimikālā river.",
  "an9.3:5.3": "As he was going for a walk along the shore of the river he saw a lovely and delightful mango grove.",
  "an9.3:5.4": "It occurred to him:",
  "an9.3:5.5": "“Oh, this mango grove is lovely and delightful! It’s truly good enough for meditation for a kinsman who wants to meditate.",
  "an9.3:5.6": "If the Buddha allows me, I’ll come back to this mango grove to meditate.”",
  "an9.3:6.1": "Then Venerable Meghiya went up to the Buddha, ",
  "an9.3:6.2": "bowed, sat down to one side, ",
  "an9.3:6.3": "and told him what had happened. He then said:",
  "an9.3:7.8": "“If the Buddha allows me, I’ll go back to that mango grove to meditate.”",
  "an9.3:7.9": "“We’re alone, Meghiya.",
  "an9.3:7.10": "Wait until another mendicant comes.”",
  "an9.3:8.1": "For a second time Meghiya said to the Buddha:",
  "an9.3:8.2": "“Sir, the Buddha has nothing more to do, and nothing that needs improvement.",
  "an9.3:8.3": "But I have.",
  "an9.3:8.4": "If you allow me, I’ll go back to that mango grove to meditate.”",
  "an9.3:8.5": "“We’re alone, Meghiya. Wait until another mendicant comes.”",
  "an9.3:9.1": "For a third time Meghiya said to the Buddha:",
  "an9.3:9.2": "“Sir, the Buddha has nothing more to do, and nothing that needs improvement. ",
  "an9.3:9.3": "But I have. ",
  "an9.3:9.4": "If you allow me, I’ll go back to that mango grove to meditate.”",
  "an9.3:9.5": "“Meghiya, since you speak of meditation, what can I say?",
  "an9.3:9.6": "Please, Meghiya, go when it’s convenient.”",
  "an9.3:10.1": "Then Meghiya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. ",
  "an9.3:10.2": "Then he went to that mango grove, and, having plunged deep into it, sat at the root of a certain tree for the day’s meditation.",
  "an9.3:10.3": "But while Meghiya was meditating in that mango grove three kinds of bad, unwholesome thoughts mostly beset him, namely,",
  "an9.3:10.4": "sensual, malicious, and cruel thoughts.",
  "an9.3:10.5": "Then he thought:",
  "an9.3:10.6": "“It’s incredible, it’s amazing! ",
  "an9.3:10.7": "I’ve gone forth from the lay life into homelessness out of faith.",
  "an9.3:10.8": "but I’m still harassed by these three kinds of bad, unwholesome thoughts,",
  "an9.3:10.9": "sensual, malicious, and cruel thoughts.”",
  "an9.3:11.1": "Then Venerable Meghiya went up to the Buddha, ",
  "an9.3:11.2": "bowed, sat down to one side, ",
  "an9.3:11.3": "and told him what had happened.",
  "an9.3:12.2": "sensual, malicious, and cruel thoughts.",
  "an9.3:13.1": "“Meghiya, when the heart’s release is not ripe, five things help it ripen.",
  "an9.3:13.2": "What five? ",
  "an9.3:13.3": "Firstly, a mendicant has good friends, companions, and associates.",
  "an9.3:13.4": "This is the first thing  …",
  "an9.3:14.1": "Furthermore, a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an9.3:14.2": "This is the second thing  …",
  "an9.3:15.1": "Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,",
  "an9.3:15.2": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom. ",
  "an9.3:15.3": "This is the third thing  …",
  "an9.3:16.1": "Furthermore, a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an9.3:16.2": "This is the fourth thing  …",
  "an9.3:17.1": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an9.3:17.2": "This is the fifth thing that, when the heart’s release is not ripe, helps it ripen.",
  "an9.3:18.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.3:18.2": "be ethical …",
  "an9.3:19.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.3:19.2": "take part in talk about self-effacement that helps open the heart …",
  "an9.3:20.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.3:20.2": "be energetic …",
  "an9.3:21.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.3:21.2": "be wise …",
  "an9.3:22.1": "A mendicant grounded on these five things should develop four further things.",
  "an9.3:22.2": "They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’. ",
  "an9.3:22.3": "When you perceive impermanence, the perception of not-self is established.",
  "an9.3:22.4": "Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.” ",
  "an9.3:23.1": " "
}