{
  "_markup_path": "markup/an/an09/an9.012.html",
  "_alt_strings": [
    "pi/an/an09/an9.012.json"
  ],
  "an9.12:1.1": "Numbered Discourses 9 ",
  "an9.12:2.1": "2 The Lion’s Roar ",
  "an9.12:3.1": "12 With Something Left Over",
  "an9.12:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an9.12:4.2": "Then Venerable Sāriputta got dressed in the morning and, taking his bowl and robes, entered Sāvatthī for alms. ",
  "an9.12:4.3": "Then he thought:",
  "an9.12:4.4": "“It’s too early to wander for alms in Sāvatthī. Why don’t I go to the monastery of the wanderers who follow other paths?”",
  "an9.12:4.5": "Then he went to the monastery of the wanderers who follow other paths,  ",
  "an9.12:4.6": "and exchanged greetings with the wanderers there. ",
  "an9.12:4.7": "When the greetings and polite conversation were over, he sat down to one side.",
  "an9.12:5.1": "Now at that time while those wanderers who follow other paths were sitting together this discussion came up among them:",
  "an9.12:5.2": "“Reverends, no-one who dies with something left over is exempt from hell, the animal realm, or the ghost realm. They’re not exempt from places of loss, bad places, the underworld.",
  "an9.12:5.3": "Sāriputta neither approved nor dismissed that statement of the wanderers who follow other paths.",
  "an9.12:5.4": "He got up from his seat, thinking: ",
  "an9.12:5.5": "“I will learn the meaning of this statement from the Buddha himself.” ",
  "an9.12:5.6": "Then Sāriputta wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Buddha, ",
  "an9.12:5.7": "bowed, sat down to one side, ",
  "an9.12:5.8": "and told him what had happened.",
  "an9.12:7.1": "“Sāriputta, these foolish, incompetent wanderers following other paths: who are they to know whether someone has something left over or not?",
  "an9.12:8.1": "There are these nine people who, dying with something left over, are exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "an9.12:8.2": "What nine? ",
  "an9.12:8.3": "There’s a person who has fulfilled ethics and samadhi, but has limited wisdom.",
  "an9.12:8.4": "With the ending of the five lower fetters they’re extinguished in-between one life and the next. ",
  "an9.12:8.5": "This is the first person …",
  "an9.12:9.1": "Furthermore, there’s a person who has fulfilled ethics and samadhi, but has limited wisdom.",
  "an9.12:9.2": "With the ending of the five lower fetters they’re extinguished upon landing. This is the second person …",
  "an9.12:9.3": "With the ending of the five lower fetters they’re extinguished without extra effort. …  This is the third person …",
  "an9.12:9.4": "With the ending of the five lower fetters they’re extinguished with extra effort. … This is the fourth person …",
  "an9.12:9.5": "With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. ",
  "an9.12:9.6": "This is the fifth person …",
  "an9.12:10.1": "Furthermore, there’s a person who has fulfilled ethics, but has limited samadhi and wisdom.",
  "an9.12:10.2": "With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering. ",
  "an9.12:10.3": "This is the sixth person …",
  "an9.12:11.1": "Furthermore, there’s a person who has fulfilled ethics, but has limited samadhi and wisdom. ",
  "an9.12:11.2": "With the ending of three fetters, they’re a one-seeder. They will be reborn just one time in a human existence, then make an end of suffering. ",
  "an9.12:11.3": "This is the seventh person …",
  "an9.12:12.1": "Furthermore, there’s a person who has fulfilled ethics, but has limited samadhi and wisdom. ",
  "an9.12:12.2": "With the ending of three fetters, they go family to family. They will transmigrate between two or three families and then make an end of suffering.",
  "an9.12:12.3": "This is the eighth person …",
  "an9.12:13.1": "Furthermore, there’s a person who has fulfilled ethics, but has limited samadhi and wisdom. ",
  "an9.12:13.2": "With the ending of three fetters, they have at most seven rebirths. They will transmigrate at most seven times among gods and humans and then make an end of suffering.",
  "an9.12:13.3": "This is the ninth person …",
  "an9.12:14.1": "These foolish, incompetent wanderers following other paths: who are they to know whether someone has something left over or not?",
  "an9.12:14.2": "These are the nine people who, dying with something left over, are exempt from hell, the animal realm, and the ghost realm. They’re exempt from places of loss, bad places, the underworld.",
  "an9.12:14.3": "Up until now, Sāriputta, I have not felt the need to give this explanation of the teaching to the monks, nuns, laymen, and laywomen.",
  "an9.12:14.4": "Why is that? ",
  "an9.12:14.5": "For I didn’t want those who heard it to introduce negligence.",
  "an9.12:14.6": "However, I have spoken it in order to answer your question.”"
}