{
  "_markup_path": "markup/an/an09/an9.043.html",
  "_alt_strings": [
    "pi/an/an09/an9.043.json"
  ],
  "an9.43:1.1": "Numbered Discourses 9 ",
  "an9.43:2.1": "5 Similarity ",
  "an9.43:3.1": "43 A Direct Witness",
  "an9.43:4.1": "“Reverend, they speak of a person called ‘direct witness’.",
  "an9.43:4.2": "What is the direct witness that the Buddha spoke of?”",
  "an9.43:5.1": "“First, take a mendicant who, quite secluded from sensual pleasures …",
  "an9.43:5.2": "enters and remains in the first absorption. ",
  "an9.43:5.3": "They meditate directly experiencing that dimension in every way.",
  "an9.43:5.4": "Thus far the Buddha spoke of the direct witness in a qualified sense.",
  "an9.43:6.1": "Furthermore, take a mendicant who, as the placing of the mind and keeping it connected are stilled, enters and remains in the ",
  "an9.43:6.2": "second absorption …",
  "an9.43:6.3": "third absorption … ",
  "an9.43:6.4": "fourth absorption.",
  "an9.43:6.5": "They meditate directly experiencing that dimension in every way. ",
  "an9.43:6.6": "Thus far the Buddha spoke of the direct witness in a qualified sense.",
  "an9.43:7.1": "Furthermore, take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ",
  "an9.43:7.2": "They meditate directly experiencing that dimension in every way. ",
  "an9.43:7.3": "Thus far the Buddha spoke of the direct witness in a qualified sense.",
  "an9.43:7.4": "Furthermore, take a mendicant who enters and remains in the dimension of infinite consciousness … nothingness … neither perception nor non-perception …",
  "an9.43:8.1": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "an9.43:8.2": "They meditate directly experiencing that dimension in every way. ",
  "an9.43:8.3": "Thus far the Buddha spoke of the direct witness in an unqualified sense.”"
}