{
  "_markup_path": "markup/an/an09/an9.020.html",
  "_alt_strings": [
    "pi/an/an09/an9.020.json"
  ],
  "an9.20:1.1": "Numbered Discourses 9 ",
  "an9.20:2.1": "2 The Lion’s Roar ",
  "an9.20:3.1": "20 About Velāma",
  "an9.20:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an9.20:4.2": "Then the householder Anāthapiṇḍika went up to the Buddha, ",
  "an9.20:4.3": "bowed, and sat down to one side.",
  "an9.20:4.4": "The Buddha said to him:",
  "an9.20:5.1": "“Householder, I wonder whether your family gives gifts?”",
  "an9.20:5.2": "“It does, sir.",
  "an9.20:5.3": "But only coarse gruel with pickles.”",
  "an9.20:5.4": "“Householder, someone might give a gift that’s either coarse or fine.",
  "an9.20:5.5": "But they give it carelessly, thoughtlessly, not with their own hand. They give the dregs, and they give without consideration for consequences.",
  "an9.20:5.6": "Then wherever the result of any such gift manifests, their mind doesn’t tend to enjoy nice food, clothes, vehicles, or the five refined kinds of sensual stimulation.",
  "an9.20:5.7": "And their children, wives, slaves, servants, and workers don’t want to listen to you. They don’t pay attention or try to understand.",
  "an9.20:5.8": "Why is that? ",
  "an9.20:5.9": "Because that is the result of deeds done carelessly.",
  "an9.20:6.1": "Someone might give a gift that’s either coarse or fine.",
  "an9.20:6.2": "And they give it carefully, thoughtfully, with their own hand. They don’t give the dregs, and they give with consideration for consequences.",
  "an9.20:6.3": "Then wherever the result of any such gift manifests, their mind doesn’t tend to enjoy nice food, clothes, vehicles, or the five refined kinds of sensual stimulation.",
  "an9.20:6.4": "And their children, wives, slaves, servants, and workers want to listen. They pay attention and try to understand. ",
  "an9.20:6.5": "Why is that? ",
  "an9.20:6.6": "Because that is the result of deeds done carefully.",
  "an9.20:7.1": "Once upon a time, householder, there was a brahmin named Velāma.",
  "an9.20:7.2": "He gave the following gift, a great offering.",
  "an9.20:7.3": "84,000 gold bowls filled with silver. 84,000 silver bowls filled with gold. 84,000 bronze bowls filled with gold coins. 84,000 elephants with gold adornments and banners, covered with gold netting. 84,000 chariots upholstered with the hide of lions, tigers, and leopards, and cream rugs, with gold adornments and banners, covered with gold netting. 84,000 milk cows with jute ropes and bronze pails. 84,000 maidens bedecked with jewels and earrings. 84,000 couches spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with canopies above and red pillows at both ends. 8,400,000,000 fine cloths of linen, silk, wool, and cotton. And who can say how much food, drink, snacks, meals, refreshments, and beverages? It seemed to flow like a river.",
  "an9.20:8.1": "Householder, you might think: ",
  "an9.20:8.2": "‘Surely the brahmin Velāma must have been someone else at that time?’",
  "an9.20:8.3": "But you should not see it like this. ",
  "an9.20:8.4": "I myself was the brahmin Velāma at that time. ",
  "an9.20:8.5": "I gave that gift, a great offering.",
  "an9.20:8.6": "But at that event there was no-one worthy of a teacher’s offering, and no-one to purify the teacher’s offering.",
  "an9.20:9.1": "It would be more fruitful to feed one person accomplished in view than that great offering of Velāma.",
  "an9.20:10.1": "It would be more fruitful to feed one once-returner than a hundred persons accomplished in view.",
  "an9.20:11.1": "It would be more fruitful to feed one non-returner than a hundred once-returners.",
  "an9.20:11.2": "It would be more fruitful to feed one perfected one than a hundred non-returners.",
  "an9.20:11.3": "It would be more fruitful to feed one Buddha awakened for themselves than a hundred perfected ones.",
  "an9.20:11.4": "It would be more fruitful to feed one Realized One, a perfected one, a fully awakened Buddha than a hundred Buddhas awakened for themselves.",
  "an9.20:11.5": "It would be more fruitful to feed the mendicant Saṅgha headed by the Buddha than to feed one Realized One, a perfected one, a fully awakened Buddha.",
  "an9.20:11.6": "It would be more fruitful to build a dwelling specially for the Saṅgha of the four quarters than to feed the mendicant Saṅgha headed by the Buddha.",
  "an9.20:11.7": "It would be more fruitful to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart than to build a dwelling for the Saṅgha of the four quarters.",
  "an9.20:11.8": "It would be more fruitful to undertake the training rules—not to kill living creatures, steal, commit sexual misconduct, lie, or take alcohol and drugs that cause intoxication—than to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart.",
  "an9.20:11.9": "It would be more fruitful to develop a heart of love—even just as long as it takes to pull a cow’s udder—than to undertake the training rules.",
  "an9.20:12.1": "It would be more fruitful develop the perception of impermanence—even for as long as a finger snap—than to do all of these things, including developing a heart of love for as long as it takes to pull a cow’s udder.”"
}