{
  "_markup_path": "markup/an/an09/an9.001.html",
  "_alt_strings": [
    "pi/an/an09/an9.001.json"
  ],
  "an9.1:1.1": "Numbered Discourses 9",
  "an9.1:2.1": "1 Awakening",
  "an9.1:3.1": "1 Awakening",
  "an9.1:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an9.1:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an9.1:4.3": "There the Buddha addressed the mendicants:  ",
  "an9.1:5.1": "“Mendicants, if wanderers who follow other paths were to ask:",
  "an9.1:5.2": "‘Reverends, what is the vital condition for the development of the factors of awakening?’ How would you answer them?”",
  "an9.1:5.3": "“Our teachings are rooted in the Buddha. …”",
  "an9.1:5.4": "The mendicants will listen and remember it.”",
  "an9.1:6.1": "“Well then, mendicants, listen and pay close attention, I will speak.”",
  "an9.1:6.3": "“Yes, sir,” they replied.  ",
  "an9.1:6.4": "The Buddha said this:  ",
  "an9.1:7.1": "“Mendicants, if wanderers who follow other paths were to ask:",
  "an9.1:7.2": "‘Reverends, what is the vital condition for the development of the factors of awakening?’ You should answer them:",
  "an9.1:8.1": "‘It’s when a mendicant has good friends, companions, and associates.",
  "an9.1:8.2": "This is the first vital condition for the development of the factors of awakening.",
  "an9.1:9.1": "Furthermore, a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an9.1:9.2": "This is the second vital condition for the development of the factors of awakening.",
  "an9.1:10.1": "Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,",
  "an9.1:10.2": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "an9.1:10.3": "This is the third vital condition for the development of the factors of awakening.",
  "an9.1:11.1": "Furthermore, a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an9.1:11.2": "This is the fourth vital condition for the development of the factors of awakening.",
  "an9.1:12.1": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an9.1:12.2": "This is the fifth vital condition for the development of the factors of awakening.’",
  "an9.1:13.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.1:13.2": "be ethical …",
  "an9.1:14.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.1:14.2": "take part in talk about self-effacement that helps open the heart …",
  "an9.1:15.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.1:15.2": "live with energy roused up …",
  "an9.1:16.1": "A mendicant with good friends, companions, and associates can expect to",
  "an9.1:16.2": "be wise …",
  "an9.1:17.1": "A mendicant grounded on these five things should develop four further things.",
  "an9.1:17.2": "They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’.",
  "an9.1:17.3": "When you perceive impermanence, the perception of not-self is established.",
  "an9.1:17.4": "Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.”"
}