{
    "pt": {
        "d50989fc5b69892fcb35a4a23b8d9a59": "Numeração dos Suttas",
        "19dd10bbad373919ff08cbbc49f7f478": "Para qualquer estudante de textos budistas, um dos obstáculos é encontrar um caminho através destes. Como achar aquele sutta que você quer? Esse problema surge em parte porque há simplesmente tantos textos e, em parte, porque há várias edições de cada texto. O problema é agravado no SuttaCentral à medida que incorporamos textos de várias fontes canônicas diferentes, e estas nunca foram apresentadas como uma edição combinada.",
        "9a0e11c038422ab2c2963d3e4177cea4": "Tentamos usar a mais simples, mais racional e consistente abordagem para o nosso sistema de numeração primária. Isso é bom para a maioria das pessoas e é o que recomendamos quando compartilhamos ou citamos nossos textos. Mas alguns alunos estarão procurando referências de diferentes fontes, portanto, para sua conveniência, fornecemos referências adicionais.",
        "70f123d0e9d5f54ae59006cbdaedeb20": "Aqui estão os princípios gerais que seguimos.",
        "be617435403be2bc674a4547937dc393": "Nossa preferência é pelo sistema de numeração mais amplamente aceito.",
        "65a1915234cf63f3635fa4fa02f305ba": "Nossa preferência é pela numeração semântica baseada na estrutura mais significativa em termos de conteúdo (capítulo / seção), em vez daquela baseada na edição física (volume / página).",
        "264a0b45ab8d81cfcb5766c29af5f852": "Aprimoramos os sistemas de numeração antigos, adicionando granularidade a estes, sem quebrar a compatibilidade.",
        "31939b8c389de0baeaae30bfa39fa304": "Disponibilizamos vários sistemas de referência quando estes são úteis.",
        "e9b9b834d2e5220bea0cad1224655a0a": "O sistema de numeração principal é usado para as URLs, o que as faz simples, estáveis ​​e significativas.",
        "75c8d82f194b68efe3a347d433dc5f06": "Textos segmentados",
        "ad5d7f77a968e46e25fe05a1e41a7d66": "Estamos implementando textos baseados em segmentos. Isso significa que o texto raiz é dividido em partes curtas — normalmente uma frase — que recebe um ID de referência. Traduções subseqüentes são combinadas com o original, segmento por segmento, muito embora a relação entre texto e tradução para um segmento específico não seja necessariamente exata.",
        "cdb356b9b936158028ee67793c1e58db": "Estes textos segmentados serão implementados pela primeira vez nas novas traduções dos quatro nikāyas por Bhikkhu Sujato e do Vinaya por Bhikkhu Brahmali. Nós gradualmente os distribuiremos para textos adicionais. Estes são projetados para ser a base para uma nova geração de traduções daqui para frente. Note que não é fácil alinhar retrospectivamente uma tradução antiga aos novos segmentos; isto deve ser feito à mão, um segmento de cada vez. Assim, no futuro previsível, ainda reteremos textos não-segmentados.",
        "5c83bf4f8ecf1e54e066a1d20a4e5141": "Os textos segmentados adicionam granularidade adicional aos sistemas de referência existentes. Vejamos um exemplo de como isso funciona, no caso o DN 1 Brahmajala Sutta. Este texto herda a numeração de seções da edição Páli da Pali Text Society. A décima seção é numerada dn1.10. Esta é então dividida em quatro segmentos, chamados dn1.10.1, dn1.10.2, etc. Esses mesmos números de segmentos se aplicam ao texto e à tradução. E é assim que isso aparece no arquivo subjacente, que usa o tipo .PO de arquivo usado no sistema de tradução gettext de código aberto.",
        "ee6ef4ad3b29496589189d130cd77375": "<code> <p>#msgctxt \"dn1:10.1\"<br/> msgid \"‘Bījagāmabhūtagāmasamārambhā paṭivirato samaṇo gotamo’ti—\"<br/> msgstr \"‘The ascetic Gotama refrains from injuring plants and seeds.’\"</p> <p>#msgctxt \"dn1:10.2\"<br/> msgid \"iti vā hi, bhikkhave … pe ….\"<br/> msgstr \"\"</p> <p>#msgctxt \"dn1:10.3\" #. VAR: virato → vikālabhojanā paṭivirato (pts1) | paṭivirato (katthaci)<br/> msgid \"‘Ekabhattiko samaṇo gotamo rattūparato virato vikālabhojanā ….\"<br/> msgstr \"‘He eats in one part of the day, abstaining from eating at night and food at the wrong time.’\"</p> <p>#msgctxt \"dn1:10.4\"<br/> msgid \"Naccagītavāditavisūkadassanā paṭivirato samaṇo gotamo ….\"<br/> msgstr \"‘He refrains from dancing, singing, music, and seeing shows.’\"</p> </code>",
        "b857ab30b3b3aa7426c7b5ba3a2f97a9": "Uma referência ao DN 1.10 indicaria toda essa passagem, como nas edições mais antigas. Mas também adicionamos a capacidade de referência por segmentos menores. Note que em dn1: 10.3 há uma leitura variante. Desta forma, os números de segmento podem ser usados como um endereço universal conveniente para variantes, comentários e afins, todos os quais são facilmente portáveis entre texto e traduções em qualquer idioma.",
        "5b6423b0b87bc8f03d2d0a8dae24bd5e": "Cânone páli",
        "255c23f7bc71768b1a757099207e2b2e": "Na maioria dos casos, a numeração dos suttas Páli é simples e consistente entre as edições. \"DN 2\" é sempre o segundo discurso do Dīgha Nikāya, ou seja, o Sāmaññaphala Sutta. No entanto, há vários casos marginais e de borda em que as diferenças emergem. Estes ocorrem frequentemente porque nos discursos mais curtos existem muitas abreviaturas e repetições, por isso nem sempre é claro como estes textos devem ser exatamente contados.",
        "5c4994c275d2354232243900166a5edb": "Geralmente seguimos a numeração encontrada em nossa edição em Páli, a edição Mahāsaṅgīti do texto do Sexto Concílio, produzida pela Dhamma Society. Esta é uma versão revisada e corrigida da edição do cânone resultante do Sexto Concílio, produzida pelo Vipassana Research Institute, e segue o mesmo sistema de numeração. Na maioria dos casos, esta é compatível com a numeração usada nas edições da Pali Text Society (PTS). No entanto, nos textos mais raramente utilizados, como o Abhidhamma, a numeração pode ser diferente daquela usada pela PTS. Além disso, dentro do escopo dos principais nikāyas, note os seguintes problemas.",
        "357564065ba15d36c38f6dec24251a69": "Dois nívels, e não três, para o AN 1 e AN 2",
        "e8b264ce081def0160a53d75e322a677": "Nos dois primeiros nipatas do AN, a numeração PTS reconhece três níveis de agrupamento (<i> nipāta <i>, <i> vagga <i>, e <i> sutta </i>). Nesses casos, seguimos a prática amplamente aceita de dispensar o segundo nível. Isso envolve a aplicação de um princípio mecânico simples, ilustrado nos exemplos a seguir:",
        "cfcf707456d655f40ccc389fcb619b56": "AN 1.1.6 se torna AN 1.6",
        "3c30cabe4d95a44ea78f5bad549acd3a": "AN 1.8.1 se torna AN 1.71",
        "21d6e5d9cde5d5a0bcb662049c41ea12": "AN 2.2.9 se torna AN 2.19",
        "146c41d3411003bcaa01ed0b689d4852": "No entanto, ainda retemos a numeração de três níveis da PTS como referência.",
        "fd1a168517651e51da1a3268ce806796": "Duas edições para o volume 1 do SN 1",
        "eb228a655f0ba12cd27d7e209030340b": "Para o Volume i do SN, o Sagātha-Vagga, existem dois conjuntos de números de volume / página para cada sutta. Isto porque este texto foi originalmente editado por Feer em 1884, com uma nova edição preparada por Somaratne em 1998.",
        "3e5ba851b11453847839baa7c1c1a85b": "Usamos a numeração do SN and AN por Bhikkhu Bodhi",
        "b5c7707cb9ea76948173ec6652f1d4ee": "Ao longo do SN e AN seguimos a numeração de suttas adotada nas traduções inglesas de Bhikkhu Bodhi, que em algumas seções é diferente da numeração da PTS. Este é um sistema mais racional baseado principalmente no que é encontrado nas edições nativas e na edição Chaṭṭha Saṅgāyana. Aqui, novamente, onde quer que haja uma diferença, ambos os números são mostrados. As seções afetadas dessa maneira são as seguintes:",
        "a9b7eb21ea4b88c4b23d06d6580d8529": "SN: do SN 22.150 [SN 22.149] até ao fim do <i>saṃyutta</i>",
        "cbcae2d4426cb849e74830b674f4e5ca": "do SN 35.136 [SN 35.135] até ao fim do <i>saṃyutta</i>",
        "383fcbf66b2310d025c307c582f6ce05": "do SN 36.26 [SN 36.25] até ao fim do <i>saṃyutta</i>",
        "3ca2e51020951c6f6f5999e2a8512c61": "AN: do AN 1.98 [AN 1.10.1] até ao fim do <i>nipāta</i>",
        "0ba31b402fa8a01f5666f67b4772f3d3": "do AN 2.23 [AN 2.3.3 + 2.3.4] até ao fim do <i>nipāta</i>",
        "6498f1de7722949e70545f60c3e2769f": "do AN 3.34 [AN 3.33] até ao fim do <i>nipāta</i>",
        "112be58000dd72c889b3a9e2c90c2471": "do AN 4.227 [AN 4.226] até ao fim do <i>nipāta</i>",
        "93f33e1550b509d6534132e34fbd27e9": "do AN 7.19 [AN 7.17] até ao fim do <i>nipāta</i>",
        "6cc9160b7985bdca27cc0bb6dafd7c2f": "do AN 10.211 [AN 10.200] até ao fim do <i>nipāta</i>",
        "aea5aad5d9ef2b3aaa5b7297c4767378": "do AN 11.8 [AN 11.9] até ao fim do <i>nipāta</i>",
        "76dc89038282fa2e78175253c1fcfb47": "Por exemplo, na edição da PTS do SN, o sutta intitulado “Etaṃ mama” em Khandha-saṃyutta é numerado SN 22.150; e na tradução inglesa de Bhikkhu Bodhi (como também em várias edições nativas do texto em Páli) este sutta é numerado SN 22.151. Na maioria dos casos, não existe tal ambiguidade quanto ao número do sutta e, portanto, não existe nenhum número alternativo.",
        "2b556a214404ef46b0876488fd2b9b0b": "Vários conjuntos de números de versos",
        "e1937112f72df0bc32158ce42b27a558": "Números de versos para textos como o Dhammapada, Sutta Nipāta e Theragāthā e Therīgāthā variam um pouco das edições da PTS. Isto é, por vezes, devido a diferentes escolhas editoriais na quebra de versos e, por vezes, devido ao tratamento diferente de abreviaturas. Nós incluímos os números PTS para referência.",
        "bf685cdd478a57b782a05afd1f6f7fda": "Note, também, que o Sutta Nipāta pode ser referenciado ou por simples contagem de versos desde o começo da coleção, ou por número de capítulo e sutta, com contagem de versos por sutta.",
        "f0a01ce3ae10641b16262318405c4639": "Numeração de seções",
        "d90b084b3ae2cf064abc69b94183c62e": "Nossos textos adotam o sistema de numeração de seções implementado pela primeira vez para o DN pela edição Páli da PTS, e para o MN por Bhikkhu Ñāṇamoḷi, como adotado por Bhikkhu Bodhi. Para o Vinaya, da mesma forma, adotamos a numeração da seção da edição da PTS.",
        "dede524195c0ec708c933d85e5c5c397": "Para outros textos, as edições PTS geralmente não usam um sistema de seção. Aqui adotamos numeração por parágrafo. Isto herda o sistema como usado na edição de Mahāsaṅgīti, embora nós o implementemos de modo mais simples.",
        "3b261136e3c33f35e0a58611b1f344cb": "Cânone chinês",
        "dec95d22dbd89b220578d5c3e256f13e": "A referência moderna para textos chineses é quase sempre baseada na edição de Taisho. Isso é conveniente, pois oferece uma abordagem consistente e, com o uso de númeração linha por linha, permite maior referência granular. No entanto, tem a desvantagem de estar vinculado a uma determinada edição em papel. Referências de linha não têm relação com a estrutura semântica do texto. Além disso, as referências aos textos de Taishō são tipicamente redundantes, especificando o volume / página e o número do sūtra. Isso pode ser útil em uma edição impressa, mas é difícil manipular em um texto digital. Além disso, o Taishō depende fortemente do <i>juan</i> ou \"folio\" para estruturação dos textos, o que novamente é uma convenção relevante apenas para edições impressas.",
        "bd615ff6e5db7851ecb0ba00b9580d77": "Nossos textos chineses são uma adaptação do que é disponibilizado pela CBETA, uma edição digital do cânone Taishō. Nós herdamos e disponibilizamos na íntegra o sistema Taishō clássico. No entanto, para a nossa numeração primária, em vez de copiar o Taishō literalmente, organizamos os textos por estrutura semântica, para que eles possam ser alinhados com seus paralelos em Páli e outras línguas. Aqui está uma visão geral dessas principais escrituras.",
        "9607e6a7a21cafae5df4288591e2f734": "Para os principais āgamas, numeramos os sutras por āgamas. Ou seja, o da1 é o primeiro sutra no Dīrghāgama, que é o volume um, sutra um do Taishō.",
        "d00de8aa1e22523a8a8dc2bf919f04e2": "Para textos fora dos āgamas, como os sutras “independentes”, damos o número do sutra Taishō.",
        "d7144c43d39de9f388af48f65bf40e6b": "Para textos do vinaya, atribuímos a cada um deles um ID que especifica a escola, a divisão e o idioma. Assim lzh-mg-bu-vb-pj1 é “o texto da primeira regra <i>pārājika</i> em chinês Bhikkhu Vibhaṅga Mahāsaṅghika”.",
        "a441f933e0026f55ccff38b534f98a53": "Cânone tibetano",
        "b05db772991d93146fef3d61fd1fee46": "Para o cânone tibetano, usamos a numeração da edição Derge, baseada nas edições on-line. No entanto, como no caso do cânone chinês, aplicamos divisões semânticas onde isso é útil, como no caso dos textos Upāyika. Para estes numeramos os sutras conforme a ocorrência destes.",
        "6299f74950379388e645c9f29be6b3a3": "Escrituras em sânscrito e outros idiomas",
        "8f70644fc24846742da5830bb2f87163": "Os outros textos no site são extraídos de uma variedade de fontes diferentes e não constituem um cânone coerente. Assim, não é possível aplicar um sistema único e simples de numeração para estes. Neste caso nós simplesmente nos referimos a textos usando nosso próprio sistema arbitrário."
    }
}