{
  "_markup_path": "markup/sn/sn14/sn14.12.html",
  "_alt_strings": [
    "en/sujato/sn/sn14/sn14.12.json"
  ],
  "sn14.12:1.1": "Saṃyutta Nikāya 14",
  "sn14.12:2.1": "2. Dutiyavagga",
  "sn14.12:3.1": "12. Sanidānasutta",
  "sn14.12:4.1": "Sāvatthiyaṃ viharati.",
  "sn14.12:4.2": "“Sanidānaṃ, bhikkhave, uppajjati kāmavitakko, no anidānaṃ;",
  "sn14.12:4.3": "sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ;",
  "sn14.12:4.4": "sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ.",
  "sn14.12:5.1": "Kathañca, bhikkhave, sanidānaṃ uppajjati kāmavitakko, no anidānaṃ;",
  "sn14.12:5.2": "sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ;",
  "sn14.12:5.3": "sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ?",
  "sn14.12:5.4": "Kāmadhātuṃ, bhikkhave, paṭicca uppajjati kāmasaññā, kāmasaññaṃ paṭicca uppajjati kāmasaṅkappo, kāmasaṅkappaṃ paṭicca uppajjati kāmacchando, kāmacchandaṃ paṭicca uppajjati kāmapariḷāho, kāmapariḷāhaṃ paṭicca uppajjati kāmapariyesanā.",
  "sn14.12:5.5": "Kāmapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—",
  "sn14.12:5.6": "kāyena, vācāya, manasā.",
  "sn14.12:6.1": "Byāpādadhātuṃ, bhikkhave, paṭicca uppajjati byāpādasaññā, byāpādasaññaṃ paṭicca uppajjati byāpādasaṅkappo … pe …",
  "sn14.12:6.2": "byāpādacchando …",
  "sn14.12:6.3": "byāpādapariḷāho …",
  "sn14.12:6.4": "byāpādapariyesanā …",
  "sn14.12:6.5": "byāpādapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—",
  "sn14.12:6.6": "kāyena, vācāya, manasā.",
  "sn14.12:7.1": "Vihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati vihiṃsāsaññā;",
  "sn14.12:7.2": "vihiṃsāsaññaṃ paṭicca uppajjati vihiṃsāsaṅkappo … pe …",
  "sn14.12:7.3": "vihiṃsāchando …",
  "sn14.12:7.4": "vihiṃsāpariḷāho …",
  "sn14.12:7.5": "vihiṃsāpariyesanā …",
  "sn14.12:7.6": "vihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—",
  "sn14.12:7.7": "kāyena, vācāya, manasā.",
  "sn14.12:8.1": "Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya;",
  "sn14.12:8.2": "no ce hatthehi ca pādehi ca khippameva nibbāpeyya.",
  "sn14.12:8.3": "Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te anayabyasanaṃ āpajjeyyuṃ.",
  "sn14.12:8.4": "Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ na khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ;",
  "sn14.12:8.5": "kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.",
  "sn14.12:9.1": "Sanidānaṃ, bhikkhave, uppajjati nekkhammavitakko, no anidānaṃ;",
  "sn14.12:9.2": "sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ;",
  "sn14.12:9.3": "sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ.",
  "sn14.12:10.1": "Kathañca, bhikkhave, sanidānaṃ uppajjati nekkhammavitakko, no anidānaṃ;",
  "sn14.12:10.2": "sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ;",
  "sn14.12:10.3": "sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ?",
  "sn14.12:10.4": "Nekkhammadhātuṃ, bhikkhave, paṭicca uppajjati nekkhammasaññā, nekkhammasaññaṃ paṭicca uppajjati nekkhammasaṅkappo, nekkhammasaṅkappaṃ paṭicca uppajjati nekkhammacchando, nekkhammacchandaṃ paṭicca uppajjati nekkhammapariḷāho, nekkhammapariḷāhaṃ paṭicca uppajjati nekkhammapariyesanā;",
  "sn14.12:10.5": "nekkhammapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—",
  "sn14.12:10.6": "kāyena, vācāya, manasā.",
  "sn14.12:11.1": "Abyāpādadhātuṃ, bhikkhave, paṭicca uppajjati abyāpādasaññā, abyāpādasaññaṃ paṭicca uppajjati abyāpādasaṅkappo … pe …",
  "sn14.12:11.2": "abyāpādacchando …",
  "sn14.12:11.3": "abyāpādapariḷāho …",
  "sn14.12:11.4": "abyāpādapariyesanā, abyāpādapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—",
  "sn14.12:11.5": "kāyena, vācāya, manasā.",
  "sn14.12:12.1": "Avihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati avihiṃsāsaññā, avihiṃsāsaññaṃ paṭicca uppajjati avihiṃsāsaṅkappo, avihiṃsāsaṅkappaṃ paṭicca uppajjati avihiṃsāchando, avihiṃsāchandaṃ paṭicca uppajjati avihiṃsāpariḷāho, avihiṃsāpariḷāhaṃ paṭicca uppajjati avihiṃsāpariyesanā;",
  "sn14.12:12.2": "avihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—",
  "sn14.12:12.3": "kāyena, vācāya, manasā.",
  "sn14.12:13.1": "Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya;",
  "sn14.12:13.2": "tamenaṃ hatthehi ca pādehi ca khippameva nibbāpeyya.",
  "sn14.12:13.3": "Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te na anayabyasanaṃ āpajjeyyuṃ.",
  "sn14.12:13.4": "Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ;",
  "sn14.12:13.5": "kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti.",
  "sn14.12:14.1": "Dutiyaṃ."
}