{
  "_markup_path": "markup/sn/sn14/sn14.32.html",
  "_alt_strings": [
    "en/sujato/sn/sn14/sn14.32.json"
  ],
  "sn14.32:1.1": "Saṃyutta Nikāya 14",
  "sn14.32:2.1": "4. Catutthavagga",
  "sn14.32:3.1": "<span class=\\\"var\\\" title=\\\"assādapariyesanasuttaṃ (bj) | acariṃ (pts1-2)\\\" id=\\\"note180\\\">32. Acariṃsutta</span>",
  "sn14.32:4.1": "Sāvatthiyaṃ viharati.",
  "sn14.32:4.2": "“Pathavīdhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo pathavīdhātuyā assādo tadajjhagamaṃ, yāvatā pathavīdhātuyā assādo paññāya me so sudiṭṭho.",
  "sn14.32:4.3": "Pathavīdhātuyāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ, yo pathavīdhātuyā ādīnavo tadajjhagamaṃ, yāvatā pathavīdhātuyā ādīnavo paññāya me so sudiṭṭho.",
  "sn14.32:4.4": "Pathavīdhātuyāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ, yaṃ pathavīdhātuyā nissaraṇaṃ tadajjhagamaṃ, yāvatā pathavīdhātuyā nissaraṇaṃ paññāya me taṃ sudiṭṭhaṃ.",
  "sn14.32:5.1": "Āpodhātuyāhaṃ, bhikkhave … pe …",
  "sn14.32:5.2": "tejodhātuyāhaṃ, bhikkhave …",
  "sn14.32:5.3": "vāyodhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo vāyodhātuyā assādo tadajjhagamaṃ, yāvatā vāyodhātuyā assādo paññāya me so sudiṭṭho.",
  "sn14.32:5.4": "Vāyodhātuyāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ, yo vāyodhātuyā ādīnavo tadajjhagamaṃ, yāvatā vāyodhātuyā ādīnavo paññāya me so sudiṭṭho.",
  "sn14.32:5.5": "Vāyodhātuyāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ, yaṃ vāyodhātuyā nissaraṇaṃ tadajjhagamaṃ, yāvatā vāyodhātuyā nissaraṇaṃ paññāya me taṃ sudiṭṭhaṃ.",
  "sn14.32:6.1": "Yāvakīvañcāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ na abbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ.",
  "sn14.32:7.1": "Yato ca khvāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ.",
  "sn14.32:7.2": "Ñāṇañca pana me dassanaṃ udapādi:",
  "sn14.32:7.3": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.",
  "sn14.32:8.1": "Tatiyaṃ."
}