{
  "_markup_path": "markup/sn/sn14/sn14.33.html",
  "_alt_strings": [
    "en/sujato/sn/sn14/sn14.33.json"
  ],
  "sn14.33:1.1": "Saṃyutta Nikāya 14",
  "sn14.33:2.1": "4. Catutthavagga",
  "sn14.33:3.1": "<span class=\\\"var\\\" title=\\\"yo no cedaṃ (pts1-2)\\\" id=\\\"note181\\\">33. Nocedaṃsutta</span>",
  "sn14.33:4.1": "Sāvatthiyaṃ viharati.",
  "sn14.33:4.2": "“No cedaṃ, bhikkhave, pathavīdhātuyā assādo abhavissa, nayidaṃ sattā pathavīdhātuyā sārajjeyyuṃ.",
  "sn14.33:4.3": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā assādo, tasmā sattā pathavīdhātuyā sārajjanti.",
  "sn14.33:4.4": "No cedaṃ, bhikkhave, pathavīdhātuyā ādīnavo abhavissa, nayidaṃ sattā pathavīdhātuyā nibbindeyyuṃ.",
  "sn14.33:4.5": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā ādīnavo, tasmā sattā pathavīdhātuyā nibbindanti.",
  "sn14.33:4.6": "No cedaṃ, bhikkhave, pathavīdhātuyā nissaraṇaṃ abhavissa, nayidaṃ sattā pathavīdhātuyā nissareyyuṃ.",
  "sn14.33:4.7": "Yasmā ca kho, bhikkhave, atthi pathavīdhātuyā nissaraṇaṃ, tasmā sattā pathavīdhātuyā nissaranti.",
  "sn14.33:5.1": "No cedaṃ, bhikkhave, āpodhātuyā assādo abhavissa … pe …",
  "sn14.33:5.2": "no cedaṃ, bhikkhave, tejodhātuyā … pe …",
  "sn14.33:5.3": "no cedaṃ, bhikkhave, vāyodhātuyā assādo abhavissa, nayidaṃ sattā vāyodhātuyā sārajjeyyuṃ.",
  "sn14.33:5.4": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā assādo, tasmā sattā vāyodhātuyā sārajjanti.",
  "sn14.33:5.5": "No cedaṃ, bhikkhave, vāyodhātuyā ādīnavo abhavissa, nayidaṃ sattā vāyodhātuyā nibbindeyyuṃ.",
  "sn14.33:5.6": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā ādīnavo, tasmā sattā vāyodhātuyā nibbindanti.",
  "sn14.33:5.7": "No cedaṃ, bhikkhave, vāyodhātuyā nissaraṇaṃ abhavissa, nayidaṃ sattā vāyodhātuyā nissareyyuṃ.",
  "sn14.33:5.8": "Yasmā ca kho, bhikkhave, atthi vāyodhātuyā nissaraṇaṃ, tasmā sattā vāyodhātuyā nissaranti.",
  "sn14.33:6.1": "Yāvakīvañcime, bhikkhave, sattā imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ na abbhaññaṃsu, neva tāvime, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādikatena cetasā vihariṃsu.",
  "sn14.33:7.1": "Yato ca kho, bhikkhave, sattā imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādikatena cetasā viharantī”ti.",
  "sn14.33:8.1": "Catutthaṃ."
}