{
  "_markup_path": "markup/sn/sn14/sn14.34.html",
  "_alt_strings": [
    "en/sujato/sn/sn14/sn14.34.json"
  ],
  "sn14.34:1.1": "Saṃyutta Nikāya 14",
  "sn14.34:2.1": "4. Catutthavagga",
  "sn14.34:3.1": "<span class=\\\"var\\\" title=\\\"dukkhalaṅkaṇasuttaṃ (bj) | dukkha (pts1-2)\\\" id=\\\"note182\\\">34. Ekantadukkhasutta</span>",
  "sn14.34:4.1": "Sāvatthiyaṃ viharati.",
  "sn14.34:4.2": "“<span class=\\\"var\\\" title=\\\"paṭhavīdhātu ca (bj) | paṭhavīdhātuñca (s1-3)\\\" id=\\\"note183\\\">Pathavīdhātu ce</span> hidaṃ, bhikkhave, ekantadukkhā abhavissa dukkhānupatitā dukkhāvakkantā anavakkantā sukhena, nayidaṃ sattā pathavīdhātuyā sārajjeyyuṃ.",
  "sn14.34:4.3": "Yasmā ca kho, bhikkhave, pathavīdhātu sukhā sukhānupatitā sukhāvakkantā anavakkantā dukkhena, tasmā sattā pathavīdhātuyā sārajjanti.",
  "sn14.34:5.1": "Āpodhātu ce hidaṃ, bhikkhave … pe …",
  "sn14.34:5.2": "tejodhātu ce hidaṃ, bhikkhave …",
  "sn14.34:5.3": "vāyodhātu ce hidaṃ, bhikkhave, ekantadukkhā abhavissa dukkhānupatitā dukkhāvakkantā anavakkantā sukhena, nayidaṃ sattā vāyodhātuyā sārajjeyyuṃ.",
  "sn14.34:5.4": "Yasmā ca kho, bhikkhave, vāyodhātu sukhā sukhānupatitā sukhāvakkantā anavakkantā dukkhena, tasmā sattā vāyodhātuyā sārajjanti.",
  "sn14.34:6.1": "Pathavīdhātu ce hidaṃ, bhikkhave, ekantasukhā abhavissa sukhānupatitā sukhāvakkantā anavakkantā dukkhena, nayidaṃ sattā pathavīdhātuyā nibbindeyyuṃ.",
  "sn14.34:6.2": "Yasmā ca kho, bhikkhave, pathavīdhātu dukkhā dukkhānupatitā dukkhāvakkantā anavakkantā sukhena, tasmā sattā pathavīdhātuyā nibbindanti.",
  "sn14.34:7.1": "Āpodhātu ce hidaṃ, bhikkhave … pe …",
  "sn14.34:7.2": "tejodhātu ce hidaṃ, bhikkhave …",
  "sn14.34:7.3": "vāyodhātu ce hidaṃ, bhikkhave, ekantasukhā abhavissa sukhānupatitā sukhāvakkantā anavakkantā dukkhena, nayidaṃ sattā vāyodhātuyā nibbindeyyuṃ.",
  "sn14.34:7.4": "Yasmā ca kho, bhikkhave, vāyodhātu dukkhā dukkhānupatitā dukkhāvakkantā anavakkantā sukhena, tasmā sattā vāyodhātuyā nibbindantī”ti.",
  "sn14.34:8.1": "Pañcamaṃ."
}