{
  "_markup_path": "markup/an/an02/an2.042-51.html",
  "_alt_strings": [
    "pi/an/an02/an2.042-51.json"
  ],
  "an2.42-51:1.1": "Numbered Discourses 2",
  "an2.42-51:2.1": "5 Assemblies",
  "an2.42-51:3.1": "42",
  "an2.42-51:4.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:4.2": "What two?",
  "an2.42-51:4.3": "A shallow assembly and a deep assembly.",
  "an2.42-51:4.4": "And what is a shallow assembly? ",
  "an2.42-51:4.5": "An assembly where the mendicants are restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and samādhi, with straying minds and undisciplined faculties.",
  "an2.42-51:4.6": "This is called a shallow assembly. ",
  "an2.42-51:5.1": "And what is a deep assembly? ",
  "an2.42-51:5.2": "An assembly where the mendicants are not restless, insolent, fickle, gossipy, or loose-tongued, but have established mindfulness, situational awareness and samādhi, with unified mind and restrained faculties.",
  "an2.42-51:5.3": "This is called a deep assembly. ",
  "an2.42-51:5.4": "These are the two assemblies.",
  "an2.42-51:5.5": "The better of these two assemblies is the deep assembly.”",
  "an2.42-51:6.1": "43",
  "an2.42-51:7.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:7.2": "What two?",
  "an2.42-51:7.3": "A divided assembly and a harmonious assembly.",
  "an2.42-51:7.4": "And what is a divided assembly? ",
  "an2.42-51:7.5": "An assembly where the mendicants argue, quarrel, and fight, continually wounding each other with barbed words.",
  "an2.42-51:7.6": "This is called a divided assembly. ",
  "an2.42-51:8.1": "And what is a harmonious assembly? ",
  "an2.42-51:8.2": "An assembly where the mendicants live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes.",
  "an2.42-51:8.3": "This is called a harmonious assembly. ",
  "an2.42-51:8.4": "These are the two assemblies.",
  "an2.42-51:8.5": "The better of these two assemblies is the harmonious assembly.”",
  "an2.42-51:9.1": "44",
  "an2.42-51:10.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:10.2": "What two?",
  "an2.42-51:10.3": "An assembly of the worst and an assembly of the best.",
  "an2.42-51:10.4": "And what is an assembly of the worst?",
  "an2.42-51:10.5": "An assembly where the senior mendicants are indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an2.42-51:10.6": "Those who come after follow their example.",
  "an2.42-51:10.7": "They too become indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an2.42-51:10.8": "This is called an assembly of the worst. ",
  "an2.42-51:11.1": "And what is an assembly of the best?",
  "an2.42-51:11.2": "An assembly where the senior mendicants are not indulgent or slack, nor are they backsliders; instead they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an2.42-51:11.3": "Those who come after follow their example.",
  "an2.42-51:11.4": "They too are not indulgent or slack, nor are they backsliders; instead, they take the lead in seclusion, rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an2.42-51:11.5": "This is called an assembly of the best. ",
  "an2.42-51:11.6": "These are the two assemblies.",
  "an2.42-51:11.7": "The better of these two assemblies is the assembly of the best.”",
  "an2.42-51:12.1": "45",
  "an2.42-51:13.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:13.2": "What two?",
  "an2.42-51:13.3": "An ignoble assembly and a noble assembly.",
  "an2.42-51:13.4": "And what is an ignoble assembly? ",
  "an2.42-51:13.5": "An assembly where the mendicants don’t truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an2.42-51:13.6": "This is called an ignoble assembly. ",
  "an2.42-51:14.1": "And what is a noble assembly? ",
  "an2.42-51:14.2": "An assembly where the mendicants truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "an2.42-51:14.3": "This is called a noble assembly. ",
  "an2.42-51:14.4": "These are the two assemblies.",
  "an2.42-51:14.5": "The better of these two assemblies is the noble assembly.”",
  "an2.42-51:15.1": "46",
  "an2.42-51:16.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:16.2": "What two?",
  "an2.42-51:16.3": "An assembly of the dregs and an assembly of the cream.",
  "an2.42-51:16.4": "And what is an assembly of the dregs? ",
  "an2.42-51:16.5": "An assembly where the mendicants make decisions prejudiced by favoritism, hostility, stupidity, and cowardice.",
  "an2.42-51:16.6": "This is called an assembly of the dregs. ",
  "an2.42-51:17.1": "And what is an assembly of the cream? ",
  "an2.42-51:17.2": "An assembly where the mendicants make decisions unprejudiced by favoritism, hostility, stupidity, and cowardice.",
  "an2.42-51:17.3": "This is called an assembly of the cream. ",
  "an2.42-51:17.4": "These are the two assemblies.",
  "an2.42-51:17.5": "The better of these two assemblies is the assembly of the cream.”",
  "an2.42-51:18.1": "47",
  "an2.42-51:19.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:19.2": "What two?",
  "an2.42-51:19.3": "An assembly educated in fancy talk, not in questioning, and an assembly educated in questioning, not fancy talk.",
  "an2.42-51:19.4": "And what is an assembly educated in fancy talk, not in questioning?",
  "an2.42-51:19.5": "It is an assembly where, when discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited the mendicants do not want to listen. They don’t pay attention or apply their minds to understand them, nor do they think those teachings are worth learning and memorizing.",
  "an2.42-51:19.6": "But when discourses composed by poets—poetry, with fancy words and phrases, composed by outsiders or spoken by disciples—are being recited the mendicants do want to listen. They pay attention and apply their minds to understand them, and they think those teachings are worth learning and memorizing. But when they’ve learned those teachings they don’t question or examine each other, saying:",
  "an2.42-51:19.7": "‘Why does it say this? What does that mean?’",
  "an2.42-51:19.8": "So they don’t clarify what is unclear, or reveal what is obscure, or dispel doubt regarding the many doubtful matters.",
  "an2.42-51:19.9": "This is called an assembly educated in fancy talk, not in questioning. ",
  "an2.42-51:20.1": "And what is an assembly educated in questioning, not in fancy talk?",
  "an2.42-51:20.2": "It is an assembly where, when discourses composed by poets—poetry, with fancy words and phrases, composed by outsiders or spoken by disciples—are being recited the mendicants do not want to listen. They don’t pay attention or apply their minds to understand them, nor do they think those teachings are worth learning and memorizing.",
  "an2.42-51:20.3": "But when discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited the mendicants do want to listen. They pay attention and apply their minds to understand them, and they think those teachings are worth learning and memorizing.",
  "an2.42-51:20.4": "And when they’ve learned those teachings they question and examine each other, saying:",
  "an2.42-51:20.5": "‘Why does it say this? What does that mean?’",
  "an2.42-51:20.6": "So they clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "an2.42-51:20.7": "This is called an assembly educated in questioning, not in fancy talk. ",
  "an2.42-51:20.8": "These are the two assemblies.",
  "an2.42-51:20.9": "The better of these two assemblies is the assembly educated in questioning, not in fancy talk.”",
  "an2.42-51:21.1": "48",
  "an2.42-51:22.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:22.2": "What two?",
  "an2.42-51:22.3": "An assembly that values material things, not the true teaching, and an assembly that values the true teaching, not material things.",
  "an2.42-51:22.4": "And what is an assembly that values material things, not the true teaching?",
  "an2.42-51:22.5": "It is an assembly where the mendicants praise each other in front of the white-clothed laypeople, saying: ",
  "an2.42-51:22.6": "‘The mendicant so-and-so is freed both ways; so-and-so is freed by wisdom; so-and-so is a direct witness; so-and-so is attained to view; so-and-so is freed by faith; so-and-so is a follower of principle; so-and-so is a follower by faith; so-and-so is ethical, of good character; so-and-so is unethical, of bad character.’ ",
  "an2.42-51:22.7": "In this way they get material things. ",
  "an2.42-51:22.8": "And when they get these things, they use them tied, stupefied, attached, blind to the drawbacks, and not understanding the escape.",
  "an2.42-51:22.9": "This is called an assembly that values material things, not the true teaching. ",
  "an2.42-51:23.1": "And what is an assembly that values the true teaching, not material things?",
  "an2.42-51:23.2": "It is an assembly where the mendicants don’t praise each other in front of the white-clothed laypeople, saying: ",
  "an2.42-51:23.3": "‘The mendicant so-and-so is freed both ways; so-and-so is freed by wisdom; so-and-so is a direct witness; so-and-so is attained to view; so-and-so is freed by faith; so-and-so is a follower of principle; so-and-so is a follower by faith; so-and-so is ethical, of good character; so-and-so is unethical, of bad character.’ ",
  "an2.42-51:23.4": "In this way they get material things. ",
  "an2.42-51:23.5": "And when they get these things, they use them untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.",
  "an2.42-51:23.6": "This is called an assembly that values the true teaching, not material things. ",
  "an2.42-51:23.7": "These are the two assemblies.",
  "an2.42-51:23.8": "The better of these two assemblies is the assembly that values the true teaching, not material things.”",
  "an2.42-51:24.1": "49",
  "an2.42-51:25.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:25.2": "What two?",
  "an2.42-51:25.3": "An unjust assembly and a just assembly.",
  "an2.42-51:25.4": "And what is an unjust assembly? ",
  "an2.42-51:25.5": "An assembly where legal acts against the teaching proceed, while legal acts in line with the teaching don’t proceed. Legal acts against the training proceed, while legal acts in line with the training don’t proceed. Legal acts against the teaching are explained, while legal acts in line with the teaching aren’t explained. Legal acts against the training are explained, while legal acts in line with the training aren’t explained.",
  "an2.42-51:25.6": "This is called an unjust assembly.",
  "an2.42-51:26.1": "And what is a just assembly? ",
  "an2.42-51:26.2": "An assembly where legal acts in line with the teaching proceed, while legal acts against the teaching don’t proceed. Legal acts in line with the training proceed, while legal acts against the training don’t proceed. Legal acts in line with the teaching are explained, while legal acts against the teaching aren’t explained. Legal acts in line with the training are explained, while legal acts against the training aren’t explained.",
  "an2.42-51:26.3": "This is called a just assembly.",
  "an2.42-51:26.4": "These are the two assemblies.”",
  "an2.42-51:26.5": "The better of these two assemblies is the ethical assembly.”",
  "an2.42-51:27.1": "50",
  "an2.42-51:28.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:28.2": "What two?",
  "an2.42-51:28.3": "An unprincipled assembly and a principled assembly …",
  "an2.42-51:28.4": "The better of these two assemblies is the principled assembly.”",
  "an2.42-51:29.1": "51",
  "an2.42-51:30.1": "“There are, mendicants, these two assemblies.",
  "an2.42-51:30.2": "What two?",
  "an2.42-51:30.3": "An assembly with unprincipled speech, and an assembly with principled speech.",
  "an2.42-51:30.4": "And what is an assembly with unprincipled speech?",
  "an2.42-51:30.5": "It is an assembly where the mendicants take up disciplinary issues, whether legitimate or not.",
  "an2.42-51:30.6": "But they don’t persuade each other or allow themselves to be persuaded, nor do they convince each other or allow themselves to be convinced.",
  "an2.42-51:30.7": "Unable to persuade or convince each other, they can’t let go of their opinions. They obstinately hold on to that disciplinary issue and insist that:",
  "an2.42-51:30.8": "‘This is the only truth, other ideas are stupid.’",
  "an2.42-51:30.9": "This is called an assembly with unprincipled speech. ",
  "an2.42-51:31.1": "And what is an assembly with principled speech?",
  "an2.42-51:31.2": "It is an assembly where the mendicants take up disciplinary issues, whether legitimate or not.",
  "an2.42-51:31.3": "Then they persuade each other or allow themselves to be persuaded, and they convince each other or allow themselves to be convinced.",
  "an2.42-51:31.4": "Since they are able to persuade and convince each other, they let go of their opinions. They don’t obstinately hold on to that disciplinary issue or insist that:",
  "an2.42-51:31.5": "‘This is the only truth, other ideas are stupid.’",
  "an2.42-51:31.6": "This is called an assembly with principled speech. ",
  "an2.42-51:31.7": "These are the two assemblies.",
  "an2.42-51:31.8": "The better of these two assemblies is the assembly with principled speech.”"
}