{
  "_markup_path": "markup/an/an02/an2.001-10.html",
  "_alt_strings": [
    "pi/an/an02/an2.001-10.json"
  ],
  "an2.1-10:1.1": "Numbered Discourses 2",
  "an2.1-10:2.1": "1 Punishments",
  "an2.1-10:3.1": "1 Flaws",
  "an2.1-10:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an2.1-10:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an2.1-10:4.3": "There the Buddha addressed the mendicants: ",
  "an2.1-10:4.4": "“Mendicants!” ",
  "an2.1-10:4.5": "“Venerable sir,” they replied. ",
  "an2.1-10:4.6": "The Buddha said this: ",
  "an2.1-10:5.1": "“There are, mendicants, these two flaws.",
  "an2.1-10:5.2": "What two?",
  "an2.1-10:5.3": "The flaw apparent in the present life, and the flaw to do with lives to come.",
  "an2.1-10:5.4": "What is the flaw apparent in the present life?",
  "an2.1-10:5.5": "It’s when someone sees that kings have arrested a bandit, a criminal, and subjected them to various punishments—",
  "an2.1-10:5.6": "whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.",
  "an2.1-10:6.1": "It occurs to them:",
  "an2.1-10:6.2": "‘If I were to commit the kinds of bad deeds for which the kings arrested that bandit, that criminal,",
  "an2.1-10:6.4": "the rulers would arrest me and subject me to the same punishments.",
  "an2.1-10:6.6": "Afraid of the flaw apparent in the present life, they do not steal the belongings of others.",
  "an2.1-10:6.7": "This is called the flaw apparent in the present life.",
  "an2.1-10:7.1": "What is the flaw to do with lives to come?",
  "an2.1-10:7.2": "It’s when someone reflects:",
  "an2.1-10:7.3": "‘Bad conduct of body, speech, or mind has a bad, painful result in the next life.",
  "an2.1-10:7.4": "If I conduct myself badly, ",
  "an2.1-10:7.5": "then, when my body breaks up, after death, won’t I be reborn in a place of loss, a bad place, the underworld, hell?’",
  "an2.1-10:7.6": "Afraid of the flaw to do with lives to come, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an2.1-10:7.7": "This is called the flaw to do with lives to come.",
  "an2.1-10:7.8": "These are the two flaws.",
  "an2.1-10:7.9": "So you should train like this:",
  "an2.1-10:7.10": "‘We will fear the flaw apparent in the present life, and we will fear the flaw to do with lives to come. We will fear flaws, seeing the danger in flaws.’",
  "an2.1-10:7.11": "That’s how you should train.",
  "an2.1-10:7.12": "If you fear flaws, seeing the danger in flaws, you can expect to be freed from all flaws.”",
  "an2.1-10:9.1": "2 Endeavor ",
  "an2.1-10:10.1": "“These two endeavors are hard-won in the world.",
  "an2.1-10:10.2": "What two?",
  "an2.1-10:10.3": "The endeavor of laypeople staying in a home to provide robes, alms-food, lodgings, and medicines and supplies for the sick. And the endeavor of those gone forth from the lay life into homelessness to let go of all attachments.",
  "an2.1-10:10.4": "These are the two endeavors hard-won in the world.",
  "an2.1-10:11.1": "The better of these two endeavors is the endeavor to let go of all attachments.",
  "an2.1-10:11.2": "So you should train like this:",
  "an2.1-10:11.3": "‘We shall endeavor to let go of all attachments.’",
  "an2.1-10:11.4": "That’s how you should train.”",
  "an2.1-10:13.1": "3 Mortifying",
  "an2.1-10:14.1": "“These two things, mendicants, are mortifying.",
  "an2.1-10:14.2": "What two?",
  "an2.1-10:14.3": "It’s when someone has done bad things and not done good things, by way of body, speech, and mind.",
  "an2.1-10:14.7": "Thinking, ‘I’ve done bad things by way of body, speech, and mind’, they’re mortified. Thinking, ‘I haven’t done good things by way of body, speech, and mind’, they’re mortified.",
  "an2.1-10:14.10": "These are the two things that are mortifying.”",
  "an2.1-10:16.1": "4 Not Mortifying",
  "an2.1-10:17.1": "“These two things, mendicants, are not mortifying.",
  "an2.1-10:17.2": "What two?",
  "an2.1-10:17.3": "It’s when someone has done good things and not done bad things, by way of body, speech, and mind.",
  "an2.1-10:17.6": "Thinking, ‘I’ve done good things by way of body, speech, and mind’, they’re not mortified. Thinking, ‘I haven’t done bad things by way of body, speech, and mind’, they’re not mortified.",
  "an2.1-10:17.9": "These are the two things that are not mortifying.”",
  "an2.1-10:19.1": "5 Learned for Myself",
  "an2.1-10:20.1": "“Mendicants, I have learned these two things for myself—",
  "an2.1-10:20.2": "never be content with wholesome qualities, and never stop trying.",
  "an2.1-10:20.3": "I never stopped trying, thinking:",
  "an2.1-10:20.4": "‘Willingly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’",
  "an2.1-10:20.5": "It was by diligence that I achieved awakening, and by diligence that I achieved the supreme sanctuary.",
  "an2.1-10:20.6": "If you too never stop trying, thinking:",
  "an2.1-10:20.7": "‘Willingly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’",
  "an2.1-10:20.8": "You will soon realize the supreme culmination of the spiritual path in this very life. You will live having achieved with your own insight the goal for which people from good families rightly go forth from the lay life into homelessness.",
  "an2.1-10:20.10": "So you should train like this:",
  "an2.1-10:20.11": "‘We will never stop trying, thinking:",
  "an2.1-10:20.12": "‘Willingly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’",
  "an2.1-10:20.13": "That’s how you should train.”",
  "an2.1-10:22.1": "6 Fetters",
  "an2.1-10:23.1": "“There are, mendicants, these two things.",
  "an2.1-10:23.2": "What two?",
  "an2.1-10:23.3": "Seeing things that are prone to being fettered as gratifying, and seeing things that are prone to being fettered as disillusioning.",
  "an2.1-10:23.4": "When you keep seeing things that are prone to being fettered as gratifying, you don’t give up greed, hate, and delusion.",
  "an2.1-10:23.5": "When these are not given up, you’re not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "an2.1-10:23.6": "You’re not freed from suffering, I say.",
  "an2.1-10:24.1": "When you keep seeing things that are prone to being fettered as disillusioning, you give up greed, hate, and delusion.",
  "an2.1-10:24.2": "When these are given up, you’re freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "an2.1-10:24.3": "You’re freed from suffering, I say.",
  "an2.1-10:24.4": "These are the two things.”",
  "an2.1-10:26.1": "7 Dark",
  "an2.1-10:27.1": "“These two things, mendicants, are dark.",
  "an2.1-10:27.2": "What two?",
  "an2.1-10:27.3": "Lack of conscience and prudence.",
  "an2.1-10:27.4": "These are the two things that are dark.”",
  "an2.1-10:29.1": "8 Bright",
  "an2.1-10:30.1": "“These two things, mendicants, are bright.",
  "an2.1-10:30.2": "What two?",
  "an2.1-10:30.3": "Conscience and prudence.",
  "an2.1-10:30.4": "These are the two things that are bright.”",
  "an2.1-10:32.1": "9 Behavior ",
  "an2.1-10:33.1": "“These two bright things, mendicants, protect the world.",
  "an2.1-10:33.2": "What two?",
  "an2.1-10:33.3": "Conscience and prudence.",
  "an2.1-10:33.4": "If these two bright things did not protect the world, there would be no rules regarding mother, aunts, or wives and partners of teachers and respected people.",
  "an2.1-10:33.5": "The world would become promiscuous, like goats and sheep, chickens and pigs, and dogs and jackals.",
  "an2.1-10:33.6": "But because the two bright things protect the world, there are rules regarding mother, aunts, and wives and partners of teachers and respected people.",
  "an2.1-10:35.1": "10 Entering the Rainy Season",
  "an2.1-10:36.1": "“There are, mendicants, these two entries to the rainy season.",
  "an2.1-10:36.2": "What two?",
  "an2.1-10:36.3": "Earlier and later.",
  "an2.1-10:36.4": "These are the two entries to the rainy season.”"
}