{
  "_markup_path": "markup/an/an02/an2.077-86.html",
  "_alt_strings": [
    "pi/an/an02/an2.077-86.json"
  ],
  "an2.77-86:1.1": "Numbered Discourses 2",
  "an2.77-86:2.1": "8 With a Precursor",
  "an2.77-86:3.1": "77",
  "an2.77-86:4.1": "“Bad, unwholesome qualities, mendicants, arise with a precursor, not without a precursor.",
  "an2.77-86:4.2": "By giving up that precursor, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:5.1": "78",
  "an2.77-86:6.1": "“Bad, unwholesome qualities, mendicants, arise with a source, not without a source.",
  "an2.77-86:6.2": "By giving up that source, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:7.1": "79",
  "an2.77-86:8.1": "“Bad, unwholesome qualities, mendicants, arise with a cause, not without a cause.",
  "an2.77-86:8.2": "By giving up that cause, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:9.1": "80",
  "an2.77-86:10.1": "“Bad, unwholesome qualities, mendicants, arise with a condition, not without a condition.",
  "an2.77-86:10.2": "By giving up that condition, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:11.1": "81",
  "an2.77-86:12.1": "“Bad, unwholesome qualities, mendicants, arise with a reason, not without a reason.",
  "an2.77-86:12.2": "By giving up that reason, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:13.1": "82",
  "an2.77-86:14.1": "“Bad, unwholesome qualities, mendicants, arise with form, not without form.",
  "an2.77-86:14.2": "By giving up that form, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:15.1": "83",
  "an2.77-86:16.1": "“Bad, unwholesome qualities, mendicants, arise with feeling, not without feeling.",
  "an2.77-86:16.2": "By giving up that feeling, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:17.1": "84",
  "an2.77-86:18.1": "“Bad, unwholesome qualities, mendicants, arise with perception, not without perception.",
  "an2.77-86:18.2": "By giving up that perception, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:19.1": "85",
  "an2.77-86:20.1": "“Bad, unwholesome qualities, mendicants, arise with consciousness, not without consciousness.",
  "an2.77-86:20.2": "By giving up that consciousness, those bad, unwholesome qualities do not occur.”",
  "an2.77-86:21.1": "86",
  "an2.77-86:22.1": "“Bad, unwholesome qualities, mendicants, arise with a conditioned basis, not without a conditioned basis.",
  "an2.77-86:22.2": "By giving up that conditioned basis, those bad, unwholesome qualities do not occur.”"
}