{
  "_markup_path": "markup/an/an02/an2.032-41.html",
  "_alt_strings": [
    "pi/an/an02/an2.032-41.json"
  ],
  "an2.32-41:3.1": "32",
  "an2.32-41:4.1": "“Mendicants, I will teach you the level of the bad person and the level of the good person.",
  "an2.32-41:4.2": "Listen and pay close attention,",
  "an2.32-41:4.3": "I will speak.”",
  "an2.32-41:4.4": "“Yes, sir,” they replied. ",
  "an2.32-41:4.5": "The Buddha said this: ",
  "an2.32-41:5.1": "“What is the level of the bad person?",
  "an2.32-41:5.2": "The bad person is ungrateful and thankless,",
  "an2.32-41:5.3": "for the wicked only know how to be ungrateful and thankless.",
  "an2.32-41:5.4": "It is totally the level of a bad person to be ungrateful and thankless.",
  "an2.32-41:5.5": "The good person is grateful and thankful,",
  "an2.32-41:5.6": "for the virtuous only know how to be grateful and thankful.",
  "an2.32-41:5.7": "It is totally the level of a good person to be grateful and thankful.”",
  "an2.32-41:6.1": "33",
  "an2.32-41:7.1": "“Mendicants, I say that these two people cannot easily be repaid.",
  "an2.32-41:7.2": "What two?",
  "an2.32-41:7.3": "Mother and father.",
  "an2.32-41:7.4": "You would not have done enough to repay your mother and father even if you were to carry your mother around on one shoulder, and your father on the other, and if you lived like this for a hundred years, and if you were to massage, annoint, bathe, and shampoo them;",
  "an2.32-41:7.5": "and even if they were to defecate and urinate right there.",
  "an2.32-41:7.6": "Even if you were to establish your mother and father as supreme monarchs of this great earth, abounding in the seven treasures, you would still not have done enough to repay them.",
  "an2.32-41:7.7": "Why is that?",
  "an2.32-41:7.8": "Parents are very helpful to their children, they raise them, nurture them, and show them the world.",
  "an2.32-41:7.9": "But you have done enough, more than enough, to repay them if you encourage, settle, and ground unfaithful parents in faith, unethical parents in ethical conduct, stingy parents in generosity, or ignorant parents in wisdom.",
  "an2.32-41:8.1": "34",
  "an2.32-41:9.1": "Then a certain brahmin went up to the Buddha,",
  "an2.32-41:9.2": "and exchanged greetings with him.",
  "an2.32-41:9.3": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:",
  "an2.32-41:9.4": "“What does Master Gotama teach? What does he explain?”",
  "an2.32-41:9.5": "“Brahmin, I teach action and inaction.”",
  "an2.32-41:9.6": "“But in what way does Master Gotama teach action and inaction?”",
  "an2.32-41:10.1": "“I teach inaction regarding bad bodily, verbal, and mental conduct, and the many kinds of unwholesome things.",
  "an2.32-41:10.2": "I teach action regarding good bodily, verbal, and mental conduct, and the many kinds of wholesome things.",
  "an2.32-41:10.3": "This is the kind of action and inaction that I teach.”",
  "an2.32-41:11.1": "“Excellent, Master Gotama! … From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”",
  "an2.32-41:12.1": "35",
  "an2.32-41:13.1": "Then the householder Anāthapiṇḍika went up to the Buddha,",
  "an2.32-41:13.2": "bowed, sat down to one side,",
  "an2.32-41:13.3": "and said to the Buddha:",
  "an2.32-41:13.4": "“How many kinds of people in the world are worthy of a teacher’s offering? And where should a gift be given?”",
  "an2.32-41:13.5": "“Householder, there are two kinds of people in the world who are worthy of a teacher’s offering:",
  "an2.32-41:13.6": "the trainee and the master.",
  "an2.32-41:13.7": "These are two people in the world who are worthy of a teacher’s offering, and that’s where you should give a gift.”",
  "an2.32-41:14.1": "This is what the Buddha said. ",
  "an2.32-41:14.2": "Then the Holy One, the Teacher, went on to say:",
  "an2.32-41:15.1": "“In this world, the trainee and the master,",
  "an2.32-41:15.2": "Are worthy of the offerings of those who sponsor sacrifices.",
  "an2.32-41:15.3": "They are upright in body,",
  "an2.32-41:15.4": "Speech and heart.",
  "an2.32-41:15.5": "This is the field for sponsors of sacrifice—",
  "an2.32-41:15.6": "What’s given here is very fruitful.”",
  "an2.32-41:16.1": "36",
  "an2.32-41:17.1": "<span class=”evam”>So I have heard.</span> ",
  "an2.32-41:17.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an2.32-41:17.3": "Now at that time Venerable Sāriputta was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an2.32-41:17.4": "There Sāriputta addressed the mendicants: ",
  "an2.32-41:17.5": "“Reverends, mendicants!”  ",
  "an2.32-41:17.6": "“Reverend,” they replied. ",
  "an2.32-41:17.7": "Sāriputta said this:",
  "an2.32-41:17.8": "“I will teach you about a person fettered internally and one fettered externally.",
  "an2.32-41:17.9": "Listen and pay close attention, I will speak.”",
  "an2.32-41:17.10": "“Yes, reverend,” they replied.  ",
  "an2.32-41:17.11": "Sāriputta said this:",
  "an2.32-41:18.1": "“Who is a person fettered internally? ",
  "an2.32-41:18.2": "It’s a mendicant who is ethical, restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an2.32-41:18.3": "When their body breaks up, after death, they’re reborn in one of the orders of gods.",
  "an2.32-41:18.4": "When they pass away from there, they’re a returner, who comes back to this world.",
  "an2.32-41:18.5": "This is called a person who is fettered internally, a returner, who comes back to this world.",
  "an2.32-41:19.1": "“Who is a person fettered externally? ",
  "an2.32-41:19.2": "It’s a mendicant who is ethical, restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an2.32-41:19.3": "They enter and remain in a certain peaceful state of freed mind.",
  "an2.32-41:19.4": "When their body breaks up, after death, they’re reborn in one of the orders of gods.",
  "an2.32-41:19.5": "When they pass away from there, they’re a non-returner, not coming back to this world.",
  "an2.32-41:19.6": "This is called a person who is fettered externally, a non-returner, who does not come back to this world.",
  "an2.32-41:20.1": "Furthermore, a mendicant is ethical … they keep the rules they’ve undertaken.",
  "an2.32-41:20.2": "They simply practice for the disillusionment, fading away, and cessation of sensual pleasures.",
  "an2.32-41:20.3": "They simply practice for the disillusionment, fading away, and cessation of rebirth in future states of existence.",
  "an2.32-41:20.4": "They practice for the ending of craving.",
  "an2.32-41:20.5": "They practice for the ending of greed.",
  "an2.32-41:20.6": "When their body breaks up, after death, they are reborn in one of the orders of gods.",
  "an2.32-41:20.7": "When they pass away from there, they are non-returners, not coming back to this world.",
  "an2.32-41:20.8": "This is called a person who is fettered externally, a non-returner, who does not come back to this world.",
  "an2.32-41:21.1": "Then many peaceful-minded gods went up to the Buddha,",
  "an2.32-41:21.2": "bowed, stood to one side,",
  "an2.32-41:21.3": "and said to the Buddha:",
  "an2.32-41:21.4": "“Sir, Venerable Sāriputta is in the Eastern Monastery, the stilt longhouse of Migāra’s mother, where he is teaching the mendicants about a person with internal fetters and one with external fetters.",
  "an2.32-41:21.5": "The assembly is overjoyed!",
  "an2.32-41:21.6": "Sir, please go to Venerable Sāriputta out of compassion.”",
  "an2.32-41:21.7": "The Buddha consented in silence.",
  "an2.32-41:21.8": "Then the Buddha,",
  "an2.32-41:21.9": "as easily as a strong person would extend or contract their arm,",
  "an2.32-41:21.11": "vanished from Jeta’s Grove and reappeared in the Eastern Monastery, the stilt longhouse of Migāra’s mother, in front of Sāriputta.",
  "an2.32-41:21.12": "He sat on the indicated seat.",
  "an2.32-41:21.13": "Sāriputta bowed to the Buddha and sat down to one side.",
  "an2.32-41:21.14": "The Buddha said to him:",
  "an2.32-41:22.1": "“Just now, Sāriputta, many peaceful-minded gods came up to me, ",
  "an2.32-41:22.2": "bowed, and stood to one side.",
  "an2.32-41:22.3": "Those gods said to me:",
  "an2.32-41:22.4": "‘Sir, Venerable Sāriputta is in the Eastern Monastery, the stilt longhouse of Migāra’s mother, where he is teaching the mendicants about a person with internal fetters and one with external fetters.",
  "an2.32-41:22.5": "The assembly is overjoyed!",
  "an2.32-41:22.6": "Sir, please go to Venerable Sāriputta out of compassion.’",
  "an2.32-41:22.7": "Those gods, though they number ten, twenty, thirty, forty, fifty, or sixty, can stand on the point of a needle without bumping up against each other.",
  "an2.32-41:22.8": "Sāriputta, you might think:",
  "an2.32-41:22.9": "‘Surely those gods, since so many of them can stand on the point of a needle without bumping up against each other, must have developed their minds in that place.’",
  "an2.32-41:22.10": "But you should not see it like this.",
  "an2.32-41:22.11": "It was right here that those gods developed their minds.",
  "an2.32-41:22.12": "So you should train like this:",
  "an2.32-41:22.13": "‘We shall have peaceful faculties and peaceful minds.’",
  "an2.32-41:22.14": "That’s how you should train.",
  "an2.32-41:22.15": "When your faculties and mind are peaceful, your acts of body, speech, and mind will be peaceful, thinking:",
  "an2.32-41:22.16": "‘We shall present the gift of peace to our spiritual companions.’",
  "an2.32-41:22.17": "That’s how you should train.",
  "an2.32-41:22.18": "Those wanderers who follow other paths, Sāriputta, who have not heard this explanation of the teaching are lost.”",
  "an2.32-41:23.1": "37",
  "an2.32-41:24.1": "<span class=”evam”>So I have heard.</span> ",
  "an2.32-41:24.2": "At one time Venerable Mahākaccāna was staying at Varaṇā, on the bank of the Kaddama Lake.",
  "an2.32-41:24.3": "Then the brahmin Ārāmadaṇḍa went up to Mahākaccāna,",
  "an2.32-41:24.4": "and exchanged greetings with him.",
  "an2.32-41:24.5": "When the greetings and polite conversation were over, he sat down to one side,",
  "an2.32-41:24.6": "and said to Mahākaccāna:",
  "an2.32-41:24.7": "“What is the cause, Master Kaccāna, what is the reason why aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders?”",
  "an2.32-41:24.8": "“It is because of their insistence on sensual desire, their attachment, greed, and obsession, that aristocrats fight with aristocrats, brahmins fight with brahmins, and householders fight with householders.”",
  "an2.32-41:25.1": "“What is the cause, Master Kaccāna, what is the reason why ascetics fight with ascetics?”",
  "an2.32-41:25.2": "“It is because of their insistence on views, their attachment, greed, and obsession, that ascetics fight with ascetics.”",
  "an2.32-41:26.1": "“Master Kaccāna, is there anyone in the world who has gone beyond the insistence on sensual desire and the insistence on views?”",
  "an2.32-41:26.2": "“There is, brahmin.”",
  "an2.32-41:27.1": "“Who in the world who has gone beyond the insistence on sensual desire and the insistence on views?”",
  "an2.32-41:27.2": "“In the eastern lands there is a city called Sāvatthī.",
  "an2.32-41:27.3": "There the Blessed One is now staying, the Perfect One, the fully awakened Buddha.",
  "an2.32-41:27.4": "He, brahmin, has gone beyond the insistence on sensual desire and the insistence on views.”",
  "an2.32-41:28.1": "When this was said, the brahmin Ārāmadaṇḍa got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his cupped palms toward the Buddha, and uttered this aphorism three times:",
  "an2.32-41:29.1": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an2.32-41:30.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an2.32-41:31.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an2.32-41:32.1": "He who has gone beyond the insistence on sensual desire and the insistence on views.",
  "an2.32-41:33.1": "Excellent, Master Kaccāna! Excellent!",
  "an2.32-41:33.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an2.32-41:33.4": "so people with good eyes can see what’s there,",
  "an2.32-41:33.5": "Master Kaccāna has made the Dharma clear in many ways.",
  "an2.32-41:33.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an2.32-41:33.7": "From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”",
  "an2.32-41:34.1": "38",
  "an2.32-41:35.1": "At one time Venerable Mahākaccāna was staying near Madhurā, in Gunda’s Grove.",
  "an2.32-41:35.2": "Then the brahmin Kandarāyana went up to Mahākaccāna,",
  "an2.32-41:35.3": "and they greeted each other … He sat down to one side and said to Mahākaccāna:",
  "an2.32-41:35.4": "“I have heard, Master Kaccāna, that the ascetic Kaccāna doesn’t bow to old brahmins, the elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat.",
  "an2.32-41:35.5": "And this is indeed the case, ",
  "an2.32-41:35.6": "for the ascetic Kaccāna does not bow to old brahmins, elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat.",
  "an2.32-41:35.7": "This is not appropriate, Master Kaccāna.”",
  "an2.32-41:36.1": "“There is the stage of an elder and the stage of youth as explained by the Blessed One, who knows and sees, the Perfect One, the fully awakened Buddha.",
  "an2.32-41:36.2": "“If an elder, though eighty, ninety, or a hundred years old, still dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more, ",
  "an2.32-41:36.3": "they are considered a child, not a senior.",
  "an2.32-41:36.4": "If a youth, young, black-haired, blessed with youth, in the prime of life,",
  "an2.32-41:36.5": "does not dwell in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more,",
  "an2.32-41:36.6": "they are considered astute, a senior.",
  "an2.32-41:37.1": "When this was said, the brahmin Kandarāyana got up from his seat, placed his robe over one shoulder, and bowed with his head at the feet of the young mendicants, saying:",
  "an2.32-41:37.2": "“The masters are elders, at the stage of the elder;",
  "an2.32-41:37.3": "we are youths, at the stage of youth.”",
  "an2.32-41:38.1": "“Excellent, Master Kaccāna! … From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”",
  "an2.32-41:39.1": "39",
  "an2.32-41:40.1": "“At a time when bandits are strong, kings are weak.",
  "an2.32-41:40.2": "Then the king is not at ease when going out or coming back or when touring the provinces.",
  "an2.32-41:40.3": "The brahmins and householders, likewise, are not at ease when going out or coming back, or when inspecting their business activities.",
  "an2.32-41:40.4": "So too, at a time when bad mendicants are strong, good-hearted mendicants are weak.",
  "an2.32-41:40.5": "Then the good-hearted mendicants continually adhere to silence in the midst of the Saṅgha, or they stay in the borderlands.",
  "an2.32-41:40.6": "This is for the hurt and unhappiness of many people, for the harm, hurt, and suffering of many people, of gods and humans. ",
  "an2.32-41:41.1": "“At a time when kings are strong, bandits are weak.",
  "an2.32-41:41.2": "Then the king is at ease when going out or coming back or when inspecting the provinces.",
  "an2.32-41:41.3": "The brahmins and householders, likewise, are at ease when going out or coming back, or when inspecting their business.",
  "an2.32-41:41.4": "So too, at a time when good-hearted mendicants are strong, bad mendicants are weak.",
  "an2.32-41:41.5": "Then the bad mendicants continually adhere to silence in the midst of the Saṅgha, or they leave for some place or other.",
  "an2.32-41:41.6": "This is for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.”",
  "an2.32-41:42.1": "40",
  "an2.32-41:43.1": "“Mendicants, I don’t praise wrong practice for these two, for laypeople and renunciants.",
  "an2.32-41:43.2": "Because of wrong practice, neither laypeople nor renunciants succeed in the procedure of the wholesome teaching.",
  "an2.32-41:44.1": "I praise right practice for these two, for laypeople and renunciants.",
  "an2.32-41:44.2": "Because of right practice, both laypeople and renunciants succeed in the procedure of the wholesome teaching.",
  "an2.32-41:45.1": "41",
  "an2.32-41:46.1": "“Mendicants, by memorizing the discourses incorrectly, taking only a semblance of the phrasing, some mendicants shut out the meaning and the teaching. They act for the hurt and unhappiness of many people, for the harm, hurt, and suffering of many people, of gods and humans. ",
  "an2.32-41:46.2": "They make much bad kamma and make the true teaching disappear.",
  "an2.32-41:47.1": "“But by memorizing the discourses well, not taking only a semblance of the phrasing, some mendicants reinforce the meaning and the teaching. They act for the welfare and happiness of many people, for the benefit, welfare, and happiness of many people, of gods and humans. ",
  "an2.32-41:47.2": "They make much good kamma and make the true teaching continue.”"
}