{
  "_markup_path": "markup/an/an02/an2.280-309.html",
  "_alt_strings": [
    "pi/an/an02/an2.280-309.json"
  ],
  "an2.280-309:1.1": "Numbered Discourses 2",
  "an2.280-309:2.1": "18 Abbreviated Texts Beginning with the Training",
  "an2.280-309:3.1": "280",
  "an2.280-309:4.1": "“The Realized One laid down training rules for his disciples for two reasons.",
  "an2.280-309:4.2": "What two?",
  "an2.280-309:4.3": "For the well-being and comfort of the Saṅgha … For keeping difficult persons in check and for the comfort of good-hearted mendicants … For restraining defilements that affect the present life and protecting against defilements that affect lives to come … For restraining threats to the present life and protecting against threats to lives to come … For restraining flaws that affect the present life and protecting against flaws that affect lives to come … For restraining hazards that affect the present life and protecting against hazards that affect lives to come … For restraining unwholesome qualities that affect the present life and protecting against unwholesome qualities that affect lives to come … Out of sympathy for laypeople and for breaking up factions of mendicants with wicked desires … For inspiring confidence in those without it, and increasing confidence in those who have it … For the continuation of the true teaching and the support of the training.",
  "an2.280-309:4.4": "These are the two reasons why the Realized One laid down training rules for his disciples.”",
  "an2.280-309:5.1": "281–​309",
  "an2.280-309:6.1": "“For two reasons the Realized One laid down for his disciples the code of conduct … the recitation of the code of conduct … the suspension of the recitation of the code of conduct … the invitation to admonish … the setting aside of the invitation to admonish … the disciplinary act of censure … placing under dependence … banishment … reconciliation … debarment … probation … being sent back to the beginning … penance …  reinstatement … restoration … removal … ordination … an act with a motion … an act with a motion and one announcement … an act with a motion and three announcements … laying down what was not previously laid down … amending what was laid down … the settling of a disciplinary matter in the presence of those concerned … the settling of a disciplinary matter by accurate recollection … the settling of a disciplinary matter due to recovery from madness … the settling of a disciplinary matter due to the acknowledgement of the offense … the settling of a disciplinary matter by the decision of a majority … the settling of a disciplinary matter by a verdict of aggravated misconduct … the settling of a disciplinary matter by covering over with grass.",
  "an2.280-309:6.2": "What two?",
  "an2.280-309:6.3": "For the well-being and comfort of the Saṅgha … For keeping difficult persons in check and for the comfort of good-hearted mendicants … For restraining defilements that affect the present life and protecting against defilements that affect lives to come … For restraining threats to the present life and protecting against threats to lives to come … For restraining flaws that affect the present life and protecting against flaws that affect lives to come … For restraining hazards that affect the present life and protecting against hazards that affect lives to come … For restraining unwholesome qualities that affect the present life and protecting against unwholesome qualities that affect lives to come … Out of sympathy for laypeople and for breaking up factions of mendicants with wicked desires … For inspiring confidence in those without it, and increasing confidence in those who have it … For the continuation of the true teaching and the support of the training.",
  "an2.280-309:6.4": "These are the two reasons why the Realized One laid down the settlement of a disciplinary matter by covering over with grass for his disciples.”"
}