{
  "_markup_path": "markup/an/an02/an2.011-20.html",
  "_alt_strings": [
    "pi/an/an02/an2.011-20.json"
  ],
  "an2.11-20:1.1": "Numbered Discourses 2",
  "an2.11-20:2.1": "2 Issues",
  "an2.11-20:3.1": "11",
  "an2.11-20:4.1": "“There are, mendicants, these two powers.",
  "an2.11-20:4.2": "What two?",
  "an2.11-20:4.3": "The power of reflection, and the power of development.",
  "an2.11-20:4.4": "And what, mendicants, is the power of reflection? ",
  "an2.11-20:4.5": "It’s when someone reflects:",
  "an2.11-20:4.6": "‘Bad conduct of body, speech, or mind has a bad, painful result both in the present life and the next life.’",
  "an2.11-20:4.7": "Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an2.11-20:4.8": "This is called the power of reflection. ",
  "an2.11-20:5.1": "And what, mendicants, is the power of development? ",
  "an2.11-20:5.2": "In this context, the power of development is the power of the trainees.",
  "an2.11-20:5.3": "For when you rely on the power of a trainee, you give up greed, hate, and delusion. ",
  "an2.11-20:5.4": "Then you don’t do anything unwholesome, or practice anything bad.",
  "an2.11-20:5.5": "This is called the power of development. ",
  "an2.11-20:5.6": "These are the two powers.”",
  "an2.11-20:6.1": "12",
  "an2.11-20:7.1": "“There are, mendicants, these two powers.",
  "an2.11-20:7.2": "What two?",
  "an2.11-20:7.3": "The power of reflection, and the power of development.",
  "an2.11-20:7.4": "And what, mendicants, is the power of reflection? ",
  "an2.11-20:7.5": "It’s when someone reflects:",
  "an2.11-20:7.6": "‘Bad conduct of body, speech, or mind has a bad, painful result both in the present life and the next life.’",
  "an2.11-20:7.7": "Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an2.11-20:7.8": "This is called the power of reflection. ",
  "an2.11-20:8.1": "And what, mendicants, is the power of development? ",
  "an2.11-20:8.2": "It’s when a mendicant develops the awakening-factor of mindfulness … the awakening-factor of investigation of principles … the awakening-factor of energy … the awakening-factor of rapture … the awakening-factor of tranquility … the awakening-factor of samādhi … the awakening-factor of equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go.",
  "an2.11-20:8.3": "This is called the power of development. ",
  "an2.11-20:8.4": "These are the two powers.”",
  "an2.11-20:9.1": "13",
  "an2.11-20:10.1": "“There are, mendicants, these two powers.",
  "an2.11-20:10.2": "What two?",
  "an2.11-20:10.3": "The power of reflection, and the power of development.",
  "an2.11-20:10.4": "And what, mendicants, is the power of reflection? ",
  "an2.11-20:10.5": "It’s when someone reflects:",
  "an2.11-20:10.6": "‘Bad conduct of body, speech, or mind has a bad, painful result both in the present life and the next life.’",
  "an2.11-20:10.7": "Reflecting like this, they give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind, keeping themselves pure.",
  "an2.11-20:10.8": "This is called the power of reflection. ",
  "an2.11-20:11.1": "And what, mendicants, is the power of development? ",
  "an2.11-20:11.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an2.11-20:11.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an2.11-20:11.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an2.11-20:11.6": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an2.11-20:11.7": "This is called the power of development. ",
  "an2.11-20:11.8": "These are the two powers.”",
  "an2.11-20:12.1": "14",
  "an2.11-20:13.1": "“There are, mendicants, these two ways of teaching the Dharma.",
  "an2.11-20:13.2": "What two?",
  "an2.11-20:13.3": "In brief and in detail.",
  "an2.11-20:13.4": "These are two ways of teaching the Dharma.”",
  "an2.11-20:14.1": "15",
  "an2.11-20:15.1": "“Mendicants, in a disciplinary issue, if neither the offending mendicant nor the accusing mendicant carefully self-reflects, you can expect that issue",
  "an2.11-20:15.2": "will lead to lasting acrimony and enmity, and the mendicants won’t live comfortably.",
  "an2.11-20:15.3": "But in a disciplinary issue, if both the offending mendicant and the accusing mendicant carefully self-reflect, you can expect that issue",
  "an2.11-20:15.4": "won’t lead to lasting acrimony and enmity, and the mendicants will live comfortably.",
  "an2.11-20:16.1": "And how, mendicants, does an offending mendicant carefully self-reflect? ",
  "an2.11-20:16.2": "An offending mendicant reflects:",
  "an2.11-20:16.3": "‘I have committed a certain unwholesome offense with the body.",
  "an2.11-20:16.4": "That mendicant saw me do this.",
  "an2.11-20:16.5": "If I hadn’t committed that offense, they wouldn’t have seen me.",
  "an2.11-20:16.6": "But since I did commit that offense, they did see me.",
  "an2.11-20:16.7": "When they saw me, they were upset,",
  "an2.11-20:16.8": "and they voiced their unhappiness to me.",
  "an2.11-20:16.9": "Then I also got upset,",
  "an2.11-20:16.10": "so I told others.",
  "an2.11-20:16.11": "So the transgression is mine alone, like a tax evader.’",
  "an2.11-20:16.12": "That’s how, mendicants, an offending mendicant carefully self-reflects.",
  "an2.11-20:17.1": "And how, mendicants, does an accusing mendicant carefully self-reflect? ",
  "an2.11-20:17.2": "An accusing mendicant reflects:",
  "an2.11-20:17.3": "‘This mendicant has committed a certain unwholesome offense with the body.",
  "an2.11-20:17.4": "I saw them do that.",
  "an2.11-20:17.5": "If they hadn’t committed that offense, I wouldn’t have seen them.",
  "an2.11-20:17.6": "But since they did commit that offense, I did see them.",
  "an2.11-20:17.7": "When I saw them, I was upset,",
  "an2.11-20:17.8": "and I voiced my unhappiness to them.",
  "an2.11-20:17.9": "Then they also got upset.",
  "an2.11-20:17.10": "so they told others.",
  "an2.11-20:17.11": "So the transgression is mine alone, like a tax evader.’",
  "an2.11-20:17.12": "That’s how, mendicants, an accusing mendicant carefully self-reflects.",
  "an2.11-20:18.1": "In a disciplinary issue, if neither the offending mendicant nor the accusing mendicant carefully self-reflects, you can expect that issue will lead to lasting acrimony and enmity, and the mendicants won’t live comfortably.",
  "an2.11-20:18.2": "But in a disciplinary issue, if both the offending mendicant and the accusing mendicant carefully self-reflect, you can expect that issue won’t lead to lasting acrimony and enmity, and the mendicants will live comfortably.”",
  "an2.11-20:19.1": "16",
  "an2.11-20:20.1": "Then a certain brahmin went up to the Buddha",
  "an2.11-20:20.2": "and exchanged greetings with him.",
  "an2.11-20:20.3": "When the greetings and polite conversation were over, he sat down to one side",
  "an2.11-20:20.4": "and said to the Buddha:",
  "an2.11-20:20.5": "“What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?”",
  "an2.11-20:20.6": "“Unprincipled and unjust conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”",
  "an2.11-20:21.1": "“What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?”",
  "an2.11-20:21.2": "“Principled and just conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an2.11-20:22.1": "“Excellent, Master Gotama! Excellent!",
  "an2.11-20:22.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an2.11-20:22.3": "so people with good eyes can see what’s there,",
  "an2.11-20:22.4": "Master Gotama has made the teaching clear in many ways.",
  "an2.11-20:22.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an2.11-20:22.6": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”",
  "an2.11-20:23.1": "17",
  "an2.11-20:24.1": "Then the brahmin Jāṇussoṇi went up to the Buddha,",
  "an2.11-20:24.2": "and exchanged greetings with him.",
  "an2.11-20:24.3": "When the greetings and polite conversation were over, he sat down to one side",
  "an2.11-20:24.4": "and said to the Buddha:",
  "an2.11-20:24.5": "“What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?”",
  "an2.11-20:24.6": "“What they’ve done and what they’ve not done.",
  "an2.11-20:24.7": "That’s why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”",
  "an2.11-20:24.8": "“But what is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?”",
  "an2.11-20:24.9": "“What they’ve done and what they’ve not done.",
  "an2.11-20:24.10": "That’s why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an2.11-20:24.11": "“I don’t understand the meaning of what Master Gotama has said in brief, without explaining the details.",
  "an2.11-20:24.12": "Master Gotama, please teach me this matter in detail so I can understand the meaning.”",
  "an2.11-20:24.13": "“Well then, brahmin, listen and pay close attention,",
  "an2.11-20:24.14": "I will speak.”",
  "an2.11-20:24.15": "“Yes sir,” Jāṇussoṇi replied.",
  "an2.11-20:24.16": "The Buddha said this: ",
  "an2.11-20:25.1": "Firstly, brahmin, someone has done bad things by way of body, speech, and mind.",
  "an2.11-20:25.4": "So what they’ve done and what they’ve not done is why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.",
  "an2.11-20:25.5": "Furthermore, brahmin, someone has done good things by way of body, speech, and mind.",
  "an2.11-20:25.8": "So what they’ve done and what they’ve not done is why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.",
  "an2.11-20:26.1": "“Excellent, Master Gotama! … From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”",
  "an2.11-20:27.1": "18",
  "an2.11-20:28.1": "Then venerable Ānanda went up to the Buddha,",
  "an2.11-20:28.2": "bowed, and sat down to one side.",
  "an2.11-20:28.3": "The Buddha said to him:",
  "an2.11-20:28.4": "“Ānanda, I absolutely say that you should not do bad things by way of body, speech, and mind.”",
  "an2.11-20:28.5": "“But, sir, if someone does these things that should not be done, what drawback should they expect?”",
  "an2.11-20:28.6": "“They should expect these dangers.",
  "an2.11-20:28.7": "They blame themselves. After examination, sensible people criticize them. They get a bad reputation. They feel lost when they die. And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.",
  "an2.11-20:28.8": "These are the dangers they should expect.”",
  "an2.11-20:29.1": "“Ānanda, I absolutely say that you should do good things by way of body, speech, and mind.”",
  "an2.11-20:29.2": "“But, sir, if someone does these things that should be done, what advantages should they expect?”",
  "an2.11-20:29.3": "“They should expect these advantages.",
  "an2.11-20:29.4": "They don’t blame themselves. After examination, sensible people praise them. They get a good reputation. They don’t feel lost when they die. And when the body breaks up, after death, they are reborn in a good place, a heavenly realm.",
  "an2.11-20:29.5": "These are the advantages they should expect.”",
  "an2.11-20:30.1": "19",
  "an2.11-20:31.1": "“Mendicants, give up the unwholesome.",
  "an2.11-20:31.2": "It is possible to give up the unwholesome.",
  "an2.11-20:31.3": "If it wasn’t possible, I wouldn’t say:",
  "an2.11-20:31.4": "‘Give up the unwholesome.’",
  "an2.11-20:31.5": "But it is possible, and so I say: ",
  "an2.11-20:31.6": "‘Give up the unwholesome.’",
  "an2.11-20:31.7": "And if giving up the unwholesome led to harm and suffering, I would not say:",
  "an2.11-20:31.8": "‘Give up the unwholesome.’",
  "an2.11-20:31.9": "But giving up the unwholesome leads to benefit and happiness, so I say:",
  "an2.11-20:31.10": "‘Give up the unwholesome.’",
  "an2.11-20:32.1": "“Mendicants, develop the wholesome.",
  "an2.11-20:32.2": "It is possible to develop the wholesome.",
  "an2.11-20:32.3": "If it wasn’t possible, I wouldn’t say:",
  "an2.11-20:32.4": "‘Develop the wholesome.’",
  "an2.11-20:32.5": "But it is possible, and so I say: ",
  "an2.11-20:32.6": "‘Develop the wholesome.’",
  "an2.11-20:32.7": "If developing the wholesome led to harm and suffering I wouldn’t say:",
  "an2.11-20:32.8": "‘Develop the wholesome.’",
  "an2.11-20:32.9": "But developing the wholesome leads to benefit and happiness, so I say:",
  "an2.11-20:32.10": "‘Develop the wholesome.’",
  "an2.11-20:33.1": "20",
  "an2.11-20:34.1": "“These two things, mendicants, lead to the decline and disappearance of the true teaching.",
  "an2.11-20:34.2": "What two?",
  "an2.11-20:34.3": "The words and phrases are misplaced, and the meaning is misinterpreted.",
  "an2.11-20:34.4": "When the words and phrases are misplaced, the meaning is misinterpreted.",
  "an2.11-20:34.5": "These two things lead to the decline and disappearance of the true teaching.”",
  "an2.11-20:35.1": "“These two things lead to the continuation, persistence, and enduring of the true teaching.",
  "an2.11-20:35.2": "What two?",
  "an2.11-20:35.3": "The words and phrases are well organized, and the meaning is correctly interpreted.",
  "an2.11-20:35.4": "When the words and phrases are well organized, the meaning is correctly interpreted.",
  "an2.11-20:35.5": "These two things lead to the continuation, persistence, and enduring of the true teaching.”"
}