{
  "_markup_path": "markup/sn/sn51/sn51.14.html",
  "_alt_strings": [
    "en/sujato/sn/sn51/sn51.14.json"
  ],
  "sn51.14:1.1": "Saṃyutta Nikāya 51",
  "sn51.14:2.1": "2. Pāsādakampanavagga",
  "sn51.14:3.1": "<span class=\\\"var\\\" title=\\\"moggalāno (pts1)\\\" id=\\\"note317\\\">14. Moggallānasutta</span>",
  "sn51.14:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn51.14:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.",
  "sn51.14:4.3": "Tena kho pana samayena sambahulā bhikkhū heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā <span class=\\\"var\\\" title=\\\"vibbhantacittā (bj, s1-3, km, pts1)\\\" id=\\\"note318\\\">bhantacittā</span> pākatindriyā.",
  "sn51.14:5.1": "Atha kho bhagavā āyasmantaṃ <span class=\\\"var\\\" title=\\\"mahāmoggalānaṃ (pts1)\\\" id=\\\"note319\\\">mahāmoggallānaṃ</span> āmantesi:",
  "sn51.14:5.2": "“ete kho, moggallāna, sabrahmacārino heṭṭhāmigāramātupāsāde viharanti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā bhantacittā pākatindriyā.",
  "sn51.14:5.3": "Gaccha, moggallāna, te bhikkhū saṃvejehī”ti.",
  "sn51.14:6.1": "“Evaṃ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paṭissutvā tathārūpaṃ iddhābhisaṅkhāraṃ <span class=\\\"var\\\" title=\\\"abhisaṅkhāsi (bj, c1)\\\" id=\\\"note320\\\">abhisaṅkhāresi</span> yathā pādaṅguṭṭhakena migāramātupāsādaṃ saṅkampesi sampakampesi sampacālesi.",
  "sn51.14:6.2": "Atha kho te bhikkhū saṃviggā lomahaṭṭhajātā ekamantaṃ aṭṭhaṃsu:",
  "sn51.14:6.3": "“acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "sn51.14:6.4": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti.",
  "sn51.14:7.1": "Atha kho bhagavā yena te bhikkhū tenupasaṅkami;",
  "sn51.14:7.2": "upasaṅkamitvā te bhikkhū bhagavā etadavoca:",
  "sn51.14:7.3": "“kiṃ nu tumhe, bhikkhave, saṃviggā lomahaṭṭhajātā ekamantaṃ ṭhitā”ti?",
  "sn51.14:7.4": "“Acchariyaṃ, bhante, abbhutaṃ bhante.",
  "sn51.14:7.5": "Nivātañca vata ayañca migāramātupāsādo gambhīranemo sunikhāto acalo asampakampī, atha ca pana saṅkampito sampakampito sampacālito”ti.",
  "sn51.14:7.6": "“Tumheva kho, bhikkhave, saṃvejetukāmena moggallānena bhikkhunā pādaṅguṭṭhakena migāramātupāsādo, saṅkampito sampakampito sampacālito.",
  "sn51.14:7.7": "Taṃ kiṃ maññatha, bhikkhave, katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo”ti?",
  "sn51.14:7.8": "“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā bhagavaṃpaṭisaraṇā.",
  "sn51.14:7.9": "Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho.",
  "sn51.14:7.10": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "sn51.14:8.1": "“Tena hi, bhikkhave, suṇātha.",
  "sn51.14:8.2": "Catunnaṃ kho, bhikkhave, iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo.",
  "sn51.14:8.3": "Katamesaṃ catunnaṃ?",
  "sn51.14:8.4": "Idha, bhikkhave, moggallāno bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, vīriyasamādhi … pe …",
  "sn51.14:8.5": "cittasamādhi …",
  "sn51.14:8.6": "vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
  "sn51.14:8.7": "iti me vīmaṃsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati;",
  "sn51.14:8.8": "na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati.",
  "sn51.14:8.9": "Pacchāpuresaññī ca viharati—",
  "sn51.14:8.10": "yathā pure tathā pacchā, yathā pacchā tathā pure;",
  "sn51.14:8.11": "yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho;",
  "sn51.14:8.12": "yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.",
  "sn51.14:8.13": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.",
  "sn51.14:8.14": "Imesaṃ kho, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo.",
  "sn51.14:8.15": "Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti … pe …",
  "sn51.14:8.16": "yāva brahmalokāpi kāyena vasaṃ vatteti … pe …",
  "sn51.14:8.17": "imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.",
  "sn51.14:9.1": "Catutthaṃ."
}