{
  "_markup_path": "markup/sn/sn51/sn51.22.html",
  "_alt_strings": [
    "en/sujato/sn/sn51/sn51.22.json"
  ],
  "sn51.22:1.1": "Saṃyutta Nikāya 51",
  "sn51.22:2.1": "3. Ayoguḷavagga",
  "sn51.22:3.1": "22. Ayoguḷasutta",
  "sn51.22:4.1": "Sāvatthinidānaṃ.",
  "sn51.22:4.2": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami;",
  "sn51.22:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn51.22:4.4": "Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:",
  "sn51.22:4.5": "“abhijānāti nu kho, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamitā”ti?",
  "sn51.22:4.6": "“Abhijānāmi khvāhaṃ, ānanda, iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamitā”ti.",
  "sn51.22:4.7": "“Abhijānāti pana, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṃ upasaṅkamitā”ti?",
  "sn51.22:4.8": "“Abhijānāmi khvāhaṃ, ānanda, iminā <span class=\\\"var\\\" title=\\\"cātummahābhūtikena (bj, s1-3, km)\\\" id=\\\"note330\\\">cātumahābhūtikena</span> kāyena iddhiyā brahmalokaṃ upasaṅkamitā”ti.",
  "sn51.22:5.1": "“Yañca kho omāti, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamituṃ, yañca kho abhijānāti, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṃ upasaṅkamitā, tayidaṃ, bhante, bhagavato acchariyañceva abbhutañcā”ti.",
  "sn51.22:5.2": "“Acchariyā ceva, ānanda, tathāgatā acchariyadhammasamannāgatā ca, abbhutā ceva, ānanda, tathāgatā abbhutadhammasamannāgatā ca.",
  "sn51.22:6.1": "Yasmiṃ, ānanda, samaye tathāgato kāyampi citte <span class=\\\"var\\\" title=\\\"samādahati (bj, s1-3, pts1)\\\" id=\\\"note331\\\">samodahati</span> cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;",
  "sn51.22:6.2": "tasmiṃ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca.",
  "sn51.22:7.1": "Seyyathāpi, ānanda, ayoguḷo divasaṃ santatto lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca;",
  "sn51.22:7.2": "evameva kho, ānanda, yasmiṃ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;",
  "sn51.22:7.3": "tasmiṃ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca.",
  "sn51.22:8.1": "Yasmiṃ, ānanda, samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;",
  "sn51.22:8.2": "tasmiṃ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṃ abbhuggacchati, so anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "sn51.22:8.3": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti … pe …",
  "sn51.22:8.4": "yāva brahmalokāpi kāyena vasaṃ vatteti.",
  "sn51.22:9.1": "Seyyathāpi, ānanda, tūlapicu vā kappāsapicu vā lahuko vātūpādāno appakasireneva pathaviyā vehāsaṃ abbhuggacchati;",
  "sn51.22:9.2": "evameva kho, ānanda, yasmiṃ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;",
  "sn51.22:9.3": "tasmiṃ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṃ abbhuggacchati, so anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "sn51.22:9.4": "ekopi hutvā bahudhā hoti … pe …",
  "sn51.22:9.5": "yāva brahmalokāpi kāyena vasaṃ vattetī”ti.",
  "sn51.22:10.1": "Dutiyaṃ."
}