{
  "_markup_path": "markup/sn/sn51/sn51.09.html",
  "_alt_strings": [
    "en/sujato/sn/sn51/sn51.09.json"
  ],
  "sn51.9:1.1": "Saṃyutta Nikāya 51",
  "sn51.9:2.1": "1. Cāpālavagga",
  "sn51.9:3.1": "9. Ñāṇasutta",
  "sn51.9:4.1": "“‘Ayaṃ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:4.2": "‘So kho panāyaṃ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …",
  "sn51.9:4.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:5.1": "‘Ayaṃ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:5.2": "‘So kho panāyaṃ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …",
  "sn51.9:5.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:6.1": "‘Ayaṃ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:6.2": "‘So kho panāyaṃ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …",
  "sn51.9:6.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:7.1": "‘Ayaṃ vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn51.9:7.2": "‘So kho panāyaṃ vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …",
  "sn51.9:7.3": "‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.",
  "sn51.9:8.1": "Navamaṃ."
}