{
  "_markup_path": "markup/sn/sn51/sn51.31.html",
  "_alt_strings": [
    "en/sujato/sn/sn51/sn51.31.json"
  ],
  "sn51.31:1.1": "Saṃyutta Nikāya 51",
  "sn51.31:2.1": "3. Ayoguḷavagga",
  "sn51.31:3.1": "<span class=\\\"var\\\" title=\\\"moggalāno (pts1)\\\" id=\\\"note335\\\">31. Moggallānasutta</span>",
  "sn51.31:4.1": "Tatra kho bhagavā bhikkhū āmantesi:",
  "sn51.31:4.2": "“taṃ kiṃ maññatha, bhikkhave, katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo”ti?",
  "sn51.31:5.1": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā … pe …",
  "sn51.31:5.2": "“catunnaṃ kho, bhikkhave, iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo.",
  "sn51.31:6.1": "Katamesaṃ catunnaṃ?",
  "sn51.31:6.2": "Idha, bhikkhave, moggallāno bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
  "sn51.31:6.3": "iti me chando na ca atilīno bhavissati, na ca atippaggahito bhavissati, na ca ajjhattaṃ saṅkhitto bhavissati, na ca bahiddhā vikkhitto bhavissati.",
  "sn51.31:6.4": "Pacchāpuresaññī ca viharati—",
  "sn51.31:6.5": "yathā pure tathā pacchā, yathā pacchā tathā pure;",
  "sn51.31:6.6": "yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho;",
  "sn51.31:6.7": "yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.",
  "sn51.31:6.8": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.",
  "sn51.31:6.9": "Vīriyasamādhi … pe …",
  "sn51.31:6.10": "cittasamādhi …",
  "sn51.31:6.11": "vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—",
  "sn51.31:6.12": "iti me vīmaṃsā na ca atilīnā bhavissati, na ca atippaggahitā bhavissati, na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati … pe …",
  "sn51.31:6.13": "iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.",
  "sn51.31:6.14": "Imesaṃ kho, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃmahiddhiko evaṃmahānubhāvo.",
  "sn51.31:7.1": "Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu evaṃ anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "sn51.31:7.2": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti … pe …",
  "sn51.31:7.3": "yāva brahmalokāpi kāyena vasaṃ vatteti.",
  "sn51.31:7.4": "Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā moggallāno bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.",
  "sn51.31:8.1": "Ekādasamaṃ."
}