{
  "_markup_path": "markup/mn/mn101.html",
  "_alt_strings": [
    "pi/mn/mn101.json"
  ],
  "mn101:1.1": "Middle Discourses 101",
  "mn101:2.1": "At Devadaha",
  "mn101:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn101:3.2": "At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Devadaha.",
  "mn101:3.3": "There the Buddha addressed the mendicants: ",
  "mn101:3.4": "“Mendicants!”",
  "mn101:3.5": "“Venerable sir,” they replied. ",
  "mn101:3.6": "The Buddha said this:",
  "mn101:3.7": "“Mendicants, there are some ascetics and brahmins who have this doctrine and view:",
  "mn101:3.8": "‘Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds.",
  "mn101:3.9": "So, due to eliminating past deeds by mortification, and not doing any new deeds, there’s nothing to come up in the future.",
  "mn101:3.10": "With nothing to come up in the future, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.’",
  "mn101:3.11": " ",
  "mn101:3.14": "Such is the doctrine of the Jain ascetics.",
  "mn101:4.1": "I’ve gone up to the Jain ascetics who say this and said:",
  "mn101:4.2": "‘Is it really true that this is the venerables’ view?’",
  "mn101:4.9": "They admitted that it is.",
  "mn101:5.1": "I said to them:",
  "mn101:5.2": "‘But reverends, do you know",
  "mn101:5.3": "for sure that you existed in the past, and it is not that case that you didn’t exist?’",
  "mn101:5.4": "‘No we don’t, reverend.’",
  "mn101:6.1": "‘But reverends, do you know",
  "mn101:6.2": "for sure that you did bad deeds in the past?’",
  "mn101:6.3": "‘No we don’t, reverend.’",
  "mn101:7.1": "‘But reverends, do you know",
  "mn101:7.2": "that you did such and such bad deeds?’",
  "mn101:7.3": "‘No we don’t, reverend.’",
  "mn101:8.1": "‘But reverends, do you know",
  "mn101:8.2": "that so much suffering has already been worn away? Or that so much suffering still remains to be worn away? Or that when so much suffering is worn away all suffering will have been worn away?’",
  "mn101:8.3": "‘No we don’t, reverend.’",
  "mn101:9.1": "‘But reverends, do you know",
  "mn101:9.2": "about giving up unskillful qualities in the present life and gaining skillful qualities?’",
  "mn101:9.3": "‘No we don’t, reverend.’",
  "mn101:10.1": "‘So it seems that you don’t know any of these things.",
  "mn101:10.7": "In that case, it’s not appropriate for the Jain venerables to declare this.",
  "mn101:11.1": "Now, supposing you did know these things,",
  "mn101:11.7": "in that case, it would be appropriate for the Jain venerables to declare this.",
  "mn101:12.1": "Suppose a man was struck by an arrow thickly smeared with poison,",
  "mn101:12.2": "causing painful feelings, sharp and severe.",
  "mn101:12.3": "Their friends and colleagues, relatives and kin would get a field surgeon to treat them.",
  "mn101:12.4": "The surgeon would cut open the wound with a scalpel,",
  "mn101:12.5": "causing painful feelings, sharp and severe.",
  "mn101:12.6": "They’d probe for the arrow,",
  "mn101:12.7": "causing painful feelings, sharp and severe.",
  "mn101:12.8": "They’d extract the arrow,",
  "mn101:12.9": "causing painful feelings, sharp and severe.",
  "mn101:12.10": "They’d apply cauterizing medicine to the wound,",
  "mn101:12.11": "causing painful feelings, sharp and severe.",
  "mn101:12.12": "After some time that wound would be healed and the skin regrown. They’d be healthy, happy, autonomous, master of themselves, able to go where they wanted.",
  "mn101:12.13": "They’d think:",
  "mn101:12.14": "“Earlier I was struck by an arrow thickly smeared with poison,",
  "mn101:12.15": "causing painful feelings, sharp and severe.",
  "mn101:12.16": "My friends and colleagues, relatives and kin got a field surgeon to treat me.",
  "mn101:12.17": "At each step, the treatment was painful.",
  "mn101:12.25": "But these days that wound is healed and the skin regrown. I’m healthy, happy, autonomous, my own master, able to go where I want.”",
  "mn101:13.1": "In the same way, reverends, if you knew about these things,",
  "mn101:13.7": "it would be appropriate for the Jain venerables to declare this.",
  "mn101:14.1": "But since you don’t know any of these things,",
  "mn101:14.7": "it’s not appropriate for the Jain venerables to declare this.",
  "mn101:15.1": "When I said this, those Jain ascetics said to me:",
  "mn101:15.2": "‘Reverend, the Jain leader Nāṭaputta claims to be all-knowing and all-seeing, to know and see everything without exception, thus:",
  "mn101:15.3": "“Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”",
  "mn101:15.4": "He says:",
  "mn101:15.5": "“O reverend Jain ascetics, you have done bad deeds in a past life. Wear them away with these severe and grueling austerities. But through restraint in body, speech, and mind in this matter you’re not currently doing any bad deeds for the future.",
  "mn101:15.6": "So, due to eliminating past deeds by mortification, and not doing any new deeds, there’s nothing to come up in the future.",
  "mn101:15.7": "With nothing to come up in the future, deeds end. With the ending of deeds, suffering ends. With the ending of suffering, feeling ends. And with the ending of feeling, all suffering will have been worn away.’",
  "mn101:15.11": "We approve and accept this, and we are satisfied with it.’",
  "mn101:16.1": "When they said this, I said to them:",
  "mn101:16.2": "‘These five things can be seen to turn out in two different ways.",
  "mn101:16.3": "What five?",
  "mn101:16.4": "Faith, personal preference, oral tradition, reasoned contemplation, and acceptance of a view after consideration.",
  "mn101:16.5": "These are the five things that can be seen to turn out in two different ways.",
  "mn101:16.6": "In this case, what faith in your teacher do you have when it comes to the past? What personal preference, oral tradition, reasoned contemplation, or acceptance of a view after consideration?’",
  "mn101:16.7": "When I said this, I did not see any legitimate defense of their doctrine from the Jains.",
  "mn101:17.1": "Furthermore, I said to those Jain ascetics:",
  "mn101:17.2": "‘What do you think, reverends?",
  "mn101:17.3": "At a time of intense exertion and endeavor do you experience painful, intense, severe, acute feelings due to overexertion?",
  "mn101:17.4": "Whereas at a time without intense exertion and endeavor do you not experience painful, intense, severe, acute feelings due to overexertion?’",
  "mn101:17.5": "‘Reverend Gotama, at a time of intense exertion we experience painful, intense feelings due to overexertion,",
  "mn101:17.6": "not without intense exertion.’",
  "mn101:18.1": "‘So it seems that only at a time of intense exertion do you experience painful, intense feelings due to overexertion,",
  "mn101:18.2": "not without intense exertion.",
  "mn101:18.3": "In that case, it’s not appropriate for the Jain venerables to declare:",
  "mn101:18.4": "“Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds. …”",
  "mn101:19.1": "If at a time of intense exertion you did not experience painful, intense feelings due to overexertion,",
  "mn101:19.2": "and if without intense exertion you did experience such feelings,",
  "mn101:19.3": "it would be appropriate for the Jain venerables to declare this.",
  "mn101:20.1": "But since this is not the case,",
  "mn101:20.3": "aren’t you experiencing painful, intense feelings due only to your own exertion, which out of ignorance, unknowing, and confusion you misconstrue to imply:",
  "mn101:20.4": "“Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds. …”?’",
  "mn101:20.10": "When I said this, I did not see any legitimate defense of their doctrine from the Jains.",
  "mn101:21.1": "Furthermore, I said to those Jain ascetics:",
  "mn101:21.2": "‘What do you think, reverends? If a deed is to be experienced in this life, can exertion make it be experienced in lives to come?’",
  "mn101:21.3": "‘No, reverend.’",
  "mn101:22.1": "But if a deed is to be experienced in lives to come, can exertion make it be experienced in this life?’",
  "mn101:22.2": "‘No, reverend.’",
  "mn101:23.1": "‘What do you think, reverends? If a deed is to be experienced as pleasure, can exertion make it be experienced as pain?’",
  "mn101:23.2": "‘No, reverend.’",
  "mn101:24.1": "But if a deed is to be experienced as pain, can exertion make it be experienced as pleasure?’",
  "mn101:24.2": "‘No, reverend.’",
  "mn101:25.1": "‘What do you think, reverends? If a deed is to be experienced when fully ripened, can exertion make it be experienced when not fully ripened?’",
  "mn101:25.2": "‘No, reverend.’",
  "mn101:26.1": "But if a deed is to be experienced when not fully ripened, can exertion make it be experienced when fully ripened?’",
  "mn101:26.2": "‘No, reverend.’",
  "mn101:27.1": "‘What do you think, reverends? If a deed is to be experienced strongly, can exertion make it be experienced weakly?’",
  "mn101:27.2": "‘No, reverend.’",
  "mn101:28.1": "‘But if a deed is to be experienced weakly, can exertion make it be experienced strongly?’",
  "mn101:28.2": "‘No, reverend.’",
  "mn101:29.1": "‘What do you think, reverends? If a deed is to be experienced, can exertion make it not be experienced?’",
  "mn101:29.2": "‘No, reverend.’",
  "mn101:30.1": "‘But if a deed is not to be experienced, can exertion make it be experienced?’",
  "mn101:30.2": "‘No, reverend.’",
  "mn101:31.1": "‘So it seems that exertion cannot change the way deeds are experienced in any of these ways.",
  "mn101:31.2": "This being so, your exertion and endeavor are fruitless.’",
  "mn101:32.1": "Such is the doctrine of the Jain ascetics.",
  "mn101:32.2": "Saying this, the Jain ascetics deserve rebuke and criticism on ten legitimate grounds.",
  "mn101:33.1": "If sentient beings experience pleasure and pain because of past deeds,",
  "mn101:33.2": "clearly the Jains have done bad deeds in the past, since they now experience such intense pain.",
  "mn101:33.3": "If sentient beings experience pleasure and pain because of God’s creation,",
  "mn101:33.4": "clearly the Jains were created by a bad God, since they now experience such intense pain.",
  "mn101:33.5": "If sentient beings experience pleasure and pain because of circumstance and nature,",
  "mn101:33.6": "clearly the Jains arise frrom bad circumstances, since they now experience such intense pain.",
  "mn101:33.7": "If sentient beings experience pleasure and pain because of the class of rebirth,",
  "mn101:33.8": "clearly the Jains have been reborn in a bad class, since they now experience such intense pain.",
  "mn101:33.9": "If sentient beings experience pleasure and pain because of exertion in the present,",
  "mn101:33.10": "clearly the Jains exert themselves badly in the present, since they now experience such intense pain.",
  "mn101:34.1": "The Jains deserve criticism whether or not sentient beings experience pleasure and pain because of past deeds,",
  "mn101:34.2": " ",
  "mn101:34.3": "or God’s creation,",
  "mn101:34.5": "or circumstance and nature,",
  "mn101:34.7": "or class of rebirth,",
  "mn101:34.9": "or exertion in the present.",
  "mn101:34.11": "Such is the doctrine of the Jain ascetics.",
  "mn101:34.12": "The Jain ascetics who say this deserve rebuke and criticism on these ten legitimate grounds.",
  "mn101:34.13": "That’s how exertion and endeavor is fruitless.",
  "mn101:35.1": "And how is exertion and endeavor fruitful?",
  "mn101:35.2": "It’s when a mendicant doesn’t bring suffering upon themselves; and they don’t give up legitimate pleasure, but they’re not stupefied with that pleasure.",
  "mn101:35.3": "They understand: ",
  "mn101:35.4": "‘When I actively strive I become dispassionate towards this source of suffering. But when I develop equanimity I become dispassionate towards this other source of suffering.’",
  "mn101:35.5": "So they either actively strive or develop equanimity as appropriate.",
  "mn101:35.7": "Through active striving they become dispassionate towards that specific source of suffering,",
  "mn101:35.8": "and so that suffering is worn away.",
  "mn101:35.9": "Through developing equanimity they become dispassionate towards that other source of suffering,",
  "mn101:35.10": "and so that suffering is worn away.",
  "mn101:36.1": "Suppose a man is infatuated with a woman, full of intense desire and lust.",
  "mn101:36.2": "Then he sees her standing together with another man, chatting, joking, and laughing.",
  "mn101:36.3": "What do you think, mendicants? Would that give rise to sorrow, crying, pain, sadness, and distress for him?”",
  "mn101:36.4": "“Yes, sir.",
  "mn101:36.5": "Why is that? ",
  "mn101:36.6": "Because that man is infatuated with that woman, full of intense desire and lust.”",
  "mn101:36.8": "Then that man might think: ",
  "mn101:36.9": "‘I’m infatuated with that woman, full of intense desire and lust.",
  "mn101:36.10": "When I saw her standing together with another man, chatting, joking, and laughing, it gave rise to sorrow, crying, pain, sadness, and distress for me.",
  "mn101:36.11": "Why don’t I give up that desire and lust for that woman?’",
  "mn101:36.12": "So that’s what he did.",
  "mn101:36.13": "Some time later he sees her again standing together with another man, chatting, joking, and laughing.",
  "mn101:36.14": "What do you think, mendicants? Would that give rise to sorrow, crying, pain, sadness, and distress for him?”",
  "mn101:36.15": "“No, sir.",
  "mn101:36.16": "Why is that? ",
  "mn101:36.17": "Because he no longer desires that woman.”",
  "mn101:37.1": "“In the same way, a mendicant doesn’t bring suffering upon themselves; and they don’t give up legitimate pleasure, but they’re not stupefied with that pleasure.",
  "mn101:37.2": "They understand: ",
  "mn101:37.3": "‘When I actively strive I become dispassionate towards this source of suffering. But when I develop equanimity I become dispassionate towards this other source of suffering.’",
  "mn101:37.4": "So they either actively strive or develop equanimity as appropriate.",
  "mn101:37.6": "Through active striving they become dispassionate towards that specific source of suffering,",
  "mn101:37.7": "and so that suffering is worn away.",
  "mn101:37.8": "Through developing equanimity they become dispassionate towards that other source of suffering,",
  "mn101:37.9": "and so that suffering is worn away.",
  "mn101:37.10": "That’s how exertion and endeavor is fruitful.",
  "mn101:38.1": "Furthermore, a mendicant reflects:",
  "mn101:38.2": "‘When I live as I please, unskillful qualities grow and skillful qualities decline.",
  "mn101:38.3": "But when I strive painfully, unskillful qualities decline and skillful qualities grow.",
  "mn101:38.4": "Why don’t I strive painfully?’",
  "mn101:38.5": "So that’s what they do,",
  "mn101:38.6": "and as they do so unskillful qualities decline and skillful qualities grow.",
  "mn101:38.7": "After some time, they no longer strive painfully.",
  "mn101:38.8": "Why is that? ",
  "mn101:38.9": "Because they have accomplished the goal for which they strived painfully.",
  "mn101:39.1": "Suppose an arrowsmith was heating an arrow shaft between two firebrands, making it straight and fit for use.",
  "mn101:39.2": "After it’s been made straight and fit for use, they’d no longer heat it to make it straight and fit for use.",
  "mn101:39.3": "Why is that? ",
  "mn101:39.4": "Because they have accomplished the goal for which they heated it.",
  "mn101:39.6": "In the same way, a mendicant reflects:",
  "mn101:39.7": "‘When I live as I please, unskillful qualities grow and skillful qualities decline.",
  "mn101:39.8": "But when I strive painfully, unskillful qualities decline and skillful qualities grow.",
  "mn101:39.9": "Why don’t I strive painfully?’ …",
  "mn101:39.15": "After some time, they no longer strive painfully.",
  "mn101:39.16": "That too is how exertion and endeavor is fruitful.",
  "mn101:40.1": "Furthermore, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "mn101:40.2": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "mn101:40.3": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "mn101:40.4": "A householder hears that Dharma, or a householder’s child, or someone reborn in some clan. ",
  "mn101:40.5": "They gain faith in the Realized One,",
  "mn101:40.6": "and reflect:",
  "mn101:40.7": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "mn101:40.8": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn101:40.9": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn101:40.10": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "mn101:41.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "mn101:41.2": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves pure by not thieving.",
  "mn101:41.3": "They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.",
  "mn101:41.4": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.",
  "mn101:41.5": "They give up divisive speech. ",
  "mn101:41.6": "They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "mn101:41.7": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "mn101:41.8": "They give up harsh speech. ",
  "mn101:41.9": "They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "mn101:41.10": "They give up idle chatter. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "mn101:41.11": "They avoid injuring plants and seeds.",
  "mn101:41.12": "They eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "mn101:41.13": "They avoid dancing, singing, music, and seeing shows.",
  "mn101:41.14": "They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.",
  "mn101:41.15": "They avoid high and luxurious beds.",
  "mn101:41.16": "They avoid receiving gold and money,",
  "mn101:41.17": "raw grains,",
  "mn101:41.18": "raw meat,",
  "mn101:41.19": "women and girls,",
  "mn101:41.20": "male and female slaves,",
  "mn101:41.21": "goats and sheep,",
  "mn101:41.22": "chickens and pigs,",
  "mn101:41.23": "elephants, cows, horses, and mares,",
  "mn101:41.24": "and fields and land.",
  "mn101:41.25": "They avoid running errands and messages;",
  "mn101:41.26": "buying and selling;",
  "mn101:41.27": "falsifying weights, metals, or measures;",
  "mn101:41.28": "bribery, fraud, cheating, and duplicity;",
  "mn101:41.29": "mutilation, murder, abduction, banditry, plunder, and violence.",
  "mn101:42.1": "They’re content with robes to look after the body and alms-food to look after the belly.",
  "mn101:42.2": "Wherever they go, they set out taking only these things.",
  "mn101:42.3": "They’re like a bird: wherever it flies, wings are its only burden.",
  "mn101:42.4": "In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly.",
  "mn101:42.5": "Wherever they go, they set out taking only these things.",
  "mn101:42.6": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.",
  "mn101:43.1": "When they see a sight with their eyes, they don’t get caught up in the features and details.",
  "mn101:43.2": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "mn101:43.3": "When they hear a sound with their ears … ",
  "mn101:43.5": "When they smell an odor with their nose … ",
  "mn101:43.7": "When they taste a flavor with your tongue … ",
  "mn101:43.9": "When they feel a touch with their body … ",
  "mn101:43.11": "When they know a phenomenon with their mind, they don’t get caught up in the features and details. ",
  "mn101:43.12": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "mn101:43.13": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves.",
  "mn101:44.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.",
  "mn101:45.1": "When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness, they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn101:45.2": "After the meal, they return from alms-round, sit down in the meditation posture with their body erect, and establish mindfulness right there.",
  "mn101:45.3": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.",
  "mn101:45.4": "Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "mn101:45.5": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "mn101:45.6": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "mn101:45.7": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "mn101:46.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn101:46.2": "That too is how exertion and endeavor is fruitful.",
  "mn101:47.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "mn101:47.2": "That too is how exertion and endeavor is fruitful.",
  "mn101:48.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’.",
  "mn101:48.4": "That too is how exertion and endeavor is fruitful.",
  "mn101:49.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn101:49.2": "That too is how exertion and endeavor is fruitful.",
  "mn101:50.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "mn101:50.2": "They recollect many kinds of past lives, that is,",
  "mn101:50.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ",
  "mn101:50.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "mn101:50.5": "I was reborn elsewhere, and there I had such a name, such a family, such appearance, such food, such experience of happiness and suffering, and such a life-span.",
  "mn101:50.6": "And so they recollect their many kinds of past lives, with features and details. ",
  "mn101:50.7": "That too is how exertion and endeavor is fruitful.",
  "mn101:51.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "mn101:51.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understood how sentient beings are reborn according to their deeds:",
  "mn101:51.3": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn101:51.4": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "mn101:51.5": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.",
  "mn101:51.6": "That too is how exertion and endeavor is fruitful.",
  "mn101:52.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the ending of defilements.",
  "mn101:52.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn101:52.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.",
  "mn101:52.4": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn101:52.5": "When freed, they know ‘it is freed’. ",
  "mn101:52.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn101:52.7": "That too is how exertion and endeavor is fruitful.",
  "mn101:52.8": "Such is the doctrine of the Realized One.",
  "mn101:52.9": "Saying this, the Realized One deserves praise on ten legitimate grounds.",
  "mn101:53.1": "If sentient beings experience pleasure and pain because of past deeds,",
  "mn101:53.2": "clearly the Realized One has done good deeds in the past, since he now experiences such undefiled pleasure.",
  "mn101:53.3": "If sentient beings experience pleasure and pain because of God’s creation,",
  "mn101:53.4": "clearly the Realized One was created by a good God, since he now experiences such undefiled pleasure.",
  "mn101:53.5": "If sentient beings experience pleasure and pain because of circumstance and nature,",
  "mn101:53.6": "clearly the Realized One arises from good circumstances, since he now experiences such undefiled pleasure.",
  "mn101:53.7": "If sentient beings experience pleasure and pain because of the class of rebirth,",
  "mn101:53.8": "clearly the Realized One was reborn in a good class, since he now experiences such undefiled pleasure.",
  "mn101:53.9": "If sentient beings experience pleasure and pain because of exertion in the present,",
  "mn101:53.10": "clearly the Realized One exerts himself well in the present, since he now experiences such undefiled pleasure.",
  "mn101:54.1": "The Realized One deserves praise whether or not sentient beings experience pleasure and pain because of past deeds,",
  "mn101:54.3": "or God’s creation,",
  "mn101:54.5": "or circumstance and nature,",
  "mn101:54.7": "or class of rebirth,",
  "mn101:54.10": "or exertion in the present.",
  "mn101:54.11": "Such is the doctrine of the Realized One.",
  "mn101:54.12": "Saying this, the Realized One deserves praise on these ten legitimate grounds.”",
  "mn101:55.1": "This is what the Buddha said.",
  "mn101:55.2": "Uplifted, the mendicants approved of what the Buddha said."
}