{
  "_markup_path": "markup/mn/mn104.html",
  "_alt_strings": [
    "pi/mn/mn104.json"
  ],
  "mn104:1.1": "Middle Discourses 104",
  "mn104:2.1": "At Sāmagāma",
  "mn104:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn104:3.2": "At one time the Buddha was staying among the Sakyans near the village of Sāma.",
  "mn104:3.3": "Now at that time the Nigaṇṭha Nātaputta had recently passed away at Pāvā.",
  "mn104:3.4": "With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and fighting, continually wounding each other with barbed words:",
  "mn104:3.5": "‘You don’t understand this teaching and training. I understand this teaching and training.",
  "mn104:3.6": "What, you understand this teaching and training?",
  "mn104:3.7": "You’re practicing wrong. I’m practicing right.",
  "mn104:3.8": "I stay on topic, you don’t.",
  "mn104:3.9": "You said last what you should have said first. You said first what you should have said last.",
  "mn104:3.10": "What you’ve thought so much about has been disproved.",
  "mn104:3.11": "Your doctrine is refuted.",
  "mn104:3.12": "Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!’",
  "mn104:3.13": " ",
  "mn104:3.14": "You’d think there was nothing but slaughter going on among the Jain ascetics.",
  "mn104:3.15": "And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, announced by someone who is not a fully awakened Buddha, with broken stupa and without a refuge.",
  "mn104:4.1": "And then, after finishing the rainy season residence near Pāvā the novice Cunda went to see Venerable Ānanda at Sāma village.",
  "mn104:4.2": "He bowed, sat down to one side, ",
  "mn104:4.3": "and told him what had happened.",
  "mn104:4.8": "Ānanda said to him:",
  "mn104:4.9": "“Reverend Cunda, we should see the Buddha about this matter.",
  "mn104:4.10": "Come, let’s go to the Buddha",
  "mn104:4.11": "and inform him about this.”",
  "mn104:4.12": "“Yes, sir,” replied Cunda.",
  "mn104:5.1": "Then Ānanda and Cunda went to the Buddha,",
  "mn104:5.2": "bowed, sat down to one side, ",
  "mn104:5.3": "and Ānanda informed him of what Cunda had said. He went on to say:",
  "mn104:5.9": "Sir, it occurs to me:",
  "mn104:5.10": "‘When the Buddha has passed away, let no dispute arise in the Saṅgha.",
  "mn104:5.11": "For such a dispute would be for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.’”",
  "mn104:6.1": "“What do you think, Ānanda? Do you see even two mendicants who disagree regarding the things I have taught from my direct knowledge, that is, ",
  "mn104:6.2": "the four kinds of mindfulness meditation, the four right endeavors, the four bases for psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path?”",
  "mn104:6.3": "“No, sir, I do not.",
  "mn104:6.5": "Nevertheless, there are some individuals who appear to live obedient to the Buddha, but when the Buddha has passed away they might create a dispute in the Saṅgha regarding livelihood or the code of conduct.",
  "mn104:6.6": "Such a dispute would be for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.”",
  "mn104:7.1": "“Ānanda, a dispute about livelihood or the code of conduct is a minor matter.",
  "mn104:7.3": "But should a dispute arise in the Saṅgha concerning the path or the practice,",
  "mn104:7.4": "that would be for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.",
  "mn104:8.1": "Ānanda, there are these six roots of disputes.",
  "mn104:8.2": "What six?",
  "mn104:8.3": "Firstly, a mendicant is angry and hostile.",
  "mn104:8.4": "Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.",
  "mn104:8.6": "They create a dispute in the Saṅgha, which is for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans.",
  "mn104:8.7": " ",
  "mn104:8.8": "If you see such a root of disputes in yourselves or others, you should try to give up this bad thing.",
  "mn104:8.9": "If you don’t see it, you should practice so that it doesn’t come up in the future.",
  "mn104:8.10": " ",
  "mn104:8.11": "That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.",
  "mn104:9.1": "Furthermore, a mendicant denigrates and is insolent …",
  "mn104:9.3": "They’re envious and mean …",
  "mn104:9.5": "They’re manipulative and deceitful …",
  "mn104:9.7": "They have wicked desires and wrong view …",
  "mn104:9.9": "They’re attached to their own views, holding them tight, and refusing to let go.",
  "mn104:9.10": "Such a mendicant lacks respect and reverence for the teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.",
  "mn104:9.14": "They create a dispute in the Saṅgha, which is for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "mn104:9.15": "If you see such a root of quarrels in yourselves or others,",
  "mn104:9.16": "you should try to give up this bad thing.",
  "mn104:9.17": "If you don’t see it, you should practice so that it doesn’t come up in the future.",
  "mn104:9.18": "That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.",
  "mn104:9.19": "These are the six roots of quarrels.",
  "mn104:10.1": "There are four kinds of disciplinary issues:",
  "mn104:10.2": "What four? ",
  "mn104:10.3": "Disciplinary issues due to disputes, accusations, offenses, or proceedings.",
  "mn104:10.4": "These are the four kinds of disciplinary issues.",
  "mn104:10.5": "There are seven methods for the settlement of any disciplinary issues that might arise.",
  "mn104:10.6": "Removal in the presence of those concerned is applicable. Removal by accurate recollection is applicable. Removal due to recovery from madness is applicable. The offense should be acknowledged. The decision of a majority. A verdict of aggravated misconduct. Covering over with grass.",
  "mn104:11.1": "And how is there removal in the presence of those concerned?",
  "mn104:11.2": "It’s when mendicants are disputing: ‘This is the teaching,’ ‘This is not the teaching,’ ‘This is the training,’ ‘This is not the training.’",
  "mn104:11.3": "Those mendicants should all sit together in harmony",
  "mn104:11.4": "and thoroughly go over the guidelines of the teaching.",
  "mn104:11.5": "They should settle that disciplinary issue in agreement with the guidelines.",
  "mn104:11.6": "That’s how there is removal in the presence of those concerned.",
  "mn104:11.7": "And that’s how certain disciplinary issues are settled, that is, ",
  "mn104:11.8": "by removal in the presence of those concerned.",
  "mn104:12.1": "And how is there the decision of a majority?",
  "mn104:12.2": "If those mendicants are not able to settle that issue in that monastery,",
  "mn104:12.3": "they should go to another monastery with more mendicants.",
  "mn104:12.4": "There they should all sit together in harmony",
  "mn104:12.5": "and thoroughly go over the guidelines of the teaching.",
  "mn104:12.6": "They should settle that disciplinary issue in agreement with the guidelines.",
  "mn104:12.7": "That’s how there is the decision of a majority. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:12.8": "by decision of a majority.",
  "mn104:13.1": "And how is there removal by accurate recollection?",
  "mn104:13.2": "It’s when mendicants accuse a mendicant of a serious offense; one entailing expulsion, or close to it.",
  "mn104:13.3": "‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’",
  "mn104:13.4": "They say:",
  "mn104:13.5": "‘No, reverends, I don’t recall committing such an offence.’",
  "mn104:13.6": "The removal by accurate recollection is applicable to them.",
  "mn104:13.7": "That’s how there is the removal by accurate recollection. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:13.8": "by removal by accurate recollection.",
  "mn104:14.1": "And how is there removal by recovery from madness?",
  "mn104:14.2": "It’s when mendicants accuse a mendicant of the kind of serious offense that entails expulsion, or close to it.",
  "mn104:14.3": "‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’",
  "mn104:14.4": "They say:",
  "mn104:14.5": "‘No, reverends, I don’t recall committing such an offence.’",
  "mn104:14.6": "But though they try to get out of it, the mendicants pursue the issue:",
  "mn104:14.7": "‘Surely the venerable must know perfectly well if you recall committing an offence that entails expulsion or close to it!’",
  "mn104:14.8": "They say:",
  "mn104:14.9": "‘Reverends, I had gone mad, I was out of my mind.",
  "mn104:14.10": "And while I was mad I did and said many things that are not proper for an ascetic.",
  "mn104:14.11": "I don’t remember any of that,",
  "mn104:14.12": "I was mad when I did it.’",
  "mn104:14.13": "The removal by recovery from madness is applicable to them.",
  "mn104:14.14": "That’s how there is the removal by recovery from madness. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:14.15": "by recovery from madness.",
  "mn104:15.1": "And how is there the acknowledging of an offence?",
  "mn104:15.2": "It’s when a mendicant, whether accused or not, recalls an offence and clarifies it and reveals it.",
  "mn104:15.3": "After approaching a more senior mendicant, that mendicant should arrange his robe over one shoulder, bow to that mendicant’s feet, squat on their heels, raised their cupped palms, and say:",
  "mn104:15.4": "‘Sir, I have fallen into such-and-such an offence. I confess it.’",
  "mn104:15.5": "The senior mendicant says:",
  "mn104:15.6": "‘Do you see it?’",
  "mn104:15.7": "‘Yes, I see it.’",
  "mn104:15.8": "‘Then restrain yourself in future.’",
  "mn104:15.9": "‘I shall restrain myself.’",
  "mn104:15.10": "That’s how there is the acknowledging of an offense. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:15.11": "by acknowledging an offence.",
  "mn104:16.1": "And how is there a verdict of aggravated misconduct?",
  "mn104:16.2": "It’s when a mendicant accuses a mendicant of the kind of serious offense that entails expulsion, or close to it.",
  "mn104:16.3": "‘Venerable, do you recall committing the kind of serious offense that entails expulsion or close to it?’",
  "mn104:16.4": "They say:",
  "mn104:16.5": "‘No, reverends, I don’t recall committing such an offence.’",
  "mn104:16.6": "But though they try to get out of it, the mendicants pursue the issue:",
  "mn104:16.7": "‘Surely the venerable must know perfectly well if you recall committing an offence that entails expulsion or close to it!’",
  "mn104:16.8": "They say:",
  "mn104:16.9": "‘Reverends, I don’t recall committing a serious offence of that nature.",
  "mn104:16.10": "But I do recall committing a light offence.’",
  "mn104:16.11": "But though they try to get out of it, the mendicants pursue the issue:",
  "mn104:16.12": "‘Surely the venerable must know perfectly well if you recall committing an offence that entails expulsion or close to it!’",
  "mn104:16.13": "They say:",
  "mn104:16.14": "‘Reverends, I’ll go so far as to acknowledge this light offence even when not asked.",
  "mn104:16.15": "Why wouldn’t I acknowledge a serious offence when asked?’",
  "mn104:16.16": "They say:",
  "mn104:16.17": "‘You wouldn’t have acknowledged that light offence without being asked, so why would you acknowledge a serious offence?",
  "mn104:16.18": "Surely the venerable must know perfectly well if you recall committing an offence that entails expulsion or close to it!’",
  "mn104:16.19": "They say:",
  "mn104:16.20": "‘Reverend, I do recall committing the kind of serious offense that entails expulsion or close to it.",
  "mn104:16.21": "I spoke too hastily when I said",
  "mn104:16.22": "that I didn’t recall it.’",
  "mn104:16.23": "That’s how there is a verdict of aggravated misconduct. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:16.24": "by a verdict of aggravated misconduct.",
  "mn104:17.1": "And how there the covering over with grass?",
  "mn104:17.2": "It’s when the mendicants continually argue, quarrel, and fight, doing and saying many things that are not proper for an ascetic.",
  "mn104:17.3": "Those mendicants should all sit together in harmony.",
  "mn104:17.4": "A competent mendicant of one party, having got up from their seat, arranged their robe over one shoulder, and raising their cupped palms, should inform the Saṅgha:",
  "mn104:18.1": "‘Sir, let the Saṅgha listen to me.",
  "mn104:18.2": "We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.",
  "mn104:18.3": "If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offences committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’",
  "mn104:19.1": "Then a competent mendicant of the other party, having got up from their seat, arranged their robe over one shoulder, and raising their cupped palms, should inform the Saṅgha:",
  "mn104:20.1": "‘Sir, let the Saṅgha listen to me.",
  "mn104:20.2": "We have been continually arguing, quarreling, and fighting, doing and saying many things that are not proper for an ascetic.",
  "mn104:20.3": "If it seems appropriate to the Saṅgha, then—for the benefit of these venerables and myself—I disclose in the middle of the Saṅgha by means of covering over with grass any offences committed by these venerables and by myself, excepting only those that are gravely blameworthy and those connected with laypeople.’",
  "mn104:21.1": "That’s how there is the covering over with grass. And that’s how certain disciplinary issues are settled, that is,",
  "mn104:21.2": "by covering over with grass.",
  "mn104:22.1": "Ānanda, these six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without fighting. ",
  "mn104:22.2": "What six?",
  "mn104:22.3": "Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private.",
  "mn104:22.4": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without fighting. ",
  "mn104:23.1": "Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness …",
  "mn104:23.2": "This too is a warm-hearted quality.",
  "mn104:24.1": "Furthermore, a mendicant consistently treats their spiritual companions with mental kindness …",
  "mn104:24.2": "This too is a warm-hearted quality.",
  "mn104:25.1": "Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions. ",
  "mn104:25.2": " ",
  "mn104:25.4": "This too is a warm-hearted quality.",
  "mn104:26.1": "Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi. ",
  "mn104:26.4": "This too is a warm-hearted quality.",
  "mn104:27.1": "Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete end of suffering. ",
  "mn104:27.4": "This too is a warm-hearted quality.",
  "mn104:28.1": "These six warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without fighting.",
  "mn104:29.1": "If you should undertake and implement these six warm-hearted qualities, do you see any criticism, large or small, that you could not endure?”",
  "mn104:29.2": "“No, sir.”",
  "mn104:29.3": "“That’s why, Ānanda, you should undertake and implement these six warm-hearted qualities.",
  "mn104:29.4": "That will be for your lasting welfare and happiness.”",
  "mn104:30.1": "This is what the Buddha said.",
  "mn104:30.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}