{
  "_markup_path": "markup/mn/mn115.html",
  "_alt_strings": [
    "pi/mn/mn115.json"
  ],
  "mn115:1.1": "Middle Discourses 115",
  "mn115:2.1": "Many Elements",
  "mn115:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn115:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn115:3.3": "There the Buddha addressed the mendicants: ",
  "mn115:3.4": "“Mendicants!”",
  "mn115:3.5": "“Venerable sir,” they replied. ",
  "mn115:3.6": "The Buddha said this:",
  "mn115:4.1": "“Whatever dangers there are, all come from the foolish, not from the astute.",
  "mn115:4.2": "Whatever perils there are, all come from the foolish, not from the astute.",
  "mn115:4.3": "Whatever hazards there are, all come from the foolish, not from the astute.",
  "mn115:4.4": "It’s like a fire that spreads from a hut made of reeds or grass, and burns down even a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered.",
  "mn115:4.5": "So too, whatever dangers there are, all come from the foolish, not from the astute.",
  "mn115:4.6": "Whatever perils there are, all come from the foolish, not from the astute.",
  "mn115:4.7": "Whatever hazards there are, all come from the foolish, not from the astute.",
  "mn115:4.8": "So, the fool is dangerous, but the astute person is safe.",
  "mn115:4.9": "The fool is perilous, but the astute person is not.",
  "mn115:4.10": "The fool is hazardous, but the astute person is not.",
  "mn115:4.11": "There’s no danger, peril, or hazard that comes from the astute.",
  "mn115:4.12": "So you should train like this: ‘We shall be astute, we shall be inquirers.’",
  "mn115:5.1": "When he said this, Venerable Ānanda said to the Buddha: ",
  "mn115:5.2": "“Sir, how is a mendicant qualified to be called ‘astute, an inquirer’?”",
  "mn115:5.3": "‘Ānanda, it’s when a mendicant is skilled in the elements, in the sense fields, in dependent origination, and in the possible and the impossible.",
  "mn115:5.4": "That’s how a mendicant is qualified to be called ‘astute, an inquirer’.”",
  "mn115:6.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the elements’?”",
  "mn115:6.2": "“There are, Ānanda, these eighteen elements:",
  "mn115:6.3": "the elements of the eye, sights, and eye consciousness;",
  "mn115:6.4": "the ear, sounds, and ear consciousness;",
  "mn115:6.5": "the nose, smells, and nose consciousness;",
  "mn115:6.6": "the tongue, tastes, and tongue consciousness;",
  "mn115:6.7": "the body, touches, and body consciousness;",
  "mn115:6.8": "the mind, mental phenomena, and mind consciousness.",
  "mn115:6.9": "When a mendicant knows and sees these eighteen elements,",
  "mn115:6.10": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:7.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”",
  "mn115:7.2": "“There could, Ānanda.",
  "mn115:7.3": "There are these six elements:",
  "mn115:7.4": "the elements of earth, water, fire, air, space, and consciousness.",
  "mn115:7.5": "When a mendicant knows and sees these six elements,",
  "mn115:7.6": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:8.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”",
  "mn115:8.2": "“There could, Ānanda.",
  "mn115:8.3": "There are these six elements:",
  "mn115:8.4": "the elements of pleasure, pain, happiness, sadness, equanimity, and ignorance.",
  "mn115:8.5": "When a mendicant knows and sees these six elements,",
  "mn115:8.6": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:9.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”",
  "mn115:9.2": "“There could, Ānanda.",
  "mn115:9.3": "There are these six elements:",
  "mn115:9.4": "the elements of sensuality, renunciation, ill will, love, harming, and compassion.",
  "mn115:9.5": "When a mendicant knows and sees these six elements,",
  "mn115:9.6": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:10.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”",
  "mn115:10.2": "“There could, Ānanda.",
  "mn115:10.3": "There are these three elements:",
  "mn115:10.4": "the elements of the sensual realm, the realm of luminous form, and the formless realm.",
  "mn115:10.5": "When a mendicant knows and sees these three elements,",
  "mn115:10.6": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:11.1": "“But sir, could there be another way in which a mendicant is qualified to be called ‘skilled in the elements’?”",
  "mn115:11.2": "“There could, Ānanda.",
  "mn115:11.3": "There are these two elements:",
  "mn115:11.4": "the conditioned element and the unconditioned element.",
  "mn115:11.5": "When a mendicant knows and sees these two elements,",
  "mn115:11.6": "they’re qualified to be called ‘skilled in the elements’.”",
  "mn115:12.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the sense fields’?”",
  "mn115:12.2": "“There are these six interior and exterior sense fields:",
  "mn115:12.3": "The eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and mental phenomena.",
  "mn115:12.4": "When a mendicant knows and sees these six interior and exterior sense fields,",
  "mn115:12.5": "they’re qualified to be called ‘skilled in the sense fields’.”",
  "mn115:13.1": "“But sir, how is a mendicant qualified to be called ‘skilled in dependent origination’?”",
  "mn115:13.2": "“It’s when a mendicant understands:",
  "mn115:13.3": "‘When this exists, that is; due to the arising of this, that arises. When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:",
  "mn115:13.4": "Ignorance is a condition for choices. Choices are a condition for consciousness. Consciousness is a condition for mental and physical phenomena. Mental and physical phenomena are a condition for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for future existence. Future existence is a condition for rebirth. Rebirth is a condition that gives rise to old age and death, sorrow, crying, pain, sadness, and distress.",
  "mn115:13.5": "That is how this entire mass of suffering originates. ",
  "mn115:13.6": "When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, mental and physical phenomena cease. When mental and physical phenomena cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, future existence ceases. When future existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, crying, pain, sadness, and distress cease.",
  "mn115:13.7": "That is how this entire mass of suffering ceases.’",
  "mn115:13.8": "That’s how a mendicant is qualified to be called ‘skilled in dependent origination’.”",
  "mn115:14.1": "“But sir, how is a mendicant qualified to be called ‘skilled in the possible and impossible’?”",
  "mn115:14.2": "“It’s when a mendicant understands: ‘It is impossible, it cannot happen that a person accomplished in view could take any condition as permanent. That is not possible.",
  "mn115:14.3": "But it is possible that an ordinary person could take some condition as permanent. That is possible.’",
  "mn115:14.4": "They understand: ‘It is impossible that a person accomplished in view could take any condition as pleasant.",
  "mn115:14.5": "But it is possible that an ordinary person could take some condition as permanent.’",
  "mn115:14.6": "They understand: ‘It is impossible that a person accomplished in view could take anything as self. But it is possible that an ordinary person could take something as permanent.’",
  "mn115:15.1": "They understand: ‘It’s impossible that a person accomplished in view could murder their mother.",
  "mn115:15.2": "But it is possible that an ordinary person could murder their mother.’",
  "mn115:15.3": "They understand: ‘It’s impossible that a person accomplished in view could murder their father … or murder a perfected one.",
  "mn115:15.5": "But it is possible that an ordinary person could murder their father … or a perfected one.’",
  "mn115:15.6": "They understand: ‘It’s impossible that a person accomplished in view could injure a Realized One with malicious intent.",
  "mn115:15.7": "But it is possible that an ordinary person could injure a Realized One with malicious intent.’",
  "mn115:15.8": "They understand: ‘It’s impossible that a person accomplished in view could cause a schism in the Saṅgha.",
  "mn115:15.9": "But it is possible that an ordinary person could cause a schism in the Saṅgha.’",
  "mn115:15.10": "They understand: ‘It’s impossible that a person accomplished in view could acknowledge another teacher.",
  "mn115:15.11": "But it is possible that an ordinary person could acknowledge another teacher.’",
  "mn115:16.1": "They understand: ‘It’s impossible that two Perfect Ones, fully awakened Buddhas, could arise in the same solar system at the same time.",
  "mn115:16.2": "But it is possible that just one Perfect One, a fully awakened Buddha, could arise in one solar system.’",
  "mn115:16.3": "They understand: ‘It’s impossible that two wheel-turning monarchs could arise in the same solar system at the same time.",
  "mn115:16.4": "But it is possible that just one wheel-turning monarch could arise in one solar system.’",
  "mn115:17.1": "They understand: ‘It’s impossible that a woman could be a Perfect One, a fully awakened Buddha.",
  "mn115:17.2": "But it is possible that a man could be a Perfect One, a fully awakened Buddha.’",
  "mn115:17.3": "They understand: ‘It’s impossible that a woman could be a wheel-turning monarch.",
  "mn115:17.4": "But it is possible that a man could be a wheel-turning monarch.’",
  "mn115:17.5": "They understand: ‘It’s impossible that a woman could become Sakka … Māra … Brahmā.",
  "mn115:17.8": "But it is possible that a man could become Sakka … Māra … Brahmā.’",
  "mn115:18.1": "They understand: ‘It’s impossible that a likable, desirable, agreeable result could come from bad conduct of body, speech, and mind.",
  "mn115:18.2": "But it is possible that an unlikable, undesirable, disagreeable result could come from bad conduct of body, speech, and mind.’",
  "mn115:18.9": "They understand: ‘It’s impossible that an unlikable, undesirable, disagreeable result could come from good conduct of body, speech, and mind.",
  "mn115:18.10": "But it is possible that a likable, desirable, agreeable result could come from good conduct of body, speech, and mind.’",
  "mn115:19.1": "They understand: ‘It’s impossible that someone who has engaged in bad conduct of body, speech, and mind, could for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.",
  "mn115:19.2": "But it is possible that someone who has engaged in bad conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.’",
  "mn115:19.9": "They understand: ‘It’s impossible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, the underworld, a lower realm, hell.",
  "mn115:19.10": "But it is possible that someone who has engaged in good conduct of body, speech, and mind could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.’",
  "mn115:19.17": "That’s how a mendicant is qualified to be called ‘skilled in the possible and impossible’.”",
  "mn115:20.1": "When he said this, Venerable Ānanda said to the Buddha: ",
  "mn115:20.2": "“It’s incredible, sir, it’s amazing!",
  "mn115:20.3": "What is the name of this explanation of the teaching?”",
  "mn115:20.4": "“In that case, Nāgasamāla, you may remember this explanation of the teaching as ‘The Many Elements’, or else ‘The Four Cycles’, or else ‘The Mirror of the Teaching’, or else ‘The Drum of the Deathless’, or else ‘The Supreme Victory in Battle’.”",
  "mn115:21.1": "This is what the Buddha said.",
  "mn115:21.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}