{
  "_markup_path": "markup/mn/mn118.html",
  "_alt_strings": [
    "pi/mn/mn118.json"
  ],
  "mn118:1.1": "Middle Discourses 118",
  "mn118:2.1": "Mindfulness of Breathing",
  "mn118:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn118:3.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother, together with several well known senior disciples, such as",
  "mn118:3.3": "Venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Mahākaccāna, Mahākoṭṭhita, Mahākappina, Mahācunda, Anuruddha, Revata, Ānanda, and others.",
  "mn118:4.1": "Now at that time the senior mendicants were advising and instructing the junior mendicants.",
  "mn118:4.2": "Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty.",
  "mn118:4.3": "Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before.",
  "mn118:5.1": "Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting surrounded by the Saṅgha of monks for the invitation to admonish.",
  "mn118:5.2": "Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:",
  "mn118:5.3": "“I am satisfied, mendicants, with this practice.",
  "mn118:5.4": "My heart is satisfied with this practice.",
  "mn118:5.5": "So you should rouse up even more energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "mn118:5.6": "I will wait here in Sāvatthī for the Komudi full moon of the fourth month.”",
  "mn118:5.7": "Mendicants from around the country heard about this.",
  "mn118:5.9": "They came down to Sāvatthī to see the Buddha.",
  "mn118:5.10": "And those senior mendicants instructed the junior mendicants even more.",
  "mn118:5.11": "Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty.",
  "mn118:5.12": "Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before.",
  "mn118:6.1": "Now, at that time it was the sabbath—the Komudi full moon on the fifteenth day of the fourth month—and the Buddha was sitting in the open surrounded by the Saṅgha of monks.",
  "mn118:6.2": "Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:",
  "mn118:7.1": "“This assembly has no nonsense, mendicants, it’s free of nonsense. It consists purely of the essential core.",
  "mn118:7.2": " ",
  "mn118:7.4": "Such is this Saṅgha of monks, such is this assembly!",
  "mn118:7.5": "An assembly such as this is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.",
  "mn118:7.6": "Such is this Saṅgha of monks, such is this assembly!",
  "mn118:7.7": "Even a small gift to an assembly such as this is plentiful, while giving more is even more plentiful.",
  "mn118:7.8": "Such is this Saṅgha of monks, such is this assembly!",
  "mn118:7.9": "An assembly such as this is rarely seen in the world.",
  "mn118:7.10": "Such is this Saṅgha of monks, such is this assembly!",
  "mn118:7.11": "An assembly such as this is worth travelling many leagues to see, even if have to carry your own provisions in a shoulder bag.",
  "mn118:8.1": "For in this Saṅgha there are perfected mendicants, who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge.",
  "mn118:8.2": "There are such mendicants in this Saṅgha.",
  "mn118:8.3": "In this Saṅgha there are mendicants who, with the ending of the five lower fetters are reborn spontaneously. They are extinguished there, and are not liable to return from that world. ",
  "mn118:8.4": "There are such mendicants in this Saṅgha.",
  "mn118:8.5": "In this Saṅgha there are mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering.",
  "mn118:8.6": "There are such mendicants in this Saṅgha.",
  "mn118:8.7": "In this Saṅgha there are mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening.  ",
  "mn118:8.8": "There are such mendicants in this Saṅgha.",
  "mn118:9.1": "In this Saṅgha there are mendicants who are committed to developing the four kinds of mindfulness meditation …",
  "mn118:9.3": "the four right endeavors …",
  "mn118:9.5": "the four bases of psychic power …",
  "mn118:9.6": "the five faculties …",
  "mn118:9.7": "the five powers …",
  "mn118:9.8": "the seven awakening factors …",
  "mn118:9.9": "the noble eightfold path.",
  "mn118:9.10": "There are such mendicants in this Saṅgha.",
  "mn118:9.11": "In this Saṅgha there are mendicants who are committed to developing the meditation on love …",
  "mn118:9.12": "compassion …",
  "mn118:9.13": "rejoicing …",
  "mn118:9.14": "equanimity …",
  "mn118:9.15": "ugliness …",
  "mn118:9.16": "impermanence.",
  "mn118:9.17": "There are such mendicants in this Saṅgha.",
  "mn118:9.18": "In this Saṅgha there are mendicants who are committed to developing the meditation on mindfulness of breathing.",
  "mn118:9.19": "Mendicants, when mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial. ",
  "mn118:9.20": "Mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ",
  "mn118:9.21": "The four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. ",
  "mn118:9.22": "And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.",
  "mn118:10.1": "And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial? ",
  "mn118:10.2": "It’s when a mendicant, gone to a wilderness, or to the root of a tree, or to an empty hut, sits down in the meditation posture, with their body erect, and establishes mindfulness right there.",
  "mn118:10.3": "Just mindful, they breathe in. Mindful, they breathe out.",
  "mn118:11.1": "When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’",
  "mn118:11.2": "When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’",
  "mn118:11.3": "They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body.",
  "mn118:11.4": "They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion.",
  "mn118:12.1": "They practice breathing in experiencing rapture. They practice breathing out experiencing rapture.",
  "mn118:12.2": "They practice breathing in experiencing bliss. They practice breathing out experiencing bliss.",
  "mn118:12.3": "They practice breathing in experiencing these emotions. They practice breathing out experiencing these emotions.",
  "mn118:12.4": "They practice breathing in stilling these emotions. They practice breathing out stilling these emotions.",
  "mn118:13.1": "They practice breathing in experiencing the mind. They practice breathing out experiencing the mind.",
  "mn118:13.2": "They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.",
  "mn118:13.3": "They practice breathing in converging the mind in samādhi. They practice breathing out converging the mind in samādhi.",
  "mn118:13.4": "They practice breathing in freeing the mind. They practice breathing out freeing the mind.",
  "mn118:14.1": "They practice breathing in observing impermanence. They practice breathing out observing impermanence.",
  "mn118:14.2": "They practice breathing in observing fading away. They practice breathing out observing fading away.",
  "mn118:14.3": "They practice breathing in observing cessation. They practice breathing out observing cessation.",
  "mn118:14.4": "They practice breathing in observing letting go. They practice breathing out observing letting go.",
  "mn118:15.1": "Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.",
  "mn118:16.1": "And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation?",
  "mn118:16.2": "Whenever a mendicant knows that they breath heavily, ",
  "mn118:16.3": "or lightly, ",
  "mn118:16.4": "or experiencing the whole body, ",
  "mn118:16.5": "or stilling the body’s motion—",
  "mn118:16.6": "at that time they’re meditating by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:16.7": "For I say that the in-breaths and out-breaths are an aspect of the body.",
  "mn118:16.9": "That’s why at that time a mendicant is meditating by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:17.1": "Whenever a mendicant practices breathing while experiencing rapture,",
  "mn118:17.2": "or experiencing bliss,",
  "mn118:17.3": "or experiencing these emotions,",
  "mn118:17.4": "or stilling these emotions—",
  "mn118:17.5": "at that time they meditate by observing an aspect of feelings, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:17.6": "For I say that joyous attention to the in-breaths and out-breaths is an aspect of feelings.",
  "mn118:17.8": "That’s why at that time a mendicant is meditating by observing an aspect of feelings, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:18.1": "Whenever a mendicant practices breathing while experiencing the mind,",
  "mn118:18.2": "or gladdening the mind,",
  "mn118:18.3": "or converging the mind in samādhi,",
  "mn118:18.4": "or freeing the mind—",
  "mn118:18.5": "at that time they meditate by observing an aspect of the mind, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:18.6": "Because there is no development of mindfulness of breathing for someone who is unmindful and lacks awareness, I say.",
  "mn118:18.7": "That’s why at that time a mendicant is meditating by observing an aspect of the mind, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:19.1": "Whenever a mendicant practices breathing while observing impermanence,",
  "mn118:19.2": "or observing fading away,",
  "mn118:19.3": "or observing cessation,",
  "mn118:19.4": "or observing letting go—",
  "mn118:19.5": "at that time they meditate by observing an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:19.6": "Having seen with wisdom the giving up of desire and aversion, they watch closely over with equanimity.",
  "mn118:19.7": "That’s why at that time a mendicant is meditating by observing an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn118:20.1": "That’s how mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation. ",
  "mn118:21.1": "And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors?",
  "mn118:21.2": "Whenever a mendicant meditates by observing an aspect of the body, at that time their mindfulness is established and lucid.",
  "mn118:21.3": "At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it.",
  "mn118:21.4": " ",
  "mn118:22.1": "As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom.",
  "mn118:22.2": "At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it.",
  "mn118:23.1": "As they investigate principles with wisdom in this way their energy is roused up and vigorous. ",
  "mn118:23.2": "At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it.",
  "mn118:24.1": "When you’re energetic, spiritual rapture arises.",
  "mn118:24.2": "At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it.",
  "mn118:25.1": "When the mind is full of rapture, the body and mind become tranquil.",
  "mn118:25.2": "At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it.",
  "mn118:26.1": "When the body is tranquil and one feels bliss, the mind comes together in samādhi.",
  "mn118:26.2": "At such a time, a mendicant has activated the awakening factor of samādhi; they develop it and perfect it.",
  "mn118:27.1": "They closely watch over that mind in samādhi.",
  "mn118:27.2": "At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.",
  "mn118:28.1": "Whenever a mendicant meditates by observing an aspect of feelings …",
  "mn118:28.3": "mind …",
  "mn118:28.4": "principles, at that time their mindfulness is established and lucid. ",
  "mn118:28.5": "At such a time, a mendicant has activated the awakening factor of mindfulness …",
  "mn118:29.2": "investigation of principles …",
  "mn118:30.2": "energy …",
  "mn118:31.2": "rapture …",
  "mn118:32.2": "tranquility …",
  "mn118:33.2": "samādhi …",
  "mn118:34.2": "equanimity.",
  "mn118:34.3": "That’s how the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven factors of awakening. ",
  "mn118:35.1": "And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom?",
  "mn118:35.2": "It’s when a mendicant develops the awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and",
  "mn118:35.9": "equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.",
  "mn118:35.10": "That’s how the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.”",
  "mn118:36.1": "This is what the Buddha said.",
  "mn118:36.2": "Uplifted, the mendicants approved of what the Buddha said."
}