{
  "_markup_path": "markup/mn/mn17.html",
  "_alt_strings": [
    "pi/mn/mn17.json"
  ],
  "mn17:1.1": "Middle Discourses 17",
  "mn17:2.1": "Jungle Thickets",
  "mn17:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn17:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn17:3.3": "There the Buddha addressed the mendicants: ",
  "mn17:3.4": "“Mendicants!”",
  "mn17:3.5": "“Venerable sir,” they replied.",
  "mn17:3.6": "The Buddha said this:",
  "mn17:3.7": "“Mendicants, I will teach you an exposition about jungle thickets. Listen and pay close attention, I will speak.”",
  "mn17:3.8": "“Yes, sir,” they replied.",
  "mn17:3.9": "The Buddha said this:",
  "mn17:4.1": "“Mendicants, take the case of a mendicant who lives close by a jungle thicket.",
  "mn17:4.2": "As they do so, their mindfulness does not become established, their mind does not converge in samādhi, their defilements do not come to an end, and they do not arrive at the supreme sanctuary.",
  "mn17:4.3": "And the necessities of life that a renunciant requires—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—are hard to come by.",
  "mn17:4.4": " ",
  "mn17:4.6": "That mendicant should reflect:",
  "mn17:4.7": "‘While living close by this jungle thicket, my mindfulness does not become established, my mind does not converge in samādhi, my defilements do not come to an end, and I do not arrive at the supreme sanctuary.",
  "mn17:4.8": "And the necessities of life that a renunciant requires—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—are hard to come by.",
  "mn17:4.11": "That mendicant should leave that jungle thicket that very time of night or day; they shouldn’t stay there.",
  "mn17:5.1": "Take another case of a mendicant who lives close by a jungle thicket.",
  "mn17:5.2": "Their mindfulness does not become established …",
  "mn17:5.3": "But the necessities of life are easy to come by.",
  "mn17:5.6": "That mendicant should reflect:",
  "mn17:5.8": "‘While living close by this jungle thicket, my mindfulness does not become established …",
  "mn17:5.9": "But the necessities of life are easy to come by.",
  "mn17:5.12": "I didn’t go forth from the lay life to homelessness for the sake of a robe, alms-food,",
  "mn17:5.14": "lodgings,",
  "mn17:5.16": "or medicines and supplies for the sick.",
  "mn17:5.17": "Moreover, while living close by this jungle thicket, my mindfulness does not become established …’",
  "mn17:5.18": "After reflection, that mendicant should leave that jungle thicket; they shouldn’t stay there.",
  "mn17:6.1": "Take another case of a mendicant who lives close by a jungle thicket.",
  "mn17:6.2": "As they do so, their mindfulness becomes established, their mind converges in samādhi, their defilements come to an end, and they arrive at the supreme sanctuary.",
  "mn17:6.3": "And the necessities of life that a renunciant requires—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—are hard to come by.",
  "mn17:6.5": "That mendicant should reflect:",
  "mn17:6.7": "‘While living close by this jungle thicket, my mindfulness becomes established …",
  "mn17:6.8": "But the necessities of life are hard to come by.",
  "mn17:6.11": "But I didn’t go forth from the lay life to homelessness for the sake of a robe, alms-food,",
  "mn17:6.13": "lodgings,",
  "mn17:6.15": "or medicines and supplies for the sick.",
  "mn17:6.16": "Moreover, while living close by this jungle thicket, my mindfulness becomes established …’",
  "mn17:6.17": "After reflection, that mendicant should stay in that jungle thicket; they shouldn’t leave.",
  "mn17:7.1": "Take another case of a mendicant who lives close by a jungle thicket.",
  "mn17:7.2": "Their mindfulness becomes established …",
  "mn17:7.3": "And the necessities of life are easy to come by.",
  "mn17:7.6": "That mendicant should reflect:",
  "mn17:7.8": "‘While living close by this jungle thicket, my mindfulness becomes established …",
  "mn17:7.9": "And the necessities of life are easy to come by.’",
  "mn17:7.12": "That mendicant should stay in that jungle thicket for the rest of their life; they shouldn’t leave.",
  "mn17:8.1": "Take the case of a mendicant who lives supported by a village. …",
  "mn17:8.3": "town …",
  "mn17:8.5": "city …",
  "mn17:8.7": "country …",
  "mn17:8.9": "Take the case of a mendicant who lives supported by an individual.",
  "mn17:8.10": "As they do so, their mindfulness does not become established …",
  "mn17:8.11": "And the necessities of life are hard to come by. …",
  "mn17:8.20": "That mendicant should leave that person at any time of the day or night, without asking. They shouldn’t follow them. …",
  "mn17:11.1": "Take another case of a mendicant who lives supported by an individual.",
  "mn17:11.2": "As they do so, their mindfulness becomes established, their mind converges in samādhi, their defilements come to an end, and they arrive at the supreme sanctuary.",
  "mn17:11.3": "And the necessities of life that a renunciant requires—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—are easy to come by.",
  "mn17:11.6": "That mendicant should reflect:",
  "mn17:11.8": "‘While living supported by this person, my mindfulness becomes established …",
  "mn17:11.9": "And the necessities of life are easy to come by.’",
  "mn17:11.12": "That mendicant should follow that person for the rest of their life. They shouldn’t leave them, even if told to go away.”",
  "mn17:12.1": "This is what the Buddha said.",
  "mn17:12.2": "Uplifted, the mendicants approved of what the Buddha said."
}