{
  "_markup_path": "markup/mn/mn19.html",
  "_alt_strings": [
    "pi/mn/mn19.json"
  ],
  "mn19:1.1": "Middle Discourses 19",
  "mn19:2.1": "Two Kinds of Thought",
  "mn19:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn19:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn19:3.3": "There the Buddha addressed the mendicants:",
  "mn19:3.4": "“Mendicants!”",
  "mn19:3.5": "“Venerable sir,” they replied.",
  "mn19:3.6": "The Buddha said this:",
  "mn19:4.1": "“Mendicants, before my awakening—when I was unawakened but intent on awakening—I thought:",
  "mn19:4.2": "‘Why don’t I meditate by continually dividing my thoughts into two classes?’",
  "mn19:4.3": "So I assigned sensual, malicious, and cruel thoughts",
  "mn19:4.4": "to one class.",
  "mn19:4.5": "And I assigned thoughts of renunciation, love, and kindness",
  "mn19:4.6": "to the second class.",
  "mn19:5.1": "Then, as I meditated—diligent, keen, and resolute—a sensual thought arose.",
  "mn19:5.2": "I understood:",
  "mn19:5.3": "‘This sensual thought has arisen in me.",
  "mn19:5.4": "It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.’",
  "mn19:5.5": "When I reflected that it leads to hurting myself, it went away.",
  "mn19:5.6": "When I reflected that it leads to hurting others, it went away.",
  "mn19:5.7": "When I reflected that it leads to hurting both, it went away.",
  "mn19:5.8": "When I reflected that it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment, it went away.",
  "mn19:5.9": "So I gave up, got rid of, and eliminated any sensual thoughts that arose.",
  "mn19:6.1": "Then, as I meditated—diligent, keen, and resolute—a malicious thought arose …",
  "mn19:6.3": "a cruel thought arose.",
  "mn19:6.4": "I understood:",
  "mn19:6.5": "‘This cruel thought has arisen in me.",
  "mn19:6.6": "It leads to hurting myself, hurting others, and hurting both. It blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment.’",
  "mn19:6.7": "When I reflected that it leads to hurting myself …",
  "mn19:6.8": "hurting others …",
  "mn19:6.9": "hurting both, it went away.",
  "mn19:6.10": "When I reflected that it blocks wisdom, it’s on the side of anguish, and it doesn’t lead to extinguishment, it went away.",
  "mn19:6.11": "So I gave up, got rid of, and eliminated any cruel thoughts that arose.",
  "mn19:7.1": "Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination.",
  "mn19:7.2": "If they often think about and consider sensual thoughts, they’ve given up the thought of renunciation to cultivate sensual thought. Their mind inclines to sensual thoughts.",
  "mn19:7.3": "If they often think about and consider malicious thoughts … their mind inclines to malicious thoughts.",
  "mn19:7.5": "If they often think about and consider cruel thoughts … their mind inclines to cruel thoughts.",
  "mn19:7.6": "Suppose it’s the last month of the rainy season, when the crops grow closely together, and a cowherd must take care of the cattle.",
  "mn19:7.7": "He’d tap and poke them with his staff on this side and that to keep them in check.",
  "mn19:7.8": "Why is that?",
  "mn19:7.9": "For he sees that if they wander into the crops he could be executed, imprisoned, fined, or censured.",
  "mn19:7.10": "In the same way, I saw that unskillful qualities have drawbacks, depravity, and corruption, and that skillful qualities have the benefit and cleansing power of renunciation.",
  "mn19:8.1": "Then, as I meditated—diligent, keen, and resolute—a thought of renunciation arose.",
  "mn19:8.2": "I understood:",
  "mn19:8.3": "‘This thought of renunciation has arisen in me.",
  "mn19:8.4": "It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from anguish, and it leads to extinguishment.’",
  "mn19:8.5": "If I was to keep on thinking and considering like this all night …",
  "mn19:8.6": "all day …",
  "mn19:8.7": "all night and day, I see no danger that would come from that.",
  "mn19:8.8": "Still, thinking and considering for too long would tire my body.",
  "mn19:8.9": "And when the body is tired, the mind is stressed.",
  "mn19:8.10": "And when the mind is stressed, it’s far from samādhi.",
  "mn19:8.11": "So I stilled, settled, unified, and converged my mind internally.",
  "mn19:8.12": "Why is that?",
  "mn19:8.13": "So that my mind would not be stressed.",
  "mn19:9.1": "Then, as I meditated—diligent, keen, and resolute—a thought of love arose …",
  "mn19:9.3": "a thought of kindness arose.",
  "mn19:9.4": "I understood:",
  "mn19:9.5": "‘This thought of kindness has arisen in me.",
  "mn19:9.6": "It doesn’t lead to hurting myself, hurting others, or hurting both. It nourishes wisdom, it’s on the side of freedom from anguish, and it leads to extinguishment.’",
  "mn19:9.7": "If I was to keep on thinking and considering like this all night …",
  "mn19:9.8": "all day …",
  "mn19:9.9": "all night and day, I see no danger that would come from that.",
  "mn19:9.10": "Still, thinking and considering for too long would tire my body.",
  "mn19:9.11": "And when the body is tired, the mind is stressed.",
  "mn19:9.12": "And when the mind is stressed, it’s far from samādhi.",
  "mn19:9.13": "So I stilled, settled, unified, and converged my mind internally.",
  "mn19:9.14": "Why is that?",
  "mn19:9.15": "So that my mind would not be stressed.",
  "mn19:10.1": "Whatever a mendicant frequently thinks about and considers becomes their heart’s inclination.",
  "mn19:10.2": "If they often think about and consider thoughts of renunciation, they’ve given up sensual thought to cultivate the thought of renunciation. Their mind inclines to thoughts of renunciation.",
  "mn19:10.3": "If they often think about and consider thoughts of love … their mind inclines to thoughts of love.",
  "mn19:10.5": "If they often think about and consider thoughts of kindness … their mind inclines to thoughts of cruelty.",
  "mn19:10.6": "Suppose it’s the last month of summer, when the crops have been gathered, and a cowherd must take care of the cattle. While at the root of a tree or in the open he need only be mindful that",
  "mn19:10.7": "the cattle are there.",
  "mn19:10.8": "In the same way I needed only to be mindful that",
  "mn19:10.9": "those things were there.",
  "mn19:11.1": "My energy was roused up and vigorous, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was unified in samādhi.",
  "mn19:11.2": "Quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn19:11.3": "Through the stilling of the movement of the mind, I entered and remained in the second absorption, which has internal confidence and unification of mind and consists of rapture and happiness born of stillness.",
  "mn19:11.4": "And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "mn19:11.5": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
  "mn19:12.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I extended it toward recollection of past lives.",
  "mn19:12.2": "I recollected many kinds of past lives …",
  "mn19:12.7": "This was the first knowledge, which I achieved in the first watch of the night.",
  "mn19:12.8": "Ignorance was destroyed and knowledge arose;",
  "mn19:12.9": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn19:12.10": " ",
  "mn19:13.1": "When my mind had converged in samādhi like this, I extended it toward knowledge of the death and rebirth of sentient beings.",
  "mn19:13.2": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds …",
  "mn19:13.7": "This was the second knowledge, which I achieved in the middle watch of the night.",
  "mn19:13.8": "Ignorance was destroyed and knowledge arose;",
  "mn19:13.9": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn19:14.1": "When my mind had converged in samādhi like this, I extended it toward knowledge of the ending of defilements.",
  "mn19:14.2": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "mn19:14.3": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn19:14.4": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn19:14.5": "I understood: ‘Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.’",
  "mn19:14.6": "This was the third knowledge, which I achieved in the last watch of the night.",
  "mn19:14.7": "Ignorance was destroyed and knowledge arose;",
  "mn19:14.8": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn19:15.1": "Suppose that in a forested wilderness there was an expanse of low-lying swampland.",
  "mn19:15.2": "And a large herd of deer lived nearby.",
  "mn19:15.3": "Then along comes a person who wants to harm, injure, and threaten them.",
  "mn19:15.4": "They close off the safe, secure path that leads to happiness, and open the wrong path. There they plant domesticated male and female deer as decoys",
  "mn19:15.5": "so that, in due course, that herd of deer would meet with tragedy and disaster.",
  "mn19:15.6": "Then along comes a person who wants to help keep the herd of deer safe.",
  "mn19:15.7": "They open up the safe, secure path that leads to happiness, and close off the wrong path. They get rid of the decoys",
  "mn19:15.8": "so that, in due course, that herd of deer would grow, increase, and mature.",
  "mn19:16.1": "I’ve made up this simile to make a point.",
  "mn19:16.2": "And this is what it means.",
  "mn19:16.3": "‘An expanse of low-lying swampland’ is a term for sensual pleasures.",
  "mn19:16.4": "‘A large herd of deer’ is a term for sentient beings.",
  "mn19:16.5": "‘A person who wants to harm, injure, and threaten them’ is a term for Māra the Wicked.",
  "mn19:16.6": "‘The wrong path’ is a term for the wrong eightfold path, that is, ",
  "mn19:16.7": "wrong view, wrong motivation, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong samādhi.",
  "mn19:16.8": "‘A domesticated male deer’ is a term for desire with relishing.",
  "mn19:16.9": "‘A domesticated female deer’ is a term for ignorance.",
  "mn19:16.10": "‘A person who wants to help keep the herd of deer safe’ is a term for the Realized One, the Perfected One, the fully awakened Buddha.",
  "mn19:16.11": "‘The safe, secure path that leads to happiness’ is a term for the noble eightfold path, that is:",
  "mn19:16.12": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "mn19:17.1": "So, mendicants, I have opened up the safe, secure path to happiness and closed off the wrong path. And I have got rid of the male and female decoys. ",
  "mn19:17.2": "Out of compassion, I’ve done what a teacher should do for the benefit of their disciples.",
  "mn19:17.3": "Here are these roots of trees, and here are these empty huts.",
  "mn19:17.4": "Practice absorption, mendicants! Don’t be negligent! Don’t regret it later!",
  "mn19:17.6": "This is my instruction to you.”",
  "mn19:18.1": "This is what the Buddha said.",
  "mn19:18.2": "Uplifted, the mendicants approved of what the Buddha said."
}