{
  "_markup_path": "markup/mn/mn25.html",
  "_alt_strings": [
    "pi/mn/mn25.json"
  ],
  "mn25:1.1": "Middle Discourses 25",
  "mn25:2.1": "Fodder",
  "mn25:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn25:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn25:3.3": "There the Buddha addressed the mendicants:",
  "mn25:3.4": "“Mendicants!”",
  "mn25:3.5": "“Venerable sir,” they replied.",
  "mn25:3.6": "The Buddha said this:",
  "mn25:4.1": "“Mendicants, a trapper doesn’t cast bait for deer thinking:",
  "mn25:4.2": "‘May the deer, enjoying this bait, be healthy and in good condition. May they live long and prosper!’",
  "mn25:4.3": "A trapper casts bait for deer thinking:",
  "mn25:4.4": "‘When these deer intrude on where I cast the bait, they’ll recklessly enjoy eating it. They’ll become indulgent, then they’ll become negligent, and then they’ll be vulnerable on account of this bait.’",
  "mn25:5.1": "And indeed, the first herd of deer intruded on where the trapper cast the bait and recklessly enjoyed eating it. They became indulgent, then they became negligent, and then they were vulnerable to the trapper on account of that bait.",
  "mn25:5.2": "And that’s how the first herd of deer failed to get free from the trapper’s power.",
  "mn25:6.1": "So then a second herd of deer planned:",
  "mn25:6.2": "‘The first herd of deer became indulgent … ",
  "mn25:6.4": "and failed to get free of the trapper’s power.",
  "mn25:6.5": "Why don’t we avoid eating the bait altogether? Avoiding dangerous food, we can venture deep into a wilderness region and live there.’",
  "mn25:6.6": "And that’s just what they did.",
  "mn25:6.7": "But when it came to the last month of summer, the grass and water ran out. Their bodies became much too thin,",
  "mn25:6.8": "and they lost their strength and energy.",
  "mn25:6.9": "So they went back to that same place where the trapper had cast bait.",
  "mn25:6.10": "Intruding on that place, they recklessly enjoyed eating it …",
  "mn25:6.12": "And that’s how the second herd failed to get free from the trapper’s power.",
  "mn25:7.1": "So then a third herd of deer planned:",
  "mn25:7.2": "‘The first … ",
  "mn25:7.5": "and second herds of deer … ",
  "mn25:7.16": "failed to get free of the trapper’s power.",
  "mn25:7.17": "Why don’t we set up our lair close by the place where the trapper has cast the bait?",
  "mn25:7.18": "Then we can intrude on it and enjoy eating without being reckless. We won’t become indulgent, then we won’t became negligent, and then we won’t be vulnerable to the trapper on account of that bait.’",
  "mn25:7.19": "And that’s just what they did.",
  "mn25:8.1": "So the trapper and his companions thought:",
  "mn25:8.2": "‘Wow, this third herd of deer is so sneaky and devious, they must be some kind of unnatural spirits with psychic powers!",
  "mn25:8.3": "For they eat the bait we’ve cast without us knowing how they come and go.",
  "mn25:8.4": "Why don’t we surround the bait on all sides by staking out high nets? Hopefully we might get to see their lair, where they go to hide out.’",
  "mn25:8.5": "And that’s just what they did.",
  "mn25:8.6": "And they saw where the third herd of deer had their lair, where they went to hide out.",
  "mn25:8.7": "And that’s how the third herd failed to get free from the trapper’s power.",
  "mn25:9.1": "So then a fourth herd of deer planned:",
  "mn25:9.2": "‘The first …",
  "mn25:9.5": "second …",
  "mn25:9.13": "and third herds of deer …",
  "mn25:9.33": "failed to get free of the trapper’s power.",
  "mn25:9.34": "Why don’t we set up our lair somewhere the trapper and his companions can’t go? Then we can intrude on where the trapper has cast the bait and enjoy eating it without being reckless. We won’t become indulgent, then we won’t became negligent, and then we won’t be vulnerable to the trapper on account of that bait.’",
  "mn25:9.35": "And that’s just what they did.",
  "mn25:10.1": "So the trapper and his companions thought:",
  "mn25:10.2": "‘Wow, this fourth herd of deer is so sneaky and devious, they must be some kind of unnatural spirits with psychic powers!",
  "mn25:10.3": "For they eat the bait we’ve cast without us knowing how they come and go.",
  "mn25:10.4": "Why don’t we surround the bait on all sides by staking out high nets? Hopefully we might get to see their lair, where they go to hide out.’",
  "mn25:10.5": "And that’s just what they did.",
  "mn25:10.6": "But they couldn’t see where the fourth herd of deer had their lair, where they went to hide out.",
  "mn25:10.7": "So the trapper and his companions thought:",
  "mn25:10.8": "‘If we disturb this fourth herd of deer, they’ll disturb others, who in turn will disturb even more.",
  "mn25:10.9": "Then all of the deer will be free from this bait we’ve cast.",
  "mn25:10.10": "Why don’t we just keep an eye on that fourth herd?’",
  "mn25:10.11": "And that’s just what they did.",
  "mn25:10.12": "And that’s how the fourth herd of deer got free from the trapper’s power.",
  "mn25:11.1": "I’ve made up this simile to make a point.",
  "mn25:11.2": "And this is what it means.",
  "mn25:11.3": "‘Bait’ is a term for the five kinds of sensual stimulation. ",
  "mn25:11.4": "‘Trapper’ is a term for Māra the Wicked.",
  "mn25:11.5": "‘Trapper’s companions’ is a term for Māra’s assembly. ",
  "mn25:11.6": "‘Deer’ is a term for ascetics and brahmins.",
  "mn25:12.1": "Now, the first group of ascetics and brahmins intruded on where the bait and the carnal delights of the world were cast by Māra and recklessly enjoyed eating it. ",
  "mn25:12.2": "They became indulgent, then they became negligent, and then they were vulnerable to Māra on account of that bait and the carnal delights of the world.",
  "mn25:12.3": "And that’s how the first group of ascetics and brahmins failed to get free from Māra’s power.",
  "mn25:12.4": "This first group of ascetics and brahmins is just like the first herd of deer, I say.",
  "mn25:13.1": "So then a second group of ascetics and brahmins planned:",
  "mn25:13.2": "‘The first group of ascetics and brahmins became indulgent … ",
  "mn25:13.4": "and failed to get free of Māra’s power.",
  "mn25:13.5": "Why don’t we avoid eating the bait and the world’s carnal delights altogether? Avoiding dangerous food, we can venture deep into a wilderness region and live there.’",
  "mn25:13.7": "And that’s just what they did.",
  "mn25:13.8": "They ate herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survived on forest roots and fruits, or eating fallen fruit.",
  "mn25:14.1": "But when it came to the last month of summer, the grass and water ran out. Their bodies became much too thin,",
  "mn25:14.2": "and they lost their strength and energy.",
  "mn25:14.3": "Because of this, they lost their heart’s release,",
  "mn25:14.4": "so they went back to that same place where Māra had cast the bait and the carnal delights of the world.",
  "mn25:14.5": "Intruding on that place, they recklessly enjoyed eating it …",
  "mn25:14.7": "And that’s how the second group of ascetics and brahmins failed to get free from Māra’s power.",
  "mn25:14.8": "This second group of ascetics and brahmins is just like the second herd of deer, I say.",
  "mn25:15.1": "So then a third group of ascetics and brahmins planned:",
  "mn25:15.2": "‘The first … ",
  "mn25:15.5": "and second groups of ascetics and brahmins … ",
  "mn25:15.19": "failed to get free of Māra’s power.",
  "mn25:15.20": "Why don’t we set up our lair close by the place where Māra has cast the bait and those carnal delights of the world? Then we can intrude on it and enjoy eating without being reckless. We won’t become indulgent, then we won’t became negligent, and then we won’t be vulnerable to Māra on account of that bait and those carnal delights of the world.’",
  "mn25:16.1": "And that’s just what they did.",
  "mn25:16.4": "Still, they had such views as these:",
  "mn25:16.5": "‘the world is eternal’ or ‘the world is not eternal’;",
  "mn25:16.6": "‘the world is finite’ or ‘the world is infinite’; ",
  "mn25:16.7": "‘the soul and the body are the same thing’ or ‘the soul and the body are different things’;",
  "mn25:16.8": "or that after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.",
  "mn25:16.9": "And that’s how the third group of ascetics and brahmins failed to get free from Māra’s power.",
  "mn25:16.10": "This third group of ascetics and brahmins is just like the third herd of deer, I say.",
  "mn25:17.1": "So then a fourth group of ascetics and brahmins planned:",
  "mn25:17.2": "‘The first …",
  "mn25:17.5": "second …",
  "mn25:17.13": "and third groups of ascetics and brahmins …",
  "mn25:18.9": "failed to get free of Māra’s power.",
  "mn25:18.10": "Why don’t we set up our lair somewhere Māra and his assembly can’t go? ",
  "mn25:18.11": "Then we can intrude on where Māra has cast the bait and those carnal delights of the world, and enjoy eating without being reckless. We won’t become indulgent, then we won’t became negligent, and then we won’t be vulnerable to Māra on account of that bait and those carnal delights of the world.’",
  "mn25:19.1": "And that’s just what they did.",
  "mn25:19.3": "And that’s how the fourth group of ascetics and brahmins got free from Māra’s power.",
  "mn25:19.4": "This fourth group of ascetics and brahmins is just like the fourth herd of deer, I say.",
  "mn25:20.1": "And where is it that Māra and his assembly can’t go?",
  "mn25:20.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn25:20.3": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
  "mn25:21.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and oneness of mind, without placing the mind and keeping it connected. ",
  "mn25:21.2": "This is called a mendicant who has blinded Māra …",
  "mn25:22.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’.",
  "mn25:22.2": "This is called a mendicant who has blinded Māra …",
  "mn25:23.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn25:23.2": "This is called a mendicant who has blinded Māra …",
  "mn25:24.1": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "mn25:24.2": "This is called a mendicant who has blinded Māra …",
  "mn25:25.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "mn25:25.2": "This is called a mendicant who has blinded Māra …",
  "mn25:26.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "mn25:26.2": "This is called a mendicant who has blinded Māra …",
  "mn25:27.1": "Furthermore, a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. ",
  "mn25:27.2": "This is called a mendicant who has blinded Māra …",
  "mn25:28.1": "Furthermore, a mendicant, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling.",
  "mn25:28.2": "And, having seen with wisdom, their defilements come to an end.",
  "mn25:28.3": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see. And they’ve crossed over clinging to the world.”",
  "mn25:29.1": "This is what the Buddha said.",
  "mn25:29.2": "Uplifted, the mendicants approved of what the Buddha said."
}