{
  "_markup_path": "markup/mn/mn30.html",
  "_alt_strings": [
    "pi/mn/mn30.json"
  ],
  "mn30:1.1": "Middle Discourses 30",
  "mn30:2.1": "The Shorter Simile of the Heartwood",
  "mn30:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn30:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn30:3.3": "Then the brahmin Piṅgalakoccha went up to the Buddha, ",
  "mn30:3.4": "and exchanged greetings with him.",
  "mn30:3.5": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn30:3.6": "and said to the Buddha:",
  "mn30:3.7": "“Master Gotama, there are those ascetics and brahmins who lead an order and a community, and teach a community. They’re well known and famous religious founders, regarded as holy by many people. That is:",
  "mn30:3.8": "Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhiputta, Pakudha Kaccāyana, and Ajita Kesakambala. According to their own claim, did all of them have direct knowledge, or none of them, or only some?”",
  "mn30:3.9": "“Enough, brahmin, let this be:",
  "mn30:3.10": "‘According to their own claim, did all of them have direct knowledge, or none of them, or only some?’",
  "mn30:3.11": "I will teach you the Dhamma. Listen and pay close attention, I will speak.”",
  "mn30:3.12": "“Yes sir,” Piṅgalakoccha replied. ",
  "mn30:3.13": "The Buddha said this:",
  "mn30:4.1": "“Suppose there was a person who needed heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But, passing over the heartwood, softwood, bark, and shoots, he’d cut off the branches and leaves and depart imagining they were heartwood.",
  "mn30:4.2": "If person with good eyesight saw him they’d say:",
  "mn30:4.3": "‘This gentleman doesn’t know what heartwood, softwood, bark, shoots, or branches and leaves are.",
  "mn30:4.4": "That’s why he passed them over, cut off the branches and leaves, and departed imagining they were heartwood.",
  "mn30:4.5": "Whatever he needs to make from heartwood, he won’t succeed.’",
  "mn30:5.1": "Suppose there was another person who needed heartwood … he’d cut off the shoots and depart imagining they were heartwood …",
  "mn30:6.1": "Suppose there was another person who needed heartwood … he’d cut off the bark and depart imagining it was heartwood …",
  "mn30:7.1": "Suppose there was another person who needed heartwood … he’d cut out the softwood and depart imagining it was heartwood …",
  "mn30:8.1": "Suppose there was another person who needed heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. He’d cut out just the heartwood and depart knowing it was heartwood.",
  "mn30:8.2": "If person with good eyesight saw him they’d say:",
  "mn30:8.3": "‘This gentleman knows what heartwood, softwood, bark, shoots, or branches and leaves are.",
  "mn30:8.4": "That’s why he cut out just the heartwood and departed knowing it was heartwood.",
  "mn30:8.5": "Whatever he needs to make from heartwood, he will succeed.’ ",
  "mn30:9.1": "In the same way, take a certain person who goes forth from the lay life to homelessness, thinking:",
  "mn30:9.2": "‘I’m overwhelmed by birth, aging, and death; by sorrow, crying, pain, sadness, and distress. I’m overwhelmed by suffering, brought low by suffering. Hopefully I can find an end to this entire mass of suffering.’",
  "mn30:9.3": "When they’ve gone forth they generate possessions, honor, and popularity.",
  "mn30:9.4": "They’re happy with that, and they’ve got all they wished for.",
  "mn30:9.5": "And they glorify themselves and put others down on account of that:",
  "mn30:9.6": "‘I’m the one with possessions, honor, and popularity. These other mendicants are obscure and insignificant.’",
  "mn30:9.7": "They become lazy and slack regarding their possessions, honor, and popularity, not generating enthusiasm or trying to realize those things that are higher and finer. …",
  "mn30:9.10": "They’re like the person who mistakes branches and leaves for heartwood, I say.",
  "mn30:10.1": "Next, take a person of respectable family who has gone forth from the lay life into homelessness …",
  "mn30:10.11": "They become lazy and slack regarding their accomplishment of ethics, not generating enthusiasm or trying to realize those things that are higher and finer. …",
  "mn30:10.14": "They’re like the person who mistakes shoots for heartwood, I say.",
  "mn30:11.1": "Next, take a person of respectable family who has gone forth from the lay life into homelessness …",
  "mn30:11.15": "They become lazy and slack regarding their accomplishment of samādhi, not generating enthusiasm or trying to realize those things that are higher and finer. …",
  "mn30:11.18": "They’re like the person who mistakes bark for heartwood, I say.",
  "mn30:12.1": "Next, take a person of respectable family who has gone forth from the lay life into homelessness …",
  "mn30:12.21": "They become lazy and slack regarding their knowledge and vision, not generating enthusiasm or trying to realize those things that are higher and finer. …",
  "mn30:12.24": "They’re like the person who mistakes softwood for heartwood, I say.",
  "mn30:13.1": "Next, take a person of respectable family who has gone forth from the lay life into homelessness, thinking:",
  "mn30:13.2": "‘I’m overwhelmed by birth, aging, and death; by sorrow, crying, pain, sadness, and distress. I’m overwhelmed by suffering, brought low by suffering. Hopefully I can find an end to this entire mass of suffering.’",
  "mn30:13.3": "When they’ve gone forth they generate possessions, honor, and popularity.",
  "mn30:13.4": "They’re not happy with that, and haven’t got all they wished for.",
  "mn30:13.5": "They don’t glorify themselves and put others down on account of that.",
  "mn30:13.6": "They don’t become lazy and slack regarding their possessions, honor, and popularity, but generate enthusiasm and try to realize those things that are higher and finer.",
  "mn30:13.7": "They become accomplished in ethics.",
  "mn30:13.8": "They’re happy with that, but they haven’t got all they wished for.",
  "mn30:13.9": "They don’t glorify themselves and put others down on account of that.",
  "mn30:13.10": "They don’t become lazy and slack regarding their accomplishment of ethics, but generate enthusiasm and try to realize those things that are higher and finer.",
  "mn30:13.11": "They achieve samādhi.",
  "mn30:13.12": "They’re happy with that, but they haven’t got all they wished for.",
  "mn30:13.13": "They don’t glorify themselves and put others down on account of that.",
  "mn30:13.14": "They don’t become lazy and slack regarding their accomplishment of samādhi, but generate enthusiasm and try to realize those things that are higher and finer.",
  "mn30:13.15": "They achieve knowledge and vision.",
  "mn30:13.16": "They’re happy with that, but they haven’t got all they wished for.",
  "mn30:13.17": "They don’t glorify themselves and put others down on account of that. ",
  "mn30:13.18": "They don’t become lazy and slack regarding their knowledge and vision, but generate enthusiasm and try to realize those things that are higher and finer.",
  "mn30:14.1": "And what are those things that are higher and finer than knowledge and vision?",
  "mn30:14.2": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "mn30:14.3": "This is something higher and finer than knowledge and vision.",
  "mn30:15.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and oneness of mind, without placing the mind and keeping it connected.",
  "mn30:15.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:16.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’.",
  "mn30:16.3": "This too is something higher and finer than knowledge and vision.",
  "mn30:17.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn30:17.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:18.1": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "mn30:18.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:19.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "mn30:19.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:20.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "mn30:20.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:21.1": "Furthermore, take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.",
  "mn30:21.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:22.1": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.",
  "mn30:22.2": "This too is something higher and finer than knowledge and vision.",
  "mn30:22.3": "These are the things that are higher and finer than knowledge and vision.",
  "mn30:23.1": "Suppose there was a person who needed heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. He’d cut out just the heartwood and depart knowing it was heartwood.",
  "mn30:23.2": "Whatever he needs to make from heartwood, he will succeed.",
  "mn30:23.3": "That’s what this person is like, I say.",
  "mn30:24.1": "And so, brahmin, this spiritual life is not lived for the sake of possessions, honor, and popularity, or for accomplishment in ethics, or for accomplishment in samādhi, or for knowledge and vision.",
  "mn30:24.2": "Rather, the goal, heartwood, and final end of the spiritual life is the unshakable freedom of heart.”",
  "mn30:25.1": "When he had spoken, the brahmin Piṅgalakoccha said to the Buddha:",
  "mn30:25.2": "“Excellent, Master Gotama! Excellent! …",
  "mn30:25.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}