{
  "_markup_path": "markup/mn/mn33.html",
  "_alt_strings": [
    "pi/mn/mn33.json"
  ],
  "mn33:1.1": "Middle Discourses 33",
  "mn33:2.1": "The Longer Discourse on the Cowherd",
  "mn33:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn33:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn33:3.3": "There the Buddha addressed the mendicants:",
  "mn33:3.4": "“Mendicants!”",
  "mn33:3.5": "“Venerable sir,” they replied.",
  "mn33:3.6": "The Buddha said this:",
  "mn33:4.1": "“Mendicants, a cowherd with eleven factors can’t maintain and expand a herd of cattle.",
  "mn33:4.2": "What eleven?",
  "mn33:4.3": "It’s when a cowherd doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t smoke out pests, doesn’t know the ford, doesn’t know when they’re satisfied, doesn’t know the trail, is not skilled in pastures, milks dry, and doesn’t show extra respect to the bulls who are fathers and leaders of the herd.",
  "mn33:4.4": " ",
  "mn33:4.5": "A cowherd with these eleven factors can’t maintain and expand a herd of cattle.",
  "mn33:4.6": "In the same way, a mendicant with eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training.",
  "mn33:4.7": "What eleven?",
  "mn33:4.8": "It’s when a mendicant doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t smoke out pests, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in pastures, milks dry, and doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.",
  "mn33:5.1": "And how does a mendicant not know form?",
  "mn33:5.2": "It’s when a mendicant doesn’t truly understand that all form is the four primary elements, or form derived from the four primary elements.",
  "mn33:5.3": "That’s how a mendicant doesn’t know form.",
  "mn33:6.1": "And how is a mendicant not skilled in characteristics?",
  "mn33:6.2": "It’s when a mendicant doesn’t understand that a fool is characterized by their deeds, and an astute person is characterized by their deeds.",
  "mn33:6.3": "That’s how a mendicant isn’t skilled in characteristics.",
  "mn33:7.1": "And how does a mendicant not pick out flies’ eggs?",
  "mn33:7.2": "It’s when a mendicant tolerates a sensual, malicious, or cruel thought that’s arisen. They don’t give it up, get rid of it, eliminate it, and exterminate it.",
  "mn33:7.7": "They tolerate any bad, unwholesome qualities that have arisen. They don’t give them up, get rid of them, eliminate them, and exterminate them.",
  "mn33:7.8": "That’s how a mendicant doesn’t pick out flies’ eggs.",
  "mn33:8.1": "And how does a mendicant not dress wounds?",
  "mn33:8.2": "When a mendicant sees a sight with their eyes, they get caught up in the features and details.",
  "mn33:8.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "mn33:8.4": "When they hear a sound with their ears …",
  "mn33:8.6": "smell an odor with their nose …",
  "mn33:8.8": "taste a flavor with their tongue … ",
  "mn33:8.10": "feel a touch with their body … ",
  "mn33:8.12": "know a phenomenon with their mind, they get caught up in the features and details.",
  "mn33:8.13": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "mn33:8.14": "That’s how a mendicant doesn’t dress wounds.",
  "mn33:9.1": "And how does a mendicant not smoke out pests?",
  "mn33:9.2": "It’s when a mendicant doesn’t teach others the Dhamma in detail as they learned and memorized it.",
  "mn33:9.3": "That’s how a mendicant doesn’t smoke out pests.",
  "mn33:10.1": "And how does a mendicant not know the ford?",
  "mn33:10.2": "It’s when a mendicant doesn’t from time to time go up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines—and ask them questions:",
  "mn33:10.3": "‘Why, sir, does it say this? ",
  "mn33:10.4": "What does that mean?’",
  "mn33:10.5": "Those venerables don’t clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "mn33:10.6": "That’s how a mendicant doesn’t know the ford.",
  "mn33:11.1": "And how does a mendicant not know satisfaction?",
  "mn33:11.2": "It’s when a mendicant, when the teaching and training announced by the Realized One are being taught, finds no joy in the meaning and the teaching, and finds no gladness connected with the teaching.",
  "mn33:11.3": "That’s how a mendicant doesn’t know satisfaction.",
  "mn33:12.1": "And how does a mendicant not know the trail?",
  "mn33:12.2": "It’s when a mendicant doesn’t truly understand the noble eightfold path.",
  "mn33:12.3": "That’s how a mendicant doesn’t know the trail.",
  "mn33:13.1": "And how is a mendicant not skilled in pastures?",
  "mn33:13.2": "It’s when a mendicant doesn’t truly understand the four kinds of mindfulness meditation.",
  "mn33:13.3": "That’s how a mendicant is not skilled in pastures.",
  "mn33:14.1": "And how does a mendicant milk dry?",
  "mn33:14.2": "It’s when a mendicant is invited by a householder to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And that mendicant doesn’t know moderation in accepting.",
  "mn33:14.3": "That’s how a mendicant milks dry.",
  "mn33:15.1": "And how does a mendicant not show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha?",
  "mn33:15.2": "It’s when a mendicant doesn’t consistently treat senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private.",
  "mn33:15.5": "That’s how a mendicant doesn’t show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.",
  "mn33:16.1": "A mendicant with these eleven qualities can’t achieve growth, improvement, or maturity in this teaching and training.",
  "mn33:17.1": "A cowherd with eleven factors can maintain and expand a herd of cattle.",
  "mn33:17.2": "What eleven?",
  "mn33:17.3": "It’s when a cowherd knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, smokes out pests, knows the ford, knows when they’re satisfied, knows the trail, is skilled in pastures, doesn’t milk dry, and shows extra respect to the bulls who are fathers and leaders of the herd. ",
  "mn33:17.5": "A cowherd with these eleven factors can maintain and expand a herd of cattle.",
  "mn33:18.1": "In the same way, a mendicant with eleven qualities can achieve growth, improvement, and maturity in this teaching and training.",
  "mn33:18.2": "What eleven?",
  "mn33:18.3": "It’s when a cowherd knows form, is skilled in characteristics, picks out flies’ eggs, dresses wounds, smokes out pests, knows the ford, knows when they’re satisfied, knows the trail, is skilled in pastures, doesn’t milk dry, and shows extra respect to the bulls who are fathers and leaders of the herd. ",
  "mn33:19.1": "And how does a mendicant know form?",
  "mn33:19.2": "It’s when a mendicant truly understands that all form is the four primary elements, or form derived from the four primary elements.",
  "mn33:19.3": "That’s how a mendicant knows form.",
  "mn33:20.1": "And how is a mendicant skilled in characteristics?",
  "mn33:20.2": "It’s when a mendicant understands that a fool is characterized by their deeds, and an astute person is characterized by their deeds.",
  "mn33:20.3": "That’s how a mendicant is skilled in characteristics.",
  "mn33:21.1": "And how does a mendicant pick out flies’ eggs?",
  "mn33:21.2": "It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that’s arisen, but gives it up, gets rid of it, eliminates it, and exterminates it.",
  "mn33:21.7": "They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, eliminate them, and exterminate them. ",
  "mn33:21.8": "That’s how a mendicant picks out flies’ eggs.",
  "mn33:22.1": "And how does a mendicant dress wounds?",
  "mn33:22.2": "When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details.",
  "mn33:22.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "mn33:22.4": "When they hear a sound with their ears …",
  "mn33:22.6": "smell an odor with their nose …",
  "mn33:22.8": "taste a flavor with their tongue … ",
  "mn33:22.10": "feel a touch with their body … ",
  "mn33:22.12": "know a phenomenon with their mind, they don’t get caught up in the features and details. ",
  "mn33:22.13": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "mn33:22.14": "That’s how a mendicant dresses wounds.",
  "mn33:23.1": "And how does a mendicant smoke out pests?",
  "mn33:23.2": "It’s when a mendicant teaches others the Dhamma in detail as they learned and memorized it.",
  "mn33:23.3": "That’s how a mendicant smokes out pests.",
  "mn33:24.1": "And how does a mendicant know the ford?",
  "mn33:24.2": "It’s when from time to time a mendicant goes up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines—and asks them questions:",
  "mn33:24.3": "‘Why, sir, does it say this?",
  "mn33:24.4": "What does that mean?’",
  "mn33:24.5": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "mn33:24.6": "That’s how a mendicant knows the ford.",
  "mn33:25.1": "And how does a mendicant know satisfaction?",
  "mn33:25.2": "It’s when a mendicant, when the teaching and training announced by the Realized One are being taught, finds joy in the meaning and the teaching, and finds gladness connected with the teaching.",
  "mn33:25.3": "That’s how a mendicant knows satisfaction.",
  "mn33:26.1": "And how does a mendicant know the trail?",
  "mn33:26.2": "It’s when a mendicant truly understands the noble eightfold path.",
  "mn33:26.3": "That’s how a mendicant knows the trail.",
  "mn33:27.1": "And how is a mendicant skilled in pastures?",
  "mn33:27.2": "It’s when a mendicant truly understands the four kinds of mindfulness meditation.",
  "mn33:27.3": "That’s how a mendicant is skilled in pastures.",
  "mn33:28.1": "And how does a mendicant not milk dry?",
  "mn33:28.2": "It’s when a mendicant is invited by a householder to accept robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "mn33:28.3": "And that mendicant knows moderation in accepting.",
  "mn33:28.4": "That’s how a mendicant doesn’t milk dry.",
  "mn33:29.1": "And how does a mendicant show extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha?",
  "mn33:29.2": "It’s when a mendicant consistently treats senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha with kindness by way of body, speech, and mind, both in public and in private.",
  "mn33:29.5": "That’s how a mendicant shows extra respect to senior mendicants of long standing, long gone forth, fathers and leaders of the Saṅgha.",
  "mn33:30.1": "A mendicant with these eleven qualities can achieve growth, improvement, or maturity in this teaching and training.”",
  "mn33:31.1": "This is what the Buddha said.",
  "mn33:31.2": "Uplifted, the mendicants approved of what the Buddha said."
}