{
  "_markup_path": "markup/mn/mn34.html",
  "_alt_strings": [
    "pi/mn/mn34.json"
  ],
  "mn34:1.1": "Middle Discourses 34",
  "mn34:2.1": "The Shorter Discourse on the Cowherd",
  "mn34:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn34:3.2": "At one time the Buddha was staying in the land of the Vajjians near Ukkacelā on the bank of the Ganges river.",
  "mn34:3.3": "There the Buddha addressed the mendicants:",
  "mn34:3.4": "“Mendicants!”",
  "mn34:3.5": "“Venerable sir,” they replied.",
  "mn34:3.6": "The Buddha said this:",
  "mn34:4.1": "“Once upon a time, mendicants, there was an unintelligent Magadhan cowherd. In the last month of the rainy season, without inspecting the near shore or the far shore, he drove his cattle across a place with no ford on the Ganges river to the land of the Suvidehans on the northern shore.",
  "mn34:4.2": "But the cattle bunched up in mid-stream and met with tragedy and disaster right there.",
  "mn34:4.3": "Why is that?",
  "mn34:4.4": "Because the unintelligent cowherd failed to inspect the shores before driving the cattle across at a place with no ford.",
  "mn34:4.5": "In the same way, there are ascetics and brahmins who are unskilled in this world and the other world, unskilled in Māra’s realm and its opposite, and unskilled in the realm of Death and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting harm and suffering.",
  "mn34:5.1": "Once upon a time, mendicants, there was an intelligent Magadhan cowherd. In the last month of the rainy season, after inspecting the near shore and the far shore, he drove his cattle across a ford on the Ganges river to the land of the Suvidehans on the northern shore.",
  "mn34:5.2": "First he drove across the bulls, the fathers and leaders of the herd.",
  "mn34:5.3": "They breasted the stream of the Ganges and safely reached the far shore.",
  "mn34:5.4": "Then he drove across the strong and tractable cattle.",
  "mn34:5.5": "They too breasted the stream of the Ganges and safely reached the far shore.",
  "mn34:5.6": "Then he drove across the bullocks and heifers.",
  "mn34:5.7": "They too breasted the stream of the Ganges and safely reached the far shore.",
  "mn34:5.8": "Then he drove across the calves and weak cattle.",
  "mn34:5.9": "They too breasted the stream of the Ganges and safely reached the far shore.",
  "mn34:5.10": "Once it happened that a baby calf had just been born. Urged on by its mother’s lowing, even it managed to breast the stream of the Ganges and safely reach the far shore.",
  "mn34:5.11": "Why is that?",
  "mn34:5.12": "Because the intelligent cowherd inspected both shores before driving the cattle across at a ford.",
  "mn34:5.13": "In the same way, there are ascetics and brahmins who are skilled in this world and the other world, skilled in Māra’s realm and its opposite, and skilled in the realm of Death and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting welfare and happiness.",
  "mn34:6.1": "Just like the bulls, fathers and leaders of the herd, who crossed the Ganges to safety",
  "mn34:6.2": "are the mendicants who are perfected, who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge. Having breasted Māra’s stream, they have safely crossed over to the far shore.",
  "mn34:7.1": "Just like the strong and tractable cattle who crossed the Ganges to safety",
  "mn34:7.2": "are the mendicants who, with the ending of the five lower fetters, are reborn spontaneously. They’re extinguished there, and are not liable to return from that world. They too, having breasted Māra’s stream, will safely cross over to the far shore.",
  "mn34:8.1": "Just like the bullocks and heifers who crossed the Ganges to safety",
  "mn34:8.2": "are the mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering. They too, having breasted Māra’s stream, will safely cross over to the far shore.",
  "mn34:9.1": "Just like the calves and weak cattle who crossed the Ganges to safety",
  "mn34:9.2": "are the mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening. They too, having breasted Māra’s stream, will safely cross over to the far shore.",
  "mn34:10.1": "Just like the baby calf who had just been born, but, urged on by its mother’s lowing, still managed to cross the Ganges to safety",
  "mn34:10.2": "are the mendicants who are are followers of principles, followers by faith. They too, having breasted Māra’s stream, will safely cross over to the far shore.",
  "mn34:11.1": "Mendicants, I am skilled in this world and the other world, skilled in Māra’s realm and its opposite, and skilled in the realm of Death and its opposite. If anyone thinks I am worth listening to and trusting, it will be for their lasting welfare and happiness.”",
  "mn34:11.2": " ",
  "mn34:12.1": "This is what the Buddha said.",
  "mn34:12.2": "Then the Holy One, the Teacher, went on to say:",
  "mn34:13.1": "“This world and the other world",
  "mn34:13.2": "are clearly explained by one who knows;",
  "mn34:13.3": "as well as Māra’s reach, ",
  "mn34:13.4": "and what’s out of Death’s reach.",
  "mn34:14.1": "Directly knowing the whole world,",
  "mn34:14.2": "the Buddha who understands",
  "mn34:14.3": "has flung open the door of the deathless,",
  "mn34:14.4": "for realizing the sanctuary, extinguishment.",
  "mn34:15.1": "The Wicked One’s stream has been breasted,",
  "mn34:15.2": "it’s smashed and gutted.",
  "mn34:15.3": "Be full of joy, mendicants,",
  "mn34:15.4": "set your heart on the sanctuary!”"
}