{
  "_markup_path": "markup/mn/mn35.html",
  "_alt_strings": [
    "pi/mn/mn35.json"
  ],
  "mn35:1.1": "Middle Discourses 35",
  "mn35:2.1": "The Shorter Discourse With Saccaka",
  "mn35:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn35:3.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "mn35:3.3": "Now at that time Saccaka, the son of Jain parents, was staying in Vesālī. He was a debater and clever speaker regarded as holy by many people.",
  "mn35:3.4": "He was telling a crowd in Vesālī:",
  "mn35:3.5": "“If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits.",
  "mn35:3.6": "Even if I took on an insentient post in debate, it’d shake and rock and tremble.",
  "mn35:3.7": "How much more then a human being!”",
  "mn35:4.1": "Then Venerable Assaji got dressed in the morning and, taking his bowl and robes, entered Vesālī for alms.",
  "mn35:4.2": "As Saccaka was going for a walk he saw Assaji coming off in the distance.",
  "mn35:4.3": "He approached him",
  "mn35:4.4": "and they exchanged greetings.",
  "mn35:4.5": "When the greetings and polite conversation were over, Saccaka stood to one side",
  "mn35:4.6": "and said to Assaji:",
  "mn35:4.7": "“Master Assaji, how does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?”",
  "mn35:4.8": "“Aggivessana, this is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds:",
  "mn35:4.9": "‘Form, feeling, perception, choices, and consciousness are impermanent.",
  "mn35:4.10": "Form, feeling, perception, choices, and consciousness are not-self.",
  "mn35:4.11": "All conditions are impermanent. All things are not-self.’",
  "mn35:4.12": "This is how the ascetic Gotama guides his disciples, and how instruction to his disciples generally proceeds.”",
  "mn35:4.13": "“It’s sad to hear, Master Assaji, that the ascetic Gotama has such a doctrine.",
  "mn35:4.14": "Hopefully, some time or other I’ll get to meet Master Gotama, and we can have a discussion. And hopefully I can dissuade him from this harmful misconception.”",
  "mn35:5.1": "Now at that time five hundred Licchavis were sitting together at the meeting hall on some business.",
  "mn35:5.2": "Then Saccaka went up to them",
  "mn35:5.3": "and said:",
  "mn35:5.4": "“Come out, good Liccavis, come out! Today I am going to have a discussion with the ascetic Gotama.",
  "mn35:5.5": "If he stands by the position stated to me by one of his well-known disciples—a mendicant named Assaji—I’ll take him on in debate and drag him to and fro and round about, like a strong man would drag a fleecy sheep to and fro and round about!",
  "mn35:5.7": "Taking him on in debate, I’ll drag him to and fro and round about, like a strong brewer’s worker would toss a large brewer’s sieve into a deep lake, grab it by the corners, and drag it to and fro and round about!",
  "mn35:5.9": "Taking him on in debate, I’ll shake him down and about and give him a beating, like a strong brewer’s mixer would grab a strainer by the corners and shake it down and about, and give it a beating!",
  "mn35:5.11": "I’ll play a game of ear-washing with the ascetic Gotama, like a sixty year old elephant would plunge into a deep lotus pond and play a game of ear-washing!",
  "mn35:5.13": "Come out, good Liccavis, come out! Today I am going to have a discussion with the ascetic Gotama.”",
  "mn35:5.14": "At that, some of the Licchavis said:",
  "mn35:5.15": "“How can the ascetic Gotama refute Saccaka’s doctrine, when it is Saccaka who will refute Gotama’s doctrine?”",
  "mn35:5.16": "But some of the Licchavis said:",
  "mn35:5.17": "“Who is Saccaka to refute the Buddha’s doctrine, when it is the Buddha who will refute Saccaka’s doctrine?”",
  "mn35:5.18": "Then Saccaka, escorted by the five hundred Licchavis, went to the hall with the peaked roof in the Great Wood.",
  "mn35:6.1": "At that time many mendicants were walking meditation in the open air.",
  "mn35:6.2": "Then Saccaka went up to them",
  "mn35:6.3": "and said:",
  "mn35:6.4": "“Gentlemen, where is Master Gotama staying now?",
  "mn35:6.5": "We want to see him.”",
  "mn35:6.6": "“Aggivessana, the Buddha has plunged deep into the Great Wood and is sitting at the root of a tree for the day’s meditation.”",
  "mn35:6.7": "Then Saccaka, together with a large group of Licchavis, went to see the Buddha in the Great Wood,",
  "mn35:6.8": "and exchanged greetings with him.",
  "mn35:6.9": "When the greetings and polite conversation were over, he sat down to one side.",
  "mn35:6.10": "Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their cupped palms toward the Buddha, some announced their name and clan, while some kept silent.",
  "mn35:6.11": " ",
  "mn35:7.1": "Then Saccaka said to the Buddha:",
  "mn35:7.2": "“I’d like to ask Master Gotama about a certain point, if you’d take the time to answer.”",
  "mn35:7.3": "“Ask what you wish, Aggivessana.”",
  "mn35:7.4": "“How does the ascetic Gotama guide his disciples? And how does instruction to his disciples generally proceed?”",
  "mn35:7.5": "“This is how I guide my disciples, and how instruction to my disciples generally proceeds:",
  "mn35:7.6": "‘Form, feeling, perception, choices, and consciousness are impermanent.",
  "mn35:7.7": "Form, feeling, perception, choices, and consciousness are not-self.",
  "mn35:7.8": "All conditions are impermanent. All things are not-self.’",
  "mn35:7.9": "This is how I guide my disciples, and how instruction to my disciples generally proceeds.”",
  "mn35:8.1": "“A simile strikes me, Master Gotama.”",
  "mn35:8.2": "“Then speak as you feel inspired,” said the Buddha.",
  "mn35:9.1": "“All the plants and seeds that achieve growth, increase, and maturity do so depending on the earth and grounded on the earth.",
  "mn35:9.3": "All the hard work that gets done depends on the earth and is grounded on the earth.",
  "mn35:9.5": "In the same way, an individual’s self is form. Grounded on form they make good and bad choices. An individual’s self is feeling … perception … choices … consciousness. Grounded on consciousness they make good and bad choices.”",
  "mn35:10.1": "“Aggivessana, are you not saying this:",
  "mn35:10.2": "‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’?”",
  "mn35:10.3": "“Indeed, Master Gotama, that is what I am saying.",
  "mn35:10.4": "And this big crowd agrees with me!”",
  "mn35:11.1": "“What’s this big crowd to do with you?",
  "mn35:11.2": "Please just clarify your own statement.”",
  "mn35:11.3": "“Then, Master Gotama, what I am saying is this:",
  "mn35:11.4": "‘Form is my self, feeling is my self, perception is my self, choices are my self, consciousness is my self’.”",
  "mn35:12.1": "“Well then, Aggivessana, I’ll ask you about this in return, and you can answer as you like.",
  "mn35:12.2": "What do you think, Aggivessana? Consider an anointed king such as Pasenadi of Kosala or Ajātasattu Vedehiputta of Magadha.",
  "mn35:12.3": "Would they have the power in their own realm to execute, fine, or banish those who are guilty?”",
  "mn35:12.4": "“An anointed king would have such power, Master Gotama.",
  "mn35:12.6": "Even federations such as the",
  "mn35:12.8": "Vajjians and Mallians",
  "mn35:12.9": "have such power in their own realm.",
  "mn35:12.11": "So of course an anointed king such as Pasenadi or Ajātasattu",
  "mn35:12.12": "would wield such power, as is their right.”",
  "mn35:13.1": "“What do you think, Aggivessana? When you say,",
  "mn35:13.2": "‘Form is my self,’ do you have power over that form to say:",
  "mn35:13.3": "‘May my form be like this! May it not be like that’?”",
  "mn35:13.4": "When he said this, Saccaka kept silent.",
  "mn35:13.5": "The Buddha asked the question a second time,",
  "mn35:13.9": "but Saccaka still kept silent.",
  "mn35:13.10": "So the Buddha said to Saccaka:",
  "mn35:13.11": "“Answer now, Aggivessana. Now is not the time for silence.",
  "mn35:13.12": "If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.”",
  "mn35:14.1": "Now at that time the spirit Vajirapāṇi, taking up a burning iron thunderbolt that blazed and glowed, stood in the sky above Saccaka, thinking:",
  "mn35:14.2": "“If this Saccaka doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!”",
  "mn35:14.3": "And both the Buddha and Saccaka could see Vajirapāṇi.",
  "mn35:14.4": "Saccaka was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he said:",
  "mn35:14.5": "“Ask me, Master Gotama. I will answer.”",
  "mn35:15.1": "“What do you think, Aggivessana? When you say,",
  "mn35:15.2": "‘Form is my self,’ do you have power over that form to say:",
  "mn35:15.3": "‘May my form be like this! May it not be like that’?”",
  "mn35:15.4": "“No, Master Gotama.”",
  "mn35:16.1": "“Think about it, Aggivessana!",
  "mn35:16.2": "You should think before answering.",
  "mn35:16.3": "What you said before and what you said after don’t match up.",
  "mn35:16.4": "What do you think, Aggivessana? When you say,",
  "mn35:16.5": "‘Feeling is my self,’ do you have power over that feeling to say:",
  "mn35:16.6": "‘May my feeling be like this! May it not be like that’?”",
  "mn35:16.7": "“No, Master Gotama.”",
  "mn35:17.1": "“Think about it, Aggivessana!",
  "mn35:17.2": "You should think before answering.",
  "mn35:17.3": "What you said before and what you said after don’t match up.",
  "mn35:17.4": "What do you think, Aggivessana? When you say,",
  "mn35:17.5": "‘Perception is my self,’ do you have power over that perception to say:",
  "mn35:17.6": "‘May my perception be like this! May it not be like that’?”",
  "mn35:17.7": "“No, Master Gotama.”",
  "mn35:18.1": "“Think about it, Aggivessana!",
  "mn35:18.2": "You should think before answering.",
  "mn35:18.3": "What you said before and what you said after don’t match up.",
  "mn35:18.4": "“What do you think, Aggivessana? When you say,",
  "mn35:18.5": "‘Choices are my self,’ do you have power over those choices to say:",
  "mn35:18.6": "‘May my choices be like this! May they not be like that’?”",
  "mn35:18.7": "“No, Master Gotama.”",
  "mn35:19.1": "“Think about it, Aggivessana!",
  "mn35:19.2": "You should think before answering.",
  "mn35:19.3": "What you said before and what you said after don’t match up.",
  "mn35:19.4": "“What do you think, Aggivessana? When you say,",
  "mn35:19.5": "‘Consciousness is my self,’ do you have power over that consciousness to say:",
  "mn35:19.6": "‘May my consciousness be like this! May it not be like that’?”",
  "mn35:19.7": "“No, Master Gotama.”",
  "mn35:20.1": "“Think about it, Aggivessana!",
  "mn35:20.2": "You should think before answering.",
  "mn35:20.3": "What you said before and what you said after don’t match up.",
  "mn35:20.4": "What do you think, Aggivessana? Is form permanent or impermanent?”",
  "mn35:20.5": "“Impermanent.”",
  "mn35:20.6": "“But if it’s impermanent, is it suffering or happiness?” ",
  "mn35:20.7": "“Suffering.”",
  "mn35:20.8": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:",
  "mn35:20.9": "‘This is mine, I am this, this is my self’?” ",
  "mn35:20.10": "“No, Master Gotama.”",
  "mn35:21.1": "“What do you think, Aggivessana? Is feeling …",
  "mn35:21.3": "perception … ",
  "mn35:21.5": "choices … ",
  "mn35:21.7": "consciousness permanent or impermanent?”",
  "mn35:21.8": "“Impermanent.”",
  "mn35:21.9": "“But if it’s impermanent, is it suffering or happiness?” ",
  "mn35:21.10": "“Suffering.”",
  "mn35:21.11": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:",
  "mn35:21.12": "‘This is mine, I am this, this is my self’?” ",
  "mn35:21.13": "“No, Master Gotama.”",
  "mn35:22.1": "“What do you think, Aggivessana? Consider someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self.’ Would such a person be able to completely understand suffering themselves, or live having wiped out suffering?”",
  "mn35:22.2": "“How could they?",
  "mn35:22.3": "No, Master Gotama.”",
  "mn35:23.1": "“What do you think, Aggivessana? This being so, aren’t you someone who clings, holds, and attaches to suffering, regarding it thus: ‘This is mine, I am this, this is my self’?”",
  "mn35:23.3": "“How could I not?",
  "mn35:23.4": "Yes, Master Gotama.”",
  "mn35:24.1": "“Suppose, Aggivessana, there was a person who needed heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest.",
  "mn35:24.2": "There they’d see a big banana tree, straight and young and flawlessly grown.",
  "mn35:24.3": "They’d cut it down at the base, cut off the top, and unroll the coiled sheaths.",
  "mn35:24.4": "But they wouldn’t even find sapwood, much less heartwood.",
  "mn35:24.5": "In the same way, when questioned, pressed, and examined by me on your own doctrine, you turn out to be void, hollow, and mistaken.",
  "mn35:24.6": "But it was you who stated before the assembly of Vesālī:",
  "mn35:24.7": "‘If I was to take them on in debate, I don’t see any ascetic or brahmin—leader of an order or a community, or the teacher of a community, even one who claims to be a perfected one, a fully awakened Buddha—who would not shake and rock and tremble, sweating from the armpits.",
  "mn35:24.8": "Even if I took on an insentient post in debate, it’d shake and rock and tremble.",
  "mn35:24.9": "How much more then a human being!’",
  "mn35:24.10": "But sweat is pouring from your forehead; it’s soaked through your robe and drips the on ground.",
  "mn35:24.11": "While I now have no sweat on my body.”",
  "mn35:24.12": "So the Buddha revealed his golden body to the assembly.",
  "mn35:24.13": "When this was said, Saccaka sat silent, embarrassed, shoulders drooping, downcast, depressed, with nothing to say.",
  "mn35:25.1": "Knowing this, the Licchavi Dummukha said to the Buddha:",
  "mn35:25.2": "“A simile strikes me, Blessed One.”",
  "mn35:25.3": "“Then speak as you feel inspired,” said the Buddha.",
  "mn35:25.4": "“Sir, suppose there was a lotus pond not far from a town or village, ",
  "mn35:25.5": "and a crab lived there.",
  "mn35:25.6": "Then several boys or girls would leave the town or village and go to the pond,",
  "mn35:25.7": "where they’d pull out the crab and put it on dry land.",
  "mn35:25.8": "Whenever that crab extended a claw, those boys or girls would snap, crack, and break it off with a stick or a stone.",
  "mn35:25.9": "And when that crab’s claws had all been snapped, cracked, and broken off it wouldn’t be able to return down into that lotus pond.",
  "mn35:25.10": "In the same way, sir, the Buddha has snapped, cracked, and broken off all Saccaka’s tricks, dodges, and evasions.",
  "mn35:25.11": "Now he can’t get near the Buddha again looking for a debate.”",
  "mn35:25.12": "But Saccaka said to him:",
  "mn35:25.13": "“Hold on, Dummukha, hold on! I wasn’t talking with you, I was talking with Master Gotama.",
  "mn35:26.1": "Master Gotama, leave aside that statement I made—as did various other ascetics and brahmins—",
  "mn35:26.2": "it was, like, just a bit of nonsense.",
  "mn35:26.3": "How do you define a disciple of Master Gotama who follows instructions and responds to advice; who has gone beyond doubt, got rid of uncertainty, gained assurance, and is independent of others in the Teacher’s instructions?”",
  "mn35:26.4": "“It’s when one of my disciples truly understands any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’",
  "mn35:26.5": "They truly understand any kind of feeling …",
  "mn35:26.7": "perception …",
  "mn35:26.9": "choices … ",
  "mn35:26.11": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> consciousness—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’",
  "mn35:26.12": "That’s how to define one of my disciples who follows instructions and responds to advice; who has gone beyond doubt, got rid of uncertainty, gained assurance, and is independent of others in the Teacher’s instructions.”",
  "mn35:27.1": "“But how do you define a mendicant who is a perfected one, with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge?”",
  "mn35:27.2": "“It’s when one of my disciples truly understands any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: all form—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’ And having seen this with proper wisdom they’re freed without grasping.",
  "mn35:27.3": "They truly understand any kind of feeling … ",
  "mn35:27.5": "perception …",
  "mn35:27.7": "choices …",
  "mn35:27.9": "consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: all form—as: ‘This is not mine, I am not this, this is not my self.’ And having seen this with proper wisdom they’re freed without grasping. ",
  "mn35:27.10": "That’s how to define a mendicant who is a perfected one, with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge.",
  "mn35:27.11": "A mendicant whose mind is freed like this has three unsurpassable qualities:",
  "mn35:27.12": "unsurpassable vision, practice, and freedom.",
  "mn35:27.13": "They honor, respect, esteem, and venerate only the Realized One:",
  "mn35:27.14": "‘The Blessed One is awakened, tamed, serene, crossed over, and extinguished. And he teaches Dhamma for awakening, taming, serenity, crossing over, and extinguishment.”",
  "mn35:28.1": "When he had spoken, Saccaka said to him:",
  "mn35:28.2": "“Master Gotama, it was rude and impudent of me to imagine I could attack you in debate.",
  "mn35:28.3": "For a person might find safety after attacking a rutting elephant, but not after attacking Master Gotama.",
  "mn35:28.4": "A person might find safety after attacking a blazing mass of fire, but not after attacking Master Gotama.",
  "mn35:28.5": "They might find safety after attacking a poisonous viper, but not after attacking Master Gotama.",
  "mn35:28.6": "It was rude and impudent of me to imagine I could attack you in debate.",
  "mn35:28.7": "Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?”",
  "mn35:28.8": "The Buddha consented in silence. ",
  "mn35:29.1": "Then, knowing that the Buddha had accepted, Saccaka addressed those Licchavis:",
  "mn35:29.2": "“Listen, gentlemen. I have invited the ascetic Gotama together with the Saṅgha of mendicants for tomorrow’s meal.",
  "mn35:29.3": "You may all bring me what you think is suitable.”",
  "mn35:29.4": "Then, when the night had passed, those Licchavis presented Saccaka with an offering of five hundred servings of food.",
  "mn35:29.5": "And Saccaka, having had a variety of delicious foods prepared in his own home, announced the time to the Buddha, saying:",
  "mn35:29.6": "“Itʼs time, Master Gotama, the meal is ready.”",
  "mn35:29.7": "Then the Buddha got dressed in the morning and, taking his bowl and robes, went to Saccaka’s park,",
  "mn35:29.8": "where he sat on the indicated seat, together with the Saṅgha of mendicants.",
  "mn35:29.9": "Then Saccaka served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.",
  "mn35:29.10": "When the Buddha had eaten and washed his hand and bowl, Saccaka took a low seat and sat to one side.",
  "mn35:29.11": "Then Saccaka said to the Buddha:",
  "mn35:29.12": "“Master Gotama, may the merit and the growth of merit in this gift be for the happiness of the donors.”",
  "mn35:29.13": "“Aggivessana, whatever comes from giving to a recipient of a teacher’s offering such as yourself—who is not free of greed, hate, and delusion—will accrue to the donors.",
  "mn35:29.14": "Whatever comes from giving to a recipient of a teacher’s offering such as myself—who is free of greed, hate, and delusion—will accrue to you.”"
}