{
  "_markup_path": "markup/mn/mn39.html",
  "_alt_strings": [
    "pi/mn/mn39.json"
  ],
  "mn39:1.1": "Middle Discourses 39",
  "mn39:2.1": "The Longer Discourse at Assapura",
  "mn39:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn39:3.2": "At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town named Assapura.",
  "mn39:3.3": "There the Buddha addressed the mendicants:",
  "mn39:3.4": "“Mendicants!” ",
  "mn39:3.5": "“Venerable sir,” they replied.",
  "mn39:3.6": "The Buddha said this: ",
  "mn39:4.1": "“Mendicants, people label you as ascetics.",
  "mn39:4.2": "And when they ask you what you are, you claim to be ascetics.",
  "mn39:4.3": "Given this label and this claim, you should train like this: ‘We will undertake and practice the things that make one an ascetic and a brahmin. That way our label will be accurate and our claim correct.",
  "mn39:4.4": "Any robes, alms-food, lodgings, and medicines and supplies for the sick that we use will be very fruitful and beneficial for the donor. And our going forth will not be barren, but fruitful and fertile.’",
  "mn39:5.1": "And what are the things that make one an ascetic and a brahmin?",
  "mn39:5.2": "You should train like this: ‘We will have conscience and prudence.’",
  "mn39:5.3": "Now, mendicants, you might think:",
  "mn39:5.4": "‘We have conscience and prudence. Just this much is enough. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much.",
  "mn39:5.5": "I declare this to you, mendicants, I announce this to you:",
  "mn39:5.6": "‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’",
  "mn39:6.1": "What more is there to do?",
  "mn39:6.2": "You should train like this: ‘Our bodily behavior will be pure, clear, open, neither inconsistent nor secretive.",
  "mn39:6.3": "And we won’t glorify ourselves or put others down on account of our pure bodily behavior.’",
  "mn39:6.4": "Now, mendicants, you might think:",
  "mn39:6.5": "‘We have conscience and prudence, and our bodily behavior is pure.",
  "mn39:6.6": "Just this much is enough…’",
  "mn39:6.7": "I declare this to you, mendicants, I announce this to you:",
  "mn39:6.8": "‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’",
  "mn39:7.1": "What more is there to do?",
  "mn39:7.2": "You should train like this: ‘Our verbal behavior …",
  "mn39:8.2": "mental behavior …",
  "mn39:9.2": "livelihood will be pure, clear, open, neither inconsistent nor secretive.",
  "mn39:9.3": "And we won’t glorify ourselves or put others down on account of our pure livelihood.’",
  "mn39:9.4": "Now, mendicants, you might think:",
  "mn39:9.5": "‘We have conscience and prudence, and our bodily, verbal, and mental behavior and livelihood is pure.",
  "mn39:9.6": "Just this much is enough. We have achieved the goal of life as an ascetic. There is nothing more to do.’ And you might rest content with just that much.",
  "mn39:9.7": "I declare this to you, mendicants, I announce this to you:",
  "mn39:9.8": "‘You who seek to be true ascetics, do not lose sight of the goal of the ascetic life while there is still more to do.’",
  "mn39:10.1": "What more is there to do?",
  "mn39:10.2": "‘We will restrain our sense doors.",
  "mn39:10.3": "When we see a sight with our eyes, we won’t get caught up in the features and details.",
  "mn39:10.4": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of sight, and we will achieve its restraint.",
  "mn39:10.5": "When we hear a sound with our ears …",
  "mn39:10.7": "When we smell an odor with our nose …",
  "mn39:10.9": "When we taste a flavor with our tongue … ",
  "mn39:10.11": "When we feel a touch with our body … ",
  "mn39:10.13": "When we know a phenomenon with our mind, we won’t get caught up in the features and details. ",
  "mn39:10.14": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, we will practice restraint, we will protect the faculty of mind, and we will achieve its restraint.",
  "mn39:10.15": "Now, mendicants, you might think:",
  "mn39:10.16": "‘We have conscience and prudence, and our bodily, verbal, and mental behavior and livelihood is pure, and our sense doors are restrained.",
  "mn39:10.17": "Just this much is enough…’",
  "mn39:11.1": "What more is there to do?",
  "mn39:11.2": "You should train yourselves like this: ‘We will not eat too much. We will eat not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. To put an end to old discomfort and not give rise to new discomfort. And so that we’ll keep on living blamelessly and at ease.’",
  "mn39:11.3": "Now, mendicants, you might think:",
  "mn39:11.4": "‘We have conscience and prudence, and our bodily, verbal, and mental behavior and livelihood is pure, our sense doors are restrained, and we don’t eat too much.",
  "mn39:11.5": "Just this much is enough…’",
  "mn39:12.1": "What more is there to do?",
  "mn39:12.2": "You should train yourselves like this: ‘We will be committed to wakefulness. When practicing walking and sitting meditation by day, we will purifying our mind from obstacles. In the evening, we will continue to practice walking and sitting meditation. In the middle of the night, we will lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, we will get up and continue to practice walking and sitting meditation, purifying our mind from obstacles.’",
  "mn39:12.3": " ",
  "mn39:12.6": "Now, mendicants, you might think:",
  "mn39:12.7": "‘We have conscience and prudence, and our bodily, verbal, and mental behavior and livelihood is pure, our sense doors are restrained, we don’t eat too much, and we are committed to wakefulness.",
  "mn39:12.8": "Just this much is enough…’",
  "mn39:13.1": "What more is there to do?",
  "mn39:13.2": "You should train yourselves like this: ‘We will have situational awareness and mindfulness. We will act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’",
  "mn39:13.3": "Now, mendicants, you might think:",
  "mn39:13.4": "‘We have conscience and prudence, and our bodily, verbal, and mental behavior and livelihood is pure, our sense doors are restrained, we don’t eat too much, we are committed to wakefulness, and we have mindfulness and situational awareness.",
  "mn39:13.5": "Just this much is enough…’",
  "mn39:14.1": "What more is there to do?",
  "mn39:14.2": "Take a mendicant who frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn39:14.3": " ",
  "mn39:14.4": "After the meal, they return from alms-round, sit down in the meditation posture with their body erect, and establish mindfulness right there.",
  "mn39:14.5": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.",
  "mn39:14.6": "Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "mn39:14.7": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "mn39:14.8": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "mn39:14.9": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "mn39:15.1": "Suppose a man who has gotten into debt were to apply himself to work,",
  "mn39:15.2": "and his efforts proved successful.",
  "mn39:15.3": "He would pay off the original loan and have enough left over to support his partner.",
  "mn39:15.4": "Thinking about this,",
  "mn39:15.7": "he’d be filled with gladness and joy.",
  "mn39:16.1": "Suppose a person was sick, suffering, and gravely ill. They’d lose their appetite and get physically weak.",
  "mn39:16.2": "But after some time they’d recover from that illness, and regain their appetite and their strength.",
  "mn39:16.3": "Thinking about this,",
  "mn39:16.5": "they’d be filled with gladness and joy.",
  "mn39:17.1": "Suppose a person was imprisoned in a jail.",
  "mn39:17.2": "But after some time they were released from jail, safe and sound, with no loss of wealth.",
  "mn39:17.3": "Thinking about this,",
  "mn39:17.5": "they’d be filled with gladness and joy.",
  "mn39:18.1": "Suppose a person was a slave. They belonged to someone else and were unable to go where they wish.",
  "mn39:18.2": "But after some time they were freed from slavery. They’d belong to themselves, an emancipated individual able to go where they wish.",
  "mn39:18.3": "Thinking about this,",
  "mn39:18.5": "they’d be filled with gladness and joy.",
  "mn39:19.1": "Suppose there was a person with wealth and property who was travelling along a desert road.",
  "mn39:19.2": "But after some time they crossed over the desert, safe and sound, with no loss of wealth.",
  "mn39:19.3": "Thinking about this,",
  "mn39:19.6": "they’d be filled with gladness and joy.",
  "mn39:20.1": "In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them as a debt, a disease, a prison, slavery, and a desert crossing.",
  "mn39:20.2": "But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and sanctuary.",
  "mn39:20.3": " ",
  "mn39:21.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn39:21.2": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn39:21.3": "It’s like when a skilled bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it",
  "mn39:21.4": "until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.",
  "mn39:21.5": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn39:22.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and oneness of mind, without placing the mind and keeping it connected. ",
  "mn39:22.2": "They drench, steep, fill, and spread their body with rapture and bliss born of samādhi. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn39:22.3": "It’s like a deep lake fed by spring water.",
  "mn39:22.4": "There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. ",
  "mn39:22.5": "But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water.",
  "mn39:22.6": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of samādhi. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn39:23.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’.",
  "mn39:23.3": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.",
  "mn39:23.4": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and spread through with cool water. There’s no part of them that’s not spread through with cool water.",
  "mn39:23.5": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.",
  "mn39:24.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn39:24.2": "They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.",
  "mn39:24.3": "It’s like someone sitting wrapped from head down with white cloth. There’s no part of the body that’s not spread over with white cloth.",
  "mn39:24.4": "In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.",
  "mn39:25.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "mn39:25.2": "They recollect many kinds of past lives …",
  "mn39:25.5": "with features and details.",
  "mn39:25.6": "Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village.",
  "mn39:25.7": "They’d think:",
  "mn39:25.8": "‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that.",
  "mn39:25.9": "From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that.",
  "mn39:25.10": "And from that village I returned to my home village.’",
  "mn39:25.11": "In the same way, a mendicant recollects their many kinds of past lives …",
  "mn39:25.14": "with features and details.",
  "mn39:26.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "mn39:26.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds …",
  "mn39:26.4": "Suppose there were two houses with doors.",
  "mn39:26.5": "A person with good eyesight standing in between them would see people entering and leaving a house and wandering to and fro.",
  "mn39:26.6": "In the same way, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "mn39:27.1": "When his mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—he turns it toward knowledge of the ending of defilements.",
  "mn39:27.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn39:27.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn39:27.4": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn39:27.5": "When freed, they know ‘it is freed’.",
  "mn39:27.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "mn39:28.1": "Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.",
  "mn39:28.3": "They’d think:",
  "mn39:28.4": "‘This lake is transparent, clear, and unclouded. And here are the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.’",
  "mn39:28.5": " ",
  "mn39:28.6": "In the same way, a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn39:28.8": "They understand: ‘… there is no return to any state of existence.’",
  "mn39:29.1": "This mendicant is called an ‘ascetic’, a ‘brahmin’, a ‘bathed initiate’, a ‘knowledge master’, a ‘scholar’, a ‘noble one’, and an ‘arahant’.",
  "mn39:29.2": "And how is a mendicant an ascetic?",
  "mn39:29.3": "They have quelled the bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future birth, old age, and death.",
  "mn39:29.4": "That’s how a mendicant is an ascetic.",
  "mn39:30.1": "And how is a mendicant an brahmin?",
  "mn39:30.2": "They have barred out the bad, unskillful qualities.",
  "mn39:30.3": "That’s how a mendicant is a brahmin.",
  "mn39:31.1": "And how is a mendicant an bathed initiate?",
  "mn39:31.2": "They have bathed off the bad, unskillful qualities.",
  "mn39:31.3": "That’s how a mendicant is a bathed initiate.",
  "mn39:32.1": "And how is a mendicant a knowledge master?",
  "mn39:32.2": "They have known the bad, unskillful qualities.",
  "mn39:32.3": "That’s how a mendicant is a knowledge master.",
  "mn39:33.1": "And how is a mendicant a scholar?",
  "mn39:33.2": "They have scoured off the bad, unskillful qualities.",
  "mn39:33.3": "That’s how a mendicant is a scholar.",
  "mn39:34.1": "And how is a mendicant a noble one?",
  "mn39:34.2": "They are far away from the bad, unskillful qualities.",
  "mn39:34.3": "That’s how a mendicant is a noble one.",
  "mn39:35.1": "And how is a mendicant a perfected one?",
  "mn39:35.2": "They are far away from the bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future birth, old age, and death.",
  "mn39:35.3": "That’s how a mendicant is a perfected one.”",
  "mn39:36.1": "This is what the Buddha said.",
  "mn39:36.2": "Uplifted, the mendicants approved of what the Buddha said."
}