{
  "_markup_path": "markup/mn/mn44.html",
  "_alt_strings": [
    "pi/mn/mn44.json"
  ],
  "mn44:1.1": "Middle Discourses 44",
  "mn44:2.1": "The Shorter Analysis",
  "mn44:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn44:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn44:3.3": "Then the layman Visākha went to see the nun Dhammadinnā,",
  "mn44:3.4": "bowed, sat down to one side,",
  "mn44:3.5": "and said to her:",
  "mn44:3.6": "“Ma’am, they speak of this thing called ‘identity’.",
  "mn44:3.7": "What is this identity that the Buddha spoke of?”",
  "mn44:3.8": "“Visākha, the Buddha said that these five grasping aggregates are identity. That is, ",
  "mn44:3.9": "the grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "mn44:3.10": "The Buddha said that these five grasping aggregates are identity.”",
  "mn44:4.1": "Saying “Good, ma’am,” Visākha approved and agreed with what Dhammadinna said. Then he asked another question:",
  "mn44:4.2": "“Ma’am, they speak of this thing called ‘the origin of identity’.",
  "mn44:4.3": "What is the origin of identity that the Buddha spoke of?”",
  "mn44:4.4": "“It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,",
  "mn44:4.5": "craving for sensual pleasures, craving for continued existence, and craving to exterminate existence.",
  "mn44:4.6": "The Buddha said that this is the origin of identity.”",
  "mn44:5.1": "“Ma’am, they speak of this thing called ‘the cessation of identity’.",
  "mn44:5.2": "What is the cessation of identity that the Buddha spoke of?”",
  "mn44:6.1": "“It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.",
  "mn44:6.2": "The Buddha said that this is the cessation of identity.”",
  "mn44:7.1": "“Ma’am, they speak of the practice that leads to the cessation of identity.",
  "mn44:7.2": "What is the practice that leads to the cessation of identity that the Buddha spoke of?”",
  "mn44:8.1": "“The practice that leads to the cessation of identity that the Buddha spoke of is simply this noble eightfold path, that is: ",
  "mn44:8.2": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.”",
  "mn44:9.1": "“But ma’am, is that grasping the exact same thing as the five grasping masses? Or is grasping one thing and the five grasping masses another?”",
  "mn44:9.2": "“That grasping is not the exact same thing as the five grasping masses. Nor is grasping one thing and the five grasping masses another.",
  "mn44:9.3": "The desire and greed for the five grasping masses is the grasping there.”",
  "mn44:10.1": "“But ma’am, how does identity view come about?”",
  "mn44:10.2": "“It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. They regard form as self, self as having form, form in self, or self in form.",
  "mn44:10.3": "They regard feeling …",
  "mn44:10.5": "perception … ",
  "mn44:10.6": "choices …",
  "mn44:10.7": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.",
  "mn44:10.8": "That’s how identity view comes about.”",
  "mn44:11.1": "“But ma’am, how does identity view not come about?”",
  "mn44:12.1": "“It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form as self, self as having form,",
  "mn44:12.2": "They don’t regard feeling …",
  "mn44:12.4": "perception …",
  "mn44:12.5": "choices …",
  "mn44:12.7": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.",
  "mn44:12.8": "That’s how identity view does not come about.”",
  "mn44:13.1": "“But ma’am, what is the noble eightfold path?”",
  "mn44:14.1": "“It is simply this noble eightfold path, that is:",
  "mn44:14.2": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.”",
  "mn44:15.1": "“But ma’am, is the noble eightfold path conditioned or unconditioned?”",
  "mn44:16.1": "“The noble eightfold path is conditioned.”",
  "mn44:17.1": "“Are the three practice categories grouped together by the noble eightfold path? Or is the noble eightfold path grouped together by the three practice categories?”",
  "mn44:18.1": "“The three practice categories are not grouped together by the noble eightfold path. Rather, the noble eightfold path is grouped together by the three practice categories.",
  "mn44:18.2": " ",
  "mn44:18.3": "Right speech, right action, and right livelihood: these things are grouped in the category of ethics.",
  "mn44:18.4": "Right effort, right mindfulness, and right samādhi: these things are grouped in the category of samādhi.",
  "mn44:18.5": "Right view and right motivation: these things are grouped in the category of wisdom.”",
  "mn44:19.1": "“But ma’am, what is samādhi? What things are the basis of samādhi? What things are the prerequisites for samādhi? What is the development of samādhi?”",
  "mn44:20.1": "“Unification of the mind is samādhi.",
  "mn44:20.2": "The four kinds of mindfulness meditation are the basis for samādhi.",
  "mn44:20.3": "The four right endeavors are the prerequisites for samādhi.",
  "mn44:20.4": "The cultivation, development, and making much of these very same things is the development of samādhi.”",
  "mn44:21.1": "“How many processes are there?”",
  "mn44:22.1": "“There are these three processes.",
  "mn44:22.2": "Physical, verbal, and mental processes.”",
  "mn44:23.1": "“But ma’am, what is the physical process? What’s the verbal process? What’s the mental process?”",
  "mn44:24.1": "“Breathing is a physical process. Placing the mind and keeping it connected are verbal processes. Perception and feeling are mental processes.”",
  "mn44:25.1": "“But sir, why is breathing a physical process? Why are placing the mind and keeping it connected verbal processes? Why are perception and feeling mental processes?”",
  "mn44:26.1": "“Breathing is physical. It’s tied up with the body, that’s why breathing is a physical process.",
  "mn44:26.2": "First you place the mind and keep it connected, then you break into speech. That’s why placing the mind and keeping it connected are verbal processes.",
  "mn44:26.3": "They’re tied up with the mind, that’s why perception and feeling are mental processes.”",
  "mn44:27.1": "“But ma’am, how does someone attain the cessation of perception and feeling?”",
  "mn44:28.1": "“A mendicant who is entering such an attainment does not think:",
  "mn44:28.2": "‘I will enter the cessation of perception and feeling’ or ‘I am entering the cessation of perception and feeling’ or ‘I have entered the cessation of perception and feeling.’",
  "mn44:28.3": "Rather, their mind has been previously developed so as to lead to such a state.”",
  "mn44:29.1": "“But sir, which cease first for a mendicant who is entering the cessation of perception and feeling: physical, verbal, or mental processes?”",
  "mn44:29.2": " ",
  "mn44:30.1": "“Verbal processes cease first, then physical, then mental.”",
  "mn44:31.1": "“But ma’am, how does someone emerge from the cessation of perception and feeling?”",
  "mn44:32.1": "“A mendicant who is emerging from such an attainment does not think:",
  "mn44:32.2": "‘I will emerge from the cessation of perception and feeling’ or ‘I am emerging from the cessation of perception and feeling’ or ‘I have emerged from the cessation of perception and feeling.’",
  "mn44:32.3": "Rather, their mind has been previously developed so as to lead to such a state.”",
  "mn44:33.1": "“But ma’am, which arise first for a mendicant who is emerging from the cessation of perception and feeling: physical, verbal, or mental processes?”",
  "mn44:33.2": " ",
  "mn44:34.1": "“Mental processes arise first, then physical, then verbal.”",
  "mn44:35.1": "“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, how many kinds of contact do they experience?”",
  "mn44:36.1": "“They experience three kinds of contact:",
  "mn44:36.2": "emptiness, signless, and undirected contacts.”",
  "mn44:37.1": "“But ma’am, when a mendicant has emerged from the attainment of the cessation of perception and feeling, what does their mind slant, slope, and incline to?”",
  "mn44:38.1": "“Their mind slants, slopes, and inclines to seclusion.”",
  "mn44:39.1": "“But ma’am, how many feelings are there?”",
  "mn44:40.1": "“There are three feelings.",
  "mn44:40.2": "Pleasant, painful, and neutral feeling.”",
  "mn44:41.1": "“What are these three feelings?”",
  "mn44:42.1": "“Anything felt physically or mentally as pleasant or enjoyable.",
  "mn44:42.2": "This is pleasant feeling.",
  "mn44:42.3": "Anything felt physically or mentally as painful or unenjoyable.",
  "mn44:42.4": "This is painful feeling.",
  "mn44:42.5": "Anything felt physically or mentally as neither enjoyable or unenjoyable.",
  "mn44:42.6": "This is neutral feeling.”",
  "mn44:43.1": "“What is pleasant and what is painful in each of the three kinds of feeling?”",
  "mn44:44.1": "“Pleasant feeling is pleasant when it remains and painful when it perishes.",
  "mn44:44.2": "Painful feeling is painful when it remains and pleasant when it perishes.",
  "mn44:44.3": "Neutral feeling when there is knowledge, and painful when there is ignorance.”",
  "mn44:45.1": "“What tendencies underlie each of the three kinds of feeling?”",
  "mn44:46.1": "“The tendency for greed underlies pleasant feeling. The tendency for aversion underlies painful feeling. The tendency for ignorance underlies neutral feeling.”",
  "mn44:47.1": "“Do these tendencies always underlie these feelings?”",
  "mn44:48.1": "“No, they do not.”",
  "mn44:49.1": "“What should be given up in regard to each of these three kinds of feeling?”",
  "mn44:50.1": "“The tendency to greed should be given up when it comes to pleasant feeling. The tendency to aversion should be given up when it comes to painful feeling. The tendency to ignorance should be given up when it comes to neutral feeling.”",
  "mn44:51.1": "“Should these tendencies be given up regarding all instances of these feelings?”",
  "mn44:52.1": "“No, not in all instances.",
  "mn44:52.2": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn44:52.3": "With this they give up greed, and the tendency to greed does not lie within that.",
  "mn44:52.4": "And take a mendicant who reflects:",
  "mn44:52.5": "‘Oh, when will I enter and remain in the same dimension that the noble ones enter and remain in today?’",
  "mn44:52.6": "Nursing such a longing for the supreme liberations gives rise to sadness due to longing.",
  "mn44:52.7": "With this they give up aversion, and the tendency to aversion does not lie within that.",
  "mn44:52.8": "Take a mendicant who, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn44:52.9": "With this they give up ignorance, and the tendency to ignorance does not lie within that.”",
  "mn44:53.1": "“But ma’am, what is the counterpart of pleasant feeling?”",
  "mn44:54.1": "“Painful feeling.”",
  "mn44:55.1": "“What is the counterpart of painful feeling?”",
  "mn44:56.1": "“Pleasant feeling.”",
  "mn44:57.1": "“What is the counterpart of neutral feeling?”",
  "mn44:58.1": "“Ignorance.”",
  "mn44:59.1": "“What is the counterpart of ignorance?”",
  "mn44:60.1": "“Knowledge.”",
  "mn44:61.1": "“What is the counterpart of knowledge?”",
  "mn44:62.1": "“Freedom.”",
  "mn44:63.1": "“What is the counterpart of freedom?”",
  "mn44:64.1": "“Extinguishment.”",
  "mn44:65.1": "“What is the counterpart of extinguishment?”",
  "mn44:65.2": "“Your question goes too far, Visākha. You couldn’t figure out the limit of questions.",
  "mn44:65.3": "For extinguishment is the culmination, destination, and end of the spiritual life.",
  "mn44:65.4": "If you wish, go to the Buddha and ask him this question. You should remember it in line with his answer.”",
  "mn44:66.1": "And then the layman Visākha approved and agreed with what the nun Dhammadinnā said. He got up from his seat, bowed, and respectfully circled her, keeping her on his right. Then he went up to the Buddha,",
  "mn44:66.2": "bowed, sat down to one side, ",
  "mn44:66.3": "and informed the Buddha of all they had discussed.",
  "mn44:66.4": "When he had spoken, the Buddha said to him:",
  "mn44:66.5": "“The nun Dhammadinnā is astute, Visākha, she has great wisdom.",
  "mn44:66.6": "If you came to me and asked this question, I would answer it in exactly the same way as the nun Dhammadinnā.",
  "mn44:66.7": "That is what it means, and that’s how you should remember it.”",
  "mn44:67.1": "This is what the Buddha said. ",
  "mn44:67.2": "Uplifted, the layman Visākha approved of what the Buddha said. "
}