{
  "_markup_path": "markup/mn/mn46.html",
  "_alt_strings": [
    "pi/mn/mn46.json"
  ],
  "mn46:1.1": "Middle Discourses 46",
  "mn46:2.1": "The Greater Discourse on Taking Up Practices",
  "mn46:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn46:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn46:3.3": "There the Buddha addressed the mendicants:",
  "mn46:3.4": "“Mendicants!”",
  "mn46:3.5": "“Venerable sir,” they replied.",
  "mn46:3.6": "The Buddha said this:",
  "mn46:3.7": "“Mendicants, sentient beings typically have the wish, desire, and hope:",
  "mn46:3.8": "‘Oh, if only unlikable, undesirable, and disagreeable things would decrease, and likable, desirable, and agreeable things would increase!’",
  "mn46:3.9": "But exactly the opposite happens to them.",
  "mn46:3.10": "What do you take to be the reason for this?”",
  "mn46:3.11": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "mn46:3.12": "Sir, may the Buddha himself please clarify the meaning of this.",
  "mn46:3.13": "The mendicants will listen and remember it.”",
  "mn46:3.14": "“Well then, mendicants, listen and pay close attention, I will speak.”",
  "mn46:3.15": "“Yes, sir,” they replied.",
  "mn46:3.16": "The Buddha said this:",
  "mn46:4.1": "“Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. They don’t know what practices they should cultivate and foster, and what practices they shouldn’t cultivate and foster.",
  "mn46:4.2": "So they cultivate and foster practices they shouldn’t, and don’t cultivate and foster practices they should.",
  "mn46:4.3": "When they do so, unlikable, undesirable, and disagreeable things increase, and likable, desirable, and agreeable things decrease.",
  "mn46:4.4": "Why is that?",
  "mn46:4.5": "Because that’s what it’s like for someone who doesn’t know.",
  "mn46:5.1": "But an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They know what practices they should cultivate and foster, and what practices they shouldn’t cultivate and foster.",
  "mn46:5.2": "So they cultivate and foster practices they should, and don’t cultivate and foster practices they shouldn’t.",
  "mn46:5.3": "When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.",
  "mn46:5.4": "Why is that?",
  "mn46:5.5": "Because that’s what it’s like for someone who knows.",
  "mn46:6.1": "Mendicants, there are these four ways of taking up practices.",
  "mn46:6.2": "What four?",
  "mn46:6.3": "There is a way of taking up practices that is painful now and results in future pain.",
  "mn46:6.4": "There is a way of taking up practices that is pleasant now but results in future pain.",
  "mn46:6.5": "There is a way of taking up practices that is painful now but results in future pleasure.",
  "mn46:6.6": "There is a way of taking up practices that is pleasant now and results in future pleasure.",
  "mn46:7.1": "When it comes to the way of taking up practices that is painful now and results in future pain, an ignoramus, without knowing this, doesn’t truly understand:",
  "mn46:7.2": "‘This is the way of taking up practices that is painful now and results in future pain.’",
  "mn46:7.3": "So instead of avoiding that practice, they cultivate it.",
  "mn46:7.4": "When they do so, unlikable, undesirable, and disagreeable things increase, and likable, desirable, and agreeable things decrease.",
  "mn46:7.5": "Why is that?",
  "mn46:7.6": "Because that’s what it’s like for someone who doesn’t know.",
  "mn46:8.1": "When it comes to the way of taking up practices that is pleasant now and results in future pain, an ignoramus ",
  "mn46:8.3": "cultivates it …",
  "mn46:8.4": "and disagreeable things increase …",
  "mn46:9.1": "When it comes to the way of taking up practices that is painful now and results in future pleasure, an ignoramus …",
  "mn46:9.3": "doesn’t cultivate it …",
  "mn46:9.4": "and disagreeable things increase …",
  "mn46:10.1": "When it comes to the way of taking up practices that is pleasant now and results in future pleasure, an ignoramus …",
  "mn46:10.3": "doesn’t cultivate it …",
  "mn46:10.4": "and disagreeable things increase …",
  "mn46:10.5": "Why is that?",
  "mn46:10.6": "Because that’s what it’s like for someone who doesn’t know.",
  "mn46:11.1": "When it comes to the way of taking up practices that is painful now and results in future pain, a wise person, knowing this, truly understands:",
  "mn46:11.2": "‘This is the way of taking up practices that is painful now and results in future pain.’",
  "mn46:11.3": "So instead of cultivating that practice, they avoid it.",
  "mn46:11.4": "When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.",
  "mn46:11.5": "Why is that?",
  "mn46:11.6": "Because that’s what it’s like for someone who knows.",
  "mn46:12.1": "When it comes to the way of taking up practices that is pleasant now and results in future pain, a wise person …",
  "mn46:12.3": "doesn’t cultivate it …",
  "mn46:12.4": "and agreeable things increase …",
  "mn46:13.1": "When it comes to the way of taking up practices that is painful now and results in future pleasure, a wise person …",
  "mn46:13.3": "cultivates it …",
  "mn46:13.4": "and agreeable things increase …",
  "mn46:14.1": "When it comes to the way of taking up practices that is pleasant now and results in future pleasure, a wise person, knowing this, truly understands:",
  "mn46:14.2": "‘This is the way of taking up practices that is pleasant now and results in future pleasure.’",
  "mn46:14.3": "So instead of avoiding that practice, they cultivate it.",
  "mn46:14.4": "When they do so, unlikable, undesirable, and disagreeable things decrease, and likable, desirable, and agreeable things increase.",
  "mn46:14.5": "Why is that?",
  "mn46:14.6": "Because that’s what it’s like for someone who knows.",
  "mn46:15.1": "And what is the way of taking up practices that is painful now and results in future pain?",
  "mn46:15.2": "It’s when someone in pain and sadness kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view. Because of these things they experience pain and sadness.",
  "mn46:15.12": "And when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn46:15.13": "This is called the way of taking up practices that is painful now and results in future pain.",
  "mn46:16.1": "And what is the way of taking up practices that is pleasant now but results in future pain?",
  "mn46:16.2": "It’s when someone with pleasure and happiness kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view. Because of these things they experience pleasure and happiness.",
  "mn46:16.12": "But when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn46:16.13": "This is called the way of taking up practices that is pleasant now but results in future pain.",
  "mn46:17.1": "And what is the way of taking up practices that is painful now but results in future pleasure?",
  "mn46:17.2": "It’s when someone in pain and sadness doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view. Because of these things they experience pain and sadness.",
  "mn46:17.12": "And when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "mn46:17.13": "This is called the way of taking up practices that is painful now but results in future pleasure.",
  "mn46:18.1": "And what is the way of taking up practices that is pleasant now and results in future pleasure?",
  "mn46:18.2": "It’s when someone with pleasure and happiness doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view. Because of these things they experience pleasure and happiness.",
  "mn46:18.12": "And when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "mn46:18.13": "This is called the way of taking up practices that is pleasant now and results in future pleasure.",
  "mn46:18.14": "These are the four ways of taking up practices.",
  "mn46:19.1": "Suppose there was some bitter gourd mixed with poison.",
  "mn46:19.2": "Then a man would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.",
  "mn46:19.3": "They’d say to him:",
  "mn46:19.4": "‘Here, mister, this is bitter gourd mixed with poison. Drink it if you like.",
  "mn46:19.5": "If you drink it, the color, aroma, and flavor will be unappetizing, and it will result in death or deadly pain.’",
  "mn46:19.6": "He wouldn’t reject it. Without thinking, he’d drink it.",
  "mn46:19.7": "The color, aroma, and flavor would be unappetizing, and it would result in death or deadly pain.",
  "mn46:19.8": "This is comparable to the way of taking up practices that is painful now and results in future pain, I say.",
  "mn46:20.1": "Suppose there was a bronze cup of beverage that had a nice color, aroma, and flavor. ",
  "mn46:20.2": "But it was mixed with poison.",
  "mn46:20.3": "Then a man would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.",
  "mn46:20.4": "They’d say to him: ",
  "mn46:20.5": "‘Here, mister, this bronze cup of beverage has a nice color, aroma, and flavor.",
  "mn46:20.6": "But it’s mixed with poison. Drink it if you like.",
  "mn46:20.7": "If you drink it, the color, aroma, and flavor will be appetizing, but it will result in death or deadly pain.’",
  "mn46:20.8": "He wouldn’t reject it. Without thinking, he’d drink it.",
  "mn46:20.9": "The color, aroma, and flavor would be appetizing, but it would result in death or deadly pain.",
  "mn46:20.10": "This is comparable to the way of taking up practices that is pleasant now and results in future pain, I say.",
  "mn46:21.1": "Suppose there was some fermented urine mixed with different medicines.",
  "mn46:21.2": "Then a man with jaundice would come along.",
  "mn46:21.3": "They’d say to him:",
  "mn46:21.4": "‘Here, mister, this is fermented urine mixed with different medicines. Drink it if you like.",
  "mn46:21.5": "If you drink it, the color, aroma, and flavor will be unappetizing, but after drinking it you will be happy.’",
  "mn46:21.6": "He wouldn’t reject it. After thinking, he’d drink it.",
  "mn46:21.7": "The color, aroma, and flavor would be unappetizing, but after drinking it he would be happy.",
  "mn46:21.8": "This is comparable to the way of taking up practices that is painful now and results in future pleasure, I say.",
  "mn46:22.1": "Suppose there was some curds, honey, ghee, and molasses all mixed together.",
  "mn46:22.2": "Then a man with dysentry would come along.",
  "mn46:22.3": "They’d say to him:",
  "mn46:22.4": "‘Here, mister, this is curds, honey, ghee, and molasses all mixed together. Drink it if you like.",
  "mn46:22.5": "If you drink it, the color, aroma, and flavor will be appetizing, and after drinking it you will be happy.’",
  "mn46:22.6": "He wouldn’t reject it. After thinking, he’d drink it.",
  "mn46:22.7": "The color, aroma, and flavor would be appetizing, and after drinking it he would be happy.",
  "mn46:22.8": "This is comparable to the way of taking up practices that is pleasant now and results in future pleasure, I say.",
  "mn46:23.1": "It’s like the time after the rainy season when the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.",
  "mn46:23.2": "In the same way, this way of taking up practices that is pleasant now and results in future pleasure dispels the doctrines of the various other ascetics and brahmins as it shines and glows and radiates.”",
  "mn46:24.1": "This is what the Buddha said.",
  "mn46:24.2": "Uplifted, the mendicants approved of what the Buddha said."
}