{
  "_markup_path": "markup/mn/mn47.html",
  "_alt_strings": [
    "pi/mn/mn47.json"
  ],
  "mn47:1.1": "Middle Discourses 47",
  "mn47:2.1": "The Inquirer",
  "mn47:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn47:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn47:3.3": "There the Buddha addressed the mendicants:",
  "mn47:3.4": "“Mendicants!”",
  "mn47:3.5": "“Venerable sir,” they replied.",
  "mn47:3.6": "The Buddha said this:",
  "mn47:3.7": "“Mendicants, a mendicant who is an inquirer, unable to comprehend another’s mind, should conduct a search to see whether the Realized One is a fully awakened Buddha or not.”",
  "mn47:3.8": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "mn47:3.9": "Sir, may the Buddha himself please clarify the meaning of this.",
  "mn47:3.10": "The mendicants will listen and remember it.”",
  "mn47:3.11": "“Well then, mendicants, listen and pay close attention, I will speak.”",
  "mn47:3.12": "“Yes, sir,” they replied.",
  "mn47:3.13": "The Buddha said this:",
  "mn47:4.1": "“Mendicants, a mendicant who is an inquirer, unable to comprehend another’s mind, should search the Realized One for two things—things that can be seen and heard:",
  "mn47:4.2": "‘Can anything corrupt be seen or heard in the Realized One or not?’ ",
  "mn47:4.3": "Searching him they find that",
  "mn47:4.4": "nothing corrupt can be seen or heard in the Realized One.",
  "mn47:5.2": "They search further:",
  "mn47:5.3": "‘Can anything mixed be seen or heard in the Realized One or not?’ ",
  "mn47:5.4": "Searching him they find that",
  "mn47:5.5": "nothing mixed can be seen or heard in the Realized One.",
  "mn47:6.2": "They search further:",
  "mn47:6.3": "‘Can anything clean be seen or heard in the Realized One or not?’ ",
  "mn47:6.4": "Searching him they find that",
  "mn47:6.5": "clean things can be seen and heard in the Realized One.",
  "mn47:7.2": "They search further:",
  "mn47:7.3": "‘Did the venerable attain this skillful state a long time ago, or just recently?’",
  "mn47:7.4": "Searching him they find that",
  "mn47:7.5": "the venerable attained this skillful state a long time ago, not just recently.",
  "mn47:8.2": "They search further:",
  "mn47:8.3": "‘Are certain dangers found in that venerable mendicant who has achieved fame and renown?’",
  "mn47:8.4": "For, mendicants, so long as a mendicant has not achieved fame and renown, certain dangers are not found in them.",
  "mn47:8.5": "But when they achieve fame and renown, those dangers appear.",
  "mn47:8.6": "Searching him they find that",
  "mn47:8.7": "those dangers are not found in that venerable mendicant who has achieved fame and renown.",
  "mn47:9.2": "They search further:",
  "mn47:9.3": "‘Is this venerable securely stopped or insecurely stopped?",
  "mn47:9.4": "Is the reason they don’t indulge in sensual pleasures that they’re free of greed because greed has ended?’",
  "mn47:9.5": "Searching him they find that",
  "mn47:9.6": "that venerable is securely stopped, not insecurely stopped.",
  "mn47:9.7": "The reason they don’t indulge in sensual pleasures is that they’re free of greed because greed has ended.",
  "mn47:10.1": "If others should ask that mendicant:",
  "mn47:10.2": "‘But what reasons does the venerable have for saying this?’",
  "mn47:10.5": "Answering rightly, the mendicant should say:",
  "mn47:10.6": "‘Because, whether that venerable is staying in a community or alone, some people there are in a good way or a bad way, some instruct a group, and some indulge in carnal pleasures, while others remain unsullied. Yet that venerable doesn’t look down on them for that.",
  "mn47:10.7": "Also, I have heard and learned this directly from the Buddha:",
  "mn47:10.8": "“I am securely stopped, not insecurely stopped. The reason I don’t indulge in sensual pleasures is that I’m free of greed because greed has ended.”’",
  "mn47:11.1": "Next, they should ask the Realized One himself about this:",
  "mn47:11.2": "‘Can anything corrupt be seen or heard in the Realized One or not?’",
  "mn47:11.3": "The Realized One would answer:",
  "mn47:11.4": "‘Nothing corrupt can be seen or heard in the Realized One.’",
  "mn47:12.1": "‘Can anything mixed be seen or heard in the Realized One or not?’",
  "mn47:12.2": "The Realized One would answer:",
  "mn47:12.3": "‘Nothing mixed can be seen or heard in the Realized One.’",
  "mn47:13.1": "‘Can anything clean be seen or heard in the Realized One or not?’ ",
  "mn47:13.2": "The Realized One would answer:",
  "mn47:13.3": "‘Clean things can be seen and heard in the Realized One.",
  "mn47:13.4": "I am that range and that domain, but I don’t identify with that.’",
  "mn47:14.1": "A disciple ought to approach a Teacher who has such a doctrine in order to listen to the teaching.",
  "mn47:14.2": "The Teacher explains Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides.",
  "mn47:14.3": "When they directly know a certain principle of those teachings, in accordance with how they were taught, the mendicant comes to a conclusion about the teachings. They have confidence in the Teacher:",
  "mn47:14.4": "‘The Blessed One is a fully awakened Buddha! The Dharma is well explained! The Saṅgha is practicing well!’",
  "mn47:14.5": "If others should ask that mendicant:",
  "mn47:14.6": "‘But what reasons does the venerable have for saying this?’",
  "mn47:14.8": "Answering rightly, the mendicant should say:",
  "mn47:14.9": "‘Reverends, I approached the Buddha in order to listen to the teaching.",
  "mn47:14.10": "He explained Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides.",
  "mn47:14.11": "When I directly knew a certain principle of those teachings, in accordance with how I was taught, I came to a conclusion about the teachings. I had confidence in the Teacher:",
  "mn47:14.12": "“The Blessed One is a fully awakened Buddha! The Dharma is well explained! The Saṅgha is practicing well!”",
  "mn47:15.1": "When someone’s faith is settled, rooted, and planted in the Realized One in this manner, with these words and phrases, it’s said to be reasoned faith, rooted in evidence.",
  "mn47:15.2": "It’s strong and can’t be shifted by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
  "mn47:15.3": "This is how to conduct a search of the Realized One’s qualities.",
  "mn47:15.4": "But the Realized One has already been properly searched in this way by nature.”",
  "mn47:16.1": "This is what the Buddha said.",
  "mn47:16.2": "Uplifted, the mendicants approved of what the Buddha said."
}