{
  "_markup_path": "markup/mn/mn50.html",
  "_alt_strings": [
    "pi/mn/mn50.json"
  ],
  "mn50:1.1": "Middle Discourses 50",
  "mn50:2.1": "The Rebuke of Māra",
  "mn50:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn50:3.2": "At one time Venerable Mahāmoggallāna was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "mn50:3.3": "At that time Moggallāna was walking meditation in the open air.",
  "mn50:3.4": "Now at that time Māra the Wicked had got inside Moggallāna’s belly.",
  "mn50:3.5": "Moggallāna thought:",
  "mn50:3.6": "“Why now is my belly so very heavy,",
  "mn50:3.7": "like I’ve just eaten a load of beans?”",
  "mn50:3.8": "Then he stepped down from the walking path, entered his dwelling, sat down on the indicated seat,",
  "mn50:3.9": "and investigated inside himself.",
  "mn50:4.1": "He saw that Māra the Wicked had got inside his belly.",
  "mn50:4.2": "So he said to Māra:",
  "mn50:4.3": "“Come out, Wicked One,",
  "mn50:4.4": "come out!",
  "mn50:4.5": "Do not harass the Realized One or his disciple.",
  "mn50:4.6": "Don’t do what will be for your lasting harm and suffering.”",
  "mn50:5.1": "Then Māra thought:",
  "mn50:5.2": "“This ascetic doesn’t really know me or see me when he tells me to come out.",
  "mn50:5.7": "Not even the Teacher could recognize me so quickly, so how could a disciple?”",
  "mn50:6.1": "Then Moggallāna said to Māra:",
  "mn50:6.2": "“I know you even when you’re like this, Wicked One. Do not think:",
  "mn50:6.3": "‘He doesn’t know me.’",
  "mn50:6.4": "You are Māra the Wicked.",
  "mn50:6.5": "And you think:",
  "mn50:6.6": "‘This ascetic doesn’t really know me or see me when he tells me to come out.",
  "mn50:6.11": "Not even the Teacher could recognize me so quickly, so how could a disciple?’”",
  "mn50:7.1": "Then Māra thought:",
  "mn50:7.2": "“This ascetic really does really know me and see me when he tells me to come out.”",
  "mn50:7.7": "Then Māra came up out of Moggallāna’s mouth and stood against the door bar.",
  "mn50:8.1": "Moggallāna saw him there",
  "mn50:8.2": "and said:",
  "mn50:8.3": "“I see you even there, Wicked One. Do not think:",
  "mn50:8.4": "‘He doesn’t see me.’",
  "mn50:8.5": "That’s you, Wicked One, standing against the door bar.",
  "mn50:8.6": "Once upon a time, Wicked One, I was a Māra named Dūsī, and I had a sister named Kāḷī.",
  "mn50:8.7": "You were her son,",
  "mn50:8.8": "which made you my nephew.",
  "mn50:8.9": "At that time Kakusandha, the Blessed One, the Perfected One, the fully awakened Buddha arose in the world.",
  "mn50:8.10": "Kakusandha had a fine pair of chief disciples named Vidhura and Sañjīva.",
  "mn50:8.11": "Of all the disciples of the Buddha Kakusandha,",
  "mn50:8.12": "none were the equal of Venerable Vidhura in teaching Dhamma.",
  "mn50:8.13": "And that’s how Vidhura came by his name.",
  "mn50:9.1": "But when Venerable Sañjīva had gone to a wilderness, or to the root of a tree, or to an empty hut, he easily attained the cessation of perception and feeling.",
  "mn50:9.2": "Once upon a time, Sañjīva was sitting at the root of a certain tree having attained the cessation of perception and feeling.",
  "mn50:9.3": "Some cowherds, shepherds, farmers, and passers-by saw him sitting there",
  "mn50:9.4": "and said:",
  "mn50:9.5": "‘It’s incredible, it’s amazing!",
  "mn50:9.6": "This ascetic died while sitting.",
  "mn50:9.7": "We should cremate him.’",
  "mn50:9.8": "They collected grass, wood, and cow-dung, heaped it all on Sañjīva’s body, set it on fire, and left.",
  "mn50:9.9": "Then, when the night had passed, Sañjīva emerged from that attainment, shook out his robes, and, since it was morning, he robed up and entered the village for alms.",
  "mn50:9.10": "Those cowherds, shepherds, farmers, and passers-by saw him wandering for alms",
  "mn50:9.11": "and said:",
  "mn50:9.12": "‘It’s incredible, it’s amazing!",
  "mn50:9.13": "This ascetic died while sitting, and now he’s come back to life!’",
  "mn50:9.14": "And that’s how Sañjīva came by his name.",
  "mn50:10.1": "Then it occurred to Māra Dūsī:",
  "mn50:10.2": "‘I don’t know the course of rebirth of these ethical mendicants of good character.",
  "mn50:10.3": "Why don’t I take possession of these brahmins and householders and say:",
  "mn50:10.4": "‘Come, all of you, abuse, attack, harass, and trouble the ethical mendicants of good character.",
  "mn50:10.5": "Hopefully by doing this we can upset their minds so that Māra Dūsī can find a vulnerability.’",
  "mn50:10.6": "And that’s exactly what he did.",
  "mn50:11.1": "Then those brahmins and householders abused, attacked, harassed, and troubled the ethical mendicants of good character:",
  "mn50:11.2": "‘These baldies, fake ascetics, riffraff, black spawn from the feet of our Kinsman, say, “We practice absorption! We practice absorption!” And they meditate and concentrate and contemplate and ruminate.",
  "mn50:11.3": "They’re just like an owl on a branch, which meditates and concentrates and contemplates and ruminates as it hunts a mouse.",
  "mn50:11.5": "They’re just like a jackal on a river-bank, which meditates and concentrates and contemplates and ruminates as it hunts a fish.",
  "mn50:11.7": "They’re just like an cat by an alley or a drain or a dustbin, which meditates and concentrates and contemplates and ruminates as it hunts a mouse.",
  "mn50:11.9": "They’re just like an unladen donkey by an alley or a drain or a dustbin, which meditates and concentrates and contemplates and ruminates.",
  "mn50:11.10": "In the same way, these baldies, fake ascetics, riffraff, black spawn from the feet of our Kinsman, say, “We practice absorption! We practice absorption!” And they meditate and concentrate and contemplate and ruminate.’",
  "mn50:12.1": "Most of the people who died at that time—when their body broke up, after death—were reborn in a place of loss, a bad place, the underworld, hell.",
  "mn50:13.1": "Then Kakusandha the Blessed One, the perfected one, the fully awakened Buddha, addressed the mendicants:",
  "mn50:13.2": "‘Mendicants, the brahmins and householders have been possessed by Māra Dūsī.",
  "mn50:13.3": "He told them to abuse you in the hope of upsetting your minds so that he can find a vulnerability.",
  "mn50:13.4": "Come, all of you mendicants, meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "mn50:13.5": "In the same way spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn50:13.6": "Meditate spreading a heart full of compassion …",
  "mn50:13.8": "Meditate spreading a heart full of rejoicing …",
  "mn50:13.10": "Meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.",
  "mn50:13.11": "In the same way spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.’",
  "mn50:14.1": "When those mendicants were instructed and advised by the Buddha Kakusandha in this way, they went to a wilderness, or to the root of a tree, or to an empty hut, where they meditated spreading a heart full of love …",
  "mn50:14.3": "compassion …",
  "mn50:14.5": "rejoicing …",
  "mn50:14.7": "equanimity.",
  "mn50:15.1": "Then it occurred to Māra Dūsī:",
  "mn50:15.2": "‘Even when I do this I don’t know the course of rebirth of these ethical mendicants of good character. Why don’t I take possession of these brahmins and householders and say:",
  "mn50:15.3": "‘Come, all of you, honor, respect, esteem, and venerate the ethical mendicants of good character. Hopefully by doing this we can upset their minds so that Māra Dūsī can find a vulnerability.’",
  "mn50:16.1": "And that’s exactly what he did.",
  "mn50:16.3": "Then those brahmins and householders honored, respected, esteemed, and venerated the ethical mendicants of good character:",
  "mn50:17.1": "Most of the people who died at that time—when their body broke up, after death—were reborn in a good place, a heavenly realm.",
  "mn50:18.1": "Then Kakusandha the Blessed One, the perfected one, the fully awakened Buddha, addressed the mendicants:",
  "mn50:18.2": "‘Mendicants, the brahmins and householders have been possessed by Māra Dūsī.",
  "mn50:18.3": "He told them to venerate you in the hope of upsetting your minds so that he can find a vulnerability.",
  "mn50:18.4": "Come, all you mendicants, meditate observing the ugliness of the body, perceiving the repulsiveness of food, perceiving dissatisfaction with the whole world, and observing the impermanence of all conditions.’",
  "mn50:19.1": "When those mendicants were instructed and advised by the Buddha Kakusandha in this way, they went to a wilderness, or to the root of a tree, or to an empty hut, where they meditated observing the ugliness of the body, perceiving the repulsiveness of food, perceiving dissatisfaction with the whole world, and observing the impermanence of all conditions.",
  "mn50:20.1": "Then the Buddha Kakusandha got dressed in the morning and, taking this bowl and robe, entered the village for alms with Venerable Vidhura as his second monk.",
  "mn50:20.2": "Then Māra Dūsī took possession of a certain boy, picked up a rock, and hit Vidhura on the head,",
  "mn50:20.3": "cracking it open.",
  "mn50:20.4": "Then Vidhura, with blood pouring from his cracked skull, still followed behind the Buddha Kakusandha.",
  "mn50:20.5": "Then the Buddha Kakusandha turned his whole body to look back, the way that elephants do, saying:",
  "mn50:20.6": "‘This Māra Dūsī knows no bounds.’",
  "mn50:20.7": "And with that look Māra Dūsī fell from that place and was reborn in the Great Hell.",
  "mn50:21.1": "Now that Great Hell is known by three names:",
  "mn50:21.2": "‘The Six Fields of Contact’ and also ‘The Impaling With Spikes’ and also ‘Individually Painful’.",
  "mn50:21.3": "The the wardens of hell came to me and said:",
  "mn50:21.4": "‘When stake meets stake in your heart,",
  "mn50:21.5": "you will know that",
  "mn50:21.6": "you’ve been roasting in hell for a thousand years.’",
  "mn50:22.1": "I roasted for many years, many centuries, many millenia in that Great Hell.",
  "mn50:22.2": "For ten thousand years I roasted in the annex of that Great Hell, experiencing the pain called ‘coming out’.",
  "mn50:22.3": "My body was in human form,",
  "mn50:22.4": "but I had the head of a fish.",
  "mn50:23.1": "“What kind of hell was that,",
  "mn50:23.2": "where Dūsī was roasted",
  "mn50:23.3": "after attacking the disciple Vidhura",
  "mn50:23.4": "along with the brahmin Kakusandha?",
  "mn50:24.1": "There were 100 iron spikes,",
  "mn50:24.2": "each one individually painful.",
  "mn50:24.3": "That’s the kind of hell",
  "mn50:24.4": "where Dūsī was roasted",
  "mn50:24.5": "after attacking the disciple Vidhura",
  "mn50:24.6": "along with the brahmin Kakusandha.",
  "mn50:25.1": "Dark One, if you attack",
  "mn50:25.2": "a mendicant who directly knows this,",
  "mn50:25.3": "a disciple of the Buddha,",
  "mn50:25.4": "you’ll fall into suffering.",
  "mn50:26.1": "There are mansions that last for an aeon",
  "mn50:26.2": "standing in the middle of a lake.",
  "mn50:26.3": "Sapphire-colored, brilliant,",
  "mn50:26.4": "they sparkle and shine.",
  "mn50:26.5": "Dancing there are nymphs",
  "mn50:26.6": "each shining in their own color.",
  "mn50:27.1": "Dark One, if you attack",
  "mn50:27.2": "A monk who directly knows this,",
  "mn50:27.3": "a disciple of the Buddha,",
  "mn50:27.4": "you’ll fall into suffering.",
  "mn50:28.1": "I’m the one who, encouraged by the Buddha,",
  "mn50:28.2": "shook the stilt longhouse of Migāra’s mother",
  "mn50:28.3": "with his big toe",
  "mn50:28.4": "as the Saṅgha of mendicants watched.",
  "mn50:29.1": "Dark One, if you attack",
  "mn50:29.2": "a mendicant who directly knows this,",
  "mn50:29.3": "a disciple of the Buddha,",
  "mn50:29.4": "you’ll fall into suffering.",
  "mn50:30.1": "I’m the one who shook the Palace of Victory",
  "mn50:30.2": "with his big toe",
  "mn50:30.3": "relying on psychic power,",
  "mn50:30.4": "inspiring deities to awe.",
  "mn50:31.1": "Dark One, if you attack",
  "mn50:31.2": "a mendicant who directly knows this,",
  "mn50:31.3": "a disciple of the Buddha,",
  "mn50:31.4": "you’ll fall into suffering.",
  "mn50:32.1": "I’m the one who asked Sakka",
  "mn50:32.2": "in the Palace of Victory:",
  "mn50:32.3": "‘Vāsava, do you know the freedom",
  "mn50:32.4": "that comes with the end of craving?’",
  "mn50:32.5": "And I’m the one to whom Sakka",
  "mn50:32.6": "admitted the truth when asked.",
  "mn50:33.1": "Dark One, if you attack",
  "mn50:33.2": "a mendicant who directly knows this,",
  "mn50:33.3": "a disciple of the Buddha,",
  "mn50:33.4": "you’ll fall into suffering.",
  "mn50:34.1": "I’m the one one who asked Brahmā",
  "mn50:34.2": "In the Hall of Justice before the assembly:",
  "mn50:34.3": "‘Friend, do you still have the same view",
  "mn50:34.4": "that you had in the past?",
  "mn50:34.5": "Or do you see the radiance",
  "mn50:34.6": "transcending the Brahmā realm.’",
  "mn50:35.1": "And I’m the one to whom Brahmā",
  "mn50:35.2": "truthfully admitted his progress:",
  "mn50:35.3": "‘Friend, I don’t have that view",
  "mn50:35.4": "that I had in the past.",
  "mn50:36.1": "I see the radiance",
  "mn50:36.2": "transcending the Brahmā realm.",
  "mn50:36.3": "So how could I say today",
  "mn50:36.4": "that I am permanent and eternal?’",
  "mn50:37.1": "Dark One, if you attack",
  "mn50:37.2": "a mendicant who directly knows this,",
  "mn50:37.3": "a disciple of the Buddha,",
  "mn50:37.4": "you’ll fall into suffering.",
  "mn50:38.1": "I’m the one who has touched the peak of Mount Meru",
  "mn50:38.2": "using the power of meditative liberation.",
  "mn50:38.3": "I’ve visited the forests of the people",
  "mn50:38.4": "who dwell in the Eastern Continent.",
  "mn50:39.1": "Dark One, if you attack",
  "mn50:39.2": "a mendicant who directly knows this,",
  "mn50:39.3": "a disciple of the Buddha,",
  "mn50:39.4": "you’ll fall into suffering.",
  "mn50:40.1": "Though a fire doesn’t think:",
  "mn50:40.2": "‘I’ll burn the fool!’",
  "mn50:40.3": "Still the fool who attacks",
  "mn50:40.4": "the fire gets burnt.",
  "mn50:41.1": "In the same way Māra,",
  "mn50:41.2": "in attacking the Realized One.",
  "mn50:41.3": "you’ll only burn yourself,",
  "mn50:41.4": "like a fool touching the flames.",
  "mn50:42.1": "Māra’s made bad karma",
  "mn50:42.2": "in attacking the Realized One.",
  "mn50:42.3": "Wicked One, do you imagine that",
  "mn50:42.4": "your wickedness won’t bear fruit?",
  "mn50:43.1": "Your deeds heap up wickedness",
  "mn50:43.2": "that will last a long time, Terminator!",
  "mn50:43.3": "Forget about the Buddha, Māra!",
  "mn50:43.4": "And give up your hopes for the mendicants!",
  "mn50:44.1": "That is how, in the Bhesekaḷā grove",
  "mn50:44.2": "the mendicant rebuked Māra.",
  "mn50:44.3": "That spirit, downcast,",
  "mn50:44.4": "disappeared right there!”"
}