{
  "_markup_path": "markup/mn/mn53.html",
  "_alt_strings": [
    "pi/mn/mn53.json"
  ],
  "mn53:1.1": "Middle Discourses 53",
  "mn53:2.1": "A Trainee",
  "mn53:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn53:3.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "mn53:3.3": "Now at that time a new town hall had recently been constructed for the Sakyans of Kapilavatthu. It had not yet been occupied by an ascetic or brahmin or any person at all.",
  "mn53:3.4": "Then the Sakyans of Kapilavatthu went up to the Buddha,",
  "mn53:3.5": "bowed, sat down to one side, ",
  "mn53:3.6": "and said to him:",
  "mn53:3.7": "“Sir, a new town hall has recently been constructed for the Sakyans of Kapilavatthu. It has not yet been occupied by an ascetic or brahmin or any person at all.",
  "mn53:3.8": "May the Buddha be the first to use it,",
  "mn53:3.9": "and only then will the Sakyans of Kapilavatthu use it.",
  "mn53:3.10": "That would be for the lasting welfare and happiness of the Sakyans of Kapilavatthu.”",
  "mn53:3.11": "The Buddha consented in silence. ",
  "mn53:3.12": "Then, knowing that the Buddha had accepted, the Sakyans got up from their seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then they went to the new town hall,",
  "mn53:3.13": "where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha",
  "mn53:3.14": "bowed, stood to one side, ",
  "mn53:3.15": "and told him of their preparations, saying:",
  "mn53:3.17": "Please, sir, come when you’re ready.”",
  "mn53:3.18": "Then the Buddha got dressed and, taking his bowl and robes, went to the new town hall together with the Saṅgha of mendicants.",
  "mn53:3.19": "Having washed his feet he entered the town hall and sat against the central column facing east.",
  "mn53:3.20": "The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them.",
  "mn53:3.21": "The Sakyans of Kapilavatthu also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them.",
  "mn53:3.22": "The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Sakyans with a Dharma talk. Then he addressed Venerable Ānanda:",
  "mn53:3.23": "“Ānanda, speak about the practicing trainee to the Sakyans of Kapilavatthu as you feel inspired.",
  "mn53:3.24": "My back is sore,",
  "mn53:3.25": "I’ll stretch it.”",
  "mn53:3.26": "“Yes, sir,” Ānanda replied.",
  "mn53:3.27": "And then the Buddha spread out his outer robe folded in four and lay down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "mn53:4.1": "Then Ānanda addressed Mahānāma the Sakyan:",
  "mn53:4.2": "“Mahānāma, noble disciple is accomplished in ethics, guards the sense doors, eats in moderation, and is committed to wakefulness. They have seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "mn53:5.1": "And how is a noble disciple accomplished in ethics?",
  "mn53:5.2": "It’s when a noble disciple is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken. ",
  "mn53:5.3": "That’s how a noble disciple is ethical.",
  "mn53:6.1": "And how does a noble disciple guard the sense doors?",
  "mn53:6.2": "When a noble disciple sees a sight with the eyes, they don’t get caught up in the features and details.",
  "mn53:6.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "mn53:6.4": "When they hear a sound with their ears …",
  "mn53:6.6": "When they smell an odor with their nose …",
  "mn53:6.8": "When they taste a flavor with their tongue … ",
  "mn53:6.10": "When they feel a touch with their body … ",
  "mn53:6.12": "When they know a phenomenon with their mind, they don’t get caught up in the features and details. ",
  "mn53:6.13": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "mn53:6.14": "That’s how a noble disciple guards the sense doors.",
  "mn53:7.1": "And how does a noble disciple eat in moderation?",
  "mn53:7.2": "It’s when a mendicant reflects on the reasons why they eat food.",
  "mn53:7.3": "‘Not for fun, indulgence, adornment, or decoration, ",
  "mn53:7.4": "but only to continue and sustain this body, avoid harm, and support spiritual practice.",
  "mn53:7.5": "So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "mn53:7.6": "That’s how a noble disciple eats in moderation.",
  "mn53:8.1": "And how is a noble disciple committed to wakefulness?",
  "mn53:8.2": "It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. In the evening, they continue to practice walking and sitting meditation. In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.",
  "mn53:8.3": "That’s how a mendicant is committed to wakefulness.",
  "mn53:9.1": "And how does a noble disciple have seven good qualities?",
  "mn53:9.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "mn53:9.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "mn53:9.4": "They have a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unwholesome qualities.",
  "mn53:9.5": "They exercise prudence. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the attainment of any bad, unwholesome qualities. ",
  "mn53:9.6": "They’re very learned, remembering and keeping what they’ve learned.",
  "mn53:9.7": "These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "mn53:9.8": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "mn53:9.9": "They’re mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.",
  "mn53:9.10": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "mn53:9.11": "That’s how a noble disciple has seven good qualities.",
  "mn53:10.1": "And how does a noble disciple get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty?",
  "mn53:10.2": "It’s when a noble disciple, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption …",
  "mn53:10.4": " ",
  "mn53:10.7": "second absorption …",
  "mn53:10.10": "third absorption …",
  "mn53:10.13": "fourth absorption.",
  "mn53:10.14": "That’s how a noble disciple gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "mn53:11.1": "When a noble disciple is accomplished in ethics, guards the sense doors, eats in moderation, and is committed to wakefulness; and whey have seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty, they are called noble disciple who is a practicing trainee. Their eggs are unspoiled, and they are capable of breaking out of their shell, becoming awakened, and achieving the supreme sanctuary.",
  "mn53:11.2": "Suppose there was a chicken with eight or ten or twelve eggs. And she properly sat on them to keep them warm and incubated. Even if that chicken doesn’t wish:",
  "mn53:11.3": "‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ Still they can break out and hatch safely.",
  "mn53:11.4": "In the same way, when a noble disciple is practicing all these things they are called a noble disciple who is a practicing trainee. Their eggs are unspoiled, and they are capable of breaking out of their shell, becoming awakened, and achieving the supreme sanctuary.",
  "mn53:12.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple recollects their many kinds of past lives, that is,",
  "mn53:12.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. …",
  "mn53:12.4": "And so they recollect their many kinds of past lives, with features and details. This is their first breaking out, like a chick from an eggshell.",
  "mn53:13.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. …",
  "mn53:13.3": "They understand how sentient beings are reborn according to their deeds. This is their second breaking out, like a chick from an eggshell.",
  "mn53:14.1": "Relying on this supreme purity of mindfulness and equanimity, that noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements. This is their third breaking out, like a chick from an eggshell.",
  "mn53:15.1": "A noble disciple’s conduct includes the following: being accomplished in ethics,",
  "mn53:15.2": "guarding the sense doors,",
  "mn53:15.3": "moderation in eating,",
  "mn53:15.4": "being committed to wakefulness,",
  "mn53:15.5": "having seven good qualities,",
  "mn53:15.6": "and getting the four absorptions when they want, without trouble or difficulty.",
  "mn53:16.1": "A noble disciple’s knowledge includes the following: recollecting their past lives,",
  "mn53:16.5": "clairvoyance that is purified and superhuman,",
  "mn53:16.8": "and realizing the undefiled freedom of heart and freedom by wisdom in this very life due to the end of defilements.",
  "mn53:17.1": "This noble disciple is said to be ‘accomplished in knowledge’, and also ‘accomplished in conduct’, and also ‘accomplished in knowledge and conduct’. ",
  "mn53:18.1": "And Brahmā Sanaṅkumāra also spoke this verse:",
  "mn53:19.1": "‘The aristocrat is best of those people",
  "mn53:19.2": "who take clan as the standard. ",
  "mn53:19.3": "But one accomplished in knowledge and conduct ",
  "mn53:19.4": "is best of gods and humans.’",
  "mn53:20.1": "But that verse was well sung by Brahmā Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken, beneficial, not harmful, and it was approved by the Buddha.”",
  "mn53:21.1": "Then the Buddha got up and said to Venerable Ānanda:",
  "mn53:21.2": "“Good, good, Ānanda! It’s good that you spoke to the Sakyans of Kapilavatthu about the practicing trainee.”",
  "mn53:22.1": "This is what Venerable Ānanda said,",
  "mn53:22.2": "and the teacher approved. ",
  "mn53:22.3": "Uplifted, the Sakyans of Kapilavatthu approved of what the Venerable Ānanda said."
}