{
  "_markup_path": "markup/mn/mn57.html",
  "_alt_strings": [
    "pi/mn/mn57.json"
  ],
  "mn57:1.1": "Middle Discourses 57",
  "mn57:2.1": "The Ascetic Who Behaved Like a Dog",
  "mn57:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn57:3.2": "At one time the Buddha was staying in the land of the Koliyans, where they have a town named Haliddavasana.",
  "mn57:3.3": "Then Puṇṇa Koliyaputta, who had taken a vow to behave like a cow, and Seniya, a naked ascetic who had taken a vow to behave like a dog, went to see the Buddha. ",
  "mn57:3.4": "Puṇṇa bowed to the Buddha and sat down to one side,",
  "mn57:3.5": "while Seniya exchanged greetings and polite conversation with him",
  "mn57:3.6": "before sitting down to one side curled up like a dog.",
  "mn57:3.7": "Puṇṇa said to the Buddha:",
  "mn57:3.8": "“Sir, this naked dog ascetic Seniya does a hard thing: he eats food placed on the ground.",
  "mn57:3.9": "For a long time he has undertaken that observance to behave like a dog.",
  "mn57:3.10": "Where will he be reborn in his next life?”",
  "mn57:3.11": "“Enough, Puṇṇa, let it be.",
  "mn57:3.12": "Don’t ask me that.”",
  "mn57:3.13": "For a second …",
  "mn57:3.15": "and a third time, Puṇṇa said to the Buddha:",
  "mn57:3.16": "“Sir, this naked dog ascetic Seniya does a hard thing: he eats food placed on the ground.",
  "mn57:3.17": "For a long time he has undertaken that observance to behave like a dog.",
  "mn57:3.18": "Where will he be reborn in his next life?”",
  "mn57:4.1": "“Clearly, Puṇṇa, I’m not getting through to you when I say:",
  "mn57:4.2": "‘Enough, Puṇṇa, let it be.",
  "mn57:4.3": "Don’t ask me that.’",
  "mn57:4.4": "Nevertheless, I will answer you.",
  "mn57:4.5": "Take someone who develops the dog observance fully and uninterruptedly. They develop a dog’s ethics, a dog’s mentality, and a dog’s behavior fully and uninterruptedly.",
  "mn57:4.6": "When their body breaks up, after death, they’re reborn in the company of dogs.",
  "mn57:4.7": "But if they have such a view:",
  "mn57:4.8": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ This is their wrong view.",
  "mn57:4.9": "An individual with wrong view is reborn in one of two places, I say:",
  "mn57:4.10": "hell or the animal realm.",
  "mn57:4.11": "So if the dog observance succeeds it leads to rebirth in the company of dogs, but if it fails it leads to hell.”",
  "mn57:4.12": "When he said this, Seniya cried and burst out in tears.",
  "mn57:5.1": "The Buddha said to Puṇṇa:",
  "mn57:5.2": "“This is what I didn’t get through to you when I said:",
  "mn57:5.3": "‘Enough, Puṇṇa, let it be.",
  "mn57:5.4": "Don’t ask me that.’”",
  "mn57:5.5": "“Sir, I’m not crying because of what the Buddha said.",
  "mn57:5.6": "But, sir, for a long time I have undertaken this observance to behave like a dog.",
  "mn57:5.7": "Sir, this Puṇṇa has taken a vow to behave like a cow.",
  "mn57:5.8": "For a long time he has undertaken that observance to behave like a cow.",
  "mn57:5.9": "Where will he be reborn in his next life?”",
  "mn57:5.10": "“Enough, Seniya, let it be.",
  "mn57:5.11": "Don’t ask me that.”",
  "mn57:5.12": "For a second time …",
  "mn57:5.14": "and a third time Seniya said to the Buddha:",
  "mn57:5.15": "“Sir, this Puṇṇa has taken a vow to behave like a cow.",
  "mn57:5.16": "For a long time he has undertaken that observance to behave like a cow.",
  "mn57:5.17": "Where will he be reborn in his next life?”",
  "mn57:6.1": "“Clearly, Seniya, I’m not getting through to you when I say:",
  "mn57:6.2": "‘Enough, Seniya, let it be.",
  "mn57:6.3": "Don’t ask me that.’",
  "mn57:6.4": "Nevertheless, I will answer you.",
  "mn57:6.5": "Take someone who develops the cow observance fully and uninterruptedly. They develop a cow’s ethics, a cow’s mentality, and a cow’s behavior fully and uninterruptedly.",
  "mn57:6.6": "When their body breaks up, after death, they’re reborn in the company of cows.",
  "mn57:6.7": "But if they have such a view:",
  "mn57:6.8": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ This is their wrong view.",
  "mn57:6.9": "An individual with wrong view is reborn in one of two places, I say:",
  "mn57:6.10": "hell or the animal realm.",
  "mn57:6.11": "So if the cow observance succeeds it leads to rebirth in the company of cows, but if it fails it leads to hell.”",
  "mn57:6.12": "When he said this, Puṇṇa cried and burst out in tears.",
  "mn57:7.1": "The Buddha said to Seniya:",
  "mn57:7.2": "“This is what I didn’t get through to you when I said:",
  "mn57:7.3": "‘Enough, Seniya, let it be.",
  "mn57:7.4": "Don’t ask me that.’”",
  "mn57:7.5": "“Sir, I’m not crying because of what the Buddha said.",
  "mn57:7.6": "But, sir, for a long time I have undertaken this observance to behave like a cow.",
  "mn57:7.7": "I have such confidence in the Buddha that I believe he",
  "mn57:7.8": "is capable of teaching me so that I can give up this cow observance, and the naked ascetic Seniya can give up that dog observance.”",
  "mn57:7.9": "“Well then, Puṇṇa, listen and pay close attention, I will speak.”",
  "mn57:7.10": "“Yes, sir,” he replied.",
  "mn57:7.11": "The Buddha said this:",
  "mn57:8.1": "“Mendicants, I declare these four kinds of deeds, having realized them with my own insight.",
  "mn57:8.2": "What four?",
  "mn57:8.3": "<ol><li>There are dark deeds with dark results;</li>",
  "mn57:8.4": "<li>bright deeds with bright results;</li>",
  "mn57:8.5": "<li>dark and bright deeds with dark and bright results; and</li>",
  "mn57:8.6": "<li>neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds.</li></ol>",
  "mn57:9.1": "And what are dark deeds with dark results?",
  "mn57:9.2": "It’s when someone makes hurtful choices by way of body, speech, and mind.",
  "mn57:9.3": "Having made these choices, they’re reborn in a hurtful world,",
  "mn57:9.4": "where hurtful contacts touch them.",
  "mn57:9.5": "Touched by hurtful contacts, they experience hurtful feelings that are exclusively painful—like the beings in hell.",
  "mn57:9.6": "This is how a being is born from a being.",
  "mn57:9.7": "For your deeds determine your rebirth, and when you’re reborn contacts affect you.",
  "mn57:9.8": "This is why I say that sentient beings are heirs to their deeds.",
  "mn57:9.9": "These are called dark deeds with dark results.",
  "mn57:10.1": "And what are bright deeds with bright results?",
  "mn57:10.2": "Furthermore, a certain person makes pleasing choices by way of body, speech, and mind.",
  "mn57:10.3": "Having made these choices, they are reborn in a pleasing world,",
  "mn57:10.4": "where pleasing contacts touch them.",
  "mn57:10.5": "Touched by pleasing contacts, they experience pleasing feelings that are exclusively happy—like the gods replete with glory.",
  "mn57:10.6": "This is how a being is born from a being.",
  "mn57:10.7": "For your deeds determine your rebirth, and when you’re reborn contacts affect you.",
  "mn57:10.8": "This is why I say that sentient beings are heirs to their deeds.",
  "mn57:10.9": "These are called bright deeds with bright results.",
  "mn57:11.1": "And what are dark and bright deeds with dark and bright results?",
  "mn57:11.2": "It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind.",
  "mn57:11.3": "Having made these choices, they are reborn in a world that is both hurtful and pleasing,",
  "mn57:11.4": "where hurtful and pleasing contacts touch them.",
  "mn57:11.5": "Touched by both hurtful and pleasing contacts, they experience both hurtful and pleasing feelings that are a mixture of pleasure and pain—like humans, some gods, and some beings in the underworld.",
  "mn57:11.6": "This is how a being is born from a being.",
  "mn57:11.7": "For what you do brings about your rebirth, ",
  "mn57:11.8": "and when you’re reborn contacts affect you.",
  "mn57:11.9": "This is why I say that sentient beings are heirs to their deeds.",
  "mn57:11.10": "These are called dark and bright deeds with dark and bright results.",
  "mn57:12.1": "And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds?",
  "mn57:12.2": "It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results.",
  "mn57:12.3": "These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds.",
  "mn57:12.4": "These are the four kinds of deeds that I declare, having realized them with my own insight.”",
  "mn57:13.1": "When he had spoken, Puṇṇa Koliyaputta the observer of cow behavior said to the Buddha:",
  "mn57:13.2": "“Excellent, sir! Excellent! …",
  "mn57:13.5": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”",
  "mn57:13.6": "And Seniya the naked dog ascetic said to the Buddha:",
  "mn57:13.7": "“Excellent, sir! Excellent! …",
  "mn57:13.11": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "mn57:13.12": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "mn57:13.13": "“Seniya, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation.",
  "mn57:13.14": "When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into the state of a mendicant.",
  "mn57:13.15": "However, I have recognized individual differences in this matter.”",
  "mn57:14.1": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into the state of a mendicant.”",
  "mn57:15.1": "And the naked dog ascetic Seniya received the going forth, the ordination in the Buddha’s presence.",
  "mn57:15.2": "Not long after his ordination, Venerable Seniya, living alone, withdrawn, diligent, keen, and determined, soon ",
  "mn57:15.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "mn57:16.1": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "mn57:16.2": "And Venerable Seniya became one of the perfected."
}