{
  "_markup_path": "markup/mn/mn59.html",
  "_alt_strings": [
    "pi/mn/mn59.json"
  ],
  "mn59:1.1": "Middle Discourses 59",
  "mn59:2.1": "The Many Kinds of Feeling",
  "mn59:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn59:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn59:3.3": "Then the carpenter Pañcakaṅga went up to Venerable Udāyī,",
  "mn59:3.4": "bowed, sat down to one side,",
  "mn59:3.5": "and said to him:",
  "mn59:3.6": "“Sir, how many feelings has the Buddha spoken of?”",
  "mn59:3.7": "“Carpenter, the Buddha has spoken of three feelings:",
  "mn59:3.8": "pleasant, painful, and neutral.",
  "mn59:3.9": "The Buddha has spoken of these three feelings.”",
  "mn59:3.10": "When he said this, Pañcakaṅga said to Udāyī:",
  "mn59:3.11": "“Sir, Udāyī, the Buddha hasn’t spoken of three feelings.",
  "mn59:3.12": "He’s spoken of two feelings:",
  "mn59:3.13": "pleasant and painful.",
  "mn59:3.14": "The Buddha said that neutral feeling is included as a peaceful and subtle kind of pleasure.”",
  "mn59:4.1": "For a second time, Udāyī said to him:",
  "mn59:4.2": "“The Buddha hasn’t spoken of two feelings, ",
  "mn59:4.3": "he’s spoken of three.”",
  "mn59:4.6": "For a second time, Pañcakaṅga said to Udāyī:",
  "mn59:4.7": "“The Buddha hasn’t spoken of three feelings,",
  "mn59:4.8": "he’s spoken of two.”",
  "mn59:5.1": "And for a third time, Udāyī said to him:",
  "mn59:5.2": "“The Buddha hasn’t spoken of two feelings, ",
  "mn59:5.3": "he’s spoken of three.”",
  "mn59:5.6": "And for a third time, Pañcakaṅga said to Udāyī:",
  "mn59:5.7": "“The Buddha hasn’t spoken of three feelings, he’s spoken of two.”",
  "mn59:5.10": "But neither was able to persuade the other.",
  "mn59:6.1": "Venerable Ānanda heard this discussion between Udāyī and Pañcakaṅga.",
  "mn59:6.2": "Then he went up to the Buddha, ",
  "mn59:6.3": "bowed, sat down to one side, ",
  "mn59:6.4": "and informed the Buddha of all they had discussed.",
  "mn59:6.5": "When he had spoken, the Buddha said to him:",
  "mn59:6.6": "“Ānanda, the explanation by the mendicant Udāyī, which the carpenter Pañcakaṅga didn’t agree with, was quite correct. But the explanation by Pañcakaṅga, which Udāyī didn’t agree with, was also quite correct.",
  "mn59:6.7": "In one explanation I’ve spoken of two feelings. In another explanation I’ve spoken of three feelings, or five, six, eighteen, thirty-six, or a hundred and eight feelings.",
  "mn59:6.8": "I’ve explained the teaching in all these different ways.",
  "mn59:6.9": "This being so, you can expect that those who don’t concede, approve, or agree with what has been well spoken",
  "mn59:6.10": "will argue, quarrel, and fight, continually wounding each other with barbed words.",
  "mn59:6.11": "I’ve explained the teaching in all these different ways.",
  "mn59:6.12": "This being so, you can expect that those who do concede, approve, or agree with what has been well spoken",
  "mn59:6.13": "will live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes.",
  "mn59:7.1": "There are these five kinds of sensual stimulation.",
  "mn59:7.2": "What five?",
  "mn59:7.3": "Sights known by the eye that are likeable, desirable, agreeable, pleasant, sensual, and arousing. Sounds known by the ear …",
  "mn59:7.5": "Smells known by the nose … ",
  "mn59:7.7": "Tastes known by the tongue …",
  "mn59:7.9": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn59:7.10": "These are the five kinds of sensual stimulation.",
  "mn59:7.11": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure.",
  "mn59:8.1": "There are those who would say",
  "mn59:8.2": "that this is the highest pleasure and happiness that sentient beings experience. But I don’t accept that.",
  "mn59:8.3": "Why is that?",
  "mn59:8.4": "Because there is another pleasure that is better and more excellent than that.",
  "mn59:8.5": "And what is that pleasure?",
  "mn59:8.6": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn59:8.9": "This is a pleasure that is better and more excellent than that. ",
  "mn59:9.1": "There are those who would say",
  "mn59:9.2": "that this is the highest pleasure and happiness that sentient beings experience. But I don’t accept that.",
  "mn59:9.3": "Why is that? ",
  "mn59:9.4": "Because there is another pleasure that is better and more excellent than that.",
  "mn59:9.5": "And what is that pleasure?",
  "mn59:9.6": "It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. …",
  "mn59:10.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:10.3": "And what is that pleasure?",
  "mn59:10.4": "It’s when, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. …",
  "mn59:11.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:11.3": "And what is that pleasure?",
  "mn59:11.4": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. …",
  "mn59:12.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:12.3": "And what is that pleasure?",
  "mn59:12.4": "It’s when a mendicant—going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity—aware that ‘space is infinite’, enters and remains in the dimension of infinite space. …",
  "mn59:13.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:13.3": "And what is that pleasure?",
  "mn59:13.4": "It’s when a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. …",
  "mn59:14.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:14.3": "And what is that pleasure?",
  "mn59:14.4": "It’s when a mendicant—going totally beyond the dimension of infinite consciousness—aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. …",
  "mn59:15.2": "There is another pleasure that is better and more excellent than that. ",
  "mn59:15.3": "And what is that pleasure?",
  "mn59:15.4": "It’s when a mendicant—going totally beyond the dimension of nothingness—enters and remains in the dimension of neither perception nor non-perception.",
  "mn59:15.5": "This is a pleasure that is better and more excellent than that.",
  "mn59:16.1": "There are those who would say",
  "mn59:16.2": "that this is the highest pleasure and happiness that sentient beings experience. But I don’t concede that to them.",
  "mn59:16.3": "Why is that?",
  "mn59:16.4": "Because there is another pleasure that is better and more excellent than that.",
  "mn59:16.5": "And what is that pleasure?",
  "mn59:16.6": "It’s when a mendicant—going totally beyond the dimension of neither perception nor non-perception—enters and remains in the cessation of perception and feeling.",
  "mn59:16.7": "This is a pleasure that is better and more excellent than that. ",
  "mn59:17.1": "It’s possible that wanderers who follow other paths might say:",
  "mn59:17.2": "‘The ascetic Gotama spoke of the cessation of perception and feeling, and he includes it in happiness.",
  "mn59:17.4": "What’s up with that?’",
  "mn59:17.5": "When wanderers who follow other paths say this, you should say to them:",
  "mn59:17.6": "‘Reverends, when the Buddha describes what’s included in happiness, he’s not just referring to pleasant feeling.",
  "mn59:17.7": "The Realized One describes pleasure as included in happiness wherever it’s found, and in whatever context.’”",
  "mn59:18.1": "This is what the Buddha said.",
  "mn59:18.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}