{
  "_markup_path": "markup/mn/mn61.html",
  "_alt_strings": [
    "pi/mn/mn61.json"
  ],
  "mn61:1.1": "Middle Discourses 61",
  "mn61:2.1": "Advice to Rāhula at Ambalaṭṭhika",
  "mn61:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn61:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn61:3.3": "Now at that time Venerable Rāhula was staying at Ambalaṭṭhika.",
  "mn61:3.4": "Then in the late afternoon, the Buddha came out of solitude and went to Ambalaṭṭhika to see Venerable Rāhula.",
  "mn61:3.5": "Rāhula saw the Buddha coming off in the distance.",
  "mn61:3.6": "He prepared a seat and water for washing the feet.",
  "mn61:3.7": "The Buddha sat on the prepared seat. ",
  "mn61:3.8": "and washed his feet.",
  "mn61:3.9": "Rāhula bowed to the Buddha and sat down to one side.",
  "mn61:4.1": "Then the Buddha, leaving a little water in the pot, addressed Rāhula:",
  "mn61:4.2": "“Rāhula, do you see this little bit of water left in the pot?”",
  "mn61:4.3": "“Yes, sir.”",
  "mn61:4.4": "“That’s how the little of the ascetic’s nature is left in those who are not ashamed to tell a deliberate lie.”",
  "mn61:4.5": "Then the Buddha, tossing away what little water was left in the pot, addressed Rāhula:",
  "mn61:4.6": "“Do you see this little bit of water that was tossed away?”",
  "mn61:4.7": "“Yes, sir.”",
  "mn61:4.8": "“That’s how the ascetic’s nature is tossed away in those who are not ashamed to tell a deliberate lie.”",
  "mn61:4.9": "Then the Buddha, turning the pot upside down, addressed Rāhula:",
  "mn61:4.10": "“Do you see how this pot is turned upside down?”",
  "mn61:4.11": "“Yes, sir.”",
  "mn61:4.12": "“That’s how the ascetic’s nature is turned upside down in those who are not ashamed to tell a deliberate lie.”",
  "mn61:4.13": "Then the Buddha, turning the pot right side up, addressed Rāhula:",
  "mn61:4.14": "“Do you see how this pot is vacant and empty?”",
  "mn61:4.15": "“Yes, sir.”",
  "mn61:4.16": "“That’s how vacant and empty the ascetic’s nature is in those who are not ashamed to tell a deliberate lie.",
  "mn61:4.17": "Suppose there was a royal bull elephant with tusks like plows, able to draw a heavy load, pedigree and battle-hardened. In battle it uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail,",
  "mn61:4.18": "but it still protects its trunk.",
  "mn61:4.19": "So its rider thinks:",
  "mn61:4.20": "‘This royal bull elephant",
  "mn61:4.23": "still protects its trunk.",
  "mn61:4.24": "It has not fully dedicated its life.’",
  "mn61:4.25": "But when that royal bull elephant … in battle uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail,",
  "mn61:4.27": "and its trunk, its rider thinks:",
  "mn61:4.28": "‘This royal bull elephant … in battle uses its fore-feet and hind-feet, its fore-quarters and hind-quarters, its head, ears, tusks, and tail, and its trunk.",
  "mn61:4.29": "It has fully dedicated its life.",
  "mn61:4.30": "Now there is nothing that royal bull elephant would not do.’",
  "mn61:4.31": "In the same way, when someone is not ashamed to tell a deliberate lie, there is no bad deed they would not do, I say.",
  "mn61:4.32": "So you should train like this: ‘I will not tell a lie, even for a joke.’",
  "mn61:5.1": "What do you think, Rāhula? What is the purpose of a mirror?”",
  "mn61:6.1": "“Its for reflection, sir.”",
  "mn61:7.1": "“In the same way, deeds of body, speech, and mind should be done only after repeated reflection.",
  "mn61:7.2": "When you want to act with the body, you should reflect on that same deed:",
  "mn61:7.3": "‘Does this act with the body that I want to do lead to hurting myself, hurting others, and hurting both?",
  "mn61:7.4": "Is it unskillful, with suffering as its outcome and result?’",
  "mn61:7.5": "If, while reflecting in this way, you know:",
  "mn61:7.6": "‘This act with the body that I want to do leads to hurting myself, hurting others, and hurting both.",
  "mn61:7.7": "It’s unskillful, with suffering as its outcome and result.’ To the best of your ability, Rāhula, you should not do such a deed.",
  "mn61:7.8": "But if, while reflecting in this way, you know:",
  "mn61:7.9": "‘This act with the body that I want to do doesn’t lead to hurting myself, hurting others, or hurting both.",
  "mn61:7.10": "It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should do such a deed.",
  "mn61:8.1": "While you are acting with the body, you should reflect on that same act:",
  "mn61:8.2": "‘Does this act with the body that I am doing lead to hurting myself, hurting others, and hurting both?",
  "mn61:8.3": "Is it unskillful, with suffering as its outcome and result?’",
  "mn61:8.4": "If, while reflecting in this way, you know:",
  "mn61:8.5": "‘This act with the body that I am doing leads to hurting myself, hurting others, and hurting both.",
  "mn61:8.6": "It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should desist from such a deed.",
  "mn61:8.7": "But if, while reflecting in this way, you know:",
  "mn61:8.8": "‘This act with the body that I am doing doesn’t lead to hurting myself, hurting others, or hurting both.",
  "mn61:8.9": "It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should continue doing such a deed.",
  "mn61:9.1": "After you have acted with the body, you should reflect on that same act:",
  "mn61:9.2": "‘Does this act with the body that I have done lead to hurting myself, hurting others, and hurting both?",
  "mn61:9.3": "Is it unskillful, with suffering as its outcome and result?’",
  "mn61:9.4": "If, while reflecting in this way, you know:",
  "mn61:9.5": "‘This act with the body that I have done leads to hurting myself, hurting others, and hurting both.",
  "mn61:9.6": "It’s unskillful, with suffering as its outcome and result.’ Then, Rāhula, you should confess, reveal, and clarify such a deed to the Teacher or a sensible spiritual companion.",
  "mn61:9.7": "And having revealed it you should restrain yourself in future.",
  "mn61:9.8": "But if, while reflecting in this way, you know:",
  "mn61:9.9": "‘This act with the body that I have done doesn’t lead to hurting myself, hurting others, or hurting both.",
  "mn61:9.10": "It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should live in rapture and joy because of this, continuing to train day and night in wholesome qualities.",
  "mn61:10.1": "When you want to act with speech …",
  "mn61:13.1": "When you want to act with the mind …",
  "mn61:15.8": "But if, while reflecting in this way, you know:",
  "mn61:15.9": "‘This act with the mind that I have done doesn’t lead to hurting myself, hurting others, or hurting both.",
  "mn61:15.10": "It’s skillful, with happiness as its outcome and result.’ Then, Rāhula, you should live in rapture and joy because of this, continuing to train day and night in wholesome qualities.",
  "mn61:16.1": "All the ascetics and brahmins of the past, future, and present who purify their physical, verbal, and mental actions do so after repeated reflection.",
  "mn61:16.4": "So Rāhula, you should train yourself like this: ‘I will purify my physical, verbal, and mental actions after repeated reflection.’”",
  "mn61:17.1": "This is what the Buddha said.",
  "mn61:17.2": "Uplifted, Venerable Rāhula approved of what the Buddha said."
}