{
  "_markup_path": "markup/mn/mn62.html",
  "_alt_strings": [
    "pi/mn/mn62.json"
  ],
  "mn62:1.1": "Middle Discourses 62",
  "mn62:2.1": "The Longer Discourse to Rāhula",
  "mn62:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn62:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn62:3.3": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Sāvatthī for alms.",
  "mn62:3.4": "And Venerable Rāhula also got dressed and followed behind the Buddha.",
  "mn62:3.5": "Then the Buddha looked back at Rāhula and said:",
  "mn62:3.6": "“Rāhula, you should truly see any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: <em>all</em> form—with proper wisdom: ‘This is not mine, I am not this, this is not my self.’”",
  "mn62:3.7": " ",
  "mn62:3.9": "“Only form, Blessed One? Only form, Holy One?”",
  "mn62:3.10": "“Form, Rāhula, as well as feeling and perception and choices and consciousness.”",
  "mn62:3.11": "The Rāhula thought: “Who would go to the village for alms today after being advised directly by the Buddha?” Turning back, he sat down at the root of a certain tree in the meditation posture, with his body erect, and established mindfulness in the present.",
  "mn62:3.12": "Venerable Sāriputta saw him sitting there,",
  "mn62:3.13": "and addressed him:",
  "mn62:3.14": "“Rāhula, develop mindfulness of breathing.",
  "mn62:3.15": "When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.”",
  "mn62:4.1": "Then in the late afternoon, Rāhula came out of solitude, went to the Buddha.",
  "mn62:4.2": "bowed, sat down to one side,",
  "mn62:4.3": "and said to him:",
  "mn62:4.4": "“Sir, how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?”",
  "mn62:4.5": "“Rāhula, the interior earth element is said to be anything hard, solid, and organic that’s internal, pertaining to an individual. This includes",
  "mn62:4.6": "head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentry, undigested food, feces, or anything else hard, solid, and organic that’s internal, pertaining to an individual.",
  "mn62:4.8": "The interior earth element and the exterior earth element are just the earth element.",
  "mn62:4.9": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "mn62:4.11": "When you really see with proper understanding, you reject the earth element, detaching the mind from the earth element.",
  "mn62:5.1": "And what is the water element?",
  "mn62:5.2": "The water element may be interior or exterior.",
  "mn62:5.3": "And what is the interior water element?",
  "mn62:5.4": "Anything that’s water, watery, and organic that’s internal, pertaining to an individual. This includes",
  "mn62:5.5": "bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine, or anything else that’s water, watery, and organic that’s internal, pertaining to an individual.",
  "mn62:5.6": "This is called the interior water element.",
  "mn62:5.7": "The interior water element and the exterior water element are just the water element.",
  "mn62:5.8": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "mn62:5.10": "When you really see with proper understanding, you reject the water element, detaching the mind from the water element.",
  "mn62:6.1": "And what is the fire element?",
  "mn62:6.2": "The fire element may be interior or exterior.",
  "mn62:6.3": "And what is the interior fire element?",
  "mn62:6.4": "Anything that’s fire, firey, and organic that’s internal, pertaining to an individual. This includes",
  "mn62:6.5": "that which warms, that which ages, that which heats you up when feverish, that which properly digests food and drink, or anything else that’s fire, fiery, and organic that’s internal, pertaining to an individual.",
  "mn62:6.6": "This is called the interior fire element.",
  "mn62:6.7": "The interior fire element and the exterior fire element are just the fire element.",
  "mn62:6.8": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "mn62:6.10": "When you really see with proper understanding, you reject the fire element, detaching the mind from the fire element.",
  "mn62:7.1": "And what is the wind element?",
  "mn62:7.2": "The wind element may be interior or exterior.",
  "mn62:7.3": "And what is the interior wind element?",
  "mn62:7.4": "Anything that’s wind, windy, and organic that’s internal, pertaining to an individual. This includes",
  "mn62:7.5": "winds that go up or down, winds in the belly or the bowels, winds that flow through the limbs, in-breaths and out-breaths, or anything else that’s air, airy, and organic that’s internal, pertaining to an individual.",
  "mn62:7.6": "This is called the interior wind element.",
  "mn62:7.7": "The interior wind element and the exterior wind element are just the wind element.",
  "mn62:7.8": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "mn62:7.10": "When you really see with proper understanding, you reject the wind element, detaching the mind from the wind element.",
  "mn62:8.1": "And what is the space element?",
  "mn62:8.2": "The space element may be interior or exterior.",
  "mn62:8.3": "And what is the interior space element?",
  "mn62:8.4": "Anything that’s space, spacious, and organic that’s internal, pertaining to an individual. This includes",
  "mn62:8.5": "the ear canals, nostrils, and mouth; and the space for swallowing what is eaten and drunk, the space where it stays, and the space for excreting it from the nether regions.",
  "mn62:8.6": "This is called the interior space element.",
  "mn62:8.7": "The interior space element and the exterior space element are just the earth element.",
  "mn62:8.8": "This should be truly seen with proper understanding like this: ‘This is not mine, I am not this, this is not my self.’",
  "mn62:8.10": "When you really see with proper understanding, you reject the space element, detaching the mind from the space element.",
  "mn62:9.1": "Rāhula, meditate like the earth.",
  "mn62:9.2": "For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:9.3": "Suppose they were to toss both clean and unclean things on the earth, like feces, urine, spit, pus, and blood. The earth isn’t horrified, repelled, and disgusted because of this.",
  "mn62:9.4": "In the same way, meditate like the earth.",
  "mn62:9.5": "For when you meditate like the earth, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:10.1": "Meditate like water.",
  "mn62:10.2": "For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:10.3": "Suppose they were to wash both clean and unclean things in the water, like feces, urine, spit, pus, and blood. The water isn’t horrified, repelled, and disgusted because of this.",
  "mn62:10.4": "In the same way, meditate like the water.",
  "mn62:10.5": "For when you meditate like water, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:11.1": "Meditate like fire.",
  "mn62:11.2": "For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:11.3": "Suppose a fire were to burn both clean and unclean, like feces, urine, spit, pus, and blood. The fire isn’t horrified, repelled, and disgusted because of this.",
  "mn62:11.4": "In the same way, meditate like fire.",
  "mn62:11.5": "For when you meditate like fire, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:12.1": "Meditate like wind.",
  "mn62:12.2": "For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:12.3": "Suppose the wind were to blow on both clean and unclean things, like feces, urine, spit, pus, and blood. The wind isn’t horrified, repelled, and disgusted because of this.",
  "mn62:12.4": "In the same way, meditate like the wind.",
  "mn62:12.5": "For when you meditate like wind, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:13.1": "Meditate like space.",
  "mn62:13.2": "For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:13.3": "Just as space is not established anywhere,",
  "mn62:13.4": "in the same way, meditate like space.",
  "mn62:13.5": "For when you meditate like space, pleasant and unpleasant contacts will not occupy your mind.",
  "mn62:14.1": "Meditate on love.",
  "mn62:14.2": "For when you meditate on love any ill will will be given up.",
  "mn62:14.3": "Meditate on compassion.",
  "mn62:14.4": "For when you meditate on compassion any cruelty will be given up.",
  "mn62:14.5": "Meditate on rejoicing.",
  "mn62:14.6": "For when you meditate on rejoicing any negativity will be given up.",
  "mn62:14.7": "Meditate on equanimity.",
  "mn62:14.8": "For when you meditate on equanimity any rigidity will be given up.",
  "mn62:14.9": "Meditate on ugliness.",
  "mn62:14.10": "For when you meditate on ugliness any lust will be given up.",
  "mn62:14.11": "Meditate on impermanence.",
  "mn62:14.12": "For when you meditate on impermanence any conceit ‘I am’ will be given up.",
  "mn62:15.1": "Develop mindfulness of breathing.",
  "mn62:15.2": "When mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.",
  "mn62:15.3": "And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?",
  "mn62:15.4": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down in the meditation posture, with their body erect, and focuses their mindfulness right there.",
  "mn62:15.5": "Ever mindful, they breath in. Mindful, they breath out.",
  "mn62:16.1": "When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’",
  "mn62:16.2": "When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’",
  "mn62:16.3": "They practice breathing in experiencing the whole body.",
  "mn62:16.4": "They practice breathing out experiencing the whole body.",
  "mn62:16.5": "They practice breathing in stilling the body’s motion.",
  "mn62:16.6": "They practice breathing out stilling the body’s motion.",
  "mn62:17.1": "They practice breathing in experiencing rapture.",
  "mn62:17.2": "They practice breathing out experiencing rapture.",
  "mn62:17.3": "They practice breathing in experiencing bliss.",
  "mn62:17.4": "They practice breathing out experiencing bliss.",
  "mn62:17.5": "They practice breathing in experiencing these emotions.",
  "mn62:17.6": "They practice breathing out experiencing these emotions.",
  "mn62:17.7": "They practice breathing in stilling these emotions.",
  "mn62:17.8": "They practice breathing out stilling these emotions.",
  "mn62:18.1": "They practice breathing in experiencing the mind.",
  "mn62:18.2": "They practice breathing out experiencing the mind.",
  "mn62:18.3": "They practice breathing in gladdening the mind.",
  "mn62:18.4": "They practice breathing out gladdening the mind.",
  "mn62:18.5": "They practice breathing in converging the mind.",
  "mn62:18.6": "They practice breathing out converging the mind.",
  "mn62:18.7": "They practice breathing in freeing the mind.",
  "mn62:18.8": "They practice breathing out freeing the mind.",
  "mn62:19.1": "They practice breathing in observing impermanence. ",
  "mn62:19.2": "They practice breathing out observing impermanence.",
  "mn62:19.3": "They practice breathing in observing fading away. ",
  "mn62:19.4": "They practice breathing out observing fading away.",
  "mn62:19.5": "They practice breathing in observing cessation. ",
  "mn62:19.6": "They practice breathing out observing cessation.",
  "mn62:19.7": "They practice breathing in observing letting go.",
  "mn62:19.8": "They practice breathing out observing letting go.",
  "mn62:20.1": "Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.",
  "mn62:20.2": "When mindfulness of breathing is developed and cultivated in this way, even when the final breaths in and out cease, they are known, not unknown.”",
  "mn62:21.1": "This is what the Buddha said.",
  "mn62:21.2": "Uplifted, Venerable Rāhula approved of what the Buddha said."
}