{
  "_markup_path": "markup/mn/mn64.html",
  "_alt_strings": [
    "pi/mn/mn64.json"
  ],
  "mn64:1.1": "Middle Discourses 64",
  "mn64:2.1": "The Longer Discourse With Māluṅkya",
  "mn64:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn64:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn64:3.3": "There the Buddha addressed the mendicants:  ",
  "mn64:3.4": "“Mendicants!”",
  "mn64:3.5": "“Venerable sir,” they replied.",
  "mn64:3.6": "The Buddha said this:",
  "mn64:3.7": "“Mendicants, do you remember the five lower fetters that I taught?”",
  "mn64:4.1": "When he said this, Venerable Māluṅkyaputta said to him:",
  "mn64:4.2": "“Sir, I remember them.”",
  "mn64:4.3": "“But how do you remember them?”",
  "mn64:4.4": "“I remember the lower fetters taught by the Buddha as follows: identity view,",
  "mn64:4.5": "doubt,",
  "mn64:4.6": "misapprehension of precepts and observances,",
  "mn64:4.7": "sensual desire,",
  "mn64:4.8": "and ill will.",
  "mn64:4.9": "That’s how I remember the five lower fetters taught by the Buddha.”",
  "mn64:5.1": "“Who on earth do you remember being taught the five lower fetters in that way?",
  "mn64:5.2": "Wouldn’t the wanderers who follow other paths fault you using the simile of the infant?",
  "mn64:5.3": "For a little baby doesn’t even have a concept of ‘identity’, so how could identity view possibly arise in them?",
  "mn64:5.4": "Yet the tendency to identity view still lies within them.",
  "mn64:5.5": "A little baby doesn’t even have a concept of ‘teachings’, so how could doubt about the teachings possibly arise in them?",
  "mn64:5.6": "Yet the tendency to doubt still lies within them.",
  "mn64:5.7": "For a little baby doesn’t even have a concept of ‘precepts’, so how could misapprehension of precepts and observances possibly arise in them?",
  "mn64:5.8": "Yet the tendency to misapprehension of precepts and observances still lies within them.",
  "mn64:5.9": "A little baby doesn’t even have a concept of ‘sensual pleasures’, so how could desire for sensual pleasures possibly arise in them?",
  "mn64:5.10": "Yet the tendency to sensual desire still lies within them.",
  "mn64:5.11": "A little baby doesn’t even have a concept of ‘sentient beings’, so how could ill will for sentient beings possibly arise in them?",
  "mn64:5.12": "Yet the tendency to ill will still lies within them.",
  "mn64:5.13": "Wouldn’t the wanderers who follow other paths fault you using the simile of the infant?”",
  "mn64:6.1": "When he said this, Venerable Ānanda said to the Buddha:",
  "mn64:6.2": "“Now is the time, Blessed One! Now is the time, Holy One! May the Buddha teach the five lower fetters.",
  "mn64:6.3": "The mendicants will listen and remember it.”",
  "mn64:6.4": "“Well then, Ānanda, listen and pay close attention,",
  "mn64:6.5": "I will speak.”",
  "mn64:6.6": "“Yes, sir,” Ānanda replied.",
  "mn64:6.7": "The Buddha said this:",
  "mn64:7.1": "“Ānanda, take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. Their heart is overcome and brought low by identity view,",
  "mn64:7.2": "and they don’t truly understand the escape from identity view that has arisen.",
  "mn64:7.3": "That identity view is reinforced in them, not eliminated: it is a lower fetter.",
  "mn64:8.1": "Their heart is overcome and brought low by doubt,",
  "mn64:8.2": "and they don’t truly understand the escape from doubt that has arisen.",
  "mn64:8.3": "That doubt is reinforced in them, not eliminated: it is a lower fetter.",
  "mn64:9.1": "Their heart is overcome and brought low by misapprehension of precepts and observances,",
  "mn64:9.2": "and they don’t truly understand the escape from misapprehension of precepts and observances that has arisen.",
  "mn64:9.3": "That misapprehension of precepts and observances is reinforced in them, not eliminated: it is a lower fetter.",
  "mn64:10.1": "Their heart is overcome and brought low by sensual desire,",
  "mn64:10.2": "and they don’t truly understand the escape from sensual desire that has arisen.",
  "mn64:10.3": "That sensual desire is reinforced in them, not eliminated: it is a lower fetter.",
  "mn64:11.1": "Their heart is overcome and brought low by ill will,",
  "mn64:11.2": "and they don’t truly understand the escape from ill will that has arisen.",
  "mn64:11.3": "That ill will is reinforced in them, not eliminated: it is a lower fetter.",
  "mn64:12.1": "But an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. Their heart is not overcome and brought low by identity view,",
  "mn64:12.2": "and they truly understand the escape from identity view that has arisen.",
  "mn64:12.3": "That identity view, along with any tendency to it, is given up in them.",
  "mn64:13.1": "Their heart is not overcome and brought low by doubt,",
  "mn64:13.2": "and they truly understand the escape from doubt that has arisen.",
  "mn64:13.3": "That doubt, along with any tendency to it, is given up in them.",
  "mn64:14.1": "Their heart is not overcome and brought low by misapprehension of precepts and observances,",
  "mn64:14.2": "and they truly understand the escape from misapprehension of precepts and observances that has arisen.",
  "mn64:14.3": "That misapprehension of precepts and observances, along with any tendency to it, is given up in them.",
  "mn64:15.1": "Their heart is not overcome and brought low by sensual desire,",
  "mn64:15.2": "and they truly understand the escape from sensual desire that has arisen.",
  "mn64:15.3": "That sensual desire, along with any tendency to it, is given up in them.",
  "mn64:16.1": "Their heart is not overcome and brought low by ill will,",
  "mn64:16.2": "and they truly understand the escape from ill will that has arisen.",
  "mn64:16.3": "That ill will, along with any tendency to it, is given up in them.",
  "mn64:17.1": "There is a path and a practice for giving up the five lower fetters. It’s not possible to know or see or give up the five lower fetters without relying on that path and that practice.",
  "mn64:17.3": "Suppose there was a large tree standing with heartwood. It’s not possible to cut out the heartwood without having cut through the bark and the softwood.",
  "mn64:17.5": "In the same way, there is a path and a practice for giving up the five lower fetters. It’s not possible to know or see or give up the five lower fetters without relying on that path and that practice.",
  "mn64:18.1": "There is a path and a practice for giving up the five lower fetters. It is possible to know and see and give up the five lower fetters by relying on that path and that practice.",
  "mn64:18.3": "Suppose there was a large tree standing with heartwood. It is possible to cut out the heartwood after having cut through the bark and the softwood.",
  "mn64:18.5": "In the same way, there is a path and a practice for giving up the five lower fetters. It is possible to know and see and give up the five lower fetters by relying on that path and that practice.",
  "mn64:18.7": "Suppose the river Ganges was full to the brim so a crow could drink from it.",
  "mn64:18.8": "Then along comes a feeble person, who thinks:",
  "mn64:18.9": "‘By swimming with my arms I’ll safely cross over to the far shore of the Ganges.’",
  "mn64:18.10": "But they’re not able to do so.",
  "mn64:18.11": "In the same way, when the Dhamma is being taught for the cessation of identity view, someone whose mind isn’t eager, confident, steady, and decided",
  "mn64:18.12": "should be regarded as being like that feeble person.",
  "mn64:18.13": "Suppose the river Ganges was full to the brim so a crow could drink from it.",
  "mn64:18.14": "Then along comes a strong person, who thinks:",
  "mn64:18.15": "‘By swimming with my arms I’ll safely cross over to the far shore of the Ganges.’",
  "mn64:18.16": "And they are able to do so.",
  "mn64:18.17": "In the same way, when the Dhamma is being taught for the cessation of identity view, someone whose mind is eager, confident, steady, and decided",
  "mn64:18.18": "should be regarded as being like that strong person.",
  "mn64:19.1": "And what, Ānanda, is the path and the practice for giving up the five lower fetters?",
  "mn64:19.2": "It’s when a mendicant—due to the seclusion from attachments, the giving up of unskillful qualities, and the complete settling of physical discomfort—quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn64:19.3": "They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.",
  "mn64:19.4": "They turn their mind away from those things, ",
  "mn64:19.5": "and apply it to the deathless element: ",
  "mn64:19.6": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, cessation, extinguishment.’",
  "mn64:19.7": "Standing firm in that they attain the ending of defilements.",
  "mn64:19.8": "If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.",
  "mn64:19.9": "This is the path and the practice for giving up the five lower fetters.",
  "mn64:20.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the ",
  "mn64:20.3": "second absorption …",
  "mn64:20.5": "third absorption … ",
  "mn64:20.7": "fourth absorption.",
  "mn64:20.8": "They contemplate the phenomena there as impermanent …",
  "mn64:20.9": "They turn their mind away from those things …",
  "mn64:20.10": "If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.",
  "mn64:20.11": "This too is the path and the practice for giving up the five lower fetters.",
  "mn64:21.1": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "mn64:21.2": "They contemplate the phenomena there as impermanent …",
  "mn64:21.3": "They turn their mind away from those things …",
  "mn64:21.4": "If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.",
  "mn64:21.5": "This too is the path and the practice for giving up the five lower fetters.",
  "mn64:22.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.",
  "mn64:22.2": "They contemplate the phenomena there as impermanent …",
  "mn64:22.3": "They turn their mind away from those things …",
  "mn64:22.4": "If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.",
  "mn64:22.5": "This too is the path and the practice for giving up the five lower fetters.",
  "mn64:23.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.",
  "mn64:23.2": "They contemplate the phenomena there as impermanent …",
  "mn64:23.3": "They turn their mind away from those things …",
  "mn64:23.4": "If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.",
  "mn64:23.5": "This too is the path and the practice for giving up the five lower fetters.”",
  "mn64:24.1": "“Sir, if this is the path and the practice for giving up the five lower fetters, how come some mendicants here are released in heart while others are released by wisdom?”",
  "mn64:24.2": "“In that case, I say it is the diversity of their faculties.”",
  "mn64:25.1": "This is what the Buddha said.",
  "mn64:25.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}