{
  "_markup_path": "markup/mn/mn66.html",
  "_alt_strings": [
    "pi/mn/mn66.json"
  ],
  "mn66:1.1": "Middle Discourses 66",
  "mn66:2.1": "The Simile of the Quail",
  "mn66:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn66:3.2": "At one time the Buddha was staying in the land of the Northern Āpaṇas, near the town of theirs named Āpaṇa.",
  "mn66:3.3": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Āpaṇa for alms.",
  "mn66:3.4": "He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.",
  "mn66:3.5": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.",
  "mn66:3.6": "Venerable Udāyī also got dressed in the morning and, taking his bowl and robes, entered Āpaṇa for alms.",
  "mn66:3.7": "He wandered for alms in Āpaṇa. After the meal, on his return from alms-round, he went to a certain forest grove for the day’s meditation.",
  "mn66:3.8": "Having plunged deep into it, he sat at the root of a certain tree for the day’s meditation.",
  "mn66:3.9": "Then as Venerable Udāyī was in private solitude this thought came to his mind:",
  "mn66:3.10": "“The Buddha has rid us of so many painful things and gifted us so many pleasant things!",
  "mn66:3.11": "He has rid us of so many unskillful things and gifted us so many skillful things!”",
  "mn66:3.12": "Then in the late afternoon, Udāyī came out of solitude and went to the Buddha.",
  "mn66:3.13": "He bowed, sat down to one side,",
  "mn66:4.1": "and said to him:",
  "mn66:4.2": "“Just now, sir, as I was in private solitude this thought came to mind:",
  "mn66:4.3": "‘The Buddha has rid us of so many painful things and gifted us so many pleasant things!",
  "mn66:4.4": "He has rid us of so many unskillful things and gifted us so many skillful things!’",
  "mn66:4.5": "For we used to eat in the evening, the morning, and at the wrong time of day.",
  "mn66:4.6": "But then there came a time when the Buddha addressed the mendicants:",
  "mn66:4.7": "‘Please, mendicants, give up that meal at the wrong time of day.’",
  "mn66:4.8": "At that, sir, we became sad and upset:",
  "mn66:4.9": "‘But these faithful householders give us a variety of delicious foods at the wrong time of day. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’",
  "mn66:4.10": "But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of day.",
  "mn66:4.11": "Then we ate in the evening and the morning.",
  "mn66:4.12": "But then there came a time when the Buddha addressed the mendicants:",
  "mn66:4.13": "‘Please, mendicants, give up that meal at the wrong time of night.’",
  "mn66:4.14": "At that, sir, we became sad and upset:",
  "mn66:4.15": "‘But that’s considered the more delicious of the two meals. And the Blessed One tells us to give it up! The Holy One tells us to let it go!’",
  "mn66:4.16": "Once a certain person got some soup during in the day. He said:",
  "mn66:4.17": "‘Come, let’s set this aside; we’ll enjoy it together this evening.’",
  "mn66:4.18": "Nearly all meals are prepared at night, only a few in the day.",
  "mn66:4.19": "But when we considered our love and respect for the Buddha, and our sense of conscience and prudence, we gave up that meal at the wrong time of night.",
  "mn66:4.20": "In the past, mendicants went wandering for alms in the dark of the night. They walked into a swamp, or fell into a sewer, or collided with a thorn bush, or collided with a sleeping cow, or encountered youths escaping a crime or on their way to commit one, or were invited by a female to commit a lewd act.",
  "mn66:4.21": "Once I wandered for alms in the dark of the night.",
  "mn66:4.22": "A woman washing a pot saw me by a flash of lightning.",
  "mn66:4.23": "Startled, she cried out:",
  "mn66:4.24": "‘Bloody hell! A goblin’s upon me!’",
  "mn66:4.25": "When she said this, I said to her:",
  "mn66:4.26": "‘Sister, I am no goblin.",
  "mn66:4.27": "I’m a mendicant waiting for alms.’",
  "mn66:4.28": "‘Then it’s a mendicant whose ma died and pa died!",
  "mn66:4.29": "You’d be better off having your belly sliced open with a meat cleaver than to wander for alms in the dark of night for the sake of your belly.’",
  "mn66:4.30": "Recollecting that, I thought:",
  "mn66:4.31": "‘The Buddha has rid us of so many painful things and gifted us so many pleasant things!",
  "mn66:4.32": "He has rid us of so many unskillful things and gifted us so many skillful things!’”",
  "mn66:5.1": "“This is exactly what happens when some foolish people are told by me to give something up. They say:",
  "mn66:5.2": "‘What, such a tiny, trifling thing as this? This ascetic is much too strict!’",
  "mn66:5.3": "They don’t give it up, and they nurse bitterness towards me;",
  "mn66:5.4": "and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.",
  "mn66:5.5": "Suppose a quail was tied with a rotten creeper, and was waiting there to be injured, caged, or killed.",
  "mn66:5.6": "Would it be right to say that,",
  "mn66:5.7": "for that quail, that rotten creeper is weak, feeble, rotten, and insubstantial?”",
  "mn66:6.1": "“No, sir.",
  "mn66:6.2": "For that quail, that rotten creeper is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.”",
  "mn66:7.1": "“In the same way, when some foolish people are told by me to give something up, they say:",
  "mn66:7.2": "‘What, such a tiny, trifling thing as this? This ascetic is much too strict!’",
  "mn66:7.3": "They don’t give it up, and they nurse bitterness towards me;",
  "mn66:7.4": "and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.",
  "mn66:8.1": "But when some respectable people are told by me to give something up, they say:",
  "mn66:8.2": "‘What, we just have to give up such a tiny, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’",
  "mn66:8.3": "They give it up, and they don’t nurse bitterness towards me;",
  "mn66:8.4": "and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.",
  "mn66:8.5": "For them, that bond is weak, feeble, rotten, and insubstantial.",
  "mn66:8.6": "Suppose there was a royal bull elephant with tusks like plows, able to draw a heavy load, pedigree and battle-hardened. And it was bound with a strong harness. But just by twisting its body a little, it would break apart its bonds and go wherever it wants.",
  "mn66:8.7": "Would it be right to say that,",
  "mn66:8.8": "for that bull elephant, that strong harness is a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?”",
  "mn66:9.1": "“No, sir.",
  "mn66:9.2": "For that bull elephant, that strong harness is weak, feeble, rotten, and insubstantial.”",
  "mn66:9.4": " ",
  "mn66:10.1": "“In the same way, when some respectable people are told by me to give something up, they say:",
  "mn66:10.2": "‘What, we just have to give up such a tiny, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’",
  "mn66:10.3": "They give it up, and they don’t nurse bitterness towards me;",
  "mn66:10.4": "and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.",
  "mn66:10.5": "For them, that bond is weak, feeble, rotten, and insubstantial.",
  "mn66:11.1": "Suppose there was a poor man, with few possessions and little wealth.",
  "mn66:11.2": "He had a single broken-down hovel open to the crows, not the best sort; a single broken-down couch, not the best sort; a single pot for storing grain, not the best sort; and a single wifey, not the best sort.",
  "mn66:11.3": "He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a delectable meal.",
  "mn66:11.4": "He’d think:",
  "mn66:11.5": "‘The ascetic life is so very pleasant! The ascetic life is so very wholesome!",
  "mn66:11.6": "If only I could shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.’",
  "mn66:11.7": "But he’s not able to give up his broken-down hovel, his broken-down couch, his pot for storing grain, or his wifey—none of which are the best sort—in order to go forth.",
  "mn66:11.8": "Would it be right to say that,",
  "mn66:11.9": "for that man,",
  "mn66:11.10": "those bonds are weak, feeble, rotten, and insubstantial?”",
  "mn66:12.1": "“No, sir.",
  "mn66:12.2": "For that man,",
  "mn66:12.3": "they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.”",
  "mn66:13.1": "“In the same way, when some foolish people are told by me to give something up, they say:",
  "mn66:13.2": "‘What, such a tiny, trifling thing as this? This ascetic is much too strict!’",
  "mn66:13.3": "They don’t give it up, and they nurse bitterness towards me;",
  "mn66:13.4": "and for the mendicants who want to train, that becomes a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke.",
  "mn66:14.1": "Suppose there was a rich man, affluent, and wealthy. He had a vast amount of gold coin, grain, fields, lands, wives, and male and female slaves.",
  "mn66:14.2": "He’d see a mendicant sitting in meditation in the cool shade, their hands and feet well washed after eating a delectable meal.",
  "mn66:14.3": "He’d think:",
  "mn66:14.4": "‘The ascetic life is so very pleasant! The ascetic life is so very wholesome!",
  "mn66:14.5": "If only I could shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.’",
  "mn66:14.6": "And he is able to give up his vast amount of gold coin, grain, fields, lands, wives, and male and female slaves in order to go forth.",
  "mn66:14.7": "Would it be right to say that,",
  "mn66:14.8": "for that man, they are a strong, firm, stout bond, a tie that has not rotted, and a heavy yoke?”",
  "mn66:15.1": "“No, sir.",
  "mn66:15.2": "For that man,",
  "mn66:15.3": "those bonds are weak, feeble, rotten, and insubstantial.”",
  "mn66:15.4": "“In the same way, when some respectable people are told by me to give something up, they say:",
  "mn66:15.5": "‘What, we just have to give up such a tiny, trifling thing as this, when the Blessed One tells us to give it up, the Holy One tells us to let it go?’",
  "mn66:15.6": "They give it up, and they don’t nurse bitterness towards me;",
  "mn66:15.7": "and when the mendicants who want to train have given that up, they live relaxed, unruffled, surviving on charity, their hearts free as a wild deer.",
  "mn66:15.8": "For them, that bond is weak, feeble, rotten, and insubstantial.",
  "mn66:16.1": "Udāyī, these four people are found in the world.",
  "mn66:16.2": "What four?",
  "mn66:16.3": "Take a certain person practicing to give up and let go attachments.",
  "mn66:16.4": "As they do so, memories and thoughts connected with attachments beset them.",
  "mn66:16.5": "They tolerate them and don’t give them up, get rid of them, eliminate them, and exterminate them.",
  "mn66:16.6": "I call this person ‘fettered’, not ‘detached’.",
  "mn66:16.7": "Why is that?",
  "mn66:16.8": "Because I understand the diversity of faculties as it applies to this person.",
  "mn66:17.1": "Take another person practicing to give up and let go attachments.",
  "mn66:17.2": "As they do so, memories and thoughts connected with attachments beset them.",
  "mn66:17.3": "They don’t tolerate them, but give them up, get rid of them, eliminate them, and exterminate them.",
  "mn66:17.4": "I call this person ‘fettered’, not ‘detached’.",
  "mn66:17.5": "Why is that?",
  "mn66:17.6": "Because I understand the diversity of faculties as it applies to this person.",
  "mn66:18.1": "Take another person practicing to give up and let go attachments.",
  "mn66:18.2": "As they do so, every so often they lose mindfulness, and memories and thoughts connected with attachments beset them.",
  "mn66:18.3": "Their mindfulness is slow to come up,",
  "mn66:18.4": "but they quickly give them up, get rid of, eliminate, and exterminate those thoughts.",
  "mn66:18.5": "Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it.",
  "mn66:18.6": "The drops would be slow to fall, but they’d quickly dry up and evaporate.",
  "mn66:18.7": " ",
  "mn66:19.1": "In the same way, take a person practicing to give up and let go attachments.",
  "mn66:19.2": "As they do so, every so often they lose mindfulness, and memories and thoughts connected with attachments beset them.",
  "mn66:19.3": "Their mindfulness is slow to come up,",
  "mn66:19.4": "but they quickly give them up, get rid of, eliminate, and exterminate those thoughts.",
  "mn66:19.5": "I also call this person ‘fettered’, not ‘detached’.",
  "mn66:19.6": "Why is that?",
  "mn66:19.7": "Because I understand the diversity of faculties as it applies to this person.",
  "mn66:20.1": "Take another person who, understanding that attachment is the root of suffering,",
  "mn66:20.2": "is freed with the ending of attachments.",
  "mn66:20.3": "I call this person ‘detached’, not ‘fettered’.",
  "mn66:20.4": "Why is that?",
  "mn66:20.5": "Because I understand the diversity of faculties as it applies to this person.",
  "mn66:20.6": "These are the four people found in the world.",
  "mn66:21.1": "Udāyī, these are the five kinds of sensual stimulation.",
  "mn66:21.2": "What five?",
  "mn66:21.3": "Sights cognizable by the eye that are likeable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "mn66:21.5": "Smells cognizable by the nose … ",
  "mn66:21.6": "Tastes cognizable by the tongue … ",
  "mn66:21.7": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn66:21.8": "These are the five kinds of sensual stimulation.",
  "mn66:21.9": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure—a filthy, ordinary, ignoble pleasure. Such pleasure should not be cultivated or developed,",
  "mn66:21.10": "but should be feared, I say.",
  "mn66:22.1": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption …",
  "mn66:22.5": "second absorption …",
  "mn66:22.7": "third absorption …",
  "mn66:22.9": "fourth absorption.",
  "mn66:22.10": "This is called the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening. Such pleasure should be cultivated and developed,",
  "mn66:22.11": "and should be feared, I say.",
  "mn66:23.1": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities,",
  "mn66:23.3": "enters and remains in the first absorption.",
  "mn66:23.4": "This belongs to what is not motionless, I say.",
  "mn66:23.5": "And what there belongs to what is not motionless?",
  "mn66:23.6": "Whatever placing of the mind and keeping it connected has not ceased there is what belongs to what is not motionless.",
  "mn66:23.7": "Take a mendicant who, as the placing of the mind and keeping it connected are stilled,",
  "mn66:23.9": "enters and remains in the second absorption.",
  "mn66:23.10": "This belongs to what is not motionless, I say.",
  "mn66:23.11": "And what there belongs to what is not motionless?",
  "mn66:23.12": "Whatever rapture and bliss has not ceased there is what belongs to what is not motionless.",
  "mn66:23.13": "Take a mendicant who, with the fading away of rapture,",
  "mn66:23.15": "enters and remains in the third absorption.",
  "mn66:23.16": "This pertains to what is not motionless.",
  "mn66:23.17": "And what there pertains to what is not motionless?",
  "mn66:23.18": "Whatever equanimous bliss has not ceased there is what pertains to what is not motionless.",
  "mn66:23.19": "Take a mendicant who, giving up pleasure and pain,",
  "mn66:23.21": "enters and remains in the fourth absorption.",
  "mn66:23.22": "This pertains to what is motionless.",
  "mn66:24.1": "Take a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities,",
  "mn66:24.3": "enters and remains in the first absorption.",
  "mn66:24.4": "But this is not enough, I say: give it up, go beyond it.",
  "mn66:24.5": "And what goes beyond it?",
  "mn66:24.6": "Take a mendicant who, as the placing of the mind and keeping it connected are stilled,",
  "mn66:24.8": "enters and remains in the second absorption. That goes beyond it.",
  "mn66:24.9": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.10": "And what goes beyond it?",
  "mn66:24.11": "Take a mendicant who, with the fading away of rapture,",
  "mn66:24.13": "enters and remains in the third absorption. That goes beyond it.",
  "mn66:24.14": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.15": "And what goes beyond it?",
  "mn66:24.16": "Take a mendicant who, giving up pleasure and pain,",
  "mn66:24.18": "enters and remains in the fourth absorption. That goes beyond it.",
  "mn66:24.19": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.20": "And what goes beyond it?",
  "mn66:24.21": "Take a mendicant who, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. That goes beyond it.",
  "mn66:24.22": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.23": "And what goes beyond it?",
  "mn66:24.24": "Take a mendicant who, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. That goes beyond it.",
  "mn66:24.25": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.26": "And what goes beyond it?",
  "mn66:24.27": "Take a mendicant who, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness. That goes beyond it.",
  "mn66:24.28": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.29": "And what goes beyond it?",
  "mn66:24.30": "Take a mendicant who, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception. That goes beyond it.",
  "mn66:24.31": "But this too is not enough, I say: give it up, go beyond it.",
  "mn66:24.32": "And what goes beyond it?",
  "mn66:24.33": "Take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. That goes beyond it.",
  "mn66:24.34": "So, Udāyī, I even recommend giving up the dimension of neither perception nor non-perception.",
  "mn66:24.35": "Do you see any fetter, large or small, that I don’t recommend giving up?”",
  "mn66:24.36": "“No, sir.”",
  "mn66:25.1": "This is what the Buddha said.",
  "mn66:25.2": "Uplifted, Venerable Udāyī approved of what the Buddha said. "
}