{
  "_markup_path": "markup/mn/mn69.html",
  "_alt_strings": [
    "pi/mn/mn69.json"
  ],
  "mn69:1.1": "Middle Discourses 69",
  "mn69:2.1": "With Gulissāni",
  "mn69:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn69:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn69:3.3": "Now at that time a wilderness mendicant of lax behavior named Gulissāni had come down to the midst of the Saṅgha on some business.",
  "mn69:3.4": "There Venerable Sāriputta spoke to the mendicants about Gulissāni: ",
  "mn69:4.1": "“Reverends, a wilderness monk who has come to stay in the Saṅgha should have respect and reverence for his spiritual companions. ",
  "mn69:4.2": "If he doesn’t, there’ll be some who say:",
  "mn69:4.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he has no respect and reverence for his spiritual companions?’",
  "mn69:4.5": "That’s why a wilderness monk who has come to stay in the Saṅgha should have respect and reverence for his spiritual companions. ",
  "mn69:5.1": "A wilderness monk who has come to stay in the Saṅgha should be careful where he sits.",
  "mn69:5.2": "‘I shall sit so that I don’t intrude on the senior monks and I don’t block the junior monks from a seat.’",
  "mn69:5.3": "If he doesn’t, there’ll be some who say:",
  "mn69:5.4": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not careful where he sits?’",
  "mn69:5.6": "That’s why a wilderness monk who has come to stay in the Saṅgha should be careful where he sits. ",
  "mn69:6.1": "A wilderness monk who has come to stay in the Saṅgha should know even the supplementary regulations.",
  "mn69:6.2": "If he doesn’t, there’ll be some who say:",
  "mn69:6.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t even know the supplementary regulations?’",
  "mn69:6.5": "That’s why a wilderness monk who has come to stay in the Saṅgha should know even the supplementary regulations.",
  "mn69:7.1": "A wilderness monk who has come to stay in the Saṅgha shouldn’t enter the village too early or return too late in the day.",
  "mn69:7.2": "If he does so, there’ll be some who say:",
  "mn69:7.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he enters the village too early or return too late in the day?’",
  "mn69:7.5": "That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t enter the village too early or return too late in the day.",
  "mn69:8.1": "A wilderness monk who has come to stay in the Saṅgha shouldn’t socialize with families before or after the meal.",
  "mn69:8.2": "If he does so, there’ll be some who say:",
  "mn69:8.3": "‘This wilderness venerable, staying alone and autonomous in the wilderness, must be used to wandering about at the wrong time, since he behaves like this when he’s come to the Saṅgha.’",
  "mn69:8.5": "That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t socialize with families before or after the meal.",
  "mn69:9.1": "A wilderness monk who has come to stay in the Saṅgha shouldn’t be restless and fickle.",
  "mn69:9.2": "If he is, there’ll be some who say:",
  "mn69:9.3": "‘This wilderness venerable, staying alone and autonomous in the wilderness, must be used to being restless and fickle, since he behaves like this when he’s come to the Saṅgha.’",
  "mn69:9.5": "That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t be restless and fickle.",
  "mn69:10.1": "A wilderness monk who has come to stay in the Saṅgha shouldn’t be gossipy and loose-tongued.",
  "mn69:10.2": "If he is, there’ll be some who say:",
  "mn69:10.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s gossipy and loose-tongued?’",
  "mn69:10.5": "That’s why a wilderness monk who has come to stay in the Saṅgha shouldn’t be gossipy and loose-tongued.",
  "mn69:11.1": "A wilderness monk who has come to stay in the Saṅgha should be easy to admonish, with good friends.",
  "mn69:11.2": "If he’s hard to admonish, with bad friends, there’ll be some who say:",
  "mn69:11.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s hard to admonish, with bad friends?’",
  "mn69:11.5": "That’s why a wilderness monk who has come to stay in the Saṅgha should be easy to admonish, with good friends.",
  "mn69:12.1": "A wilderness monk should guard the sense doors.",
  "mn69:12.2": "If he doesn’t, there’ll be some who say:",
  "mn69:12.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t guard the sense doors?’",
  "mn69:12.5": "That’s why a wilderness monk should guard the sense doors.",
  "mn69:13.1": "A wilderness monk should eat in moderation.",
  "mn69:13.2": "If he doesn’t, there’ll be some who say:",
  "mn69:13.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he eats too much?’",
  "mn69:13.5": "That’s why a wilderness monk should eat in moderation.",
  "mn69:14.1": "A wilderness monk should be committed to wakefulness.",
  "mn69:14.2": "If he isn’t, there’ll be some who say:",
  "mn69:14.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not committed to wakefulness?’",
  "mn69:14.5": "That’s why a wilderness monk should be committed to wakefulness.",
  "mn69:15.1": "A wilderness monk should be energetic.",
  "mn69:15.2": "If he isn’t, there’ll be some who say:",
  "mn69:15.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not energetic?’",
  "mn69:15.5": "That’s why a wilderness monk should be energetic.",
  "mn69:16.1": "A wilderness monk should be mindful.",
  "mn69:16.2": "If he isn’t, there’ll be some who say:",
  "mn69:16.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not mindful?’",
  "mn69:16.5": "That’s why a wilderness monk should be mindful.",
  "mn69:17.1": "A wilderness monk should have samādhi.",
  "mn69:17.2": "If he doesn’t, there’ll be some who say:",
  "mn69:17.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t have samādhi?’",
  "mn69:17.5": "That’s why a wilderness monk should have samādhi.",
  "mn69:18.1": "A wilderness monk should be wise.",
  "mn69:18.2": "If he isn’t, there’ll be some who say:",
  "mn69:18.3": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he’s not wise?’",
  "mn69:18.5": "That’s why a wilderness monk should be wise.",
  "mn69:19.1": "A wilderness monk should make an effort to learn the teaching and training.",
  "mn69:19.2": "There are those who will question a wilderness monk about the teaching and training.",
  "mn69:19.3": "If he fails to answer, there’ll be some who say:",
  "mn69:19.4": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he can’t answer a question about the teaching and training?’",
  "mn69:19.6": "That’s why a wilderness monk should make an effort to learn the teaching and training.",
  "mn69:20.1": "A wilderness monk should practice meditation to realize the peaceful liberations that are formless, transcending form.",
  "mn69:20.2": "There are those who will question a wilderness monk regarding the formless liberations.",
  "mn69:20.3": "If he fails to answer, there’ll be some who say:",
  "mn69:20.4": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he can’t answer a question about the formless liberations?’",
  "mn69:20.6": "That’s why a wilderness monk should practice meditation to realize the peaceful liberations that are formless, transcending form.",
  "mn69:21.1": "A wilderness monk should practice meditation to realize the superhuman state.",
  "mn69:21.2": "There are those who will question a wilderness monk about the superhuman state.",
  "mn69:21.3": "If he fails to answer, there’ll be some who say:",
  "mn69:21.4": "‘What’s the point of this wilderness venerable’s staying alone and autonomous in the wilderness, since he doesn’t know the goal for which he went forth?’",
  "mn69:21.6": "That’s why a wilderness monk should practice meditation to realize the superhuman state.",
  "mn69:22.1": "When Venerable Sāriputta said this, Venerable Mahāmoggallāna said to him:",
  "mn69:22.2": "“Reverend Sāriputta, should these things be undertaken and implemented only by wilderness monks, or by those who live in a village as well?”",
  "mn69:22.3": "“Reverend Moggallāna, these things be undertaken and implemented by wilderness monks, still more by those who live in a village.”"
}