{
  "_markup_path": "markup/mn/mn77.html",
  "_alt_strings": [
    "pi/mn/mn77.json"
  ],
  "mn77:1.1": "Middle Discourses 77",
  "mn77:2.1": "The Longer Discourse with Sakuludāyī",
  "mn77:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn77:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn77:3.3": "Now at that time several very well-known wanderers were residing in the monastery of the wanderers in the peacocks’ feeding ground.",
  "mn77:3.4": "They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers.",
  "mn77:3.5": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Rājagaha for alms.",
  "mn77:3.6": "Then it occurred to the Buddha: ",
  "mn77:3.7": "“It’s too early to wander for alms in Rājagaha.",
  "mn77:3.8": "Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?”",
  "mn77:3.9": "Then the Buddha went to the monastery of the wanderers.",
  "mn77:4.1": "Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of crude talk, such as",
  "mn77:4.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.",
  "mn77:5.1": "Sakuludāyī saw the Buddha coming off in the distance,",
  "mn77:5.2": "and hushed his own assembly:",
  "mn77:5.3": "“Be quiet, good sirs, don’t make a sound.",
  "mn77:5.5": "Here comes the ascetic Gotama.",
  "mn77:5.6": "The venerable likes quiet and praises quiet.",
  "mn77:5.7": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”",
  "mn77:5.8": "Then those wanderers fell silent.",
  "mn77:6.1": "Then the Buddha approached Sakuludāyī,",
  "mn77:6.2": "who said to him:",
  "mn77:6.3": "“Come, Blessed One!",
  "mn77:6.4": "Welcome, Blessed One!",
  "mn77:6.5": "It’s been a long time since you took the opportunity to come here.",
  "mn77:6.6": "Please, sir, sit down, this seat is ready.”",
  "mn77:6.8": "The Buddha sat on the seat made ready,",
  "mn77:6.9": "while Sakuludāyī took a low seat and sat to one side.",
  "mn77:6.10": "The Buddha said to him:",
  "mn77:7.1": "“Udāyī, what were you sitting talking about just now? What conversation was unfinished?”",
  "mn77:7.2": "“Sir, leave aside what we were sitting talking about just now.",
  "mn77:7.3": "It won’t be hard for you to hear about that later.",
  "mn77:7.4": "Sir, a few days ago several ascetics and brahmins who follow various other paths were sitting together at the debating hall, and this discussion came up among them:",
  "mn77:7.5": "‘The people of Aṅga and Magadha are so fortunate, so very fortunate!",
  "mn77:7.6": "For there are these ascetics and brahmins who lead an order and a community, and teach a community. They’re well known and famous religious founders, regarded as holy by many people. And they have come down for the rainy season residence at Rājagaha.",
  "mn77:7.7": "They include Pūraṇa Kassapa,",
  "mn77:7.9": "Makkhali Gosāla,",
  "mn77:7.11": "Ajita Kesakambala,",
  "mn77:7.12": "Pakudha Kaccāyana,",
  "mn77:7.13": "Sañjaya Belaṭṭhiputta,",
  "mn77:7.14": "and Nigaṇṭha Nāṭaputta.",
  "mn77:7.16": "This ascetic Gotama also leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "mn77:7.17": "And he too has come down for the rains residence at Rājagaha.",
  "mn77:7.18": "Which of these ascetics and brahmins is honored, respected, revered, and worshiped by their disciples? And how do their disciples, after honoring and respecting them, remain loyal?’",
  "mn77:8.1": "Some of them said:",
  "mn77:8.2": "‘This Pūraṇa Kassapa leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "mn77:8.3": "But he’s not honored, respected, revered, and worshiped by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him.",
  "mn77:8.4": "Once it happened that he was teaching an assembly of many hundreds.",
  "mn77:8.5": "Then one of his disciples made a noise:",
  "mn77:8.6": "“My good sirs, don’t ask Pūraṇa Kassapa about that.",
  "mn77:8.7": "He doesn’t know that.",
  "mn77:8.8": "I know it. Ask me about it,",
  "mn77:8.9": "and I’ll answer you.”",
  "mn77:8.10": "It happened that Purāṇa Kassapa didn’t get his way, though he called out with raised arms:",
  "mn77:8.11": "“Be quiet, good sirs, don’t make a sound.",
  "mn77:8.12": "They’re not asking you, they’re asking me!",
  "mn77:8.13": "I’ll answer you!”",
  "mn77:8.14": "Indeed, many of his disciples have left him after refuting his doctrine:",
  "mn77:8.15": "“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training?",
  "mn77:8.16": "You’re practicing wrong. I’m practicing right. You said last what you should have said first. You said first what you should have said last. I stay on topic, you don’t. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!”",
  "mn77:8.17": "That’s how Purāṇa Kassapa is not honored, respected, revered, and worshiped by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him.",
  "mn77:8.18": "Rather, he’s reviled, and rightly so.’",
  "mn77:9.1": "Others said:",
  "mn77:9.2": "“This Makkhali Gosāla …",
  "mn77:9.4": "Ajita Kesakambala …",
  "mn77:9.5": "Pakudha Kaccāyana …",
  "mn77:9.6": "Sañjaya Belaṭṭhiputta …",
  "mn77:9.7": "Nigaṇṭha Nāṭaputta leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "mn77:9.8": "But he’s not honored, respected, revered, and worshiped by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him.",
  "mn77:9.9": "Once it happened that he was teaching an assembly of many hundreds.",
  "mn77:9.10": "Then one of his disciples made a noise:",
  "mn77:9.11": "“My good sirs, don’t ask Nigaṇṭha Nātaputta about that.",
  "mn77:9.12": "He doesn’t know that.",
  "mn77:9.13": "I know it. Ask me about it,",
  "mn77:9.14": "and I’ll answer you.”",
  "mn77:9.15": "It happened that Nigaṇṭha Nātaputta didn’t get his way, though he called out with raised arms:",
  "mn77:9.16": "“Be quiet, good sirs, don’t make a sound.",
  "mn77:9.17": "They’re not asking you, they’re asking me!",
  "mn77:9.18": "I’ll answer you!”",
  "mn77:9.19": "Indeed, many of his disciples have left him after refuting his doctrine:",
  "mn77:9.20": "‘You don’t understand this teaching and training. I understand this teaching and training.",
  "mn77:9.21": "What, you understand this teaching and training?",
  "mn77:9.22": "You’re practicing wrong.",
  "mn77:9.23": "I’m practicing right.",
  "mn77:9.24": "I stay on topic, you don’t. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!”",
  "mn77:9.25": "That’s how Nigaṇṭha Nātaputta is not honored, respected, revered, and worshiped by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him.",
  "mn77:9.26": "Rather, he’s reviled, and rightly so.’",
  "mn77:10.1": "Others said:",
  "mn77:10.2": "‘This ascetic Gotama leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "mn77:10.3": "He’s honored, respected, revered, and worshiped by his disciples. And his disciples, honoring and respecting him, remain loyal to him.",
  "mn77:10.4": "Once it happened that he was teaching an assembly of many hundreds.",
  "mn77:10.5": "Then one of his disciples cleared their throat.",
  "mn77:10.6": "And one of their spiritual companions nudged them with their knee, to indicate:",
  "mn77:10.7": "“Hush, venerable, don’t make sound! Our teacher, the Blessed One, is teaching!”",
  "mn77:10.8": "While the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats.",
  "mn77:10.9": "That large crowd is poised on the edge of their seats, thinking:",
  "mn77:10.10": "“Whatever the Buddha teaches, we shall listen to it.”",
  "mn77:10.11": "It’s like when there’s a person at the crossroads pressing out pure wild honey,",
  "mn77:10.12": "and a large crowd is poised on the edge of their seats.",
  "mn77:10.13": "In the same way, while the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats.",
  "mn77:10.14": "That large crowd is poised on the edge of their seats, thinking:",
  "mn77:10.15": "“Whatever the Buddha teaches, we shall listen to it.”",
  "mn77:10.16": "Even when a disciple of the ascetic Gotama abandons the training and returns to a lesser life, having been overly attached to their spiritual companions, they speak only praise of the teacher, the teaching, and the Saṅgha. They blame only themselves, not others: “We were unlucky, we had little merit. For even after going forth in such a well explained teaching and training we weren’t able to practice for life the perfectly full and pure spiritual life.”",
  "mn77:10.17": "They become monastery workers or lay followers and keep the five precepts.",
  "mn77:10.18": "That’s how the ascetic Gotama is honored, respected, revered, and worshiped by his disciples. And that’s how his disciples, honoring and respecting him, remain loyal to him.’”",
  "mn77:11.1": "“But Udāyī, how many qualities do you see in me, because of which my disciples honor, respect, revere, and worship me; and after honoring and respecting me, they remain loyal to me?” ",
  "mn77:12.1": "“Sir, I see five such qualities in the Buddha.",
  "mn77:12.2": "What five?",
  "mn77:12.3": "The Buddha eats little and praises eating little.",
  "mn77:12.4": "This is the first such quality I see in the Buddha.",
  "mn77:13.1": "Furthermore, the Buddha is content with any kind of robe, and praises such contentment.",
  "mn77:13.2": "This is the second such quality I see in the Buddha.",
  "mn77:14.1": "Furthermore, the Buddha is content with any kind of almsfood, and praises such contentment.",
  "mn77:14.2": "This is the third such quality I see in the Buddha.",
  "mn77:15.1": "Furthermore, the Buddha is content with any kind of lodging, and praises such contentment.",
  "mn77:15.2": "This is the fourth such quality I see in the Buddha.",
  "mn77:16.1": "Furthermore, the Buddha is secluded, and praises seclusion.",
  "mn77:16.2": "This is the fifth such quality I see in the Buddha.",
  "mn77:17.1": "These are the five qualities I see in the Buddha, because of which his disciples honor, respect, revere, and worship him; and after honoring and respecting him, they remain loyal to him.” ",
  "mn77:18.1": "“Suppose, Udāyī, my disciples are loyal to me because I eat little. Well, there are disciples of mine who eat a cupful of food, or half a cupful; they eat a wood apple, or half a wood apple.",
  "mn77:18.2": "But sometimes I even eat this bowl full to the brim, or even more.",
  "mn77:18.3": "So if it was the case that my disciples are loyal to me because I eat little, then those disciples who eat even less would not be loyal to me.",
  "mn77:19.1": "Suppose my disciples are loyal to me because I’m content with any kind of robe. Well, there are disciples of mine who have rag robes, wearing shabby robes. They gather scraps from charnel ground, rubbish dumps, and shops, make them into a patchwork robe and wear it.",
  "mn77:19.2": "But sometimes I wear robes offered by householders that are strong, yet next to which bottle-gourd down is coarse.",
  "mn77:19.3": "So if it was the case that my disciples are loyal to me because I’m content with any kind of robe, then those disciples who wear rag robes would not be loyal to me.",
  "mn77:20.1": "Suppose my disciples are loyal to me because I’m content with any kind of alms-food. Well, there are disciples of mine who eat only alms-food, eating alms where they are collected, happy to eat whatever they glean. When they’ve entered an inhabited area, they don’t consent when invited to sit down.",
  "mn77:20.2": "But sometimes I even eat by invitation boiled fine rice with the dark grains picked out, served with many soups and sauces.",
  "mn77:20.3": "So if it was the case that my disciples are loyal to me because I’m content with any kind of alms-food, then those disciples who eat only alms-food would not be loyal to me.",
  "mn77:21.1": "Suppose my disciples are loyal to me because I’m content with any kind of lodging. Well, there are disciples of mine who stay at the root of a tree, in the open air. For eight months they don’t go under a roof.",
  "mn77:21.2": "But sometimes I even stay in bungalows, plastered inside and out, draft-free, with latches fastened and windows shuttered.",
  "mn77:21.3": "So if it was the case that my disciples are loyal to me because I’m content with any kind of lodging, then those disciples who stay at the root of a tree would not be loyal to me.",
  "mn77:22.1": "Suppose my disciples are loyal to me because I’m secluded and i praise seclusion. Well, there are disciples of mine who live in the wilderness, in remote lodgings. Having ventured deep into remote wilderness and jungle lodgings, they live there, coming down to the midst of the Saṅgha each fortnight for the recitation of the code of conduct.",
  "mn77:22.2": "But sometimes I live crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.",
  "mn77:22.3": "So if it was the case that my disciples are loyal to me because I’m secluded and praise seclusion, then those disciples who live in the wilderness would not be loyal to me.",
  "mn77:22.4": " ",
  "mn77:23.1": "So, Udāyī, it’s not because of these five qualities that my disciples honor, respect, revere, and worship me; and after honoring and respecting me, they remain loyal to me.",
  "mn77:24.1": "There are five other qualities because of which my disciples honor, respect, revere, and worship me; and after honoring and respecting me, they remain loyal to me.",
  "mn77:24.2": "What five?",
  "mn77:24.3": "Firstly, my disciples esteem me for the higher ethics:",
  "mn77:24.4": "‘The ascetic Gotama is ethical. He possesses the entire spectrum of ethical conduct to the highest degree.’",
  "mn77:24.5": "Since this is so,",
  "mn77:24.6": "this is the first quality because of which my disciples are loyal to me.",
  "mn77:25.1": "Furthermore, my disciples esteem me for my excellent knowledge and vision:",
  "mn77:25.2": "‘When the ascetic Gotama says, “I know,” he really does know.",
  "mn77:25.3": "When he says, “I see,” he really does see.",
  "mn77:25.4": " ",
  "mn77:25.5": "He teaches based on direct knowledge, not without direct knowledge.",
  "mn77:25.6": "He teaches based on reason, not without reason.",
  "mn77:25.7": "He teaches with a demonstrable basis, not without it.’",
  "mn77:25.8": "Since this is so,",
  "mn77:25.14": "this is the second quality because of which my disciples are loyal to me.",
  "mn77:26.1": "Furthermore, my disciples esteem me for my higher wisdom:",
  "mn77:26.2": "‘The ascetic Gotama is wise. He possesses the entire spectrum of wisdom to the highest degree.",
  "mn77:26.3": "It’s not possible that he would fail to foresee grounds for future criticism, or to legitimately and completely refute the doctrines of others that come up.’",
  "mn77:26.5": "What do you think, Udāyī? Would my disciples, knowing and seeing this, break in and interrupt me?”",
  "mn77:27.1": "“No, sir.”",
  "mn77:28.1": "“That’s because I don’t expect to be instructed by my disciples.",
  "mn77:28.2": "Invariably, my disciples expect instruction from me.",
  "mn77:29.1": "Since this is so,",
  "mn77:29.5": "this is the third quality because of which my disciples are loyal to me.",
  "mn77:30.1": "Furthermore, my disciples come to me and ask how the noble truth of suffering applies to the suffering which has overwhelmed them and brought them low. And I provide them with a satisfying answer to their question.",
  "mn77:30.2": "They ask how the noble truths of the origin of suffering,",
  "mn77:30.3": "the cessation of suffering,",
  "mn77:30.4": "and the practice that leads to the cessation of suffering apply to the suffering that has overwhelmed them and brought them low. And I provide them with satisfying answers to their questions.",
  "mn77:30.5": "Since this is so,",
  "mn77:30.11": "this is the fourth quality because of which my disciples are loyal to me.",
  "mn77:31.1": "Furthermore, I have explained to my disciples a practice that they use to develop the four kinds of mindfulness meditation.",
  "mn77:31.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn77:31.3": "They meditate by observing an aspect of feelings …",
  "mn77:31.4": "mind …",
  "mn77:31.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "mn77:31.6": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:32.1": "Furthermore, I have explained to my disciples a practice that they use to develop the four kinds of right endeavor.",
  "mn77:32.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise. ",
  "mn77:32.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities that have arisen are given up.",
  "mn77:32.4": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities arise.",
  "mn77:32.5": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "mn77:32.6": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:33.1": "Furthermore, I have explained to my disciples a practice that they use to develop the four bases of psychic power.",
  "mn77:33.2": "It’s when a mendicant develops the basis for psychic power that has samādhi due to enthusiasm, and active endeavor. They develop the basis for psychic power that has samādhi due to energy, and active endeavor. They develop the basis for psychic power that has samādhi due to higher mind, and active endeavor. They develop the basis for psychic power that has samādhi due to inquiry, and active endeavor.",
  "mn77:33.3": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:34.1": "Furthermore, I have explained to my disciples a practice that they use to develop the five faculties.",
  "mn77:34.2": "It’s when a mendicant develops the faculties of faith,",
  "mn77:34.3": "energy,",
  "mn77:34.5": "mindfulness,",
  "mn77:34.6": "samādhi,",
  "mn77:34.7": "and wisdom, which lead to peace and awakening.",
  "mn77:34.8": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:35.1": "Furthermore, I have explained to my disciples a practice that they use to develop the five powers.",
  "mn77:35.2": "It’s when a mendicant develops the powers of faith,",
  "mn77:35.3": "energy,",
  "mn77:35.5": "mindfulness,",
  "mn77:35.6": "samādhi,",
  "mn77:35.7": "and wisdom, which lead to peace and awakening.",
  "mn77:35.8": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:36.1": "Furthermore, I have explained to my disciples a practice that they use to develop the seven awakening factors.",
  "mn77:36.2": "It’s when a mendicant develops the awakening-factors of mindfulness,",
  "mn77:36.3": "investigation of principles,",
  "mn77:36.5": "energy,",
  "mn77:36.6": "rapture,",
  "mn77:36.7": "tranquillity,",
  "mn77:36.8": "samādhi,",
  "mn77:36.9": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.",
  "mn77:36.10": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:37.1": "Furthermore, I have explained to my disciples a practice that they use to develop the noble eightfold path.",
  "mn77:37.2": "It’s when a mendicant develops develop right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "mn77:37.3": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:38.1": "Furthermore, I have explained to my disciples a practice that they use to develop the eight liberations.",
  "mn77:38.2": "Having form, they see visions. This is the first liberation.",
  "mn77:38.3": "Not perceiving form internally, they see visions externally. This is the second liberation.",
  "mn77:38.4": "They’re focused only on beauty. This is the third liberation.",
  "mn77:38.5": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. This is the fourth liberation.",
  "mn77:38.6": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. This is the fifth liberation.",
  "mn77:38.7": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. This is the sixth liberation.",
  "mn77:38.8": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. This is the seventh liberation.",
  "mn77:38.9": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. This is the eighth liberation.",
  "mn77:38.10": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:39.1": "Furthermore, I have explained to my disciples a practice that they use to develop the eight dimensions of mastery.",
  "mn77:39.2": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "mn77:39.3": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:39.4": "This is the first dimension of mastery.",
  "mn77:40.1": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "mn77:40.2": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:40.3": "This is the second dimension of mastery.",
  "mn77:41.1": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "mn77:41.2": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:41.3": "This is the third dimension of mastery.",
  "mn77:42.1": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "mn77:42.2": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:42.3": "This is the fourth dimension of mastery.",
  "mn77:43.1": "Not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.",
  "mn77:43.2": "They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint.",
  "mn77:43.3": "In the same way, not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.",
  "mn77:43.4": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:43.5": "This is the fifth dimension of mastery.",
  "mn77:44.1": "Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.",
  "mn77:44.2": "They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint.",
  "mn77:44.3": "In the same way, not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.",
  "mn77:44.4": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:44.5": "This is the sixth dimension of mastery.",
  "mn77:45.1": "Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.",
  "mn77:45.2": "They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint.",
  "mn77:45.3": "In the same way, not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.",
  "mn77:45.4": "Mastering them, they perceive: ‘I know and see.’",
  "mn77:45.5": "This is the seventh dimension of mastery.",
  "mn77:46.1": "Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.",
  "mn77:46.2": "They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint.",
  "mn77:46.3": "In the same way, not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.",
  "mn77:46.4": "Mastering them, they perceive: ‘I know and see.’ ",
  "mn77:46.5": "This is the eighth dimension of mastery. ",
  "mn77:46.6": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:47.1": "Furthermore, I have explained to my disciples a practice that they use to develop the ten universal dimensions of meditation.",
  "mn77:47.2": "Someone perceives the meditation on universal earth above, below, across, non-dual and limitless.",
  "mn77:47.3": "They perceive the meditation on universal water … ",
  "mn77:47.5": "the meditation on universal fire …",
  "mn77:47.6": "the meditation on universal air … ",
  "mn77:47.7": "the meditation on universal blue … ",
  "mn77:47.8": "the meditation on universal yellow … ",
  "mn77:47.9": "the meditation on universal red … ",
  "mn77:47.10": "the meditation on universal white … ",
  "mn77:47.11": "the meditation on universal space … ",
  "mn77:47.12": "the meditation on universal consciousness above, below, across, non-dual and limitless. ",
  "mn77:47.13": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:48.1": "Furthermore, I have explained to my disciples a practice that they use to develop the four absorptions.",
  "mn77:48.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "mn77:48.3": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn77:48.4": "It’s like when a skilled bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.",
  "mn77:48.5": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn77:49.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected. ",
  "mn77:49.4": "They drench, steep, fill, and spread their body with rapture and bliss born of samādhi. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn77:49.5": "It’s like a deep lake fed by spring water.",
  "mn77:49.6": "There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. ",
  "mn77:49.7": "But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water.",
  "mn77:49.8": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of samādhi. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "mn77:50.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "mn77:50.4": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.",
  "mn77:50.5": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and spread through with cool water. There’s no part of them that’s not spread through with cool water.",
  "mn77:50.6": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.",
  "mn77:51.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn77:51.2": "They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.",
  "mn77:51.3": "It’s like someone sitting wrapped from head down with white cloth. There’s no part of the body that’s not spread over with white cloth.",
  "mn77:51.4": "In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.",
  "mn77:51.5": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:52.1": "Furthermore, I have explained to my disciples a practice that they use to understand this:",
  "mn77:52.2": "‘This body consists of form. It’s made up of the four elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.",
  "mn77:52.3": "And this consciousness of mine is attached to it, tied to it.’",
  "mn77:52.4": "Suppose there was a gem of lapus lazuli that was naturally beautiful, eight-faceted, with expert workmanship, transparent and clear, possessing all good qualities. ",
  "mn77:52.5": "And it was strung with a thread of blue, yellow, red, white, or golden brown.",
  "mn77:52.6": "And someone with good eyesight were to take it in their hand and examine it:",
  "mn77:52.7": "‘This gem of lapus lazuli is naturally beautiful, eight-faceted, with expert workmanship, transparent and clear, possessing all good qualities. ",
  "mn77:52.8": "And it’s strung with a thread of blue, yellow, red, white, or golden brown.’",
  "mn77:52.9": "In the same way, I have explained to my disciples a practice that they use to understand this:",
  "mn77:52.10": "‘This body consists of form. It’s made up of the four elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.",
  "mn77:52.11": "And this consciousness of mine is attached to it, tied to it.’",
  "mn77:52.12": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:53.1": "Furthermore, I have explained to my disciples a practice that they use to create from this body another body, consisting of form, mind-made, complete in all its various parts, not deficient in any faculty.",
  "mn77:53.2": "Suppose a person was to draw a reed out from its sheath.",
  "mn77:53.3": "They’d think:",
  "mn77:53.4": "‘This is the reed, this is the sheath.",
  "mn77:53.5": "The reed and the sheath are different things.",
  "mn77:53.6": "The reed has been drawn out from the sheath.’",
  "mn77:53.7": "Or suppose a person was to draw a sword out from its scabbard.",
  "mn77:53.8": "They’d think:",
  "mn77:53.9": "‘This is the sword, this is the scabbard.",
  "mn77:53.10": "The sword and the scabbard are different things.",
  "mn77:53.11": "The sword has been drawn out from the scabbard.’",
  "mn77:53.12": "Or suppose a person was to draw a snake out from its slough.",
  "mn77:53.13": "They’d think:",
  "mn77:53.14": "‘This is the snake, this is the slough.",
  "mn77:53.15": "The snake and the slough are different things.",
  "mn77:53.16": "The snake has been drawn out from the slough.’",
  "mn77:53.17": "In the same way, I have explained to my disciples a practice that they use to create from this body another body, consisting of form, mind-made, complete in all its various parts, not deficient in any faculty.",
  "mn77:53.18": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:54.1": "Furthermore, I have explained to my disciples a practice that they use to wield the many kinds of psychic power:",
  "mn77:54.2": "multiplying themselves and becoming one again; ",
  "mn77:54.3": "appearing and disappearing; ",
  "mn77:54.4": "going unimpeded through a wall, an embankment, or a mountain as if through space;",
  "mn77:54.5": "diving in and out of the earth as if it was water; ",
  "mn77:54.6": "walking on water as if it was earth; ",
  "mn77:54.7": "flying cross-legged through the air like a bird;  ",
  "mn77:54.8": "touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.",
  "mn77:54.9": "Suppose there an expert potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like.",
  "mn77:54.10": "Or suppose there an expert ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like.",
  "mn77:54.11": "Or suppose there an expert goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like.",
  "mn77:54.12": "In the same way, I have explained to my disciples a practice that they use to wield the many kinds of psychic power …",
  "mn77:54.20": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:55.1": "Furthermore, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, ",
  "mn77:55.2": "human and divine, whether near or far.",
  "mn77:55.3": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.",
  "mn77:55.4": "In the same way, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, ",
  "mn77:55.5": "human and divine, whether near or far.",
  "mn77:55.6": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:56.1": "Furthermore, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having comprehended them with their own mind.",
  "mn77:56.2": "They understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’;",
  "mn77:56.3": "mind with hate as ‘mind with hate’, and mind without hate as ‘mind without hate’;",
  "mn77:56.4": "mind with delusion as ‘mind with delusion’, and mind without delusion as ‘mind without delusion’;",
  "mn77:56.5": "contracted mind as ‘contracted mind’, and scattered mind as ‘scattered mind’;",
  "mn77:56.6": "expansive mind as ‘expansive mind’, and unexpansive mind as ‘unexpansive mind’;",
  "mn77:56.7": "mind that is not supreme as ‘mind that is not supreme’, and mind that is supreme as ‘mind that is supreme’;",
  "mn77:56.8": "mind unified in samādhi as ‘mind unified in samādhi’, and mind not unified in samādhi as ‘mind not unified in samādhi’;",
  "mn77:56.9": "freed mind as ‘freed mind’, and unfreed mind as ‘unfreed mind’.",
  "mn77:56.10": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they examine their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot’, and if they had no spots they’d know ‘I have no spots’.",
  "mn77:56.11": "In the same way, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having comprehended them with their own mind …",
  "mn77:56.28": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:57.1": "Furthermore, I have explained to my disciples a practice that they use to recollect the many kinds of past lives, that is,",
  "mn77:57.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving.",
  "mn77:57.3": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "mn77:57.4": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "mn77:57.5": "And so they recollect their many kinds of past lives, with features and details.",
  "mn77:57.6": "Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village.",
  "mn77:57.7": " ",
  "mn77:57.8": "They’d think:",
  "mn77:57.9": "‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that.",
  "mn77:57.10": "From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’",
  "mn77:57.11": "In the same way, I have explained to my disciples a practice that they use to recollect the many kinds of past lives …",
  "mn77:57.15": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:58.1": "Furthermore, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds:",
  "mn77:58.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn77:58.3": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "mn77:58.4": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.",
  "mn77:58.5": "Suppose there were two houses with doors.",
  "mn77:58.6": "A person with good eyesight standing in between them would see people entering and leaving a house and wandering to and fro.",
  "mn77:58.7": "In the same way, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn …",
  "mn77:58.9": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:59.1": "Furthermore, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "mn77:59.2": "Suppose there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.",
  "mn77:59.3": "They’d think:",
  "mn77:59.4": "‘This lake is transparent, clear, and unclouded. And here are the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.’",
  "mn77:59.5": "In the same way, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "mn77:59.6": "And many of my disciples meditate on that having attained perfection and consummation of insight.",
  "mn77:59.7": "This is the fifth quality because of which my disciples are loyal to me.",
  "mn77:60.1": "These are the five qualities because of which my disciples honor, respect, revere, and worship me; and after honoring and respecting me, they remain loyal to me.”",
  "mn77:61.1": "This is what the Buddha said.",
  "mn77:61.2": "Uplifted, the wanderer Sakuludāyī approved of what the Buddha said."
}