{
  "_markup_path": "markup/mn/mn78.html",
  "_alt_strings": [
    "pi/mn/mn78.json"
  ],
  "mn78:1.1": "Middle Discourses 78",
  "mn78:2.1": "With Samaṇamuṇḍika",
  "mn78:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn78:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn78:3.3": "Now at that time the wanderer Uggāhamāna Samaṇamuṇḍikāputta was residing together with three hundred wanderers in Mallikā’s single-halled monastery for group debates, set among the flaking pale-moon ebony trees.",
  "mn78:3.4": "Then the carpenter Pañcakaṅga left Sāvatthī in the middle of the day to see the Buddha.",
  "mn78:3.5": "Then it occurred to him:",
  "mn78:3.6": "“It’s the wrong time to see the Buddha, ",
  "mn78:3.7": "as he’s in retreat.",
  "mn78:3.8": "And it’s the wrong time to see the esteemed mendicants,",
  "mn78:3.9": "as they’re in retreat.",
  "mn78:3.10": "Why don’t I go to Mallikā’s monastery to visit the wanderer Uggāhamāna?”",
  "mn78:3.11": "So that’s what he did.",
  "mn78:4.1": "Now at that time, Uggāhamāna was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of crude talk, such as",
  "mn78:4.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.",
  "mn78:5.1": "Uggāhamāna saw Pañcakaṅga coming off in the distance,",
  "mn78:5.2": "and hushed his own assembly:",
  "mn78:5.3": "“Be quiet, good sirs, don’t make a sound.",
  "mn78:5.4": "Here comes Pañcakaṅga, a disciple of the ascetic Gotama.",
  "mn78:5.5": "He is included among the white-clothed lay disciples of the ascetic Gotama, who is residing in Sāvatthī.",
  "mn78:5.6": "Such venerables like the quiet, are educated to be quiet, and praise quiet.",
  "mn78:5.7": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”",
  "mn78:5.8": "Then those wanderers fell silent.",
  "mn78:6.1": "Then Pañcakaṅga approached Uggāhamāna,",
  "mn78:6.2": "and exchanged greetings with him.",
  "mn78:6.3": "When the greetings and polite conversation were over, he sat down to one side.",
  "mn78:6.4": "Uggāhamāna said to him:",
  "mn78:6.5": "“Householder, when an individual has four qualities I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment. ",
  "mn78:6.6": "What four?",
  "mn78:6.7": "It’s when they do no bad deeds with their body; speak no bad words; think no bad thoughts; and don’t earn a living by bad livelihood.",
  "mn78:6.8": "When an individual has these four qualities I describe them as an invincible ascetic.”",
  "mn78:7.1": "Then Pañcakaṅga neither approved nor dismissed that mendicant’s statement.",
  "mn78:7.2": "He got up from his seat, thinking:",
  "mn78:7.3": "“I will learn the meaning of this statement from the Buddha himself.” ",
  "mn78:7.4": "Then he went to the Buddha,",
  "mn78:7.5": "bowed, sat down to one side, ",
  "mn78:7.6": "and informed the Buddha of all that had been discussed.",
  "mn78:8.1": "When he had spoken, the Buddha said to him:",
  "mn78:8.2": "“Carpenter, if what Uggāhamāna says is true, a little baby boy is an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.",
  "mn78:8.3": "For a little baby doesn’t even have a concept of ‘a body’, so how could they possibly do a bad deed with their body, apart from just wriggling?",
  "mn78:8.4": "And a little baby doesn’t even have a concept of ‘speech’, so how could they possibly speak bad words, apart from just crying?",
  "mn78:8.5": "And a little baby doesn’t even have a concept of ‘thought’, so how could they possibly think bad thoughts, apart from just whimpering?",
  "mn78:8.6": "And a little baby doesn’t even have a concept of ‘livelihood’, so how could they possibly earn a living by bad livelihood, apart from their mother’s breast?",
  "mn78:8.7": "If what Uggāhamāna says is true, a little baby boy is an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.",
  "mn78:9.1": "When an individual has four qualities I describe them, not as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment—but as having achieved the same level as a little baby.",
  "mn78:9.2": "What four?",
  "mn78:9.3": "It’s when they do no bad deeds with their body; speak no bad words; think no bad thoughts; and don’t earn a living by bad livelihood.",
  "mn78:9.4": "When an individual has these four qualities I describe them, not as an invincible ascetic, but as having achieved the same level as a little baby.",
  "mn78:10.1": "When an individual has ten qualities, carpenter, I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment. ",
  "mn78:10.2": "But certain things must first be understood, I say. ‘These are unskillful behaviors.’",
  "mn78:10.4": "‘Unskillful behaviors stem from this.’",
  "mn78:10.6": "‘Here unskillful behaviors cease without anything left over.’",
  "mn78:10.8": "‘Someone practicing like this is practicing for the cessation of unskillful behaviors.’",
  "mn78:11.1": "‘These are skillful behaviors.’",
  "mn78:11.3": "‘Skillful behaviors stem from this.’",
  "mn78:11.5": "‘Here skillful behaviors cease without anything left over.’",
  "mn78:11.7": "‘Someone practicing like this is practicing for the cessation of skillful behaviors.’",
  "mn78:12.1": "‘These are unskillful thoughts.’",
  "mn78:12.3": "‘Unskillful thoughts stem from this.’",
  "mn78:12.5": "‘Here unskillful thoughts cease without anything left over.’",
  "mn78:12.7": "‘Someone practicing like this is practicing for the cessation of unskillful thoughts.’",
  "mn78:13.1": "‘These are skillful thoughts.’",
  "mn78:13.3": "‘Skillful thoughts stem from this.’",
  "mn78:13.5": "‘Here skillful thoughts cease without anything left over.’",
  "mn78:13.7": "‘Someone practicing like this is practicing for the cessation of skillful thoughts.’",
  "mn78:14.1": "And what, carpenter, are unskillful behaviors?",
  "mn78:14.2": "Unskillful deeds by way of body and speech, and bad livelihood.",
  "mn78:14.3": "These are called unskillful behaviors.",
  "mn78:15.1": "And where do these unskillful behaviors stem from?",
  "mn78:15.2": "Where they stem from has been stated.",
  "mn78:15.3": "You should say that they stem from the mind.",
  "mn78:15.4": "What mind?",
  "mn78:15.5": "The mind takes many and diverse forms.",
  "mn78:15.6": "But unskillful behaviors stem from a mind that has greed, hate, and delusion.",
  "mn78:16.1": "And where do these unskillful behaviors cease without anything left over?",
  "mn78:16.2": "Their cessation has also been stated.",
  "mn78:16.3": "It’s when a mendicant gives up bad conduct by way of body, speech, and mind, and develops good conduct by way of body, speech, and mind; they give up wrong livelihood and earn a living by right livelihood.",
  "mn78:16.4": "This is where these unskillful behaviors cease without anything left over.",
  "mn78:17.1": "And how is someone practicing for the cessation of unskillful behaviors?",
  "mn78:17.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise.",
  "mn78:17.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities that have arisen are given up.",
  "mn78:17.4": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities arise.",
  "mn78:17.5": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.",
  "mn78:17.6": "Someone practicing like this is practicing for the cessation of unskillful behaviors.",
  "mn78:18.1": "And what are skillful behaviors?",
  "mn78:18.2": "Skillful deeds by way of body and speech, and purified livelihood are included in behavior, I say.",
  "mn78:18.3": "These are called skillful behaviors.",
  "mn78:19.1": "And where do these skillful behaviors stem from?",
  "mn78:19.2": "Where they stem from has been stated.",
  "mn78:19.3": "You should say that they stem from the mind.",
  "mn78:19.4": "What mind?",
  "mn78:19.5": "The mind takes many and diverse forms.",
  "mn78:19.6": "But skillful behaviors stem from a mind that is free from greed, hate, and delusion.",
  "mn78:20.1": "And where do these skillful behaviors cease without anything left over?",
  "mn78:20.2": "Their cessation has also been stated.",
  "mn78:20.3": "It’s when a mendicant behaves ethically, but they don’t identify with their ethical behavior. And they truly understand the freedom of heart and freedom by wisdom",
  "mn78:20.4": "where these skillful behaviors cease without anything left over.",
  "mn78:21.1": "And how is someone practicing for the cessation of skillful behaviors?",
  "mn78:21.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise …",
  "mn78:21.3": "so that unwholesome qualities are given up …",
  "mn78:21.5": "so that wholesome qualities arise …",
  "mn78:21.7": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "mn78:21.8": "Someone practicing like this is practicing for the cessation of skillful behaviors.",
  "mn78:22.1": "And what are unskillful thoughts?",
  "mn78:22.2": "Thoughts of sensuality, of ill will, and of harming.",
  "mn78:22.3": "These are called unskillful thoughts.",
  "mn78:23.1": "And where do these unskillful thoughts stem from?",
  "mn78:23.2": "Where they stem from has been stated.",
  "mn78:23.3": "You should say that they stem from perception.",
  "mn78:23.4": "What perception?",
  "mn78:23.5": "Perception takes many and diverse forms.",
  "mn78:23.6": "Perceptions of sensuality, ill will, and harming—",
  "mn78:23.7": "unskillful thoughts stem from this.",
  "mn78:24.1": "And where do these unskillful thoughts cease without anything left over?",
  "mn78:24.2": "Their cessation has also been stated.",
  "mn78:24.3": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn78:24.5": " ",
  "mn78:24.6": "This is where these unskillful thoughts cease without anything left over.",
  "mn78:25.1": "And how is someone practicing for the cessation of unskillful thoughts?",
  "mn78:25.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise …",
  "mn78:25.3": "so that unwholesome qualities are given up …",
  "mn78:25.5": "so that wholesome qualities arise …",
  "mn78:25.7": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "mn78:25.8": "Someone practicing like this is practicing for the cessation of unskillful thoughts.",
  "mn78:26.1": "And what are skillful thoughts?",
  "mn78:26.2": "Thoughts of renunciation, love, and kindness.",
  "mn78:26.3": "These are called skillful thoughts.",
  "mn78:27.1": "And where do these skillful thoughts stem from?",
  "mn78:27.2": "Where they stem from has been stated.",
  "mn78:27.3": "You should say that they stem from perception.",
  "mn78:27.4": "What perception?",
  "mn78:27.5": "Perception takes many and diverse forms.",
  "mn78:27.6": "Perceptions of renunciation, love, and kindness—",
  "mn78:27.7": "skillful thoughts stem from this.",
  "mn78:28.1": "And where do these skillful thoughts cease without anything left over?",
  "mn78:28.2": "Their cessation has also been stated.",
  "mn78:28.3": "It’s when, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.",
  "mn78:28.5": " ",
  "mn78:28.6": "This is where these skillful thoughts cease without anything left over.",
  "mn78:29.1": "And how is someone practicing for the cessation of skillful thoughts?",
  "mn78:29.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise …",
  "mn78:29.3": "so that unwholesome qualities are given up …",
  "mn78:29.5": "so that wholesome qualities arise …",
  "mn78:29.7": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "mn78:29.8": "Someone practicing like this is practicing for the cessation of skillful thoughts.",
  "mn78:30.1": "Carpenter, when an individual has what ten qualities do I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment?",
  "mn78:30.2": "It’s when a mendicant has a master’s right view, right motivation, right speech, right action, right livelihood, right mindfulness, right samādhi, right knowledge, and right freedom.",
  "mn78:30.3": "When an individual has these ten qualities, I describe them as an invincible ascetic—accomplished in the skillful, excelling in the skillful, attained to the highest attainment.”",
  "mn78:31.1": "This is what the Buddha said.",
  "mn78:31.2": "Uplifted, Pañcakaṅga the carpenter approved of what the Buddha said. "
}