{
  "_markup_path": "markup/mn/mn81.html",
  "_alt_strings": [
    "pi/mn/mn81.json"
  ],
  "mn81:1.1": "Middle Discourses 81",
  "mn81:2.1": "With Ghaṭikāra",
  "mn81:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn81:3.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.",
  "mn81:3.3": "Then the Buddha left the road, and at a certain spot he smiled.",
  "mn81:3.4": "Then Venerable Ānanda thought:",
  "mn81:3.5": "“What is the cause, what is the reason why the Buddha smiled?",
  "mn81:3.6": "Realized Ones do not smile for no reason.” ",
  "mn81:3.7": "Then Ānanda got up from his seat, arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "mn81:3.8": "“What is the cause, what is the reason why the Buddha smiled?",
  "mn81:3.9": "Realized Ones do not smile for no reason.” ",
  "mn81:3.10": "“Once upon a time, Ānanda, there was a market town in this spot named Vebhaliṅga. It was successful and prosperous and full of people.",
  "mn81:3.11": "And Kassapa, a blessed one, a perfected one, a fully awakened Buddha, lived supported by Vebhaliṅga.",
  "mn81:3.12": "It was here, in fact, that he had his monastery,",
  "mn81:3.13": "where he sat and advised the mendicant Saṅgha.”",
  "mn81:3.14": "Then Ānanda spread out his outer robe folded in four and said to the Buddha:",
  "mn81:3.15": "“Well then, sir, may the Blessed One sit here!",
  "mn81:3.16": "Then this piece of land will have been occupied by two perfected ones, fully awakened Buddhas.”",
  "mn81:3.17": "The Buddha sat on the seat spread out. ",
  "mn81:3.18": "When he was seated he said to Venerable Ānanda:",
  "mn81:4.1": "“Once upon a time, Ānanda, there was a market town in this spot named Vebhaliṅga. It was successful and prosperous and full of people.",
  "mn81:4.2": "And Kassapa, a blessed one, a perfected one, a fully awakened Buddha, lived supported by Vebhaliṅga.",
  "mn81:4.3": "It was here, in fact, that he had his monastery,",
  "mn81:4.4": "where he sat and advised the mendicant Saṅgha.",
  "mn81:5.1": "The Buddha Kassapa had as chief attendant in Vebhaliṅga a potter named Ghaṭīkāra.",
  "mn81:5.2": "Ghaṭīkāra had a dear friend named Jotipāla, a brahmin student.",
  "mn81:5.3": "Then Ghaṭīkāra addressed Jotipāla:",
  "mn81:5.4": "‘Come, dear Jotipāla, let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:5.5": "For I regard it as holy to see that Blessed One.’",
  "mn81:5.6": "When he said this, Jotipāla said to him:",
  "mn81:5.7": "‘Enough, dear Ghaṭīkāra.",
  "mn81:5.8": "What’s the use of seeing that baldy, that fake ascetic?’",
  "mn81:5.9": "For a second time,",
  "mn81:5.11": "and a third time, Ghaṭīkāra addressed Jotipāla:",
  "mn81:5.12": "‘Come, dear Jotipāla, let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:5.13": "For I regard it as holy to see that Blessed One.’",
  "mn81:5.14": "For a third time, Jotipāla said to him:",
  "mn81:5.15": "‘Enough, dear Ghaṭīkāra.",
  "mn81:5.16": "What’s the use of seeing that baldy, that fake ascetic?’",
  "mn81:5.17": "‘Well then, dear Jotipāla, let’s take some bathing paste of powdered shell and go to the river to bathe.”",
  "mn81:5.18": "‘Yes, dear,’ replied Jotipāla.",
  "mn81:5.19": "So that’s what they did.",
  "mn81:6.1": "Then Ghaṭīkāra addressed Jotipāla:",
  "mn81:6.2": "‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.",
  "mn81:6.3": "Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:6.4": "For I regard it as holy to see that Blessed One.’",
  "mn81:6.5": "When he said this, Jotipāla said to him:",
  "mn81:6.6": "‘Enough, dear Ghaṭīkāra.",
  "mn81:6.7": "What’s the use of seeing that baldy, that fake ascetic?’",
  "mn81:6.8": "For a second time,",
  "mn81:6.10": "and a third time, Ghaṭīkāra addressed Jotipāla:",
  "mn81:6.11": "‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.",
  "mn81:6.12": "Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:6.13": "For I regard it as holy to see that Blessed One.’",
  "mn81:6.14": "For a third time, Jotipāla said to him:",
  "mn81:6.15": "‘Enough, dear Ghaṭīkāra.",
  "mn81:6.16": "What’s the use of seeing that baldy, that fake ascetic?’",
  "mn81:6.17": "Then Ghaṭīkāra grabbed Jotipāla by the belt and said:",
  "mn81:6.18": "‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.",
  "mn81:6.19": "Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:6.20": "For I regard it as holy to see that Blessed One.’",
  "mn81:6.21": "So Jotipāla undid his belt and said to Ghaṭīkāra:",
  "mn81:6.22": "‘Enough, dear Ghaṭīkāra.",
  "mn81:6.23": "What’s the use of seeing that baldy, that fake ascetic?’",
  "mn81:6.24": "Then Ghaṭīkāra grabbed Jotipāla by the hair of his freshly-washed head and said:",
  "mn81:6.25": "‘Dear Jotipāla, the Buddha Kassapa’s monastery is not far away.",
  "mn81:6.26": "Let’s go to see the Blessed One Kassapa, the perfected one, the fully awakened Buddha.",
  "mn81:6.27": "For I regard it as holy to see that Blessed One.’",
  "mn81:6.28": "Then Jotipāla thought:",
  "mn81:6.29": "‘It’s incredible, it’s amazing,",
  "mn81:6.30": "how this potter Ghaṭikāra, though born in a lower caste, should presume to grab me by the hair of my freshly-washed head!",
  "mn81:6.31": "This must be no trivial matter.’",
  "mn81:6.32": "He said to Ghaṭīkāra:",
  "mn81:6.33": "‘You’d even milk it to this extent, dear Ghaṭīkāra?’",
  "mn81:6.34": "‘I even milk it to this extent, dear Jotipāla.",
  "mn81:6.35": "For that is how holy I regard it to see that Blessed One.’",
  "mn81:6.36": "‘Well then, dear Ghaṭīkāra, release me,",
  "mn81:6.37": "we shall go.’",
  "mn81:7.1": "Then Ghaṭīkāra the potter and Jotipāla the brahmin student went to the Buddha Kassapa.",
  "mn81:7.2": "Ghaṭīkāra bowed and sat down to one side,",
  "mn81:7.3": "but Jotipāla exchanged greetings with the Buddha",
  "mn81:7.4": "and sat down to one side.",
  "mn81:7.5": "Ghaṭīkāra said to the Buddha Kassapa:",
  "mn81:7.6": "‘Sir, this is my dear friend Jotipāla, a brahmin student.",
  "mn81:7.7": "Please teach him the Dhamma.’",
  "mn81:7.8": "Then the Buddha educated, encouraged, fired up, and inspired Ghaṭikāra and Jotipāla with a Dhamma talk.",
  "mn81:7.9": "Then they got up from their seat, bowed, and respectfully circled Kassapa Buddha, keeping him on his right, before leaving.",
  "mn81:8.1": "Then Jotipāla said to Ghatīkāra:",
  "mn81:8.2": "‘Dear Ghaṭīkāra, you have heard this teaching, so why don’t you go forth from the lay life to homelessness?’",
  "mn81:8.3": "‘Don’t you know, dear Jotipāla, that I look after my blind old parents?’",
  "mn81:8.4": "‘Well then, dear Ghaṭīkāra, I shall go forth from the lay life to homelessness.’",
  "mn81:8.5": "Then Ghaṭīkāra and Jotipāla went to the Buddha Kassapa,",
  "mn81:8.6": "bowed and sat down to one side,",
  "mn81:8.7": "Ghaṭīkāra said to the Buddha Kassapa:",
  "mn81:8.8": "‘Sir, this is my dear friend Jotipāla, a brahmin student.",
  "mn81:8.9": "Please give him the going forth.’",
  "mn81:8.10": "And Jotipāla the brahmin student received the going forth, the ordination in the Buddha’s presence.",
  "mn81:9.1": "Not long after Jotipāla’s ordination, a fortnight later, the Buddha Kassapa—having stayed in Vebhaliṅga as long as he wished—set out for Benares.",
  "mn81:9.2": "Travelling stage by stage, he arrived at Benares,",
  "mn81:9.3": "where he stayed near Benares, in the deer park at Isipatana.",
  "mn81:9.4": "King Kikī of Kāsi heard ",
  "mn81:9.5": "that he had arrived.",
  "mn81:9.6": "King Kikī had the finest carriages harnessed. Then he mounted a fine carriage and, along with the other fine carriages, set out in full royal pomp from Benares to see the Buddha Kassapa.",
  "mn81:9.7": "He went by carriage as far as the terrain allowed, then descended and approached the Buddha Kassapa on foot. ",
  "mn81:9.8": "He bowed and sat down to one side.",
  "mn81:9.9": "Then the Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.",
  "mn81:9.10": "Then King Kikī said to the Buddha:",
  "mn81:9.11": "“Sir, would the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me?”",
  "mn81:9.12": "Kassapa Buddha consented in silence.",
  "mn81:9.13": "Then, knowing that the Buddha had accepted, King Kikī got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "mn81:9.14": "And when the night had passed, King Kikī had a variety of delicious foods prepared in his own home—soft saffron rice with the dark grains picked out, served with many soups and sauces. He announced the time to the Buddha, saying:",
  "mn81:9.15": "“Sir, it’s time. The meal is ready.”",
  "mn81:10.1": "Then Kassapa Buddha got dressed in the morning and, taking his bowl and robes, went to the home of King Kikī,",
  "mn81:10.2": "where he sat on the seat spread out, together with the Saṅgha of mendicants.",
  "mn81:10.3": "Then King Kikī served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.",
  "mn81:10.4": "When Kassapa Buddha had eaten and washed his hand and bowl, King Kikī took a low seat and sat to one side.",
  "mn81:10.5": "There he said to the Buddha Kassapa:",
  "mn81:10.6": "‘Sir, may the Buddha please accept my invitation to reside in Benares for the rainy season.",
  "mn81:10.7": "That’s what the service provided for the Saṅgha will be like.’",
  "mn81:10.8": "‘Enough, Great King.",
  "mn81:10.9": "I have already accepted an invitation for the rains residence.’",
  "mn81:10.10": "For a second time,",
  "mn81:10.11": "and a third time King Kikī said to the Buddha Kassapa:",
  "mn81:10.12": "‘Sir, may the Buddha please accept my invitation to reside in Benares for the rainy season.",
  "mn81:10.13": "The Saṅgha will be looked after in the same style.’",
  "mn81:10.14": "‘Enough, Great King.",
  "mn81:10.15": "I have already accepted an invitation for the rains residence.’",
  "mn81:10.16": "Then King Kikī, thinking, “The Buddha does not accept my invitation to reside for the rains in Benares,” became sad and upset.",
  "mn81:10.17": "Then King Kikī said to the Buddha Kassapa:",
  "mn81:10.18": "‘Sir, do you have another attendant better than I?’",
  "mn81:11.1": "‘Great King, there is a market town named Vebhaliṅga,",
  "mn81:11.2": "where there’s a potter named Ghaṭīkāra.",
  "mn81:11.3": "He is my chief attendant.",
  "mn81:11.4": "Now, Great King, you thought, “The Buddha does not accept my invitation to reside for the rains in Benares,” and you became sad and upset.",
  "mn81:11.5": "But Ghaṭīkāra doesn’t get upset, nor will he.",
  "mn81:11.6": "Ghaṭīkāra has gone for refuge to the Buddha, the teaching, and the Saṅgha.",
  "mn81:11.7": "He doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcohol and drugs that cause intoxication.",
  "mn81:11.8": "He has experiential confidence in the Buddha, the teaching, and the Saṅgha, and the ethics loved by the noble ones.",
  "mn81:11.9": "He is free of doubt regarding suffering, its origin, its cessation, and the practice that leads to its cessation.",
  "mn81:11.10": "He eats in one part of the day; he’s celibate, ethical, and of good character.",
  "mn81:11.11": "He has set aside gems and gold, and rejected gold and money.",
  "mn81:11.12": "He doesn’t dig the earth with a shovel or his own hands.",
  "mn81:11.13": "He takes what has crumbled off by a riverbank or dug up by mice, and brings it back in a carrier. When he has made a pot, he says:",
  "mn81:11.14": "“Anyone may leave bagged sesame, mung beans, or chick peas here and take what they wish.”",
  "mn81:11.15": "He looks after his blind old parents.",
  "mn81:11.16": "And since he has ended the five lower fetters, Ghaṭīkāra will be reborn spontaneously and will become extinguished there, not liable to return from that world.’",
  "mn81:12.1": "This one time, Great King, I was staying near the market town of Vebhaliṅga.",
  "mn81:12.2": "Then the Buddha got dressed in the morning and, taking his bowl and robes, went to the home of Ghaṭīkāra’s parents,",
  "mn81:12.3": "where he said to them:",
  "mn81:12.4": "“Excuse me, where has Bhaggava gone?”",
  "mn81:12.5": "“Your attendant has gone out, sir. But take rice from the pot and sauce from the pan and eat.”",
  "mn81:12.6": "So that’s what Kassapa Buddha did. And after eating he got up from his seat and left.",
  "mn81:12.7": "Then Ghaṭīkāra went up to his parents",
  "mn81:12.8": "and said:",
  "mn81:12.9": "“Who took rice from the pot and sauce from the pan, ate it, and left?”",
  "mn81:12.10": "“It was the Buddha Kassapa, my dear.”",
  "mn81:12.11": "Then Ghaṭīkāra thought:",
  "mn81:12.12": "“I’m so fortunate, so very fortunate, in that the Buddha Kassapa trusts me so much!”",
  "mn81:12.13": "Then joy and happiness did not leave him for a fortnight, or his parents for a week.",
  "mn81:13.1": "Another time, Great King, I was staying near that same market town of Vebhaliṅga.",
  "mn81:13.2": "Then the Buddha got dressed in the morning and, taking his bowl and robes, went to the home of Ghaṭīkāra’s parents,",
  "mn81:13.3": "where he said to them:",
  "mn81:13.4": "“Excuse me, where has Bhaggava gone?”",
  "mn81:13.5": "“Your attendant has gone out, sir. But take porridge from the pot and sauce from the pan and eat.”",
  "mn81:13.6": "So that’s what Kassapa Buddha did. And after eating he got up from his seat and left.",
  "mn81:13.7": "Then Ghaṭīkāra went up to his parents",
  "mn81:13.8": "and said:",
  "mn81:13.9": "“Who took porridge from the pot and sauce from the pan, ate it, and left?”",
  "mn81:13.10": "“It was the Buddha Kassapa, my dear.”",
  "mn81:13.11": "Then Ghaṭīkāra thought:",
  "mn81:13.12": "“I’m so fortunate, so very fortunate, to be trusted so much by the Buddha Kassapa!”",
  "mn81:13.13": "Then joy and happiness did not leave him for a fortnight, or his parents for a week.",
  "mn81:14.1": "Another time, Great King, I was staying near that same market town of Vebhaliṅga.",
  "mn81:14.2": "Now at that time my hut leaked.",
  "mn81:14.3": "So I addressed the mendicants:",
  "mn81:14.4": "“Mendicants, go to Ghaṭikāra’s home and find some grass.”",
  "mn81:14.5": "When I said this, those mendicants said to me:",
  "mn81:14.6": "“Sir, there’s no grass there, but his workshop has a grass roof.”",
  "mn81:14.7": "“Then go to the workshop and strip the grass.”",
  "mn81:14.8": "So that’s what they did.",
  "mn81:14.9": "Then Ghaṭīkāra’s parents said to those mendicants:",
  "mn81:14.10": "“Who’s stripping the grass from the workshop?”",
  "mn81:14.11": "“It’s the mendicants, sister. The Buddha’s hut is leaking.”",
  "mn81:14.12": "“Take it, sirs! Take it, my dears!”",
  "mn81:14.13": "Then Ghaṭīkāra went up to his parents",
  "mn81:14.14": "and said:",
  "mn81:14.15": "“Who stripped the grass from the workshop?”",
  "mn81:14.16": "“It was the mendicants, dear. It seems the Buddha’s hut is leaking.”",
  "mn81:14.17": "Then Ghaṭīkāra thought:",
  "mn81:14.18": "“I’m so fortunate, so very fortunate, to be trusted so much by the Buddha Kassapa!”",
  "mn81:14.19": "Then joy and happiness did not leave him for a fortnight, or his parents for a week.",
  "mn81:14.20": "Then the workshop remained with the sky for a roof for the whole three months, but no rain fell on it.",
  "mn81:14.21": "And that, Great King, is what Ghaṭīkāra the potter is like.’",
  "mn81:14.22": "‘Ghaṭīkāra the potter is fortunate, very fortunate, to be so trusted by the Buddha Kassapa.’",
  "mn81:15.1": "Then King Kikī sent five hundred cartloads of rice, soft saffron  rice, and suitable sauce to Ghaṭīkāra.",
  "mn81:15.2": "Then one of the king’s men approached Ghaṭīkāra and said:",
  "mn81:15.3": "‘Sir, these five hundred cartloads of rice, soft saffron rice, and suitable sauce have been sent to you by King Kikī of Kāsī.",
  "mn81:15.4": "Please accept them.’",
  "mn81:15.5": "‘The king has many duties, and much to do.",
  "mn81:15.6": "I have enough.",
  "mn81:15.7": "Let this be for the king himself.’",
  "mn81:15.8": "Ānanda, you might think: ",
  "mn81:15.9": "‘Surely the brahmin student Jotipāla must have been someone else at that time?’",
  "mn81:15.10": "But you should not see it like this.",
  "mn81:15.11": "I myself was the student Jotipāla at that time.”",
  "mn81:16.1": "This is what the Buddha said.",
  "mn81:16.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}