{
  "_markup_path": "markup/mn/mn88.html",
  "_alt_strings": [
    "pi/mn/mn88.json"
  ],
  "mn88:1.1": "Middle Discourses 88",
  "mn88:2.1": "The Imported Cloth",
  "mn88:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn88:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn88:3.3": "Then Venerable Ānanda robed up in the morning and, taking his bowl and robes, entered Sāvatthī for alms.",
  "mn88:3.4": "He wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Great Wood",
  "mn88:3.5": "Now at that time King Pasenadi of Kosala mounted the Single Lotus Elephant and drove out from Sāvatthī in the middle of the day.",
  "mn88:3.6": "He saw Ānanda coming off in the distance",
  "mn88:3.7": "and said to the minister Sirivaḍḍha:",
  "mn88:3.8": "“My dear Sirivaḍḍha, isn’t that Venerable Ānanda?”",
  "mn88:3.9": "“Indeed it is, Great King.” ",
  "mn88:4.1": "Then King Pasenadi addressed a man:",
  "mn88:4.2": "“Please, mister, go to Venerable Ānanda,",
  "mn88:4.3": "and in my name bow with your head to his feet. Say to him:",
  "mn88:4.4": "‘Sir, King Pasenadi of Kosala bows with his head at your feet.’",
  "mn88:4.5": "And then say: ",
  "mn88:4.6": "‘Sir, if you have no urgent business, please wait a moment out of compassion.’”",
  "mn88:4.7": "“Yes, sire,” that man replied. He did as the king asked.",
  "mn88:4.13": "Ānanda consented in silence.",
  "mn88:5.1": "Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot. ",
  "mn88:5.2": "He bowed, stood to one side,",
  "mn88:5.3": "and said to Ānanda:",
  "mn88:5.4": "“Sir, if you have no urgent business, it would be nice of you to go to the bank of the Aciravatī river out of compassion.”",
  "mn88:5.5": "Ānanda consented in silence. ",
  "mn88:6.1": "He went to the river bank",
  "mn88:6.2": "and sat at the root of a certain tree on a seat spread out.",
  "mn88:6.3": "Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot.",
  "mn88:6.4": "He bowed, stood to one side,",
  "mn88:6.5": "and said to Ānanda:",
  "mn88:6.6": "“Here, Venerable Ānanda, sit on this elephant rug.”",
  "mn88:6.7": "“Enough, Great King, you sit on it.",
  "mn88:6.9": "I’m sitting on my own seat.” ",
  "mn88:6.10": "So the king sat down on the seat spread out,",
  "mn88:6.11": "and said:",
  "mn88:6.12": "“Sir, might the Buddha engage in the sort of behavior—by way of body, speech, or mind—that is faulted by ascetics and brahmins?”",
  "mn88:6.13": "“No, great king, the Buddha would not engage in the sort of behavior that is faulted by sensible ascetics and brahmins.”",
  "mn88:8.1": "“It’s incredible, sir, it’s amazing!",
  "mn88:8.2": "For I couldn’t fully express the question, but Ānanda’s answer completed it for me.",
  "mn88:8.3": "I don’t believe that praise or criticism of others spoken by incompetent fools, without examining or scrutinizing, is the most important thing.",
  "mn88:8.4": "Rather, I believe that praise or criticism of others spoken by competent and intelligent people after examining and scrutinizing is the most important thing.",
  "mn88:9.1": "But sir, what kind of bodily behavior is faulted by sensible ascetics and brahmins?”",
  "mn88:9.2": "“Unskillful behavior.”",
  "mn88:10.1": "“But what kind of bodily behavior is unskillful?”",
  "mn88:10.2": "“Blameworthy behavior.”",
  "mn88:11.1": "“But what kind of bodily behavior is blameworthy?”",
  "mn88:11.2": "“Hurtful behavior.”",
  "mn88:12.1": "“But what kind of bodily behavior is hurtful?”",
  "mn88:12.2": "“Behavior that results in suffering.”",
  "mn88:13.1": "“But what kind of bodily behavior results in suffering?”",
  "mn88:13.2": "“Bodily behavior that leads to hurting yourself, hurting others, and hurting both,",
  "mn88:13.3": "and which makes unskillful qualities grow while skillful qualities decline.",
  "mn88:13.4": "That kind of bodily behavior is faulted by sensible ascetics and brahmins.”",
  "mn88:14.1": "“But what kind of verbal …",
  "mn88:14.3": "mental behavior is faulted by sensible ascetics and brahmins?” …",
  "mn88:18.2": "“Mental behavior that leads to hurting yourself, hurting others, and hurting both,",
  "mn88:18.3": "and which makes unskillful qualities grow while skillful qualities decline.",
  "mn88:18.4": "That kind of mental behavior is faulted by sensible ascetics and brahmins.”",
  "mn88:19.1": "“Sir, does the Buddha praise giving up all these unskillful things?”",
  "mn88:19.2": "“Great king, the Realized One has given up all unskillful things and possesses skillful things.”",
  "mn88:20.1": "“But sir, what kind of bodily behavior is not faulted by sensible ascetics and brahmins?”",
  "mn88:20.2": "“Skillful behavior.”",
  "mn88:21.1": "“But what kind of bodily behavior is skillful?”",
  "mn88:21.2": "“Blameless behavior.”",
  "mn88:22.1": "“But what kind of bodily behavior is blameless?”",
  "mn88:22.2": "“Pleasing behavior.”",
  "mn88:23.1": "“But what kind of bodily behavior is pleasing?”",
  "mn88:23.2": "“Behavior that results in happiness.”",
  "mn88:24.1": "“But what kind of bodily behavior results in happiness?”",
  "mn88:24.2": "“Bodily behavior that leads to pleasing yourself, pleasing others, and pleasing both,",
  "mn88:24.3": "and which makes unskillful qualities decline while skillful qualities grow.",
  "mn88:24.4": "That kind of bodily behavior is not faulted by sensible ascetics and brahmins.”",
  "mn88:25.1": "“But what kind of verbal …",
  "mn88:25.3": "mental behavior is not faulted by sensible ascetics and brahmins?” …",
  "mn88:29.2": "“Mental behavior that leads to pleasing yourself, pleasing others, and pleasing both,",
  "mn88:29.3": "and which makes unskillful qualities decline while skillful qualities grow.",
  "mn88:29.4": "That kind of mental behavior is not faulted by sensible ascetics and brahmins.”",
  "mn88:30.1": "“Sir, does the Buddha praise gaining all these unskillful things?”",
  "mn88:30.2": "“Great king, the Realized One has given up all unskillful things and possesses skillful things.”",
  "mn88:31.1": "“It’s incredible, sir, it’s amazing!",
  "mn88:31.2": "How well this was said by Venerable Ānanda!",
  "mn88:31.3": "I’m delighted and satisfied with what you’ve expressed so well.",
  "mn88:31.4": "So much so that",
  "mn88:31.5": "if an elephant treasure was suitable for you, I would give you one.",
  "mn88:31.6": "If a horse treasure was suitable for you, I would give you one.",
  "mn88:31.7": "If a prize village was suitable for you, I would give you one.",
  "mn88:31.8": "But, sir, I know that",
  "mn88:31.9": "these things are not suitable for you.",
  "mn88:31.10": "This imported cloth was sent to me by King Ajātasattu Vedehiputta of Magadha packed in a parasol case. It’s exactly sixteen measures long and eight wide.",
  "mn88:31.11": "May Venerable Ānanda please accept it out of compassion.”",
  "mn88:31.12": "“Enough, great king. My three robes are complete.”",
  "mn88:32.1": "“Sir, we have both seen this river Aciravatī",
  "mn88:32.2": "when it has rained heavily in the mountains, and the river overflows both its banks.",
  "mn88:32.3": "In the same way, Venerable Ānanda can make a set of three robes for himself from this imported cloak.",
  "mn88:32.4": "And you can share your old robe with your fellow monks.",
  "mn88:32.5": "In this way my teacher’s offering will come to overflow, it seems to me.",
  "mn88:32.6": "Please accept the imported cloth.”",
  "mn88:32.7": "So Ānanda accepted it.",
  "mn88:33.1": "Then King Pasenadi said to him:",
  "mn88:33.2": "“Well, now, sir, I must go.",
  "mn88:33.3": "I have many duties, and much to do.”",
  "mn88:33.4": "“Please, great king, go when you’re ready.” ",
  "mn88:33.5": "Then King Pasenadi approved and agreed with what Ānanda said. Then he got up from his seat, bowed, and respectfully circled him, keeping him on his right, before leaving.",
  "mn88:34.1": "Soon after he left, Ānanda went to the Buddha,",
  "mn88:34.2": "bowed, sat down to one side, ",
  "mn88:34.3": "and told him what had happened.",
  "mn88:34.4": "He presented the cloth to the Buddha.",
  "mn88:34.5": "Then the Buddha said to the mendicants: ",
  "mn88:34.6": "“Mendicants, King Pasenadi is lucky, so very lucky,",
  "mn88:34.7": "to get to see Ānanda and pay homage to him.”",
  "mn88:35.1": "This is what the Buddha said.",
  "mn88:35.2": "Uplifted, the mendicants approved of what the Buddha said."
}