{
  "_markup_path": "markup/mn/mn99.html",
  "_alt_strings": [
    "pi/mn/mn99.json"
  ],
  "mn99:1.1": "Middle Discourses 99",
  "mn99:2.1": "With Subha",
  "mn99:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn99:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn99:3.3": "Now at that time the brahmin student Subha, Todeyya’s son, was residing in Sāvatthī at a certain householder’s home on some business.",
  "mn99:3.4": "Then Subha said to that householder:",
  "mn99:3.5": "“Householder, I’ve heard that",
  "mn99:3.6": "Sāvatthī does not lack for perfected ones.",
  "mn99:3.7": "What ascetic or brahmin might we pay homage to today?”",
  "mn99:3.8": "“Sir, the Buddha is staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn99:3.9": "You can pay homage to him.”",
  "mn99:3.10": "Acknowledging that householder, Subha went to the Buddha,",
  "mn99:3.11": "and exchanged greetings with him. ",
  "mn99:3.12": "When the greetings and polite conversation were over, he sat down to one side,",
  "mn99:3.13": "and said to the Buddha:",
  "mn99:3.14": "“Master Gotama, the brahmins say:",
  "mn99:3.15": "‘Laypeople succeed in the procedure of the wholesome teaching, not renunciants.’",
  "mn99:3.16": "What do you say about this?”",
  "mn99:4.1": "“On this point, student, I speak after analyzing the question,",
  "mn99:4.2": "without making generalizations.",
  "mn99:4.3": "I don’t praise wrong practice for either laypeople or renunciants.",
  "mn99:4.4": "Because of wrong practice, neither laypeople nor renunciants succeed in the procedure of the wholesome teaching.",
  "mn99:4.5": "I praise right practice for both laypeople and renunciants.",
  "mn99:4.6": "Because of right practice, both laypeople and renunciants succeed in the procedure of the wholesome teaching.”",
  "mn99:5.1": "“Master Gotama, the brahmins say:",
  "mn99:5.2": "‘Since the work of the lay life has many requirements, duties, issues, and undertakings it is very fruitful.",
  "mn99:5.3": "But since the work of the renunciant has few requirements, duties, issues, and undertakings it is not very fruitful.’",
  "mn99:5.4": "What do you say about this?”",
  "mn99:6.1": "“On this point, too, I speak after analyzing the question,",
  "mn99:6.2": "without making generalizations.",
  "mn99:6.3": "Some work has many requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful.",
  "mn99:6.4": "Some work has many requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful.",
  "mn99:6.5": "Some work has few requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful.",
  "mn99:6.6": "Some work has few requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful.",
  "mn99:6.7": "And what work has many requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful?",
  "mn99:6.8": "Farming.",
  "mn99:6.9": "And what work has many requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful?",
  "mn99:6.10": "Again, it is farming.",
  "mn99:6.11": "And what work has few requirements, duties, issues, and undertakings, and when it fails it’s not very fruitful?",
  "mn99:6.12": "Trade.",
  "mn99:6.13": "And what work has few requirements, duties, issues, and undertakings, and when it succeeds it is very fruitful?",
  "mn99:6.14": "Again, it’s trade.",
  "mn99:7.1": "The lay life is like farming in that it’s work with many requirements and when it fails it’s not very fruitful;",
  "mn99:7.3": "but when it succeeds it is very fruitful.",
  "mn99:7.5": "The renunciate life is like trade in that it’s work with few requirements and when it fails it’s not very fruitful;",
  "mn99:7.7": "but when it succeeds it is very fruitful.”",
  "mn99:8.1": "“Master Gotama, the brahmins prescribe five things for making merit and succeeding in the skillful.”",
  "mn99:8.3": "“If you don’t mind,",
  "mn99:8.4": "please explain these in this assembly.”",
  "mn99:8.5": "“It’s no trouble when gentlemen such as yourself are sitting here.”",
  "mn99:8.6": "“Well, speak then, student.”",
  "mn99:8.7": "“Master Gotama, truth is the first thing.",
  "mn99:8.8": "Austerity is the second thing. ",
  "mn99:8.9": "Celibacy is the third thing.",
  "mn99:8.10": "Recitation is the fourth thing.",
  "mn99:8.11": "Generosity is the fifth thing.",
  "mn99:8.12": "These are the five things that the brahmins prescribe for making merit and succeeding in the skillful.",
  "mn99:8.13": "What do you say about this?”",
  "mn99:9.1": "“Well, Bhāradvāja, is there even a single one of the brahmins who says this:",
  "mn99:9.2": "‘I declare the result of these five things after realizing it with my own insight’?”",
  "mn99:9.3": "“No, Master Gotama.”",
  "mn99:9.4": "“Well, is there even a single teacher of the brahmins, or a teacher’s teacher back to the seventh generation, who says this:",
  "mn99:9.5": "‘I declare the result of these five things after realizing it with my own insight’?”",
  "mn99:9.6": "“No, Master Gotama.”",
  "mn99:9.7": "“Well, what of the brahmin seers of the past, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns, whose hymnal was sung and propagated and compiled in ancient times. These days, brahmins continue to sing and chant it. They continue chanting what was chanted and teaching what was taught.",
  "mn99:9.8": "Did even they say:",
  "mn99:9.9": "‘We declare the result of these five things after realizing it with our own insight’?”",
  "mn99:9.10": "“No, Master Gotama.”",
  "mn99:10.1": "“So, Bhāradvāja, it seems that there is not a single one of the brahmins,",
  "mn99:10.3": "nor a teacher’s teacher back to the seventh generation,",
  "mn99:10.5": "nor even the brahmin seers of the past",
  "mn99:10.7": "who says:",
  "mn99:10.8": "‘We declare the result of these five things after realizing it with our own insight.’",
  "mn99:11.1": "Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see.",
  "mn99:11.2": "In the same way, it seems to me that the brahmins’ statement turns out to be comparable to a queue of blind men:",
  "mn99:11.3": "the first one does not see, the middle one does not see, and the last one does not see.”",
  "mn99:12.1": "When he said this, Subha became angry and upset with the Buddha because of the simile of the queue of blind men. He even attacked and badmouthed the Buddha himself, saying:",
  "mn99:12.2": "“The ascetic Gotama will be worsted!” He said to the Buddha:",
  "mn99:12.3": "“Master Gotama, the brahmin Pokkharasāti Upamañña of the Subhaga Forest says:",
  "mn99:12.4": "“This is exactly what happens with some ascetics and brahmins. They claim to have a superhuman distinction in knowledge and vision worthy of the noble ones.",
  "mn99:12.5": "But their statement turns out to be a joke—mere words, void and hollow.",
  "mn99:12.6": "For how on earth can a human being know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones?",
  "mn99:12.7": "That is not possible.”",
  "mn99:13.1": "“But student, does Pokkharasāti understand the minds of all these ascetics and brahmins, having comprehended them with his mind?”",
  "mn99:13.2": "“Master Gotama, Pokkarasāti doesn’t even know the mind of his own slave-woman Puṇṇikā, so how could he know all those ascetics and brahmins?”",
  "mn99:14.1": "“Suppose there was a person blind from birth. They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun.",
  "mn99:14.2": "They’d say: ",
  "mn99:14.3": "‘There’s no such thing as dark and bright sights, and no-one who sees them.",
  "mn99:14.4": "There’s no such thing as blue,",
  "mn99:14.5": "yellow,",
  "mn99:14.6": "red,",
  "mn99:14.7": "magenta,",
  "mn99:14.8": "even and uneven ground,",
  "mn99:14.9": "stars,",
  "mn99:14.10": "moon and sun, and no-one who sees these things.",
  "mn99:14.11": "I don’t know it or see it,",
  "mn99:14.12": "therefore it doesn’t exist.’",
  "mn99:14.13": "Would they be speaking rightly?”",
  "mn99:15.1": "“No, Master Gotama.",
  "mn99:15.2": "There are such things as dark and bright sights, and one who sees them.",
  "mn99:15.3": "There is blue,",
  "mn99:15.4": "yellow,",
  "mn99:15.5": "red,",
  "mn99:15.6": "magenta,",
  "mn99:15.7": "even and uneven ground,",
  "mn99:15.8": "stars,",
  "mn99:15.9": "moon and sun, and one who sees these things.",
  "mn99:15.10": "So it’s not right to say this: ‘I don’t know it or see it,",
  "mn99:15.11": "therefore it doesn’t exist.’”",
  "mn99:16.1": "“In the same way, Pokkharasāti is blind and sightless.",
  "mn99:16.2": "It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.",
  "mn99:17.1": "What do you think, student? There are propertied brahmins of Kosala such as ",
  "mn99:17.2": "the brahmins Caṅkī, Tārukkha, Pokkharasāti, Jāṇussoṇi, and your father Todeyya. What’s better for them: that their speech agrees or disagrees with accepted usage?”",
  "mn99:17.3": "“That it agrees, Master Gotama.”",
  "mn99:18.1": "“What better for them: that their speech is thoughtful or thoughtless?”",
  "mn99:18.2": "“That it is thoughtful.”",
  "mn99:19.1": "“What better for them: that their speech follows reflection or is unreflective?”",
  "mn99:19.2": "“That it follows reflection.”",
  "mn99:20.1": "“What better for them: that their speech is beneficial or worthless?”",
  "mn99:20.2": "“That it’s beneficial.”",
  "mn99:21.1": "“What do you think, student? If this is so, does Pokkharasāti’s speech agree or disagree with accepted usage?”",
  "mn99:21.2": "“It disagrees, Master Gotama.”",
  "mn99:22.1": "“It is thoughtful or thoughtless?”",
  "mn99:22.2": "“Thoughtless.”",
  "mn99:23.1": "“Is it reflective or unreflective?”",
  "mn99:23.2": "“Unreflective.”",
  "mn99:24.1": "“Is it beneficial or worthless?”",
  "mn99:24.2": "“Worthless.”",
  "mn99:25.1": "“Student, there are these five traps.",
  "mn99:25.2": "What five?",
  "mn99:25.3": "The traps of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
  "mn99:25.4": "These are the five traps.",
  "mn99:25.5": "Pokkharasāti is caged, trapped, covered, and engulfed by these five hindrances.",
  "mn99:25.6": "It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.",
  "mn99:26.1": "There are these five kinds of sensual stimulation.",
  "mn99:26.2": "What five?",
  "mn99:26.3": "There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.  ",
  "mn99:26.4": "Sounds known by the ear …",
  "mn99:26.6": "Smells known by the nose … ",
  "mn99:26.7": "Tastes known by the tongue …",
  "mn99:26.8": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn99:26.9": "These are the five kinds of sensual stimulation.",
  "mn99:26.10": "Pokkharasāti enjoys himself with these five kinds of sensual stimulation tied, stupefied, attached, blind to the drawbacks, and not understanding the escape.",
  "mn99:26.11": "It’s not possible for him to know or see or realize a superhuman distinction in knowledge and vision worthy of the noble ones.",
  "mn99:27.1": "What do you think, student? Which would have have better flames, color, and radiance: a fire that depends on grass and logs as fuel, or one that does not?”",
  "mn99:27.2": "“If it was possible for a fire to burn without depending on grass and logs as fuel, that would have better flames, color, and radiance.”",
  "mn99:27.3": "“But it isn’t possible, except by psychic powers.",
  "mn99:27.4": "Rapture that depends on the five kinds of sensual stimulation is like a fire that depends on grass and logs as fuel.",
  "mn99:27.5": "Rapture that’s apart from sensual stimuli and unskillful qualities is like a fire that doesn’t depend on grass and logs as fuel.",
  "mn99:28.1": "And what is rapture that’s apart from sensual stimuli and unskillful qualities?",
  "mn99:28.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn99:28.5": "This is rapture that’s apart from sensual stimuli and unskillful qualities.",
  "mn99:28.6": "Furthermore, as the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn99:28.8": "This too is rapture that’s apart from sensual stimuli and unskillful qualities.",
  "mn99:29.1": "Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, which do they say is the most fruitful?”",
  "mn99:29.2": "“Generosity.”",
  "mn99:30.1": "“What do you think, student? Suppose a brahmin was setting up a big sacrifice.",
  "mn99:30.2": "Then two brahmins came along,",
  "mn99:30.3": "thinking to participate.",
  "mn99:30.4": "Then one of those brahmins thought:",
  "mn99:30.5": "‘Oh, I hope that I alone get the best seat, the best drink, and the best alms-food in the refectory, not some other brahmin.’",
  "mn99:30.6": "But it’s possible that some other brahmin gets the best seat, the best drink, and the best alms-food in the refectory.",
  "mn99:30.7": "Think, ‘Some other brahmin has got the best seat, the best drink, the best alms-food,’",
  "mn99:30.8": "they get angry and bitter.",
  "mn99:30.9": "What do the brahmins say is the result of this?”",
  "mn99:30.10": "“Master Gotama, brahmins don’t give gifts so that",
  "mn99:30.11": "others will get angry and upset.",
  "mn99:30.12": "Rather, they give only out of compassion.”",
  "mn99:30.13": "“In that case, isn’t compassion a sixth ground for making merit?”",
  "mn99:30.15": "“In that case, compassion is a sixth ground for making merit.”",
  "mn99:31.1": "“Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, where do you usually find them:",
  "mn99:31.2": "among laypeople or renunciants?”",
  "mn99:31.3": "“Mostly among renunciants, and less so among lay people.",
  "mn99:31.4": "For a lay person has many requirements, duties, issues, and undertakings, and they can’t always tell the truth,",
  "mn99:31.6": "practice austeries,",
  "mn99:31.7": "be celibate,",
  "mn99:31.8": "do lots of recitation,",
  "mn99:31.9": "or be very generous.",
  "mn99:31.10": "But a renunciate has few requirements, duties, issues, and undertakings, and they can always tell the truth, practice austerities,",
  "mn99:31.11": "be celibate,",
  "mn99:31.12": "do lots of recitation,",
  "mn99:31.13": "and be very generous.",
  "mn99:31.14": "Of the five things that the brahmins prescribe for making merit and succeeding in the skillful, I usually find them among renunciants, and less so among laypeople.”",
  "mn99:32.1": "“I say that the five things prescribed by the brahmins for making merit are prerequisites of the mind for",
  "mn99:32.2": "developing a mind free of enmity and ill will.",
  "mn99:32.3": "Take a mendicant who speaks the truth.",
  "mn99:32.4": "Thinking, ‘I’m truthful,’ they find joy in the meaning and the teaching, and find gladness connected with the teaching.",
  "mn99:32.5": "And I say that gladness connected with the skillful is a prerequisite of the mind for",
  "mn99:32.6": "developing a mind free of enmity and ill will.",
  "mn99:32.7": "Take a mendicant who practices austerities …",
  "mn99:32.9": "is celibate …",
  "mn99:32.11": "does lots of recitation …",
  "mn99:32.13": "and is very generous.",
  "mn99:32.14": "Thinking, ‘I’m very generous,’ they find joy in the meaning and the teaching, and find gladness connected with the teaching.",
  "mn99:32.15": "And I say that gladness connected with the skillful is a prerequisite of the mind for",
  "mn99:32.16": "developing a mind free of enmity and ill will.",
  "mn99:32.17": "I say that these five things prescribed by the brahmins for making merit are prerequisites of the mind for",
  "mn99:32.18": "developing a mind free of enmity and ill will.”",
  "mn99:33.1": "When he had spoken, Subha said to him:",
  "mn99:33.2": "“Master Gotama, I have heard that ",
  "mn99:33.3": "the ascetic Gotama knows a path to companionship with Brahmā.”",
  "mn99:34.1": "“What do you think, student? Is the village of Naḷakāra nearby?”",
  "mn99:35.1": "“Yes it is, sir.”",
  "mn99:36.1": "“What do you think, student? Suppose a person was born and raised in Naḷakāra.",
  "mn99:36.2": "And as soon as he left the town they asked him for the road to Naḷakāra.",
  "mn99:36.3": "Would they be slow or hesitant to answer?”",
  "mn99:37.1": "“No, Master Gotama.”",
  "mn99:38.1": "“Why is that? ",
  "mn99:39.1": "Because they were born and raised in Naḷakāra.",
  "mn99:39.2": "They’re well acquainted with all the roads to the village.”",
  "mn99:39.3": "“Still, they might be slow or hesitant to answer. But the Realized One is never slow or hesitant when questioned about the Brahmā realm or the practice that leads to the Brahmā realm.",
  "mn99:39.4": "I understand Brahmā, the Brahmā, and the practice that leads to the Brahmā realm,",
  "mn99:39.5": "practicing in accordance with which one is reborn in the Brahmā realm.”",
  "mn99:40.1": "“Master Gotama, I have heard that",
  "mn99:40.2": "the ascetic Gotama teaches a path to companionship with Brahmā.”",
  "mn99:40.3": "Please teach me that path.”",
  "mn99:41.1": "“Well then, student, listen and pay close attention, I will speak.”",
  "mn99:41.2": "“Yes, sir,” replied Subha.",
  "mn99:41.3": "The Buddha said this:",
  "mn99:42.1": "“And what is a path to companionship with Brahmā?",
  "mn99:42.2": "Firstly, a monk meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "mn99:42.3": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn99:42.4": "When the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.",
  "mn99:42.5": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.",
  "mn99:42.8": "In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.",
  "mn99:42.9": "This is a path to companionship with Brahmā.",
  "mn99:43.1": "Furthermore, a mendicant meditates spreading a heart full of compassion …",
  "mn99:43.3": "They meditate spreading a heart full of rejoicing …",
  "mn99:43.5": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.  ",
  "mn99:43.6": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn99:43.7": "When the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.",
  "mn99:43.8": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.",
  "mn99:43.11": "In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.",
  "mn99:43.12": "This too is a path to companionship with Brahmā.”",
  "mn99:44.1": "When he had spoken, Subha said to him:",
  "mn99:44.2": "“Excellent, Master Gotama! Excellent!",
  "mn99:44.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark  ",
  "mn99:44.4": "so people with good eyes can see what’s there,  ",
  "mn99:44.5": "Master Gotama has made the teaching clear in many ways.",
  "mn99:44.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "mn99:44.7": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.",
  "mn99:44.8": "Well, now, Master Gotama, I must go.",
  "mn99:44.9": "I have many duties, and much to do.”",
  "mn99:44.10": "“Please, student, go when you’re ready.” ",
  "mn99:44.11": "And then Subha approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "mn99:45.1": "Now at that time the brahmin Jāṇussoṇi drove out from Sāvatthī in the middle of the day in an all-white chariot drawn by mares.",
  "mn99:45.2": "He saw the student Subha coming off in the distance,",
  "mn99:45.3": "and said to him:",
  "mn99:45.4": "“So, Master Bharadvāja, where are you coming from in the middle of the day?”",
  "mn99:45.5": "“Just now, good sir, I’ve come from the presence of the ascetic Gotama.”",
  "mn99:45.6": "“What do you think of the ascetic Gotama’s proficiency in wisdom? Do you think he’s astute?”",
  "mn99:45.7": "“My good man, who am I to judge the ascetic Gotama’s competence in wisdom?",
  "mn99:45.8": "You’d really have to be on the same level to judge his competence in wisdom.”",
  "mn99:45.9": "“Master Bharadvāja praises the ascetic Gotama with lofty praise indeed.”",
  "mn99:45.10": "“Who am I to praise the ascetic Gotama?",
  "mn99:45.11": "He is praised by the praised as the best of gods and humans.",
  "mn99:45.12": "The five things that the brahmins prescribe for making merit and succeeding in the skillful",
  "mn99:45.13": "he says are prerequisites of the mind for",
  "mn99:45.14": "developing a mind free of enmity and ill will.”",
  "mn99:46.1": "When he had spoken, Jāṇussoṇi got down from his chariot, arranged his robe over one shoulder, knelt on his right knee, raised his cupped palms toward the Buddha, and uttered this aphorism three times:",
  "mn99:46.2": "“King Pasenadi of Kosala is lucky, so very lucky that the Realized One, the prefected one, the fully awakened Buddha is living in his realm!”"
}