{
    "en": {
        "5e16430ea3941e14ec95a6da95f0cadc": "Methodology and Sources",
        "0c03613be7636a24ea9fb9b2757b3baa": "<a href=\"#item1\">Background</a>",
        "e1ab9ffde5d276c43ff0ca7c2afc103c": "<a href=\"#item2\">Sutta parallels</a>",
        "2127bccd1709641c7c09f2c5c1f9fe5f": "<a href=\"#item3\">Vinaya parallels</a>",
        "b7d8cf6e9608ee1ad211b0822e3ef292": "<a href=\"#item4\">Text sources</a>",
        "c94e5dd655198494f4d8a64e1fa4eeae": "<a href=\"#item5\">Markup</a>",
        "9fc129aa51fee132a7d9277b6582bbbb": "<a href=\"#item6\">Bibliographies</a>",
        "a9ded1e5ce5d75814730bb4caaf49419": "Background",
        "dec90aaae53b6206288acdd46b2ca5f4": "Since the 19th century it has been recognized by scholars that many Buddhist texts found in the Pali canon have counterparts or parallels in the Chinese and other collections. The first documentation of these parallels was published by Nanjio Bunyiu (Nanjō Bun’yū, 南條文雄) in his <cite>A Catalogue of the Chinese Translation of the Buddhist Tripiṭaka</cite> of 1883. Nanjio listed 24 Dīgha Nikāya discourses as parallels to the Dīrghāgama in Chinese. These embryonic tables represent an important first step, demonstrating that comparison of the Chinese <i>āgamas</i> with the Pali <i>nikāyas</i> is a potentially fruitful undertaking. In the following year, Samuel Beal described similarities between various Pali and Chinese Buddhist texts, and remarked:",
        "1378d2e07bcecbf3519e00bbc2743bec": "“It is plain, as well from their agreements as from the slight differences that occur throughout, that these discourses are derived from one source, not the original, but from versions made from the original; and from one of these versions the Chinese translation was prepared.” (<cite>Buddhism in China</cite>, p. 25.)",
        "50bb6f050040972aced763ead615f872": "In 1908 Masaharu Anesaki published <cite>The Four Buddhist Āgamas in Chinese: A Concordance of their Parts and the Corresponding Counterparts in the Pāli Nikāyas</cite>, followed in 1929 by Chizen Akanuma’s <cite>The Comparative Catalogue of Chinese Āgamas &amp; Pāli Nikāyas</cite>. This became the standard reference in the field, and was corrected and improved over subsequent decades by a series of mostly Japanese and Taiwanese scholars. In the 1990s, Rod Bucknell undertook the task of digitizing the latest versions of these parallels tables. In addition, he worked with Venerable Anālayo to further improve and expand the coverage. These tables became the basis for SuttaCentral’s parallels for the four main <i>nikāyas</i>/<i>āgamas.</i>",
        "db07d9ff15ce385519766d454b680386": "In 2014, Bhikkhu Sujato prepared a set of parallels for the Vinayas which was added to SuttaCentral, and in 2016, Ayya Vimala added verse parallels for the Dhammapadas.",
        "2a7ae9395d540157a15df74f999715f5": "The parallels data is maintained in a single text file, <a href=\"https://github.com/suttacentral/sc-data/blob/master/relationship/parallels.json\" rel=\"noopener\" target=\"_blank\">parallels.json</a>, which may be found on <a href=\"https://github.com/suttacentral\" rel=\"noopener\" target=\"_blank\" title=\"SuttaCentral on Github\">SuttaCentral’s Github repository</a>.",
        "5aa166caf01a7471ff888ae83e27095c": "In addition to the parallels, SuttaCentral hosts original texts and translations when they are available. A brief note on the sources of these texts is found below.",
        "019d8b848220e758c0ff557f4cea4105": "Sutta Parallels",
        "0a987e38abaea4b59174376cf6cbf4d9": "Rod Bucknell, updated by Sujato",
        "4e07a4d8d1bdff5483e6ef7f60985945": "Kinds of Parallels",
        "6a5c14898fb49d1dd2025fa566d2ebc1": "In keeping with the simple classification established in Akanuma (1929), two types of discourse parallel were recognized in the original SuttaCentral data:",
        "dd7ab8cbc67c833d1c03a5851f197fa0": "<strong>Full parallel:</strong> Full parallels may differ in content to a certain extent, but they are similar enough to make it likely that they stem from a common ancestor.",
        "28bd36a32c82fd5a4c9afc6fb6ffa547": "<strong>Partial parallel:</strong> Partial parallels display markedly incomplete agreement. Usually, a <em>partial</em> parallel has only a relatively small <em>part</em> of its content in common with the other discourse, a situation that could have arisen through various different historical processes.",
        "3884d96270a9680864afc7f4eb249a08": "Distinguishing between full parallel and partial parallel involves some degree of subjectivity. Consequently, it should be seen as providing helpful guidance rather than as delivering a final judgment about the relationship between the two texts.",
        "28077fce8bae099b60f2a2d6af77ee9f": "Fragmentary manuscript remains in Sanskrit or other languages are not “partial parallels” in this sense. They are identified instead as fragments.",
        "0b46ca9b9db5d90429eac2ee3c7d3f27": "For the 2018 upgrade of SuttaCentral, we added a number of refinements and enhancements to this model. We now represent the following kinds of relations.",
        "7fb12f6e001f14048f59de9db57b0d87": "<strong>Full parallel:</strong> As before, except with the clarification that a full parallel applies not just to whole suttas, but to anything that has been specified with an ID on SuttaCentral. Thus a “section” of a text, or else a “range” of several texts, may be considered as a full parallel. Consider the case of the Dhammacakkappavattana Sutta. Among the many parallels, we find one Pali version in the first Vinaya Khandhaka. There it makes up only a small section of the whole text, but it is clearly a full parallel of the text at SN 56.11. Since we can fully define the content of this section with IDs, this ranks as a full parallel.",
        "6d9213c1ec653af6916954b97898116c": "<strong>Resembling parallel:</strong> This includes texts that “resemble” each other, but where the parallel passages have not been further specified. By default, the old “partial” parallels are included here, unless the parallel sections have been fully specified, in which case they are considered “full”. A good example of a pair of “resembling” parallels is MN 10 Satipaṭṭhāna and MN 119 Kāyagatāsati. These suttas share much in common, in particular an extended list of meditation subjects that is not found anywhere else. Yet they also have many systematic differences, and it is not possible or practical to fully specify which portions are shared. So the best we can say is that these texts “resemble” each other, and if studying one text, you may well want to study the other, too.",
        "6bfb84781c6ec6e0336616bf9210d579": "<strong>Mention:</strong> This covers cases where one passage “mentions” another. In such cases, the mention may not actually include the text itself, so could not be considered a parallel. Nevertheless, it is a meaningful point of relation between the texts. An example would be SN 41.3, which refers to the “sixty-two” views found in the Brahmajāla Sutta (DN 1).",
        "9201f611a671d0fede920d727d46209e": "<strong>Retelling:</strong> This refers to cases where the same or similar events are “retold” in more than one place in the canon. The story of Baka the Brahmā is a good example. It appears in SN 6.4 and MN 49. The two texts are very different, and don’t count as parallels. Nevertheless, in some sense it does appear to be the same or a closely related story, so some connection can be recognized. This kind of relation is also used for the “retellings” of the lives of the monks and nuns found in the Gāthās and the Apadānas.",
        "11eee9d2cca01c458e4519ee5d4ba2c2": "The “mentions” and “retellings” are mostly derived from the cross-reference metadata contained in the Mahāsaṅgīti text, sorted and added by Ayya Vimala.",
        "b39608da2dbefb56120b7d772fe16ce2": "Implied Parallels",
        "16da01e7c0c332965df4af2627f6b252": "Discourses listed as full parallels to a given Pali discourse can safely be assumed to be full parallels to one another. For example, DN 22 is shown as having full parallels in MN 10, MA 98, and EA 12.1, and from this one can safely infer that MA 98 is a full parallel to MN 10 and EA 12.1.",
        "551184d2d79ffaec0349e558fd338fb0": "However, for discourses listed as partial parallels to a given Pali discourse, no such inferences can be drawn. For example, DN 22 is shown as having partial parallels in MN 141, MA 31, and T 32. From this one cannot infer any correspondence between MA 31 and T 32 (though in fact they are full parallels of each other), or between MA 31 and EA 12.1 (which in fact are quite unrelated).",
        "69d5f629a9a90c89ae453836b3f1d2ad": "Accuracy and completeness of the data",
        "86c3d8e37d4a8ecf477083c01a3dc514": "Currently, only the DN and MN correspondences have been thoroughly checked for accuracy and completeness. The information on parallels to SN and AN is less reliable, but is being updated as the relevant research progresses. The identification of Pali parallels to Pali discourses is still incomplete and uneven. For Chinese discourses that lack Pali parallels, information on non-Pali parallels has yet to be included.",
        "6178fce9b4cf59a18f3b3457671d4ad2": "Vinaya Parallels",
        "871c2cab9a5e8da6b3c38bbf3340a08a": "Bhikkhu Sujato",
        "310e1b636e1a31ba06562606a294250f": "Here is outlined in brief the method used for compiling the Vinaya correspondences.",
        "3028af1abb14f608cea2604540b51667": "My primary source work was Nishimoto’s 1928 paper on comparative Pātimokkha rules. While I can’t speak Japanese, I was able to make sense of his tables, which were kindly supplied by Shayne Clarke. I checked this against Pachows’s 1955 <cite>Comparative Study of the Pratimoksa</cite>, which was apparently compiled without knowledge of Nishimoto’s earlier work. These two works thus provide a useful check against each other. For the nuns’ rules, the main source was Waldschmidt’s <cite>Bruchstücke des Bhikṣuṇī-Prātimokṣa der Sarvāstivādins</cite> of 1928. This provides tables of Pātimokkha concordances for the Pali, the five main Chinese vinayas, the Tibetan, a Sarvāstivāda Sanskrit version, and the Mahāvyutpatti. A variety of more specialized studies were also consulted.",
        "a41fc7383bb68d077e36d5e42ae2e93b": "Most of these works assume that the Vinaya rules of one school are the same in the Vibhaṅga and the Pātimokkha, except in the case of multiple separate texts such as with the Sarvāstivāda. However, as I proceeded I discovered that in several cases, especially in the Chinese Vinayas, the Vibhaṅga and the Pātimokka had minor differences in numbering. So I decided to treat each individual text as a separate entity, even though in some cases, notably the Pali, the numbering of rules is identical.",
        "96f1e91eb7d01ed68c84f846f3246077": "Due to this and other minor differences, each of the sources I consulted gave slightly different numberings for the rules. Almost all of these variations occur in the <i>sekhiya</i> rules, while the remainder of Vinaya rules are almost entirely straightforward. In fact I spent more time trying to straighten out the <i>sekhiya</i> rules than the rest of the Vinaya combined, and I frequently despaired of the task. The rules are short and lack context, and use obscure terms that differ in spelling from one text to another. Often my search in Sanskrit dictionaries ended with the discovery that this is the only occurrence of the word, and its meaning and derivation are unknown. No doubt the Chinese translators faced similar difficulties. In extreme cases a rule might be represented by a single Chinese character. It seemed to me that the attempt was pushing the limits of what was possible with parallels. I was only able to keep going buoyed by the thought that my predecessors had thought it worthwhile and had come so far. Even so, I am far from confident that they have been properly sorted out. So please treat the <i>sekhiya</i> correspondences with care!",
        "8ddf4971ea9077a44bcb848ecab05d05": "In cases where my sources differed, I consulted the original Chinese and Sanskrit texts, using the texts as published on SuttaCentral. There is obviously a degree of subjectivity involved in making these decisions, and on the whole I probably tended to ascribe correspondences a little more liberally than Nishimoto or Pachow. This was mainly because I used a wider variety of sources, especially from the Sanskrit, and sometimes similarities emerge that are not obvious just from the Chinese texts. Nevertheless, as I said above, almost all such marginal cases pertain to the <i>sekhiyas</i>.",
        "75e444153f25893b381c7867b3a8ec23": "Given the vast numbers of parallel rules in different texts, I had to find a way of assigning each instance of each rule with a unique ID. These IDs are not only used to name each rule, they also form the URLs that identify the web page for that rule. These IDs use abbreviations that are subject to a number of constraints: they must be unique on SuttaCentral, case-insensitive, and use no special characters. While the method might seems a little arcane at first, once you have remembered a few abbreviations it is really quite simple. Pli Tv Bu Pm Pj 1 is “Pali Theravāda Bhikkhu Pātimokkha Pārājika 1″; Lzh Sv Bi Vb Ss 3 is “Chinese Sarvāstivāda Bhikkhunī Vibhaṅga Saṅghādisesa 3”, and so on.",
        "128a97724dc2b5445486e884dd56cd21": "Throughout I try to use Pali names for titles, rule names and so on. This is simply to preserve consistency, not out of any belief that Pali was the original language of these texts. On the contrary, each text or school would have used a slightly different dialect. Sometimes we find spelling variations even within the same text. Moreover, in many texts it is difficult to ascertain what the traditional title of a rule was, or even if there was one, as such information is usually merely inferred from the summaries or <i>uddānas</i>. In cases where there is no Pali title, I supply a Sanskrit title when possible. These don’t represent any particular Sanskrit texts, but are selected simply on the basis of what seems most clear. Very rarely I supply a title in Pali form for a rule that doesn’t exist in Pali; this is where rules are paired with a nearly identical one that is in the Pali. Where there is neither Pali nor Sanskrit, I have supplied an English title. In all cases these titles, as with headings for Buddhist texts generally, should be regarded merely as aids for the reader supplied by editors, ancient or modern, rather than as intrinsic to the text.",
        "836abb440828b4251dbca99a052ce0a2": "In addition to the Pātimokkha correspondences, we also offer much less detailed correspondences of the Khandhakas. These are based on the details provided by Frauwallner in his classic study. I was tempted to include his more detailed breakdown, which showed parallels in various sections within each Khandhaka; however in the end I kept the correspondences at the level of the chapter or Khandhaka only. This is, on the whole, much simpler than dealing with the Pātimokkha correspondences, although there are, as always, unexpected complexities and problematic exceptions.",
        "48a05a4d17ddc519129a468f98bdddf6": "In this case the major exception is the Mahāsaṅghika Vinaya, which doesn’t really have a Khandhaka section at all. Frauwallner treated it as a Khandhaka, albeit one that had been drastically reshaped by later editors, but Clarke has more recently shown that this is not the case. The exact relation between this and other Vinayas remains uncertain, although it seems likely to me that Frauwallner was correct to treat it as a later reorganization of material that previously resembled the Khandhakas more closely. However, despite the great differences in form, the subject matter discussed in various sections of the Mahāsaṅghika Vinaya shares much in common with the corresponding chapters in the Khandhakas. Since the main purpose of providing correspondences on SuttaCentral is to help the reader find similar passages for comparison, I have therefore retained as much as possible of Frauwallner’s correspondences for the Mahāsaṅghika Vinaya. Due to the way these passages are scattered through the text, however, it was not possible to show everything.",
        "37ed750668f9b741645c231d3b0e7565": "Note that, due to the nature of the Vinaya texts, there is no need for the different kinds of relations as specified for the Suttas. In almost all cases, it is clear that a particular rule is a full parallel of the other rules, in the sense that they different versions of the same “thing”. There are, of course, occasional exceptions to this, but nothing, I think, is to be gained by trying to specify a few such marginal cases in the data.",
        "f75f3035b821fa66870ee397875add1c": "Text sources",
        "5b6423b0b87bc8f03d2d0a8dae24bd5e": "Pali",
        "6eb60391fc7b1c9b0a834c3b48fd21b7": "The Pali text on SuttaCentral is the Mahāsaṅgīti edition, sometimes called the “World Tipitaka”. This is a version of the Sixth Council text that was edited and published by the Dhamma Society of Bangkok, based on the digital text supplied by the Vipassana Research Insititute. The Dhamma Society undertook an extensive review of the text, correcting it against multiple printed editions. They took as their mainline source the first edition of the Sixth Council text, which represents the Burmese manuscript tradition. We believe this is the most accurate, consistent, and well-edited digital edition of the Pali canon available.",
        "a9d0fdb3b1cf0954679b93e03cfc300b": "The first version of SuttaCentral linked to the Dhamma Society website. However, that went offline and we decided that we needed to host the text ourselves. Fortunately, Venerable Yuttadhammo had made a complete copy of the Mahāsaṅgīti for his Digital Pali Reader, and he kindly supplied us with the source files.",
        "8307b8f6cbfa29406e296fdcdb530626": "We have supplemented the Mahāsaṅgīti text with the pātimokkhas for both monks and nuns from the VRI edition.",
        "e22e21ef6ef2d931b49c490fcd902dc3": "We have made no changes to the text of the Mahāsaṅgīti edition. However, we have made some minor adjustments to the numbering and punctuation.",
        "94b0a2594d7abed37a10ee6c55f5b95f": "In addition to the text, we make use of the critical apparatus of the Mahāsaṅgīti, including variant readings, reference numbers, and cross-references. The latter form the basis for most of our Pali-Pali parallels.",
        "3b261136e3c33f35e0a58611b1f344cb": "Chinese",
        "7fec10ff9bb82cbcf4842ca78619054e": "The definitive edition of the Chinese Buddhist canon is the Tripiṭaka Koreana. This is an extremely accurate and well-preserved set of 81,258 wood blocks dating from the 13th century. It was used as the primary source for the modern Taishō edition, edited by Takakusu Junjiro and others, and published in the early 20th century through the Taishō University in Japan. This was digitized by CBETA, from which our Chinese texts are sourced.",
        "a441f933e0026f55ccff38b534f98a53": "Tibetan",
        "1d97ad9220bfcc713a4a2179f28ab2fd": "Our Tibetan texts are from the Tibetan and Himalayan Library text, which is based on the Derge edition of the Kangyur. Note that the basic text numbers as used by THLIB usually differ by one from the numbers used on SuttaCentral and elsewhere. The numbers used by SuttaCentral are equivalent to the “Master Catalog Number” on THLIB.",
        "a59ae7443136e64154d5ee5456c74717": "Sanskrit and others",
        "aa6de37e85492345f1cd711fe947ba1d": "As the texts in Sanskrit and other Indic languages do not form a coherent canon, but were sourced from multiple chance findings, there is no single source. Editions are as noted in the texts. Digital texts are mostly from the Göttingen Register of Electronic Texts in Indian Languages (GRETIL).",
        "0b8d92bc19b720bb1065649535463409": "Translations",
        "47d792982533319a08eab82b501f6f75": "Translations are from many different sources as noted in each text.",
        "e51e08a727173e8719e480316459991e": "Markup",
        "18832946710117f04b88d6d97b98cb49": "SuttaCentral texts are provided with a clear, accurate, and detailed markup using valid, semantic, standards-compliant HTML5. One of our major tasks has been to transform the many texts we have inherited from diverse sources and put them all in the same format. This is exceedingly complex, as the source texts rarely have a clear semantic markup of any sort, but range from unmarked plain text to verbose messes produced by word processors. We aim to render all this complexity in clear and simple markup, without losing detail.",
        "dbf9d52ead8e7bf1cbf7e600ccfed1ca": "Some sister projects to SuttaCentral—notably CBETA—use the academic Text Encoding Initiative (TEI) XML standard for markup. While we appreciate the advantages of an XML approach, we have found that modern HTML allows us to do everything we need, and is substantially easier to work with and deploy. Our source texts can be displayed natively in a browser without any preprocessing. Nevertheless, while we don’t use TEI, we do adopt many of the TEI names and semantics for text-critical markup.",
        "436cedbbefed2e773d5c4989cd7139ff": "Here I will give the basic outlines of some of the less obvious details.",
        "d95867deadfe690e40f42068d6b59df8": "References",
        "bae70a34625181909acca4f7f9b24473": "Our text files include complex reference data. Currently we list more than a hundred different reference sources. There is a lack of a centralized, detailed, and uniform reference system for Buddhist texts, so we have done the best we could. The data is encoded as empty tags, and may be display optionally via javascript.",
        "98d850ac37e182a8073f35e7fc023a95": "Text-critical Information",
        "eb581bd1f993c5ac1ea75a35fc4c5f3d": "Our original-language texts include a range of text-critical information of interest to scholars. We try to present this in a way that will not be intrusive to readers, but is informative when researching. Traditional digital files often use print-based conventions such as [brackets] to indicate such matter. But this is ugly, interrupting the reading flow. Worse, it’s uninformative. It is often hard to find out exactly what these various marks mean; in fact we have sometimes had to resort to educated guesswork.",
        "cc98df7994122ceba235bfab0cfbfd82": "Text-critical information is marked in the files with classes such as “var” for variant readings, “supplied” for supplied text, and so on. Typically we indicate this visually with styles, and display a tooltip explaining the meaning. Most of this may be activated optionally.",
        "6e810620148a0aab741844b901b6d74d": "<a href=\"/zz1/zz/test\" title=\"Text-critical markup on SuttaCentral\">See list of text-critical markup classes here</a>.",
        "1b8acacb35cfc8196fc53aa6d960581a": "Structural and other",
        "8f5eda39d7965bcad269571abf2d97c3": "We use semantic markup with around a hundred different classes to indicate the detailed structure of texts. These include such things as:",
        "7998ef75d60296fd326b97a5d43dce14": "Headings, with proper structured headings using hX tags. Pali texts have such a detailed hierarchy that in some cases we use all the tags as far as h6.",
        "a8bc43a1d6afc977f4c741e9851b859a": "<i>Uddānas</i>, which summarize vaggas and similar structural elements.",
        "de5e615c14a2a06ea6d831729dd45e4e": "Various kinds of numbers, such as rule numbers.",
        "99776797ba1f327c736998fe8e5b36c7": "Verses.",
        "39607c24adc406d6903c863f2f2ba32d": "End of sutta or end of section titles. Buddhist texts usually have the title at the end of a section rather than the modern heading.",
        "1feb9ff466925b2d9df1e1df0408da8e": "<a href=\"/zz3/zz/test\" title=\"Structural and other markup on SuttaCentral\">See list of structural and other markup classes here</a>.",
        "b05a71de14cfda3d81ac57506942dc93": "Bibliographies",
        "c53ac1e8d8cdec49a502ac43a8bbeaa3": "Sutta parallels",
        "2ea8e03b81edfdfb931b1b8b06da20fc": "Here are the main bibliographic sources supplied by Rod Bucknell, representing the primary resources for the sutta parallels and the editions of the various texts. Note that this bibliography does not attempt to be comprehensive or ongoing, but represents a snapshot of the academic background for Rod’s fundamental research.",
        "e9744ab41945bf9a81880a7ff66a1208": "<span class=\"author\">Akanuma</span>, Chizen 1929. <cite>The Comparative Catalogue of Chinese Āgamas &amp; Pāli Nikāyas</cite>. Nagoya: Hajinkaku-shobō. Reprinted 1990, Delhi: Sri Satguru Publications.",
        "31418e091c63dd5a75260d22fcd21900": "<span class=\"author\">Allon</span>, Mark 2001. <cite>Three Gāndhārī Ekottarikāgama-Type Sūtras: British Library Kharoṣṭhī Fragments 12 and 14.</cite> Seattle: University of Washington Press.",
        "8eb6760e4c23428a5e58b725420a4ff8": "<span class=\"author\">Allon</span>, Mark 2008. A Gāndhārī Version of the Simile of the Turtle and the Hole in the Yoke. <cite>Journal of the Pali Text Society</cite> 29: 229–262.",
        "bff6250a6d02ae24cee9dc872ca0c75f": "<span class=\"author\">Allon</span>, Mark & <span class=\"author\">Salomon</span>, Richard 2000. Kharoṣṭhī Fragments of a Gāndhārī Version of the Mahāparinirvāṇasūtra. In <span class=\"author\">Braarvig</span>, Jens (ed). <cite>Buddhist Manuscripts</cite> vol. <span class=\"roman_numerals\">I</span> (<cite>= Manuscripts in the Schøyen Collection</cite> 1), Oslo: Hermes Publishing, 242–284.",
        "f44e54b6e7619c780dbafd8803d30670": "<span class=\"author\">Anālayo</span>, Bhikkhu 2012. On the Five Aggregates (1): A translation of Saṃyukta-āgama Discourses 1 to 32. <cite>Dharma Drum Journal of Buddhist Studies</cite> 11: 1–61.",
        "2b471b4b3942500b58fb46f529fba799": "<span class=\"author\">Anālayo</span> and <span class=\"author\">Bucknell</span>, Roderick S. 2006. Correspondence Table for Parallels to the Discourses of <i>Majjhima Nikāya</i>: Toward a Revision of Akanuma’s <cite>Comparative Catalogue</cite>. <cite>Journal of the Centre for Buddhist Studies, Sri Lanka</cite> 4: 215–238.",
        "db245dd006359a364c612fe4f5ba737c": "<span class=\"author\">Anesaki</span>, Masaharu 1905. Le <i>Sagātha-vagga</i> du <i>Saṃyutta-nikāya</i> et ses versions chinoises. <cite>Le Muséon</cite> (nouvelle série) 24: 23–37.",
        "fd7a4d5a6b1c20768707f3ece97feb20": "<span class=\"author\">Anesaki</span>, Masaharu 1908. The Four Buddhist Āgamas in Chinese: A Concordance of their Parts and the Corresponding Counterparts in the Pāli Nikāyas. <cite>Transactions of the Asiatic Society of Japan</cite> 35.3: 1–149.",
        "48b3fecb0e2c038c1683fd7bc6532a00": "<span class=\"author\">Bapat</span>, P.<span class=\"roman_numerals\">V</span>. 1949. Another Valuable Collection of Buddhist Sanskrit Manuscripts. <cite>Annals of the Bhandarkar Oriental Research Institute</cite> 30: 241–253.",
        "d39a82712e9ba801a8d7792b9ef28103": "<span class=\"author\">Basak</span>, Radhagovinda 1963. <cite>Mahāvastu Avadāna,</cite> vol. 1 (<cite>Calcutta Sanskrit College Research Series</cite>). Calcutta: Sanskrit College.",
        "d0f8308b816d5de3e3212ef76a054375": "<span class=\"author\">Basak</span>, Radhagovinda 1965. <cite>Mahāvastu Avadāna,</cite> vol. 2 (<cite>Calcutta Sanskrit College Research Series</cite>). Calcutta: Sanskrit College.",
        "a7735a61e6a7b0c3d5bda0ddc932a891": "<span class=\"author\">Basak</span>, Radhagovinda 2004. <cite>Mahāvastu Avadāna,</cite> vol. 3. Darbhanga: Mithila Institute.",
        "fe8126b83dce094e36ab88114a5b83d2": "<span class=\"author\">Beckh</span>, Hermann 1911. <cite>Udānavarga, Eine Sammlung buddhistischer Sprüche in tibetischer Sprache, nach dem Kanjur und Tanjur mit Anmerkungen herausgegeben</cite>. Berlin: Reimer.",
        "9862d2a07a699d6b5167c8cd91c27d3a": "<span class=\"author\">Benveniste</span>, E. 1940. <cite>Textes Sogdiens, édités, traduits et commentés</cite> (<cite>Mission Pelliot en Asie Centrale</cite>, series in-quarto). Paris: Paul Geuthner.",
        "0d48e01c454dc61d3f6f5bc276242001": "<span class=\"author\">Bernhard</span>, Franz 1965. <cite>Udānavarga</cite> (= <cite>Sanskrittexte aus den Turfanfunden <span class=\"roman_numerals\">X</span></cite>). Göttingen: Vandenhoeck & Ruprecht.",
        "3f89f52bdb93db7284454b934df885da": "<span class=\"author\">Bersing</span>, Siegfried 1930. <cite>Das Chung-tsi-king des chinesischen Dīrghāgama, Übersetztung und Anmerkungen</cite>. Leipzig: Asia Major.",
        "a2b13db637b71115c8d103219e60896d": "<span class=\"author\">Bingenheimer</span>, Marcus 2011. <cite>Studies in Āgama Literature: With special reference to the Shorter Chinese Saṃyuktāgama</cite>. (<cite>Dharma Drum Buddhist College Special Series</cite>) Taipei: Xin Wen Feng.",
        "abbe2a6d6ba70b2f2babc8d89a35ebd7": "<span class=\"author\">Bodhi</span>, Bhikkhu 2000. <cite>The Connected Discourses of the Buddha: A New Translation of the Saṃyutta Nikāya</cite>. Boston: Wisdom Publications.",
        "f1ed2f611f8c07b9b9393ea7443df3a0": "<span class=\"author\">Bollée</span>, Willem 2002. <cite>The Story of Paesi</cite>. Wiesbaden: Harrassowitz.",
        "37a911a5909d6225a91f01183c12b708": "<span class=\"author\">Bongard-Levin</span>, Gregory 1989. Three New Fragments of the Bodharājakumārasūtra from Eastern Turkestan. <cite>Journal of the American Oriental Society</cite> 109: 509–512.",
        "d37bbbadb16353199aea48ee3bce95ac": "<span class=\"author\">Bongard-Levin</span>, Gregory et al. 1996. The Nagaropamasūtra: An Apotropaic Text from the Saṃyuktāgama. In <cite>Sanskrit Wörterbuch der Buddhistischen Texte aus den Turfan Funden</cite>, Beiheft 6: 7–103.",
        "89ad6f3900014c3abf5282e535807c6c": "<span class=\"author\">Brekke</span>, Torkel 2000. The Caṃgīsūtra of the Mahāsaṃghika-Lokottaravādins. In <span class=\"author\">Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. 1 (= <cite>Manuscripts in the Schøyen Collection</cite> <span class=\"roman_numerals\">I</span>), Oslo: Hermes Publishing, 53–62.",
        "65091fab42f76ddff066836ba712980a": "<span class=\"author\">Brough</span>, John 1962/2001. <cite>The Gāndhārī Dharmapada, edited with an Introduction and Commentary</cite> (= <cite>Buddhist Tradition Series</cite>, vol. 43) Delhi: Motilal Banarsidass.",
        "7f2e254e25c92ed0850527408b0c391d": "<span class=\"author\">Chakravarti</span>, N. p. 1930. <cite>L’Udānavarga sanskrit: Texte sanscrit en transcription, avec traduction et annotations, suivi d’une étude critique et de planches</cite> (<cite>Mission Pelliot en Asie Centrale</cite>, série petit in-octavo, vol. iv). Paris: Paul Geuthner.",
        "e94ab487afba2dd05b642b2aa1e8d94d": "<span class=\"author\">Choong</span>, Mun-keat 2004. <cite>Annotated Translations of Sutras from the Chinese Saṃyuktāgama Relevant to the Early Buddhist Teachings on Emptiness and the Middle Way</cite>. Penang: Chee Khoon Printings.",
        "5f3a37ff564d0b0ea83c1b39b6475ca8": "<span class=\"author\">Chung</span>, Jin-il 2008. <cite>A Survey of the Sanskrit Fragments Corresponding to the Chinese Saṃyuktāgama</cite>. Tokyo: Sankibō Busshorin.",
        "c0944b9b5588ce0d484bd9f3765f7da4": "<span class=\"author\">Chung</span>, Jin-il and <span class=\"author\">Fukita</span>, Takamichi 2011. <cite>A Survey of the Sanskrit Fragments Corresponding to the Chinese Madhyamāgama (including references to Sanskrit parallels, citations, numerical categories of doctrinal concepts, and stock phrases)</cite>. Tokyo: Sankibō Busshorin.",
        "0dd90c1acc29ca05bdb397caacf0b4a3": "<span class=\"author\">Cone</span>, Margaret 1989. Patna Dharmapada. <cite>Journal of the Pali Text Society</cite> 13: 101–217.",
        "4568697acea44a2d356eea52f76201f7": "<span class=\"author\">Cooper</span>, John M. 1980. A fragment of the Nidānasūtra. <cite>Pali Buddhist Review</cite> 5.3: 53–58.",
        "d5421a9d514e09129860766b54f5ea4f": "<span class=\"author\">Cowell</span>, E. B. et al. 1886. <cite>The Divyāvadāna, a Collection of Early Buddhist Legends</cite>. Cambridge: Cambridge University Press.",
        "a005ec6fa525cd97aa9a86834390103d": "<span class=\"author\">Devacandra</span> 1996. <cite>Gaṅ po la sogs pa’i rtogs pa brjod pa brgya pa</cite>. Xining.",
        "e525b3d1cf246dac5a3777fa9a9eb6d1": "<span class=\"author\">Dhammadinnā</span> 2012. A Translation of the Quotations in Śamathadeva’s Abhidharmakośopāyikā-ṭīkā Parallel to the Chinese Saṃyukta-āgama Discourses 8, 9, 11, 12, 17 and 28. <cite>Dharma Drum Journal of Buddhist Studies</cite> 11: 63–96.",
        "6e9f71ab2e8c22edf3f1f048fcc73743": "<span class=\"author\">Dietz</span>, Siglinde 2002. Fragments of the Andhasūtra, of the Sūtra on the Three Moral Defects of Devadatta, and of the Kavikumārāvadāna. In <span class=\"author\">Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. <span class=\"roman_numerals\">II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class=\"roman_numerals\">III</span>), Oslo: Hermes Publishing, 25–36.",
        "0be133876d86ab037d974227ebebc445": "<span class=\"author\">Dutt</span>, Nalinaksha 1984a (part 1), 1984b (part 2). <cite>Gilgit Manuscripts</cite> (<cite>= Bibliotheca Indo-Buddhica No. 16, No. 17</cite>). Delhi: Sri Satguru, vol. 3.",
        "b8b37e822ab3a54e63fd6a959a23678d": "<span class=\"author\">Eimer</span>, Helmut 1983. <cite>Rab tu ''byuṅ ba''i gźi. Die Tibetische Übersetzung des Pravrajyāvastu im Vinaya der Mūlasarvāstivādins</cite>. Wiesbaden: Harrasowitz. vol. 2.",
        "e582ca77ed9e9d0943972fa5e186e77d": "<span class=\"author\">Enomoto</span>, Fumio 1985. Zōagon-gyō kankei no Bonbun shahon danpen [Sanskrit fragments relating to the Saṃyuktāgama. Identification of some fragments of SHT5]. <cite>Bukkyō Kenkyū</cite> 15 (Dec.): 81–93.",
        "93b13735d67539bb203a944811f203b9": "<span class=\"author\">Enomoto</span>, Fumio 1989. Sanskrit fragments from the Saṃyuktāgama discovered in Bamiyan and Eastern Turkestan. In <span class=\"author\">Enomoto</span> Fumio, <span class=\"author\">Hartmann</span>, Jens-Uwe, and <span class=\"author\">Matsumura</span> Hisashi (eds) Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: 7–16.",
        "08af662706602231a3d5361ab8f77280": "<span class=\"author\">Enomoto</span>, Fumio 1994. A comprehensive study of the Chinese Saṃyuktāgama: Indic texts corresponding to the Chinese Saṃyuktāgama as found in the Sarvāstivāda-Mūlasarvāstivāda literature. Part 1: *Saṃgītanipāta. Kyoto: Kacho Junior College.",
        "3c97fbf7680e0de8fa89a59b5603bdbf": "<span class=\"author\">Enomoto</span>, Fumio 1997. Sanskrit Fragments from the Saṃgītanipāta of the Saṃyuktāgama. In <span class=\"author\">Kieffer-Pülz</span>, Petra and <span class=\"author\">Hartmann</span>, Jens-Uwe (eds), Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert on the Occasion of his 65th birthday, Swisstal-Odendorf, India et Tibetica 30: 91–105.",
        "a1cb8868b0e638e35db8318da6c1ff52": "<span class=\"author\">Feer</span>, Léon 1883. Fragments extraits du Kanjour (= Annales du Musée Guimet, tome 5). Paris: E. Leroux.",
        "1a48862a3dd89771e8db0113c53496b6": "<span class=\"author\">Foguang</span> 1972–1987. Foguang Dazangjing, Ahan zang: Za Ahan (1972), Zhong Ahan (1984), Chang Ahan (1985), Zengyi Ahan (1987) [Foguang Tripiṭaka, Āgama: Saṃyuktāgama (1972), Madhyamāgama (1984), Dīrghāgama (1985), Ekottarikāgama (1987)]. Kaohsiung: Foguang.",
        "bb3d9b4bbc69944a14003ddee164c657": "<span class=\"author\">Fukita</span>, Takamichi 1982. Bonbun Daihongyō engisetsu no fukugen ni tsuite [On a restoration of the pratītyasamutpāda in the Mahāvadānasūtra]. <cite>Bukkyō Shigaku Kenkyū</cite> 24/2: 26–43.",
        "e4848bb661d2a7a421de75bfb92f97e9": "<span class=\"author\">Fukita</span>, Takamichi 1985a. The Mahāvadāna sūtra: A reconstruction of chapters <span class=\"roman_numerals\">IV</span> and <span class=\"roman_numerals\">V</span>. <cite>Bukkyō Daigaku Daigakuin Kenkyū Kiyō</cite> 13: 17–52.",
        "acbc9b650160eace6295cc7f3ffe4c62": "<span class=\"author\">Fukita</span>, Takamichi 1985b. Bonbun Daihongyō no fukugen ni kansuru jakkan no mondai [Some problems relating to the reconstruction of the Sanskrit Mahāvadānasūtra]. <cite>Indogaku Bukkyōgaku Kenkyū</cite> 33.2 (Mar): 547–548.",
        "4f616a3b40d9136782328cf50a693c1b": "<span class=\"author\">Fukita</span>, Takamichi 1987a. Bonbun Daihongyō dai-ni shō oboegaki [A note on chapter 2 of the Mahāvadānasūtra]. <cite>Bukkyō Ronsō</cite> 31 (Sep): 121–124.",
        "00a3ddc564e4f4c629b8aba50921f425": "<span class=\"author\">Fukita</span>, Takamichi 1987b. Bonbun Daihongyō shahon Cat. No. 498 (= MAV 82, 83) ni kansuru chūkan hōkoku [Provisional report on the MAV Ms. Cat. No. 498]. <cite>Bukkyō Bunka Kenkyūsho Shohō</cite> 4: 20–19.",
        "809191ac07d17cc6a6bbfe475bafd4ff": "<span class=\"author\">Fukita</span>, Takamichi 1987c. Vipaśyin-Butsu ichie sanga no ninzū o megutte: Bonbun Daihongyō dai-jusshō kessonbubun no fukugen [On the number of bhikṣus in Buddha Vipaśyin’s first Sangha: A reconstruction of the lost part of chapter 10 of the Mahāvadānasūtra]. <cite>Jōdo-shū Kyōgakuin Kenkyūsho-hō</cite> 9: 22–26.",
        "52b9a3da45d78eb73c034f61a67c1850": "<span class=\"author\">Fukita</span>, Takamichi 1988a. Daihongyō to Hasōji ni miru kyōtsū no dentō to chihōteki hensen, tokuni Bosatsu-tanjō-densetsu o chūshin to shite [Common tradition and local development of the Mahāvadānasūtra and the Saṃghabhedavastu, particularly focusing on the Bodhisattva’s birth legend]. <cite>Hōnen Gakkai Ronsō</cite> 6: 5–22.",
        "b61f8bc87d97ebf719cfa6afdba77867": "<span class=\"author\">Fukita</span>, Takamichi 1988b. Higashi Torukisutan Ubu no dokuju kyōten—Nagaropanavyākaraṇa (= Nagarasūtra)—to mayoke [A recitation of the Sarvāstivādins in Eastern Turkestan—the Nagaropamavyākaraṇa (= Nagarasūtra)—and a charm]. <cite>Sankō Bunka Kenkyūsho Nenpō</cite> 20: 27–49.",
        "c2e4b0dcccad2bffcc624caaa828e79b": "<span class=\"author\">Fukita</span>, Takamichi 2003. <cite>The Mahāvadānasūtra: A new edition based on manuscripts discovered in northern Turkestan</cite> (= <cite>Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden</cite>, Beiheft 10). Göttingen: Vandenhoeck & Ruprecht.",
        "31c475047508feed4324c6c23c3fcd9d": "<span class=\"author\">Glass</span>, Andrew. 2007. <cite>Four Gāndhārī Saṃyuktāgama sūtras: Senior Kharoṣṭhī fragment 5.</cite> (= <cite>Gandhāran Buddhist Texts, vol. 4</cite>). Seattle and London: University of Washington Press.",
        "218fd995c06951abbb39be33300d03aa": "<span class=\"author\">Gnoli</span>, Raniero 1977. <cite>The Gilgit manuscript of the Saṅghabhedavastu: Being the 17th and last section of the Vinaya of the Mūlasarvāstivādin</cite>, Part <span class=\"roman_numerals\">I</span> (= <cite>Serie Orientale Roma</cite>, <span class=\"roman_numerals\">XLIX</span>, 1). Roma: Istituto Italiano per il Medio ed Estremo Oriente.",
        "900f9291fdff901719a2a13c1d75e4dc": "<span class=\"author\">Gnoli</span>, Raniero 1978. <cite>The Gilgit manuscript of the Saṅghabhedavastu: Being the 17th and last section of the Vinaya of the Mūlasarvāstivādin</cite>, Part <span class=\"roman_numerals\">II</span> (= <cite>Serie Orientale Roma</cite>, <span class=\"roman_numerals\">XLIX</span>, 2). Roma: Istituto Italiano per il Medio ed Estremo Oriente.",
        "aa2238f29f56c1ab59efb7f94d11424b": "<span class=\"author\">Habata</span>, Hiromi 2007. <cite>Die zentralasiatischen Sanskrit-Fragmente des Mahāparinirvāna-Mahāsūtra: Kritische Ausgabe des Sanskrittextes und seiner tibetischen Übertragung im Vergleich mit den chinesischen Übersetzungen</cite>. Marburg: Indica et Tibetica.",
        "ae2f1f4f21bf1b991efb11b51e38c3ad": "<span class=\"author\">Hahlweg</span>, Klaus 1954. <cite>Das Mahāgovinda-Sūtra, eine vergleichende Analyse der indischen und chinesischen Versionen</cite>, dissertation, University of München.",
        "f95f44a0ad91bc00f4e0ab470fee56ac": "<span class=\"author\">Hahn</span>, Michael 1977. Das Saptamaithunasaṃyuktasūtra: Ein Sūtra des Ekottarikāgama. In <span class=\"author\">Härtel</span>, Herbert (ed.), <cite>Beiträge zur Indienforschung, Ernst Waldschmidt zum 80. Geburtstag gewidmet</cite>, Berlin: Museum für indische Kunst, 205–224.",
        "12d8dea94cbee554e21e46bb0107e8db": "<span class=\"author\">Harrison</span>, Paul 1997. The Ekottarikāgama Translations of An Shigao. In Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert. <span class=\"author\">Kieffer-Pülz</span>, Petra. and <span class=\"author\">Hartmann</span>, Jens-Uwe (eds). Swisstal-Oldendorf, pp. 261–283.",
        "3072297faf6cf610a626e789b7763ad2": "<span class=\"author\">Harrison</span>, Paul 2002. Another Addition to the An Shigao Corpus? Preliminary Notes on an Early Chinese Saṃyuktāgama Translation. In Sakurabe Ronshu Committee (ed.), <cite>Early Buddhism and Abhidharma Thought: In Honor of Doctor Hajime Sakurabe on His Seventy-seventh Birthday</cite>, Kyoto: Heirakuji Shoten, 1–32.",
        "d712121cc38974861cc627cfdb5c35d0": "<span class=\"author\">Hartmann</span>, Jens-Uwe 1989. Fragmente aus dem Dīrghāgama der Sarvāstivādins. In <span class=\"author\">Enomoto</span> Fumio, <span class=\"author\">Hartmann</span>, Jens-Uwe, and <span class=\"author\">Matsumura</span> Hisashi (eds), Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: Vandenhoeck & Ruprecht, 37–67.",
        "5309bf5dfb54e0f7edb2bd5798d78af3": "<span class=\"author\">Hartmann</span>, Jens-Uwe 1991. <cite>Untersuchungen zum Dīrghāgama der Sarvāstivādins</cite>. Habilitationsschrift. Göttingen: Georg-August-Universität.",
        "0d3015c6aa06ebe3a7151b1f644cbe27": "<span class=\"author\">Hartmann</span>, Jens-Uwe 1998. Sanskrit Fragments from the <i>Āgamas</i> (<span class=\"roman_numerals\">I</span>): The Aṅgulimālāsūtra. <cite>Indologica Taurinensia</cite> 23/24: 351–362.",
        "7eefa5bc88c604ef15dca7a1e4522238": "<span class=\"author\">Hartmann</span>, Jens-Uwe 2000. Zu einer neuen Handschrift des Dīrghāgama. In <cite>Vividharatnakaraṇḍaka: Festgabe für Adelheid Mette (= Indica et Tibetica: Monographien zu den Sprachen und Literaturen des indo-tibetischen Kulturraumes Band 37)</cite>. C Chojnacki et al. (eds). Swisstal-Odendorf: Indica und Tibetica, pp. 359–367.",
        "6b1b063006e2656fc246182854300187": "<span class=\"author\">Hartmann</span>, Jens-Uwe 2002. More Fragments of the Caṅgīsūtra. In <span class=\"author\">Braarvig</span>, Jens (ed). <cite>Buddhist Manuscripts</cite> vol. <span class=\"roman_numerals\">II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class=\"roman_numerals\">III</span>), Oslo: Hermes Publishing, 1–16.",
        "219505ee3699b8f86dfe1b44afe4797c": "<span class=\"author\">Hartmann</span>, Jens-Uwe 2004. Contents and structure of the Dīrghāgama of the (Mūla)-Sarvāstivādins. <cite>Annual report of the International Research Institute for Advanced Buddhology at Soka University</cite> 7: 119–137.",
        "bb7ce7a81276a56323137c30d559fa5d": "<span class=\"author\">Hoernle</span>, A. F. Rudolf 1916. <cite>Manuscript remains of Buddhist literature found in Eastern Turkestan: Facsimiles of manuscripts in Sanskrit, Khotanese, Kuchean, Tibetan and Chinese, with transcripts, translations and notes, edited in conjunction with other scholars, with critical introductions and vocabularies</cite>, vol. 1. Oxford. Reprinted 1970, St. Leonards: Ad Orientem.",
        "d284b72e15340da6792bcafa3ef17621": "<span class=\"author\">Hoffmann</span>, Helmut 1939. Bruchstücke des Ātāṭātikasūtra aus dem zentralasiatischen Sanskritkanon der Buddhisten (= <cite>Kleinere Sanskrit-Texte</cite> <span class=\"roman_numerals\">V</span>). Leipzig: F. A. Brockhaus. Reprinted 1987 in <span class=\"author\">Sander</span>, Lore (ed.), <cite>Nachträge zu “Kleinere Sanskrit-Texte, Heft <span class=\"roman_numerals\">V</span></cite>” (= <cite>Monographien zur indischen Archäologie, Kunst und Philologie</cite>, 3), Wiesbaden: Franz Steiner.",
        "8995ed9d7d6edc9bf804255b6de5aa2c": "<span class=\"author\">Honjō</span>, Yoshifumi 1984. <cite>A Table of Āgama-Citations in the Abhidharmakośa and the Abhidharmakośopāyikā</cite>. Kyoto.",
        "90eb7521162eb7083895a27be5e978fe": "<span class=\"author\">Hosoda</span>, Noriaki 1989a. Sanskrit fragments from the Parivrājakasaṃyukta of the Saṃyuktāgama (1). In <cite>Indian Philosophy and Buddhism: Essays in honour of Professor Kotatsu Fujita on his sixtieth birthday</cite>: 185–206. Kyoto.",
        "075dc7407457282984c0201e7dd8a8a2": "<span class=\"author\">Hosoda</span>, Noriaki 1989b. Bonbun Zōagongyō Busshosetsuhon Gedōsōō (2) [Sanskrit fragments from the Parivrājakasaṃyukta of the Saṃyuktāgama (2)]. <cite>Hokkaidō Journal of Indological and Buddhist Studies</cite> 4: 140–153.",
        "45399c050b1001fae316efdbc6d1543c": "<span class=\"author\">Hosoda</span>, Noriaki 1989c. Torufan shōrai mokuhansatsu Bonbun Zōagongyō danken: R. Pischel kōhyō Bonbun danken ni tsuite [Fragmentary woodblock mss of the Sanskrit Saṃyuktāgama from Turfan: On Sanskrit fragments published by R. Pischel]. <cite>Indogaku Bukkyōgaku Kenkyū</cite> 37.2: 540–546.",
        "dec07f5bc27ebe0d0d17e0ec7d16d9c5": "<span class=\"author\">Hosoda</span>, Noriaki 1991. Bonbun Zōagongyō Busshosetsuhon Gedōsōō (3) [Sanskrit fragments from the Parivrājakasaṃyukta of the Saṃyuktāgama (3)]. <cite>Hokkaidō Journal of Indological and Buddhist Studies</cite> 6: 172–191.",
        "ca04264dc47f1fdd653dd10d206a9bd1": "<span class=\"author\">Johnston</span>, E. H. 1995. <cite>Aśvaghoṣa’s Buddhacarita or Acts of the Buddha</cite>. Delhi: Munshiram Manoharlal.",
        "c42fab9e4e2d72f41d34b4515f5f5c51": "<span class=\"author\">Kuan</span>, Tse-Fu 2007. Annotated Translation of the Chinese Version of the Kāyagatāsati Sutta. <cite>Indian International Journal of Buddhist Studies</cite> 8: 175–194.",
        "74429e91b39e3881b3783c8405411aa1": "<span class=\"author\">Kuan</span>, Tse-Fu 2008. <cite>Mindfulness in Early Buddhism: New Approaches through Psychology and Textual Analysis of Pali, Chinese, and Sanskrit Sources</cite> (<cite>Routledge Critical Studies in Buddhism</cite>) London: Routledge.",
        "48fdb3c8cd73dda8602d28783e2538b5": "<span class=\"author\">Kudara</span>, Kōgi et al. 1983. Uigurische Āgama-Fragmente (1). <cite>Altorientalische Forschungen</cite> 10: 269–309.",
        "f6f4625dca9cadc7bf73ee6e489ade2f": "<span class=\"author\">Kudara</span>, Kōgi et al. 1990. Uigurische Āgama-Fragmente (2). <cite>Altorientalische Forschungen</cite> 17: 130–145.",
        "bf91e7a759e77eb6093e6e1055447e1e": "<span class=\"author\">Kudara</span>, Kōgi et al. 1995. Uigurische Āgama-Fragmente (3). <cite>Bukkyō Bunka Kenkyū sho Kiyō</cite> 34: 23–84.",
        "eb0857636a359ae2de6fb9c2de3aa7e2": "<span class=\"author\">Kudo</span>, Noriyuki 2004. <cite>The Karmavibhaṅga</cite>. <cite>Transliterations and Annotations of the Original Sanskrit Manuscripts from Nepal.</cite> Tokyo: Soka University.",
        "3878a8862bcf29ca75402fc6bd2ef362": "<span class=\"author\">Kudo</span>, Noriyuki et al. 2006a. The First Three Folios of Manuscript B of the Karmavibhanga. <cite>Annual Report of the International Research Institute for Advanced Buddhology at Soka University</cite>, vol. 9 pp. 33–42.",
        "500fb6b07770d1174ae639074b81e96f": "<span class=\"author\">Kudo</span>, Noriyuki 2006b. One More Manuscript of the Karmavibhanga in the National Archives of Nepal, Kathmandu: Transliteration of Manuscript E (1). <cite>Annual Report of the International Research Institute for Advanced Buddhology at Soka University</cite>, vol. 9 pp. 43–60.",
        "2aa464006db492db05165dc7596a15cd": "<span class=\"author\">La Vallée Poussin</span>, Louis de 1907. Mss. Cecil Bendall. <cite>Journal of the Royal Asiatic Society of Great Britain and Ireland</cite>: 375–379.",
        "5332a01f3960fe1c2f8eb5e636663a88": "<span class=\"author\">La Vallée Poussin</span>, Louis de 1911. Documents Sanscrits de la Second Collection M. Stein. <cite>Journal of the Royal Asiatic Society</cite>: 759–777 and 1063–1079.",
        "34c52529e82e7f346d6294c878d9bdd6": "<span class=\"author\">La Vallée Poussin</span>, Louis de 1913. Documents sanskrit de la seconde collection M. A. Stein. Fragments du Saṃyuktakāgama. <cite>Journal of the Royal Asiatic Society of Great Britain and Ireland</cite>: 569–580.",
        "5d715e4ac7f03124eff5ccf92f71913c": "<span class=\"author\">Lefmann</span>, S. 1902. <cite>Lalita Vistara: Leben und Lehre des Çakya-Buddha, Textausgabe mit Varianten-, Metren- und Wörterverzeichnis</cite>. Halle: Verlag der Buchhandlung des Waisenhauses.",
        "9ca428721feaaf75ded460e78c432f9c": "<span class=\"author\">Lévi</span>, Sylvain 1904. Le Saṃyuktāgama sanscrit et les feuillets Grünwedel. <cite>T’oung Pao</cite> <span class=\"roman_numerals\">II</span> 5: 297–307.",
        "6eb5448d0333c5fcf3a4f610dbc4835b": "<span class=\"author\">Lévi</span>, Sylvain 1910. Documents de l’Asie Central (Mission Pelliot). Textes sanscrits de Touen-Houang: Nidâna-Sûtra, Daçabala-Sûtra, Dharmapada, Hymne de Mâtṛceṭa. <cite>Journal Asiatique</cite>, sér. 10, 16: 433–456.",
        "dda795216ad26df0de9c1973ed3a4345": "<span class=\"author\">Lévi</span>, Sylvain 1925. Notes Indiennes. <cite>Journal Asiatique</cite> 206: 17–35.",
        "6c0db3119ffa02170417b88038079922": "<span class=\"author\">Lévi</span>, Sylvain 1932. <cite>Mahākarmavibhaṅga (La Grande Classification des Actes) et Karmavibhaṅgopadeśa (Discussion sur le Mahā Karmavibhaṅga), Textes sanscrits rapportés du Népal, édités et traduits avec les textes parallèles en Sanscrit, en Pali, en Tibétain, en Chinois et en Koutchéen</cite>. Paris: Librairie Ernest Leroux.",
        "f84024032874151e9ea5dfd6dc963219": "<span class=\"author\">Lévi</span>, Sylvain 1933. <cite>Fragments de Textes Koutchéens: Udānavarga, Udānastotra, Udānālaṃkāra et Karmavibhaṅga, Publiés et traduits avec un vocabulaire et une introduction sur le ‘Tocharien’ (Cahiers de la Société Asiatique, Première Série)</cite>. Paris: Imprimerie Nationale.",
        "f1d482b92a358d594f05bd08027e53f2": "<span class=\"author\">Maggi</span>, Mauro 1995. <cite>The Khotanese Karmavibhaṅga</cite> (= <cite>Serie Orientale Roma</cite>, <span class=\"roman_numerals\">LXXIV</span>). Roma: Istituto Italiano per il Medio ed Estremo Oriente.",
        "7291ef60424ea0b5bc120c8c15c3d6ec": "<span class=\"author\">Matsuda</span>, Kazunobu 1996. Bonbun Chū-agon no Katomandō dankan (New Sanskrit fragments of the Madhyamāgama from the Cecil Bendall mss. in the National Archives, Kathmandu). <cite>Indogaku Bukkyōgaku Kenkyū</cite> 44/2 (Mar), 868–862 (113–119).",
        "5e5410137dc088b69d3b4ed3cca1dbba": "<span class=\"author\">Matsumura</span>, Hisashi 1985. Raitawarakyō no tenkai no ichi danmen [One aspect of the development of the Rāṣṭrapālasūtra]. <cite>Bukkyō Kenkyū</cite> 15: 39–62.",
        "28e878da392f88fa8b344843f0286736": "<span class=\"author\">Matsumura</span>, Hisashi 1988. <cite>The Mahāsudarśanāvadāna and the Mahāsudarśanasūtra</cite> (= <cite>Bibliotheca Indo-Buddhica</cite> No. 47). Delhi: Sri Satguru Publications.",
        "fb00a64ed4d2839ceb1e9be040d28d9b": "<span class=\"author\">Maue</span>, Dieter 1985. Sanskrit-uigurische Fragmente des Āṭānāṭikasūtra und des Āṭānāṭiyahṛdaya. <cite>Ural-Altaische Jahrbücher</cite> 5: 98–122.",
        "1eaaeebb9a2895c96f3a83084dbbd2e7": "<span class=\"author\">Meltzer</span>, Gudrun 2006. <cite>Ein Abschnitt aus dem Dīrghāgama</cite>. PhD thesis. München: Ludwig-Maximilians-Universität.",
        "6713976462f2177c478fe94c2db04b09": "<span class=\"author\">Minayeff</span>, <span class=\"roman_numerals\">I</span>. P. and <span class=\"author\">Oldenburg</span>, S. 1983. <cite>Buddhist Texts from Kashgar and Nepal</cite>. New Delhi.",
        "98d8f37a3eab61c3a29f6e738f7d6834": "<span class=\"author\">Mitra</span>, Raj. (ed & trl) 1877. The Lalita Vistara or Memoirs of the Early Life of Śākya Siñha. (= Biliotheca Indica vol. 15). Calcutta: C. B. Lewis.",
        "40574bd7f6685147cfed820f7942d9af": "<span class=\"author\">Mittal</span>, Kusum 1957. <cite>Dogmatische Begriffsreihen im älteren Buddhismus <span class=\"roman_numerals\">I</span></cite>: Fragmente des Daśottarasūtra aus zentralasiatischen Sanskrit-Handschriften [<span class=\"roman_numerals\">i–viii</span>] (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class=\"roman_numerals\">IV</span>). Berlin: Akademie-Verlag.",
        "35e5f0a7c8c51cada990339e5737cf15": "<span class=\"author\">Miyasaka</span>, Yusho 1970. Mahāsamayasūtra, <cite>Acta Indologica</cite> <span class=\"roman_numerals\">I</span>: 109–135.",
        "0c41363b693685ee1d2dcb194b39a0a2": "<span class=\"author\">Nagashima</span>, Jundo 2009. The Sanskrit Fragments Or. 15009/51–90 in the Hoernle Collection. In <cite>Buddhist Manuscripts from Central Asia: The British Library Sanskrit Fragments</cite>. S. Karashima et al. (eds). Tokyo: The International Research Institute for Advanced Buddhology, Soka University, vol. 2, pp. 128–159.",
        "3e6e8c4432f07afe7b3780053a66daac": "<span class=\"author\">Nakatani</span>, Hideaki 1986. Un fragment xylographique de l’Upāli-sūtra conservé au Musée Guimet. <cite>Bulletin d’Études Indiennes</cite> 4: 305–319.",
        "0fcab5e780c3e578f3e2f8838583ae59": "<span class=\"author\">Neumann</span>, Karl Eugen 1896/1995. <cite>Die Reden des Buddha: Mittlere Sammlung, aus dem Pāli-Kanon übersetzt</cite>. Herrnschrot: Beyerlein & Steinschulte.",
        "538b5c3244aa5399640bd81254a45d28": "<span class=\"author\">Oberlies</span>, Thomas 2003. Ein bibliographischer Überblick über die kanonischen Texte der Śrāvakayāna-Schulen des Buddhismus (ausgenommen der des Mahāvihāra-Theravāda). <cite>Wiener Zeitschrift für die Kunde Südasiens</cite> 47: 37–84.",
        "d5020a85fd5c5bf4f5f11b29a801cd17": "<span class=\"author\">Ōkubo</span>, Yusen 1982. The Ekottara-āgama Fragments of the Gilgit Manuscript: Romanized Text. <cite>Bukkyōgaku</cite> <cite>Seminā</cite> 35: 120–91.",
        "dd0915943143c0ce4769ecdb594ee5e2": "<span class=\"author\">Pāsādika</span>, Bhikkhu 1989: <cite>Kanonische Zitate im Abhidharmakośabhāṣya des Vasubandhu</cite>. Göttingen: Vandenhoeck & Ruprecht.",
        "1b2dc8b062e2b9c34ba4a835a8bafd76": "<span class=\"author\">Pauly</span>, Bernard 1957–1967. Fragments Sanskrits de Haute Asie (Mission Pelliot), <cite>Journal Asiatique</cite> vol. 245 (1957) pp. 281–307; vol. 247 (1959) pp. 203–249; vol. 248 (1960) pp. 213–258 and pp. 509–538; vol. 249 (1961) pp. 333–410; vol. 250 (1962) pp. 593–612; vol. 252 (1964) pp. 197–271; vol. 253 (1965) pp. 83–121 and 183–187; vol. 254 (1966) pp. 245–304; vol. 255 (1967) pp. 231–241.",
        "f73b6b9d0ffc9addf7827ed91edae1a0": "<span class=\"author\">Pauly</span>, Bernard 1959. Fragments sanskrits de Haute Asie (Mission Pelliot). Journal Asiatique (Année 1959): 247, 203–249.",
        "3ab1a80bfdc52e30bfcec9c2b2f0cd3e": "<span class=\"author\">Peipina</span>, Lita 2008. <cite>The Piṅgalātreya sūtra of the (Mūla-)sarvāstivādins: Its Edition and Study. Investigation of the Piṃgalātreya sūtra’s status within the Dīrghāgama “Collection of Long (Discourses of the Buddha)”</cite>. MA thesis, University of Oslo.",
        "5e74d9308b5fe142410cd6a5d6a37685": "<span class=\"author\">Peyrot</span>, Michael 2008. More Sanskrit, Tocharian B Bilingual Udānavarga Fragments. <cite>Indogermanische Forschungen, Zeitschrift für Indogermanistik und allgemeine Sprachwissenschaft</cite> 113: 83–125.",
        "48cc8123513c3ae388acad770c50fe16": "<span class=\"author\">Pischel</span>, R. 1904a. Bruchstücke des Sanskritkanons der Buddhisten aus Idykutšari, Chinesisch-Turkestan. <cite>Sitzungsberichte der Königlich Preussischen Akademie der Wissenschaften in Berlin</cite> 25: 807–827.",
        "5c0851bc3fb09e4f78d4ea527c7dfd3a": "<span class=\"author\">Pischel</span>, R. 1904b. Neue Bruchstücke des Sanskritkanons der Buddhisten aus Idykutšari, Chinesisch-Turkestan. <cite>Sitzungsberichte der Königlich Preussischen Akademie der Wissenschaften in Berlin</cite> 25: 1138–1145.",
        "aa35b8dc3909956668f60eaa1519e430": "<span class=\"author\">Rosenberg</span>, F. 1920. Deux fragments sogdien-bouddhiques du Ts’ien-fo-tong de Touen-Houang, <span class=\"roman_numerals\">II</span>: Fragment d’un Sūtra. <cite>Izvestija Rossijskoj akademii nauk</cite>: 399–420.",
        "1f32e59e17720ec8d9d89723c4a22397": "<span class=\"author\">Salomon</span>, Richard 2000. <cite>A Gāndhārī Version of the Rhinoceros Sūtra, British Library Kharoṣṭhī Fragment 5B</cite> (= <cite>Gandhāran Buddhist Texts 1</cite>) Seattle: University of Washington Press.",
        "957af6d68b4b7ef481778df7048b79b4": "<span class=\"author\">Salomon</span>, Richard 2003. The Senior Manuscripts: Another Collection of Gandhāran Buddhist Scrolls. <cite>Journal of the American Oriental Society</cite> 123/1: 73–92.",
        "55d95c57a109601cda68cd0b3c2a4eee": "<span class=\"author\">Sander</span>, Lore 1987. <cite>Nachträge zu “Kleine Sanskrit-Texte Heft <span class=\"roman_numerals\">iii–v</span>”</cite> (= <cite>Monographien zur indischen Archäologie, Kunst und Philologie</cite>, 3). Wiesbaden: Franz Steiner.",
        "974e1fe964afdd5dcd65dc745454d5c1": "<span class=\"author\">Schlingloff</span>, Dieter 1961. Zum Mahāgovindasūtra. <cite>Mitteilungen des Instituts für Orientforschung, Deutsche Akademie der Wissenschaften zu Berlin</cite> 7: 32–50.",
        "e1629e6c93eb02b89ad542a1ca91e5b4": "<span class=\"author\">Schlingloff</span>, Dieter 1962. <cite>Dogmatische Begriffsreihen im älteren Buddhismus Ia: Daśottarasūtra <span class=\"roman_numerals\">ix–x</span></cite> (= <cite>Sanskrittexte aus den Turfanfunden,</cite> IVa). Berlin: Akademie-Verlag.",
        "e1da7208d7d0d032b32b71fc46d3511d": "<span class=\"author\">Schlingloff</span>, Dieter 1963. Zum Mahāgovindasūtra. <cite>Mitteilungen des Instituts für Orientforschung, Deutsche Akademie der Wissenschaften zu Berlin</cite> 8: 38–44.",
        "7de4721f0f63ec8818c9b9ca3cd37e70": "<span class=\"author\">Schlingloff</span>, Dieter 1964. <cite>Ein Buddhistisches Yogalehrbuch: Textband</cite>. (= Sanskrittexte aus den Turfanfunden <span class=\"roman_numerals\">VII</span>). Berlin: Akademie-Verlag.",
        "8f8f73890e7ae5f3cea897e1d42e08dc": "<span class=\"author\">Schmidt</span>, <span class=\"roman_numerals\">I</span>. J. 1843. <cite>Der Weise und der Thor, aus dem Tibetischen übersetzt und mit dem Originaltexte herausgegeben</cite>. St. Petersburg: Kaiserliche Akademie der Wissenschaften.",
        "9ad0742159d33be2d71e48bbfd27bc7c": "<span class=\"author\">Senart</span>, Emile 1882. <cite>Le Mahāvastu</cite> (vol. 1): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale.",
        "5df62e8abb3a352503c54936dd365568": "<span class=\"author\">Senart</span>, Emile 1890. <cite>Le Mahāvastu</cite> (vol. 2): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale.",
        "186d9734c4252f7308f899a686fb9de0": "<span class=\"author\">Senart</span>, Emile 1897. <cite>Le Mahāvastu</cite> (vol. 3): <cite>Texte sanscrit publié pour la première fois et accompagné d’introductions et d’un commentaire (Société Asiatique, Collection d’Ouvrages Orientaux, Seconde série</cite>. Paris: Imprimerie Nationale.",
        "fac155602bb0a95d15a2ae31dfeaf8ec": "<span class=\"author\">Shōgaito</span>, Masahiro 1998. Three Fragments of Uighur Āgama. In <span class=\"author\">Laut</span> and <span class=\"author\">Ölmez</span> (eds.), <cite>Bahşi Ögdisi, Festschrift für Klaus Röhrborn, Freiburg/Istanbul</cite>, 363–378.",
        "be5187cf2ee684ac8906f9f8fe3ba68b": "<span class=\"author\">Shōgaito</span>, Masahiro 2002. Fragments of Uighur Daśabala Sūtra. In <cite>Splitter aus der Gegend von Turfan: Festschrift für Peter Zieme</cite> (<cite>Türk Dilleri Arastirmalari Dizisi, 35</cite>). M. Ölmez et al. (eds). Berlin pp. 291–297.",
        "5a848519536af553103cfe11a4ef563b": "SHT, <cite>Sanskrithandschriften aus den Turfanfunden</cite>. 1965 (vol. i) ed. W. Clawiter, L. Holzmann, E. Waldschmidt; 1968 (vol. ii) ed. idem; 1971 (vol. iii) ed. idem; 1980 (vol. iv) ed. L. Sander, E. Waldschmidt; 1985 (vol. v) ed. idem; 1989 (vol. vi) ed. H. Bechert, K. Wille; 1995 (vol. vii) ed. idem; 2000 (vol. viii) ed. idem; 2004 (vol. ix) ed. idem; 2008 (vol. x) ed. K. Wille. Wiesbaden/Stuttgart: Franz Steiner.",
        "fde0962696c418d476e0a1d87318592d": "<span class=\"author\">Sieg</span>, E. 1938. Die Kutschischen Karmavibhaṅga Texte der Bibliothèque Nationale in Paris. <cite>Zeitschrift für Vergleichende Sprachforschung auf dem Gebiete der Indogermanischen Sprachen</cite>, 65: 165–172.",
        "5009d7636291872fb009132721232861": "<span class=\"author\">Sieg</span>, E. et al. 1949. <cite>Tocharische Sprachreste, Sprache B. Die Udānālaṅkāra-Fragmente.</cite> Göttingen: Vandenhoeck & Ruprecht.",
        "2aa34084c3b727ed6d70e4350990a092": "<span class=\"author\">Silverlock</span>, Blair 2009. <cite>An Edition, Translation, and Study of the Bodha-sūtra from the Manuscript of the Gilgit Dīrghāgama of the (Mūla-)Sarvāstivādins.</cite> BA thesis, University of Sydney.",
        "e3ceca0f6465e620abba7656a08770ee": "<span class=\"author\">Simon</span>, Walther 1970. A Note on the Tibetan Version of the Karmavibhaṅga Preserved in the MS Kanjur of the British Museum. <cite>Bulletin of the School of Oriental and African Studies</cite> 33: 161–166.",
        "c988dbd41e7aa95928c14c6b4ab57e24": "<span class=\"author\">Skilling</span>, Peter 1994. <cite>Mahāsūtras: Great Discourses of the Buddha</cite>, Volume <span class=\"roman_numerals\">I</span>: Texts. Oxford: Pali Text Society.",
        "19a437265a397939cd454969a44a1e3f": "<span class=\"author\">Skilling</span>, Peter 1997. Discourse on the Four Kinds of Karma. <cite>Journal of Religious Studies</cite> 7: 86–91.",
        "16136cabe503e8a4c5a0998717cac4a9": "<span class=\"author\">Skilling</span>, Peter 2000. Vasubandhu and the Vyākhāyukti Literature. <cite>Journal of the International Association of Buddhist Studies</cite> 23,2: 297–350.",
        "6a253d5b7d195d337913d4f57727cce4": "<span class=\"author\">Skilling</span>, Peter 2011. Discourse on the Twenty-two Faculties, Translated from Śamathadeva’s Upāyikā-ṭīkā. In <cite>Felicitation Volume for Professor Samtani</cite>. L. Shravak (ed.) (forthcoming).",
        "1990f3bd42aa723573bd6cdaae1a7c98": "<span class=\"author\">Somaratne</span>, G. A. 1999. <cite>Saṃyutta-nikāya Vol. <span class=\"roman_numerals\">I</span>.</cite> Oxford: Pali Text Society.",
        "6180b6ed12b57a62496b18330aa89214": "<span class=\"author\">Speyer</span>, J. S. 1970a (1906). <i>Avadānaśataka: A Century of Edifying Tales Belonging to the Hīnayāna</i>, vol. 1 <cite>(Bibliotheca Buddhica <span class=\"roman_numerals\">III</span>)</cite>. Osnabrück: Biblio Verlag.",
        "9ca0427a9089071c0143f1656933b017": "<span class=\"author\">Speyer</span>, J. S. 1970b (1909). <cite>Avadānaśataka: A Century of Edifying Tales Belonging to the Hīnayāna</cite>, vol. 2 <cite>(Bibliotheca Buddhica <span class=\"roman_numerals\">III</span>)</cite>. Osnabrück: Biblio Verlag.",
        "a38ddfb8972a88f08959c227d9a6226e": "<span class=\"author\">Stache-Rosen</span>, Valentina 1968. <cite>Dogmatische Begriffsreihen im älteren Buddhismus <span class=\"roman_numerals\">II</span>: Das Saṅgītisūtra und sein Kommentar Saṅgītiparyāya, nach Vorarbeiten von Kusum Mittal bearbeitet</cite>. Teil 1–2 (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class=\"roman_numerals\">IX</span>). Berlin: Akademie-Verlag.",
        "7edc353a2b2383195170d03b853ad7ba": "<span class=\"author\">Tekin</span>, Şinasi 1980. <cite>Maitrisimit nom bitig. Die Uigurische Übersetzung eines Werkes der Buddhistischen Vaibhāṣika Schule</cite>. Berlin: Akademie Verlag.",
        "10b7f32e06574d821ce9e02931267ef1": "<span class=\"author\">Thich</span>, Minh Chau 1964. <cite>The Chinese Madhyama Āgama and the Pāli Majjhima Nikāya: A Comparative Study</cite>. Reprinted 1991, Delhi: Motilal Banarsidass.",
        "15b7b08c84b6b401f8c52cca964f22b0": "<span class=\"author\">Thich</span>, Nhat Hanh 1996. <cite>Breathe! You are Alive: Sutra on the Full Awareness of Breathing</cite>. Berkeley: Parallax Press.",
        "451b871d91ca07bdfac7782ee8674bbe": "<span class=\"author\">Thich</span> Huyen-vi and <span class=\"author\">Pāsādiko</span> Bhikkhu 1984–2004. [Partial Translation of Ekottarikāgama, T125]. <cite>Buddhist Studies Review</cite> 1.2 onwards.",
        "17c5fa5d2730224cbe08137349d7b8d5": "<span class=\"author\">Tripāṭhi</span>, Chandrabhal 1962. Fünfundzwanzig Sūtras des Nidānasaṃyukta (= <cite>Sanskrittexte aus den Turfanfunden</cite> <span class=\"roman_numerals\">VIII</span>). Berlin: Akademie-Verlag.",
        "b89fd169186e00383882093c42e928bf": "<span class=\"author\">Tripāṭhi</span>, Chandrabhal 1980. Die Einleitung des Daśottarasūtra. <cite>Indianisme et Bouddhisme</cite> 23: 353–358.",
        "e556b61ca6f1dd002b1a4817977c64b7": "<span class=\"author\">Tripāṭhi</span>, Chandrabhal 1985. Saṅgīti-Sūtra, Nipāta <span class=\"roman_numerals\">II</span>, und Ekottarāgama-Parallelen. In <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Die Sprache der ältesten buddhistischen Überlieferung</cite>, Göttingen: Vandenhoeck & Ruprecht, 191–199.",
        "b0dd44a0584b5e4c6be81d13999c3924": "<span class=\"author\">Tripāṭhi</span>, Chandrabhal 1995. <cite>Ekottarāgama-Fragmente der Gilgit-Handschrift</cite>. Reinbek: Dr Inge Wezler Verlag für Orientalistische Fachpublikationen.",
        "c278a173466072e98b356ab1f54e51d0": "<span class=\"author\">Vaidya</span>, P. L. 1958a. <cite>Avadāna-śataka (Buddhist Sanskrit Texts No. 19)</cite>. Darbhanga: Mithila Institute.",
        "2d11909e160133256f9297981d7cdf9e": "<span class=\"author\">Vaidya</span>, P. L. 1958b. <cite>Lalita-vistaraḥ (Buddhist Sanskrit Texts No. 1)</cite>. Darbhanga: Mithila Institute.",
        "f63f42fa7b5f1d1f7bbc34e3a4978375": "<span class=\"author\">Vaidya</span>, P. L. 1999. <cite>Divyāvadāna (Buddhist Sanskrit Texts No. 20)</cite>. Darbhanga: Mithila Institute.",
        "773314749d68b7999f202914eef8dfcf": "<span class=\"author\">Von Criegern</span>, Oliver 2002. <cite>Das Kūṭatāṇḍyasūtra, nach dem Dīrghāgama Manuskript herausgegeben und übersetzt.</cite> MA thesis. München: Ludwig-Maximilians-Universität.",
        "6ea4cd46f1131e2d9371063af82cb3c4": "<span class=\"author\">Waldschmidt</span>, Ernst 1932. <cite>Bruchstücke buddhistischer Sūtras aus dem zentralasiatischen Sanskritkanon, <span class=\"roman_numerals\">I</span>, herausgegeben und im Zusammenhang mit ihren Parallelversionen bearbeitet</cite> (= <cite>Kleinere Sanskrit-Texte</cite>, <span class=\"roman_numerals\">IV</span>). Leipzig: Deutsche Morgenländishe Gesellschaft. Reprinted 1979, Wiesbaden: Franz Steiner.",
        "967f084dca85ffdc09e62946b7cabae8": "<span class=\"author\">Waldschmidt</span>, Ernst 1950–1951. <cite>Das Mahāparinirvāṇasūtra: Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins, auf Grund von Turfan-handschriften</cite>. Teil <span class=\"roman_numerals\">i–iii</span>. <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1949/1, 1950/2, 1950/3. Berlin: Akademie-Verlag.",
        "2ba53c58b3a1624e787ba2d9a73853a0": "<span class=\"author\">Waldschmidt</span>, Ernst 1952a. Zur Śroṇakoṭikarṇa-Legende. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1952/6: 129–151.",
        "8d8af117a8a3147da9a67589c64e6493": "<span class=\"author\">Waldschmidt</span>, Ernst 1952b. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class=\"roman_numerals\">I</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1952/2.",
        "d10901ca85862b0cf2fa3c7431c45d8a": "<span class=\"author\">Waldschmidt</span>, Ernst 1953. <cite>Das Mahāvadānasūtra: Ein kanonischer Text über die sieben letzten Buddhas. Sanskrit, verglichen mit dem Pāli nebst einer Analyse der in chinesischer Übersetzung überlieferten Parallelversionen. Auf Grund von Turfan-Handschriften herausgegeben</cite>. Teil <span class=\"roman_numerals\">i–ii</span>. <cite>Abhandlungen der deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1952/8, 1954/3.",
        "4bca2cbdc35c06f59873422ca91ac4d2": "<span class=\"author\">Waldschmidt</span>, Ernst 1955a. Zu einigen Bilinguen aus den Turfan-Funden. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1955/1: 1–20. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.). <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht<cite>,</cite> 238–257.",
        "86f73d37a968e910cb9a6e5d042c0674": "<span class=\"author\">Waldschmidt</span>, Ernst 1955b. Die Einleitung des Saṅgītisūtra. <cite>Zeitschrift der deutschen morgenländischen Gesellschaft</cite> 105: 298–318. Reprinted 1967 in B <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 258–278.",
        "4c9f46e733d5d6a9f31fefee1a3be5d8": "<span class=\"author\">Waldschmidt</span>, Ernst 1956a. Ein Fragment des Saṃyuktāgama aus den “Turfan-Funden” (M476). <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1956/3: 45–53. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 279–287.",
        "c0850ef942c5ef99b9cac3b868eb667e": "<span class=\"author\">Waldschmidt</span>, Ernst 1956b. A fragment from the Saṃyuktāgama found in Chinese-Turkestan (“Turfan”). <cite>Adyar Library Bulletin</cite> 20: 213–228. (Revised translation of Waldschmidt 1956a).",
        "6256df894dd5c10b8d0b5429cc53c006": "<span class=\"author\">Waldschmidt</span>, Ernst 1957a. Identifizierung einer Handschrift des Nidānasaṃyukta aus den Turfanfunden. <cite>Zeitschrift der deutschen morgenländischen Gesellschaft</cite> 107: 372–401. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 288–317.",
        "825b379e0476948f3f247993ea364532": "<span class=\"author\">Waldschmidt</span>, Ernst 1957b. Sūtra 25 of the Nidānasaṃyukta. <cite>Bulletin of the School of Oriental and African Studies</cite> 20: 569–579. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 318–328.",
        "73ca91a750f00b8b2fbffed51bd62f36": "<span class=\"author\">Waldschmidt</span>, Ernst 1957c. Das Upasenasūtra, ein Zauber gegen Schlangenbiss aus dem Saṃyuktāgama. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1957/2: 27–44. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 329–346.",
        "852b3e58e7cb68239c75e618afa9cbc1": "<span class=\"author\">Waldschmidt</span>, Ernst 1957d. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class=\"roman_numerals\">II</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1956/1.",
        "08d42d21a3f976d4cf6f898e373aa9ed": "<span class=\"author\">Waldschmidt</span>, Ernst 1958. Ein Zweites Daśabalasūtra. <cite>Mitteilungen des Instituts für Orientforschung</cite> 6: 382–405. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 347–370.",
        "2778c2099f4da0b1496000ecee5ba0fe": "<span class=\"author\">Waldschmidt</span>, Ernst 1959a. Kleine Brahmi-Schriftrolle. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1959/1: 1–25. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 371–395.",
        "04d74836ca494bb69fe5f199791537d6": "<span class=\"author\">Waldschmidt</span>, Ernst 1959b. The Upasenasūtra, a charm against snake-bites from the Saṃyuktāgama. In <cite>Jñānamuktāvaī, Commemoration volume in honour of Johannes Nobel</cite>, New Delhi, 234–253.",
        "e1d596dfc08e440328b4ba42c57a7403": "<span class=\"author\">Waldschmidt</span>, Ernst 1961a. Der Buddha preist die Verehrungswürdigkeit seiner Reliquien. <cite>Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse</cite> 1961.11: 375–385. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 417–427.",
        "a84a06e267ae45bb2f94f1b86c7dc0cc": "<span class=\"author\">Waldschmidt</span>, Ernst 1961b. Über ein der Turfan-Handschrift TM 361 fälschlich zugeteiltes Sanskritfragment. <cite>Ural-Altäische Jahrbücher</cite> 33: 199–203. Reprinted 1967 in <span class=\"author\">Bechert</span>, Heinz (ed.), <cite>Ernst Waldschmidt, Von Ceylon bis Turfan, Schriften zur Geschichte, Literatur, Religion und Kunst des indischen Kulturraumes. Festgabe zum 70. Geburtstag am 15. Juli 1967</cite>, Göttingen: Vandenhoeck & Ruprecht, 412–416.",
        "c7adee0bbc63b9b50fca9089ac035b52": "<span class=\"author\">Waldschmidt</span>, Ernst 1962. <cite>Das Catuṣpariṣatsūtra, eine Kanonische Lehrschrift über die Begründung der Buddhistischen Gemeinde</cite>. <cite>Text in Sanskrit und Tibetisch, verglichen mit dem Pali nebst einer Übersetzung der chinesischen Entsprechung im Vinaya der Mūlasarvāstivādins. Auf Grund von Turfan-Handschriten herausgegeben und bearbeitet</cite>. Teil <span class=\"roman_numerals\">III</span>. Berlin: Akademie-Verlag = <cite>Abhandlungen der Deutschen Akademie der Wissenschaften zu Berlin, Klasse für Sprachen, Literatur und Kunst,</cite> 1960/1.",
        "155134468cf2c589fccdb026f529ee24": "<span class=\"author\">Waldschmidt</span>, Ernst 1968a. Drei Fragmente buddhistischer Sūtras aus den Turfan-handschriften. Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1968.1, 3–26. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 232–255.",
        "ff8fcf3effc82cba16ff95c86c5ad648": "<span class=\"author\">Waldschmidt</span>, Ernst 1968b. Ein Beitrag zur Überlieferung vom Sthavira Śroṇa Koṭiviṃśa. In Mélanges d’indianisme. À la mémoire de Louis Renou (= Publications de l’Institut de Civilisation Indienne, Fasc. 28). Paris: E. de Boccard, 773–787. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 217–231.",
        "5dde81504f9fa4d42a33331a9ac37ccb": "<span class=\"author\">Waldschmidt</span>, Ernst 1968c. A Note on Names and Surnames of Indra in a Fragment of a Buddhist Canonical Sanskrit Text from Central Asia, Journal of the Bihar Research Society, 54: 33–39. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner Verlag, 256–264.",
        "70fefe44b48a173a2d26016cb7a6e77f": "<span class=\"author\">Waldschmidt</span>, Ernst 1970a. Buddha frees the disc of the moon (Candrasūtra). Bulletin of the School of Oriental and African Studies 33: 179–183. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 296–301.",
        "66c6de2df005a55406cbdb330f075264": "<span class=\"author\">Waldschmidt</span>, Ernst 1970b. Fragment of a Buddhist Sanskrit text on cosmogony. In Tilakasiri, J. (ed.), Añjali. Papers on Indology and Buddhism. O. H. Vijesekera felicitation volume: 40–45. Peradeniya. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 290–295.",
        "739a4f75225a899ca1a10a6fd3a77101": "<span class=\"author\">Waldschmidt</span>, Ernst 1972. A contribution to our knowledge of Sthavira Sroṇa Koṭhiviṃśa. In <span class=\"author\">Hazra</span>, R. C. & <span class=\"author\">Banerji</span>, S. C. (eds), S. K. De memorial volume, Calcutta, 107–116.",
        "54d42b8fd790c876380529928ebe4b17": "<span class=\"author\">Waldschmidt</span>, Ernst 1976. “Teufeleien” in den Turfan-Sanskrittexten. In <span class=\"author\">Franke</span>, H., <span class=\"author\">Heissig</span>, W. & <span class=\"author\">Treue</span>, W. (eds), Folia rara, Wolfgang Voigt <span class=\"roman_numerals\">LXV</span>. diem natalem celebranti: 140–147. Wiesbaden: Franz Steiner. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 312–319.",
        "ac2a9bf6eb40cd7f46fd831bb77aa351": "<span class=\"author\">Waldschmidt</span>, Ernst 1978. Mahāmaudgalyāyana’s sermon on the letting-in and not letting-in (of sensitive influences). Journal of the International Association of Buddhist Studies 1: 25–33. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 320–328.",
        "015562ca65007e6b6bd30d25bafc5257": "<span class=\"author\">Waldschmidt</span>, Ernst 1979. The Varṇaśatam. An eulogy of hundred epitheta of Lord Buddha spoken by the gṛhapati Upāli(n). Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1979.1: 1–19. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 329–345.",
        "c09e55d5b63f0ccfb0b244ca9d4e3e6b": "<span class=\"author\">Waldschmidt</span>, Ernst 1980a. Central Asian sūtra fragments and their relation to the Chinese āgamas. In <span class=\"author\">Bechert</span>, Heinz (ed.), Die Sprache der ältesten buddhistischen Überlieferung. Göttingen: Vandenhoeck & Ruprecht, 136–174. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften. Stuttgart: Franz Steiner, 370–408.",
        "9a3c9a3b89be35a9932edefe23a3448b": "<span class=\"author\">Waldschmidt</span>, Ernst 1980b. The Rāṣṭrapālasūtra in Sanskrit remnants from Central Asia. In Indianisme et Bouddhisme: Mélanges offerts à Mgr. Étienne Lamotte: 359–374. Louvain-la-Neuve: Institut Orientaliste de l’Université Catholique, Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 346–361.",
        "f59056365749ab4b34c5964913bc8ddc": "<span class=\"author\">Waldschmidt</span>, Ernst 1980c. On a Sanskrit version of the Verahaccāni Sutta of the Saṃyuttanikāya. Nachrichten der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse 1980.4: 69–76. Reprinted 1989 in <span class=\"author\">Bechert</span>, Heinz & <span class=\"author\">Kieffer-Pülz</span>, Petra (eds), Ernst Waldschmidt, Ausgewählte kleine Schriften, Stuttgart: Franz Steiner, 362–369.",
        "23cb202b3dee36259c636c22ee9c3c2f": "<span class=\"author\">Weller</span>, Friedrich, 1935. Das tibetische Brahmajālasūtra. <cite>Zeitschrift für Indologie und Iranistik</cite>, 10: 1–61.",
        "42461b5a6b7fe0ba406cdd002b4572db": "<span class=\"author\">Wille</span>, Klaus 2002. Fragments of the Mahāparinirvāṇasūtra. In <span class=\"author\">Braarvig</span>, Jens (ed.) <cite>Buddhist Manuscripts</cite> vol. <span class=\"roman_numerals\">II</span> (= <cite>Manuscripts in the Schøyen Collection</cite> <span class=\"roman_numerals\">III</span>): 17–24. Oslo: Hermes Publishing.",
        "178a37879aee749c74ad9c035929ba15": "<span class=\"author\">Wille</span>, Klaus 2005. Survey of the Sanskrit Manuscripts in the Turfan Collection. Vortrag anlässlich des Workshops <cite>Digitalisierung der chinesischen, tibetischen, syrischen und Sanskrit-Texte der Berliner Turfansammlung,</cite> Berlin, 02.06.2005.",
        "57e6be0331dc7e1c8c040d197dad84a3": "<span class=\"author\">Wille</span>, Klaus 2006. The Sanskrit Fragments Or. 15003 in the Hoernle Collection. <cite>Buddhist Manuscripts from Central Asia, The British Library Sanskrit Fragments</cite>, S. Karashima et al. (ed.), Tokyo: Soka University, vol. 1 pp 65–153.",
        "4204efd2a0cd202228be00a797f16985": "<span class=\"author\">Yinshun</span> 1971. <cite>Yuanshi Fojiao shengdian zhi jicheng</cite> [The Compilation of the Scriptures of Early Buddhism]. Reprinted 1988, Taipei: Zhengwen.",
        "9c4e1166a9798fad3db17808ffaa063f": "<span class=\"author\">Yinshun</span> 1983. <cite>Za Ahan jing lun huibian</cite> [Saṃyuktāgama Sūtra and Commentary] (3 vols.). Taipei: Zhengwen.",
        "c4aa9d1d4788a74643a9f5dabcde0a22": "<span class=\"author\">Zhang</span>, Lixiang 2003. <cite>Das Śaṃkarakasūtra: Eine Übersetzung des Sanskrit-Textes im Vergleich mit der Pāli-Fassung</cite>. München.",
        "e11883047ea9e993aab56928269c7cd9": "<span class=\"author\">Zhou</span>, Chungyang 2008. <cite>Das Kaivartisūtra der neuentdeckten Dīrghāgama-Handschrift: Eine Edition und Rekonstruction des Textes</cite>. MA thesis. Göttingen: Georg-August-Universität.",
        "074e96f678ff7f9805715d3390025eab": "<span class=\"author\">Zongtse</span>, Champa Thupten 1990. Udānavarga Band <span class=\"roman_numerals\">III</span>. Der tibetische Text, unter Mitarbeit von Siglinde Dietz herausgegeben von Champa Tupten Zongtse (<cite>Sanskrittexte aus den Turfanfunden <span class=\"roman_numerals\">X</span>, 3. Abhandlungen der Akademie der Wissenschaften in Göttingen, Philologisch-historische Klasse, Dritte Folge, Nr. 187</cite>). Göttingen: Vandenhoeck & Ruprecht.",
        "a8ec0b0203e2aceb029e15c0dadd33e7": "<span class=\"author\">Zürcher</span>, Erik 1995. Obscure Texts on Favourite Topics. Dao’an’s Anonymous Scriptures. In H. Schmidt-Glintzer (ed.), <cite>Das andere China</cite>. Wiesbaden: Harrassowitz, pp. 161–181.",
        "febefc7d6889c3596b385ce9e499f694": "Vinaya parallels",
        "3a71bb08e251283657a58ff820c22828": "<span class=\"author\">Banerjee</span>, Anukul Chandra. <cite>Sarvāstivāda Literature</cite>, The World Press Private Limited, 1979.",
        "b2645dc3232afa0115ca56b97b300d3a": "<span class=\"author\">Banerjee</span>, Anukul Chandra. <cite>Two Buddhist Vinaya Texts in Sanskrit (Prātimokṣa sūtra and Bhikṣukarmavākya)</cite>, The World Press Private Limited, 1977.<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/5/5cc698a7147e40ce8e6efa6354cf4e63bf4289df.pdf\">skt-mu-bu-pm-gbm3.pdf</a> (11.7 MB)<br/> SC ID: skt-mu-bu-pm-gbm3.",
        "2451ca95b61ed5e2e6e5f9b828ac3de6": "<span class=\"author\">Beal</span>, Samuel. <cite>A Catena of Buddhist Scriptures from the Chinese</cite>, Trubner & Co., 1871.",
        "b92aff344e1f97fadcb42fadf23175dd": "<span class=\"author\">Chandra</span>, Lokesh. <cite>Unpublished Gilgit Fragment of the Prātimokṣa Sūtra</cite><br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/a/a36850452675e4fabea360d3ad601ba496920bce.pdf\">skt-mu-bu-pm-gbm2.pdf</a> (3.0 MB)<br/> SC ID: skt-mu-bu-pm-gbm2.",
        "c27d5812bf655c92c49a9d5529222739": "<span class=\"author\">Clarke</span>, Shayne. <cite>Vinaya Mātṛkā—Mother of the Monastic codes, or Just Another Set of Lists?</cite>, Indo-Iranian Journal, 44: 77–120, 2004.",
        "a179eb12deeda39364a6630c30591ea4": "<span class=\"author\">Finot</span>, Louis. <cite>Le Prātimokṣasūtra des Sarvāstivādins</cite>, Journale Asiatique, Nov–Dec, 1913, 465–558. (Including fragment of <cite>bhikṣuṇī prātimokṣa</cite>.)<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/0/0de2b67dae51dcec8e29eee49c6890037253de88.pdf\">skt-sv-bu-pm-finot.pdf</a> (3.4 MB)<br/> SC ID: skt-sv-bu-pm-finot.",
        "8538f083a0ed0956dcc5f401cd0041de": "<span class=\"author\">Frauwallner</span>, E. <cite>The Earliest Vinaya and the Beginnings of Buddhist Literature</cite>, Is. M.E.O. 1956.",
        "e8773f2568d74f1ac2ad0a0055983f2e": "Akira <span class=\"author\">Hirakawa</span>, in collaboration with Zenno Ikuno and Paul Groner: <cite>Monastic Discipline for the Buddhist Nuns, an English translation of the Chinese text of the Mahāsaṁghika Bhiksuṇī Vinaya</cite>, K. P. Jayaswal Research Institute, Patna, 1982.",
        "bd4a9380ca4953ddbe46dd27c0a9ac0e": "<span class=\"author\">Horner</span>, I. B. <cite>The Book of the Discipline</cite>, Pali Text Society, vols. 1–6.",
        "cb8497dd333c782debdc7471cdb7a4b5": "<span class=\"author\">Kabalsingh</span>, Chatsumarn. <cite>The Bhikkhuni Patimokkha of the Six Schools</cite>, Thammasat University, 1991.",
        "4e234b8ba283c437c35cec98e833180e": "R. <span class=\"author\">Nishimoto</span>, <cite>Rajū-yaku Jūju Bikuni Haradaimokusha Kaihon no Shutsugen narabini Shobu Sō-Ni Kaihon no Taishō Kenkyū</cite> (a recently discovered Bhipra of the Sarvāstivādins, translated by Kumārajīva, and a comparative study with the Bhipras of the other schools), Ōtani Gakuhō 9.2, 1928, pp. 27 (245)–60 (278) (with comprehensive comparative charts). <br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/9/9cd49b0ed139b2af3457c2475b155edd801bc72e.zip\">nishimoto-all-compressed.zip</a> (27.3 MB).",
        "24f5c004c9f9f909392dbe3bfe7ed4d8": "<span class=\"author\">Nolot</span>, Edith. <cite>Regles de Discipline des Nonnes Bouddhistes</cite>, College de France, 1991.",
        "ad87167b696087142a48fb13795b9fb7": "<span class=\"author\">Prebish</span>, Charles S. <cite>A Survey of Vinaya Literature</cite>, Jin Luen Publishing House, Taipei, 1994.",
        "5f3ed22d291dabaf2997b547093fe8b6": "<span class=\"author\">Pachow</span>, W. <cite>A Comparative Study of the Pratimoksa: On the Basis of its Chinese, Tibetan, Sanskrit and Pali Versions </cite>, Motilal Banarsidass Publishers, 1955.",
        "32b557909419a8ffaa5cf64219606117": "<span class=\"author\">Rosen</span>, Valentina. <cite>Comparative Tables of Pratimoksha</cite><br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/6/69e671680c0d219e7d14585209abae0b384c8809.pdf\">Valentina Rosen, comparative tables of pratimoksa.pdf</a> (1.6 MB).",
        "9928bf96c52f3abc9e0c3e8b4b2f4dfe": "<span class=\"author\">Tsomo</span>, Karma Lekshe. <cite>Sisters in Solitude</cite>, State University of New York Press, 1996.",
        "c91deb2d7d2a543e2529a11a995d79a0": "<span class=\"author\">Rosen</span>, Valentina. <cite>Upāliparipṛcchāsūtra</cite>, Vandenhoeck & Ruprecht, 1984.",
        "657a187c6cfedf6807bc44b9d75e0225": "<span class=\"author\">Roth</span>, Gustav. <cite>Bhikṣuṇī Vinaya, including Bhikhṣuṇī Prakīrṇaka and a summary of the Bhikhṣu Prakīrṇaka of the Ārya Mahāsaṁghika Lokuttaravādin</cite>, K. P. Jayaswal Research Institute, Patna, 1970.",
        "baa612b56f99252f6395a2247f08115c": "<span class=\"author\">Singh</span> and Kenryo <span class=\"author\">Minow</span>, Sanghasen. <cite>A Critical Edition and Translation of Abhisamācārikā Nāma Bhikhṣu-Prakīrṇakaḥ</cite>, Buddhist Studies, Department of Buddhist Studies, University of Delhi, Vol. XII, 1988.<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/7/75496923e12ba733c684fa6a55f98653a0dc48e6.pdf\">Abhisamacarika ed with trs by Sanghasen and Minowa.pdf</a> (13.8 MB).",
        "bc05baa91db1a39207455d8682db09bb": "<span class=\"author\">Tathaaloka</span>, Ayya. <cite>Vinaya Matrix—Reference key to precept numbering</cite>, 2003.",
        "3107052c1d1a05b061dd639816cd8d97": "<span class=\"author\">Vidyabhusana</span>, Satis Chandra. <cite>So-sor-thar-pa; or, a Code of Buddhist Monastic Laws: Being the Tibetan version of Prātimokṣa of the Mūlasarvāstivāda School</cite>, Journal of the Asiatic Society of Bengal, vol. xi, 1915, p. 29<em>ff</em>.<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/a/a8a6be946f3ea0bf2dec552df8c15952f241c9bf.pdf\">bo-mu-bu-pm.pdf</a> (9.0 MB).",
        "18f6c0c800e883b805259206e09c9dc2": "<span class=\"author\">Waldschmidt</span>, Ernst. <cite>Bruchstücke des Bhikṣuṇī- Prātimokṣa der Sarvāstivādins, mit einer darstellung der Überlieferung des Bhikṣuṇī-Prātimokṣa in den verschiedenen Schulen</cite>, Leipzig, 1926. <br/>(<a href=\"https://books.google.com.tw/books/about/Bruchst%C3%BCcke_des_Bhik%E1%B9%A3u%E1%B9%87%C4%AB_Pr%C4%81timok.html?id=7UvhOwAACAAJ&amp;redir_esc=y\">Google books</a>)<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/9/96f85c4e0d8d1f9105e9c34334adfede261ad383.pdf\">Waldschmidt, Bruchstucke der Bhiksunipratimoksa.pdf</a> (55.2 MB).",
        "dab218bd63ce5c3322db878c3302a03c": "<span class=\"author\">Wille</span>, Klaus. <cite>Survey of the Sanskrit Manuscripts in the Turfan Collection</cite>, Vortrag anläßlich des Workshops Digitalisierung der chinesischen, tibetischen, syrischen und Sanskrit-Texte der Berliner Turfansammlung, Berlin, 02.06.2005<br/><a href=\"https://discourse.suttacentral.net/uploads/default/original/2X/9/9e4ffab8ef1fb6d9614c00d84d3164efedc0a513.pdf\">Willie - Survey of Buddhist manuscripts in the Turfan collection.pdf</a> (96.2 KB).",
        "d48dc78e94c617f2afb5eefa8ee746b4": "Dhammapada parallels",
        "8e447b5880bc2ce23fc0e1d99efa1d4e": "<span class=\"author\">Ānandajoti</span>, Bhikkhu. <cite>Parallels to the Dhammapada Verses</cite> (version 2.3, June 2016). Available, with a list of sources, on the author’s website: <br/><a href=\"https://www.ancient-buddhist-texts.net/Buddhist-Texts/K2-Dhammapada-Parallels/index.htm\" rel=\"noopener\" target=\"_blank\">www.ancient-buddhist-texts.net/Buddhist-Texts/K2-Dhammapada-Parallels/index.htm</a>.",
        "b1fed934c1bbdc3216909f03d23ebaa1": "<span class=\"author\">Su</span>, Ken. <cite>Correspondence Tables of Chinese Verses among T210, T212 and T213</cite>. Āgama research group. <br/><a href=\"http://yifertwtw.blogspot.tw/\" rel=\"noopener\" target=\"_blank\">http://yifertwtw.blogspot.tw/</a>.",
        "455202a08aa4e84acc102607af114e73": "<span class=\"author\">Bollée</span>, Willem B. <cite>Reverse Index of the Dhammapada, Suttanipāta, Thera- and Therīgāthā Pādas with Parallels from the Āyāraṅga, Sūyagaḍa, Uttarajjhāyā Dasaveyāliya and Isibhāsiyāiṁ.</cite>. Verlag für Orientalistische Fachpublikationen, <br>Reinbek 1983. </br>",
        "f932e75924022a96ccaf4778aa64c5fd": "<span class=\"author\">Falk</span>, Harry. <cite>A new Gāndhārī Dharmapada (Texts from the Split Collection 3)</cite>. <a href=\"http://iriab.soka.ac.jp/content/pdf/aririab/Vol.%20XVIII%20(2015).pdf\" rel=\"noopener\" target=\"_blank\">Annual Report of the International Research Institute for Advanced Buddhology,<br> at Soka University for the Academic Year 2014.<br>Vol. XVIII (2015).</br></br></a>"
    }
}