{
  "_markup_path": "markup/sn/sn08/sn8.07.html",
  "_alt_strings": [
    "pi/sn/sn08/sn8.07.json"
  ],
  "sn8.7:1.1": "Linked Discourses 8",
  "sn8.7:2.1": "1 With Vaṅgīsa",
  "sn8.7:3.1": "7 The Invitation to Admonish",
  "sn8.7:4.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother, together with a large Saṅgha of five hundred monks, all of whom were perfected ones.",
  "sn8.7:4.2": "Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting in the open surrounded by the Saṅgha of monks for the invitation to admonish.",
  "sn8.7:4.3": "Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:",
  "sn8.7:4.4": "“Right now, monks, I invite you all:",
  "sn8.7:4.5": "Is there anything I’ve done by way of body or speech that you would criticize?” ",
  "sn8.7:5.1": "When he had spoken, Venerable Sāriputta got up from his seat, arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "sn8.7:5.2": "“There is nothing, sir, that you’ve done by way of body or speech that we would criticize.",
  "sn8.7:5.3": "For the Blessed One is the one who gave rise to the unarisen path, who gave birth to the unborn path, who explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path.",
  "sn8.7:5.4": "And now the disciples live following the path; they acquire it later.",
  "sn8.7:5.5": "And sir, I invite the Blessed One.",
  "sn8.7:5.6": "Is there anything I’ve done by way of body or speech that you would criticize?” ",
  "sn8.7:6.1": "“There is nothing, Sāriputta, that you’ve done by way of body or speech that I would criticize.",
  "sn8.7:6.2": "Sāriputta, you are astute. You have great wisdom, widespread wisdom, laughing wisdom, swift wisdom, sharp wisdom, penetrating wisdom.",
  "sn8.7:6.3": "A wheel-turning monarch’s oldest son rightly keeps wielding the power set in motion by his father.",
  "sn8.7:6.4": "In the same way, Sāriputta rightly keeps rolling the supreme Wheel of Dharma that was rolled forth by me.”",
  "sn8.7:7.1": "“Since it seems I have done nothing worthy of the Blessed One’s criticism,",
  "sn8.7:7.2": "is there anything these five hundred monks have done by way of body or speech that you would criticize?” ",
  "sn8.7:7.3": "“There is nothing, Sāriputta, that these five hundred monks have done by way of body or speech that I would criticize.",
  "sn8.7:7.4": "For of these five hundred monks, sixty have the three knowledges, sixty have the six direct knowledges, sixty are freed both ways, and the rest are freed by wisdom.”",
  "sn8.7:8.1": "Then Venerable Vaṅgīsa got up from his seat, arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "sn8.7:8.2": "“I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”",
  "sn8.7:8.3": "“Then speak as you feel inspired,” said the Buddha.",
  "sn8.7:8.4": "Then Vaṅgīsa extolled the Buddha in his presence with appropriate verses.",
  "sn8.7:9.1": "“Today, on the fifteenth day uposatha,",
  "sn8.7:9.2": "500 monks have gathered together to purify their precepts.",
  "sn8.7:9.3": "These untroubled sages have cut off their fetters and bonds,",
  "sn8.7:9.4": "they will not be reborn again into any state of existence.",
  "sn8.7:10.1": "Just as a wheel-rolling monarch",
  "sn8.7:10.2": "surrounded by ministers",
  "sn8.7:10.3": "travels all around this",
  "sn8.7:10.4": "land that’s girt by sea.",
  "sn8.7:11.1": "So disciples with the three knowledges,",
  "sn8.7:11.2": "destroyers of death,",
  "sn8.7:11.3": "revere the winner of the battle,",
  "sn8.7:11.4": "the unsurpassed caravan leader.",
  "sn8.7:12.1": "All are sons of the Blessed One—",
  "sn8.7:12.2": "there is no rubbish here.",
  "sn8.7:12.3": "I bow to the Kinsman of the Sun,",
  "sn8.7:12.4": "destroyer of the dart of craving.”"
}