{
  "_markup_path": "markup/sn/sn08/sn8.02.html",
  "_alt_strings": [
    "pi/sn/sn08/sn8.02.json"
  ],
  "sn8.2:1.1": "Linked Discourses 8",
  "sn8.2:2.1": "1 With Vaṅgīsa",
  "sn8.2:3.1": "2 Dissatisfaction",
  "sn8.2:4.2": "At one time Venerable Vaṅgīsa was staying near Āḷavī, at the Aggāḷava Tree-shrine, together with his mentor, Venerable Nigrodhakappa.",
  "sn8.2:4.3": "Now at that time after Venerable Nigrodhakappa had finished his meal, on his return from alms-round, he would enter his dwelling and not emerge for the rest of that day, or the next.",
  "sn8.2:4.4": "And at that time Venerable Vaṅgīsa became dissatisfied, as lust infected his mind.",
  "sn8.2:4.5": "Then he thought:",
  "sn8.2:4.6": "“It’s my loss,",
  "sn8.2:4.7": "my misfortune,",
  "sn8.2:4.8": "that I’ve become dissatisfied, with lust infecting my mind. ",
  "sn8.2:4.9": "How can I expect someone else to dispel my dissatisfaction and give rise to satisfaction?",
  "sn8.2:4.10": "Why don’t I do it myself?”",
  "sn8.2:4.11": "Then, on the occasion of dispelling his own dissatisfaction and giving rise to satisfaction, he recited these verses:",
  "sn8.2:5.1": "“Giving up dissatisfaction and desire,",
  "sn8.2:5.2": "along with all thoughts of the lay life,",
  "sn8.2:5.3": "they wouldn’t get entangled in anything;",
  "sn8.2:5.4": "unentangled, undesiring: that’s a real mendicant.",
  "sn8.2:6.1": "Whether on this earth or in the sky,",
  "sn8.2:6.2": "whatever in the world is included in form",
  "sn8.2:6.3": "wears out, it is all impermanent;",
  "sn8.2:6.4": "the wise live having pierced this truth.",
  "sn8.2:7.1": "People are bound to their attachments,",
  "sn8.2:7.2": "to what is seen, heard, felt, and thought.",
  "sn8.2:7.3": "Unstirred, dispel desire for these things;",
  "sn8.2:7.4": "for one called ‘a sage’ does not cling to them.",
  "sn8.2:8.1": "Attached to the sixty wrong views, and full of their own opinions,",
  "sn8.2:8.2": "ordinary people are fixed in wrong principles.",
  "sn8.2:8.3": "But that mendicant wouldn’t join a sectarian group,",
  "sn8.2:8.4": "still less would they utter lewd speech.",
  "sn8.2:9.1": "Clever, long trained in convergence,",
  "sn8.2:9.2": "free of deceit, disciplined, without longing,",
  "sn8.2:9.3": "the sage has reached the state of peace;",
  "sn8.2:9.4": "and because he’s extinguished, he awaits his time.”"
}