{
    "en": {
        "5e16430ea3941e14ec95a6da95f0cadc": "Methodology and Sources",
        "0c03613be7636a24ea9fb9b2757b3baa": "<a href=\"#item1\">Background</a>",
        "e1ab9ffde5d276c43ff0ca7c2afc103c": "<a href=\"#item2\">Sutta parallels</a>",
        "2127bccd1709641c7c09f2c5c1f9fe5f": "<a href=\"#item3\">Vinaya parallels</a>",
        "b7d8cf6e9608ee1ad211b0822e3ef292": "<a href=\"#item4\">Text sources</a>",
        "c94e5dd655198494f4d8a64e1fa4eeae": "<a href=\"#item5\">Markup</a>",
        "9fc129aa51fee132a7d9277b6582bbbb": "<a href=\"#item6\">Bibliographies</a>",
        "a9ded1e5ce5d75814730bb4caaf49419": "Background",
        "2d714c749d483b70c1a0fb8ca4170758": "A Catalogue of the Chinese Translation of the Buddhist Tripiṭaka",
        "189eb057c34a1b6787912f6b1017aec9": "āgamas",
        "52cb435c01c3dfdfacad4034fdc10639": "nikāyas",
        "25a99dcd4a2759649d634eedc81833f8": "Buddhism in China",
        "b2c281f5d4563fcf2f1ab60c8f745b76": "The Four Buddhist Āgamas in Chinese: A Concordance of their Parts and the Corresponding Counterparts in the Pāli Nikāyas",
        "eb87a87f6b5b723fb76ecf26a1ef7f42": "The Comparative Catalogue of Chinese Āgamas & Pāli Nikāyas",
        "00513c252c46cbe583b0df2f26550d1e": "āgamas.",
        "db07d9ff15ce385519766d454b680386": "In 2014, Bhikkhu Sujato prepared a set of parallels for the Vinayas which was added to SuttaCentral, and in 2016, Ayya Vimala added verse parallels for the Dhammapadas.",
        "0f1f53d030e200e8c307096bdd778458": "The parallels data is maintained in a single text file, <code>parallels.json</code>, which may be found on <a href=\"https://github.com/suttacentral\" target=\"_blank\" title=\"SuttaCentral on Github\">SuttaCentral’s Github repository</a>.",
        "5aa166caf01a7471ff888ae83e27095c": "In addition to the parallels, SuttaCentral hosts original texts and translations when they are available. A brief note on the sources of these texts is found below.",
        "019d8b848220e758c0ff557f4cea4105": "Sutta Parallels",
        "0a987e38abaea4b59174376cf6cbf4d9": "Rod Bucknell, updated by Sujato",
        "4e07a4d8d1bdff5483e6ef7f60985945": "Kinds of Parallels",
        "6a5c14898fb49d1dd2025fa566d2ebc1": "In keeping with the simple classification established in Akanuma (1929), two types of discourse parallel were recognized in the original SuttaCentral data:",
        "c311d18b185629663d6be1a4ab147c8b": "Full parallel:",
        "b0a0047852021067dd89a45f7a540c48": "Partial parallel:",
        "0e87c1212a698494dcdb198af3e0eb2f": "partial",
        "f4c9385f1902f7334b00b9b4ecd164de": "part",
        "3884d96270a9680864afc7f4eb249a08": "Distinguishing between full parallel and partial parallel involves some degree of subjectivity. Consequently, it should be seen as providing helpful guidance rather than as delivering a final judgment about the relationship between the two texts.",
        "28077fce8bae099b60f2a2d6af77ee9f": "Fragmentary manuscript remains in Sanskrit or other languages are not “partial parallels” in this sense. They are identified instead as fragments.",
        "0b46ca9b9db5d90429eac2ee3c7d3f27": "For the 2018 upgrade of SuttaCentral, we added a number of refinements and enhancements to this model. We now represent the following kinds of relations.",
        "6bcfe57db0c1a7fef989c132b39bbf27": "Resembling parallel:",
        "3fd57a4b01021dda730ac2c0815d2deb": "Mention:",
        "c400c0c0859f4f58e64b1a32334e0ac2": "Retelling:",
        "11eee9d2cca01c458e4519ee5d4ba2c2": "The “mentions” and “retellings” are mostly derived from the cross-reference metadata contained in the Mahāsaṅgīti text, sorted and added by Ayya Vimala.",
        "b39608da2dbefb56120b7d772fe16ce2": "Implied Parallels",
        "16da01e7c0c332965df4af2627f6b252": "Discourses listed as full parallels to a given Pali discourse can safely be assumed to be full parallels to one another. For example, DN 22 is shown as having full parallels in MN 10, MA 98, and EA 12.1, and from this one can safely infer that MA 98 is a full parallel to MN 10 and EA 12.1.",
        "551184d2d79ffaec0349e558fd338fb0": "However, for discourses listed as partial parallels to a given Pali discourse, no such inferences can be drawn. For example, DN 22 is shown as having partial parallels in MN 141, MA 31, and T 32. From this one cannot infer any correspondence between MA 31 and T 32 (though in fact they are full parallels of each other), or between MA 31 and EA 12.1 (which in fact are quite unrelated).",
        "69d5f629a9a90c89ae453836b3f1d2ad": "Accuracy and completeness of the data",
        "86c3d8e37d4a8ecf477083c01a3dc514": "Currently, only the DN and MN correspondences have been thoroughly checked for accuracy and completeness. The information on parallels to SN and AN is less reliable, but is being updated as the relevant research progresses. The identification of Pali parallels to Pali discourses is still incomplete and uneven. For Chinese discourses that lack Pali parallels, information on non-Pali parallels has yet to be included.",
        "6178fce9b4cf59a18f3b3457671d4ad2": "Vinaya Parallels",
        "871c2cab9a5e8da6b3c38bbf3340a08a": "Bhikkhu Sujato",
        "310e1b636e1a31ba06562606a294250f": "Here is outlined in brief the method used for compiling the Vinaya correspondences.",
        "ced7d1aadd846ab05d3ee97ced5141e3": "Comparative Study of the Pratimoksa",
        "25508367e628b3d4466ec548890777b5": "Bruchstücke des Bhikṣuṇī-Prātimokṣa der Sarvāstivādins",
        "a41fc7383bb68d077e36d5e42ae2e93b": "Most of these works assume that the Vinaya rules of one school are the same in the Vibhaṅga and the Pātimokkha, except in the case of multiple separate texts such as with the Sarvāstivāda. However, as I proceeded I discovered that in several cases, especially in the Chinese Vinayas, the Vibhaṅga and the Pātimokka had minor differences in numbering. So I decided to treat each individual text as a separate entity, even though in some cases, notably the Pali, the numbering of rules is identical.",
        "cd4011ad650d4737e50aff3b5677864a": "sekhiya",
        "6b431739d12df1275a7e23a439750253": "sekhiyas",
        "75e444153f25893b381c7867b3a8ec23": "Given the vast numbers of parallel rules in different texts, I had to find a way of assigning each instance of each rule with a unique ID. These IDs are not only used to name each rule, they also form the URLs that identify the web page for that rule. These IDs use abbreviations that are subject to a number of constraints: they must be unique on SuttaCentral, case-insensitive, and use no special characters. While the method might seems a little arcane at first, once you have remembered a few abbreviations it is really quite simple. Pli Tv Bu Pm Pj 1 is “Pali Theravāda Bhikkhu Pātimokkha Pārājika 1″; Lzh Sv Bi Vb Ss 3 is “Chinese Sarvāstivāda Bhikkhunī Vibhaṅga Saṅghādisesa 3”, and so on.",
        "0750785c75540d626306001d5eb395b2": "uddānas",
        "836abb440828b4251dbca99a052ce0a2": "In addition to the Pātimokkha correspondences, we also offer much less detailed correspondences of the Khandhakas. These are based on the details provided by Frauwallner in his classic study. I was tempted to include his more detailed breakdown, which showed parallels in various sections within each Khandhaka; however in the end I kept the correspondences at the level of the chapter or Khandhaka only. This is, on the whole, much simpler than dealing with the Pātimokkha correspondences, although there are, as always, unexpected complexities and problematic exceptions.",
        "48a05a4d17ddc519129a468f98bdddf6": "In this case the major exception is the Mahāsaṅghika Vinaya, which doesn’t really have a Khandhaka section at all. Frauwallner treated it as a Khandhaka, albeit one that had been drastically reshaped by later editors, but Clarke has more recently shown that this is not the case. The exact relation between this and other Vinayas remains uncertain, although it seems likely to me that Frauwallner was correct to treat it as a later reorganization of material that previously resembled the Khandhakas more closely. However, despite the great differences in form, the subject matter discussed in various sections of the Mahāsaṅghika Vinaya shares much in common with the corresponding chapters in the Khandhakas. Since the main purpose of providing correspondences on SuttaCentral is to help the reader find similar passages for comparison, I have therefore retained as much as possible of Frauwallner’s correspondences for the Mahāsaṅghika Vinaya. Due to the way these passages are scattered through the text, however, it was not possible to show everything.",
        "37ed750668f9b741645c231d3b0e7565": "Note that, due to the nature of the Vinaya texts, there is no need for the different kinds of relations as specified for the Suttas. In almost all cases, it is clear that a particular rule is a full parallel of the other rules, in the sense that they different versions of the same “thing”. There are, of course, occasional exceptions to this, but nothing, I think, is to be gained by trying to specify a few such marginal cases in the data.",
        "f75f3035b821fa66870ee397875add1c": "Text sources",
        "5b6423b0b87bc8f03d2d0a8dae24bd5e": "Pali",
        "6eb60391fc7b1c9b0a834c3b48fd21b7": "The Pali text on SuttaCentral is the Mahāsaṅgīti edition, sometimes called the “World Tipitaka”. This is a version of the Sixth Council text that was edited and published by the Dhamma Society of Bangkok, based on the digital text supplied by the Vipassana Research Insititute. The Dhamma Society undertook an extensive review of the text, correcting it against multiple printed editions. They took as their mainline source the first edition of the Sixth Council text, which represents the Burmese manuscript tradition. We believe this is the most accurate, consistent, and well-edited digital edition of the Pali canon available.",
        "a9d0fdb3b1cf0954679b93e03cfc300b": "The first version of SuttaCentral linked to the Dhamma Society website. However, that went offline and we decided that we needed to host the text ourselves. Fortunately, Venerable Yuttadhammo had made a complete copy of the Mahāsaṅgīti for his Digital Pali Reader, and he kindly supplied us with the source files.",
        "8307b8f6cbfa29406e296fdcdb530626": "We have supplemented the Mahāsaṅgīti text with the pātimokkhas for both monks and nuns from the VRI edition.",
        "e22e21ef6ef2d931b49c490fcd902dc3": "We have made no changes to the text of the Mahāsaṅgīti edition. However, we have made some minor adjustments to the numbering and punctuation.",
        "94b0a2594d7abed37a10ee6c55f5b95f": "In addition to the text, we make use of the critical apparatus of the Mahāsaṅgīti, including variant readings, reference numbers, and cross-references. The latter form the basis for most of our Pali-Pali parallels.",
        "3b261136e3c33f35e0a58611b1f344cb": "Chinese",
        "7fec10ff9bb82cbcf4842ca78619054e": "The definitive edition of the Chinese Buddhist canon is the Tripiṭaka Koreana. This is an extremely accurate and well-preserved set of 81,258 wood blocks dating from the 13th century. It was used as the primary source for the modern Taishō edition, edited by Takakusu Junjiro and others, and published in the early 20th century through the Taishō University in Japan. This was digitized by CBETA, from which our Chinese texts are sourced.",
        "a441f933e0026f55ccff38b534f98a53": "Tibetan",
        "1d97ad9220bfcc713a4a2179f28ab2fd": "Our Tibetan texts are from the Tibetan and Himalayan Library text, which is based on the Derge edition of the Kangyur. Note that the basic text numbers as used by THLIB usually differ by one from the numbers used on SuttaCentral and elsewhere. The numbers used by SuttaCentral are equivalent to the “Master Catalog Number” on THLIB.",
        "a59ae7443136e64154d5ee5456c74717": "Sanskrit and others",
        "aa6de37e85492345f1cd711fe947ba1d": "As the texts in Sanskrit and other Indic languages do not form a coherent canon, but were sourced from multiple chance findings, there is no single source. Editions are as noted in the texts. Digital texts are mostly from the Göttingen Register of Electronic Texts in Indian Languages (GRETIL).",
        "0b8d92bc19b720bb1065649535463409": "Translations",
        "47d792982533319a08eab82b501f6f75": "Translations are from many different sources as noted in each text.",
        "e51e08a727173e8719e480316459991e": "Markup",
        "18832946710117f04b88d6d97b98cb49": "SuttaCentral texts are provided with a clear, accurate, and detailed markup using valid, semantic, standards-compliant HTML5. One of our major tasks has been to transform the many texts we have inherited from diverse sources and put them all in the same format. This is exceedingly complex, as the source texts rarely have a clear semantic markup of any sort, but range from unmarked plain text to verbose messes produced by word processors. We aim to render all this complexity in clear and simple markup, without losing detail.",
        "dbf9d52ead8e7bf1cbf7e600ccfed1ca": "Some sister projects to SuttaCentral—notably CBETA—use the academic Text Encoding Initiative (TEI) XML standard for markup. While we appreciate the advantages of an XML approach, we have found that modern HTML allows us to do everything we need, and is substantially easier to work with and deploy. Our source texts can be displayed natively in a browser without any preprocessing. Nevertheless, while we don’t use TEI, we do adopt many of the TEI names and semantics for text-critical markup.",
        "436cedbbefed2e773d5c4989cd7139ff": "Here I will give the basic outlines of some of the less obvious details.",
        "d95867deadfe690e40f42068d6b59df8": "References",
        "bae70a34625181909acca4f7f9b24473": "Our text files include complex reference data. Currently we list more than a hundred different reference sources. There is a lack of a centralized, detailed, and uniform reference system for Buddhist texts, so we have done the best we could. The data is encoded as empty tags, and may be display optionally via javascript.",
        "98d850ac37e182a8073f35e7fc023a95": "Text-critical Information",
        "eb581bd1f993c5ac1ea75a35fc4c5f3d": "Our original-language texts include a range of text-critical information of interest to scholars. We try to present this in a way that will not be intrusive to readers, but is informative when researching. Traditional digital files often use print-based conventions such as [brackets] to indicate such matter. But this is ugly, interrupting the reading flow. Worse, it’s uninformative. It is often hard to find out exactly what these various marks mean; in fact we have sometimes had to resort to educated guesswork.",
        "cc98df7994122ceba235bfab0cfbfd82": "Text-critical information is marked in the files with classes such as “var” for variant readings, “supplied” for supplied text, and so on. Typically we indicate this visually with styles, and display a tooltip explaining the meaning. Most of this may be activated optionally.",
        "11f7ed29f2cc3ba1a6241583dd31a186": "<a href=\"https://suttacentral.net/zz1/zz/test\" title=\"Text-critical markup on SuttaCentral\">See list of text-critical markup classes here</a>.",
        "1b8acacb35cfc8196fc53aa6d960581a": "Structural and other",
        "8f5eda39d7965bcad269571abf2d97c3": "We use semantic markup with around a hundred different classes to indicate the detailed structure of texts. These include such things as:",
        "7998ef75d60296fd326b97a5d43dce14": "Headings, with proper structured headings using hX tags. Pali texts have such a detailed hierarchy that in some cases we use all the tags as far as h6.",
        "42835b9c5d86bd45c969018bf8420d62": "Uddānas",
        "de5e615c14a2a06ea6d831729dd45e4e": "Various kinds of numbers, such as rule numbers.",
        "99776797ba1f327c736998fe8e5b36c7": "Verses.",
        "39607c24adc406d6903c863f2f2ba32d": "End of sutta or end of section titles. Buddhist texts usually have the title at the end of a section rather than the modern heading.",
        "37e07beaad6157856f64f97af592dcd9": "<a href=\"https://suttacentral.net/zz3/zz/test\" title=\"Structural and other markup on SuttaCentral\">See list of structural and other markup classes here</a>.",
        "b05a71de14cfda3d81ac57506942dc93": "Bibliographies",
        "c53ac1e8d8cdec49a502ac43a8bbeaa3": "Sutta parallels",
        "2ea8e03b81edfdfb931b1b8b06da20fc": "Here are the main bibliographic sources supplied by Rod Bucknell, representing the primary resources for the sutta parallels and the editions of the various texts. Note that this bibliography does not attempt to be comprehensive or ongoing, but represents a snapshot of the academic background for Rod’s fundamental research.",
        "6947604c23b06e8051e021429345844f": "Three Gāndhārī Ekottarikāgama-Type Sūtras: British Library Kharoṣṭhī Fragments 12 and 14.",
        "f14c0ecc775f334414d3336ea7c9cb6b": "Journal of the Pali Text Society",
        "a4b2a7ef58848ea061d10f8f64a80a3f": "Buddhist Manuscripts",
        "eda9851200b6640f66a3c271cf638d2d": "= Manuscripts in the Schøyen Collection",
        "ffd564ee2e333139d1e947facd3463cd": "Dharma Drum Journal of Buddhist Studies",
        "95dabe41f1e733e922da19a67ccfc489": "Majjhima Nikāya",
        "b06440a3995f258859117d78560a5683": "Comparative Catalogue",
        "20c969c384f716f74ec0ae61d881605c": "Journal of the Centre for Buddhist Studies, Sri Lanka",
        "aca509308c7973e007dbf70ebc6608c7": "Sagātha-vagga",
        "5668abcec3cd9f66d3a5be132f9591dc": "Saṃyutta-nikāya",
        "64619e1ab2da04a18e3a9e072aecb9c1": "Le Muséon",
        "fa63e39bbd4a03aea2a962095f2a7112": "Transactions of the Asiatic Society of Japan",
        "58be450e4b458c0c242d4b017d944c13": "Annals of the Bhandarkar Oriental Research Institute",
        "d3983ad481c86f48c6e5331310edb796": "Mahāvastu Avadāna,",
        "7600427a6e8b6c9ad578717d0bc2c1df": "Calcutta Sanskrit College Research Series",
        "31f0e0a1d62cd2558fc71fb540437c29": "Udānavarga, Eine Sammlung buddhistischer Sprüche in tibetischer Sprache, nach dem Kanjur und Tanjur mit Anmerkungen herausgegeben",
        "4716ce782c598dc95f2d60eff9a91764": "Textes Sogdiens, édités, traduits et commentés",
        "d9e903aae32b3e512294afa04ba15168": "Mission Pelliot en Asie Centrale",
        "86d3ed12525a0a62be1cba4be38952be": "Udānavarga",
        "2374bfdc4e20ff137354d565b62a1f43": "Sanskrittexte aus den Turfanfunden <span class=\"roman_numerals\">X</span>",
        "aa5ec4c15178ff9ab29e019f86a870cd": "Das Chung-tsi-king des chinesischen Dīrghāgama, Übersetztung und Anmerkungen",
        "ae16964c5259984113d9c9c6f58ae8a3": "Studies in Āgama Literature: With special reference to the Shorter Chinese Saṃyuktāgama",
        "655d983331d61cd9528b06a873aa2ad4": "Dharma Drum Buddhist College Special Series",
        "de3546cc8e7c9709c5429f1231b3633d": "The Connected Discourses of the Buddha: A New Translation of the Saṃyutta Nikāya",
        "1e22c072333d9a49bc50672f78fcda8c": "The Story of Paesi",
        "53d3773d9e391f555db880892e070610": "Journal of the American Oriental Society",
        "d55bc37997c0ed9e404f4826d833e946": "Sanskrit Wörterbuch der Buddhistischen Texte aus den Turfan Funden",
        "9587fb4071c892ffe6e3e8a45cdd5b0e": "Manuscripts in the Schøyen Collection",
        "d35594609cf73ba276d3d0dbf615ed48": "The Gāndhārī Dharmapada, edited with an Introduction and Commentary",
        "ac608f1ae111c5acb8336646a57a0c24": "Buddhist Tradition Series",
        "82a0f038e2d3b0145a6ba17ecb4e53ea": "L’Udānavarga sanskrit: Texte sanscrit en transcription, avec traduction et annotations, suivi d’une étude critique et de planches",
        "6169d744a0e008529d1436ba10b8ab18": "Annotated Translations of Sutras from the Chinese Saṃyuktāgama Relevant to the Early Buddhist Teachings on Emptiness and the Middle Way",
        "796d6afabf669d565aa133bd15e6f3a8": "A Survey of the Sanskrit Fragments Corresponding to the Chinese Saṃyuktāgama",
        "d915e5c3287cbc00084d1a178e6194df": "A Survey of the Sanskrit Fragments Corresponding to the Chinese Madhyamāgama (including references to Sanskrit parallels, citations, numerical categories of doctrinal concepts, and stock phrases)",
        "fc38a974cebddcccb1757114382f92c2": "Pali Buddhist Review",
        "f043b156d1b8bf121e876badc2793f56": "The Divyāvadāna, a Collection of Early Buddhist Legends",
        "97f67fe37a40b9107f43705af3621b93": "Gaṅ po la sogs pa’i rtogs pa brjod pa brgya pa",
        "44cd32d8a5395c9ea1a355044ba70430": "Gilgit Manuscripts",
        "3540bbebfb55432807fb442c162916d3": "= Bibliotheca Indo-Buddhica No. 16, No. 17",
        "dc57856c9e630e2414844133096c7f6a": "Rab tu ''byuṅ ba''i gźi. Die Tibetische Übersetzung des Pravrajyāvastu im Vinaya der Mūlasarvāstivādins",
        "e5f44e849426de18ee6216c214fc2e8b": "Bukkyō Kenkyū",
        "93b13735d67539bb203a944811f203b9": "<span class=\"author\">Enomoto</span>, Fumio 1989. Sanskrit fragments from the Saṃyuktāgama discovered in Bamiyan and Eastern Turkestan. In <span class=\"author\">Enomoto</span> Fumio, <span class=\"author\">Hartmann</span>, Jens-Uwe, and <span class=\"author\">Matsumura</span> Hisashi (eds) Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: 7–16.",
        "08af662706602231a3d5361ab8f77280": "<span class=\"author\">Enomoto</span>, Fumio 1994. A comprehensive study of the Chinese Saṃyuktāgama: Indic texts corresponding to the Chinese Saṃyuktāgama as found in the Sarvāstivāda-Mūlasarvāstivāda literature. Part 1: *Saṃgītanipāta. Kyoto: Kacho Junior College.",
        "3c97fbf7680e0de8fa89a59b5603bdbf": "<span class=\"author\">Enomoto</span>, Fumio 1997. Sanskrit Fragments from the Saṃgītanipāta of the Saṃyuktāgama. In <span class=\"author\">Kieffer-Pülz</span>, Petra and <span class=\"author\">Hartmann</span>, Jens-Uwe (eds), Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert on the Occasion of his 65th birthday, Swisstal-Odendorf, India et Tibetica 30: 91–105.",
        "a1cb8868b0e638e35db8318da6c1ff52": "<span class=\"author\">Feer</span>, Léon 1883. Fragments extraits du Kanjour (= Annales du Musée Guimet, tome 5). Paris: E. Leroux.",
        "1a48862a3dd89771e8db0113c53496b6": "<span class=\"author\">Foguang</span> 1972–1987. Foguang Dazangjing, Ahan zang: Za Ahan (1972), Zhong Ahan (1984), Chang Ahan (1985), Zengyi Ahan (1987) [Foguang Tripiṭaka, Āgama: Saṃyuktāgama (1972), Madhyamāgama (1984), Dīrghāgama (1985), Ekottarikāgama (1987)]. Kaohsiung: Foguang.",
        "fa4a088354800c21215e0b973cf24209": "Bukkyō Shigaku Kenkyū",
        "4b7a273805501d4933b89dfdc52f893b": "Bukkyō Daigaku Daigakuin Kenkyū Kiyō",
        "25bb74397b32ed0de18b5c1295a27ab4": "Indogaku Bukkyōgaku Kenkyū",
        "b90aaabd997d34c1ff617c16316dfb51": "Bukkyō Ronsō",
        "e91347a6a97d3067b26997f5ab212d7f": "Bukkyō Bunka Kenkyūsho Shohō",
        "34f5f534210501ba97ae229b7c926343": "Jōdo-shū Kyōgakuin Kenkyūsho-hō",
        "57a7beb905b40cc5fddfd3524f357058": "Hōnen Gakkai Ronsō",
        "5fae4f147f230729a4ffb55c7679b993": "Sankō Bunka Kenkyūsho Nenpō",
        "5dbca2e058a609a0abbc74c3dd17d212": "The Mahāvadānasūtra: A new edition based on manuscripts discovered in northern Turkestan",
        "07b34638ca00207ac8b7be85f47dd0ec": "Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden",
        "76cea5d94038079548ff866d5e0d6046": "Four Gāndhārī Saṃyuktāgama sūtras: Senior Kharoṣṭhī fragment 5.",
        "add6dea2b06015ea3d7c11b4b39751ab": "Gandhāran Buddhist Texts, vol. 4",
        "318834f5aeb1fa6a3306660045f12d7b": "The Gilgit manuscript of the Saṅghabhedavastu: Being the 17th and last section of the Vinaya of the Mūlasarvāstivādin",
        "83a32a618f6a49cfff078c8757ec1280": "Serie Orientale Roma",
        "638184cffc64c081c69e56a4eca4fee9": "Die zentralasiatischen Sanskrit-Fragmente des Mahāparinirvāna-Mahāsūtra: Kritische Ausgabe des Sanskrittextes und seiner tibetischen Übertragung im Vergleich mit den chinesischen Übersetzungen",
        "e4e57d79d810d88ac7caa762bf807436": "Das Mahāgovinda-Sūtra, eine vergleichende Analyse der indischen und chinesischen Versionen",
        "3bd9565e139f78b9024e33a69af97004": "Beiträge zur Indienforschung, Ernst Waldschmidt zum 80. Geburtstag gewidmet",
        "12d8dea94cbee554e21e46bb0107e8db": "<span class=\"author\">Harrison</span>, Paul 1997. The Ekottarikāgama Translations of An Shigao. In Bauddhavidyasudhakarah: Studies in Honour of Heinz Bechert. <span class=\"author\">Kieffer-Pülz</span>, Petra. and <span class=\"author\">Hartmann</span>, Jens-Uwe (eds). Swisstal-Oldendorf, pp. 261–283.",
        "d26ecf3aca9ceb40189531338e37a590": "Early Buddhism and Abhidharma Thought: In Honor of Doctor Hajime Sakurabe on His Seventy-seventh Birthday",
        "d712121cc38974861cc627cfdb5c35d0": "<span class=\"author\">Hartmann</span>, Jens-Uwe 1989. Fragmente aus dem Dīrghāgama der Sarvāstivādins. In <span class=\"author\">Enomoto</span> Fumio, <span class=\"author\">Hartmann</span>, Jens-Uwe, and <span class=\"author\">Matsumura</span> Hisashi (eds), Sanskrit-Texte aus dem buddhistischen Kanon: Neuentdeckungen und Neueditionen (= Sanskrit-Wörterbuch der buddhistischen Texte aus den Turfan-Funden, Beiheft 2), Göttingen: Vandenhoeck & Ruprecht, 37–67.",
        "6743bfef76537bdad0c976f2891dfd02": "Untersuchungen zum Dīrghāgama der Sarvāstivādins",
        "3d9ec19633884ec5a8fbd90e9dc5eb9c": "Āgamas",
        "6ba61075ee9effb2c9a3989afb07bc7e": "Indologica Taurinensia",
        "3fde6f58bb13c07b2511276a041e6155": "Vividharatnakaraṇḍaka: Festgabe für Adelheid Mette (= Indica et Tibetica: Monographien zu den Sprachen und Literaturen des indo-tibetischen Kulturraumes Band 37)",
        "fd34c3b6a828b803691f638c34d956cb": "Annual report of the International Research Institute for Advanced Buddhology at Soka University",
        "0d989a4ee81de5de8fca4df600e7ab3d": "Manuscript remains of Buddhist literature found in Eastern Turkestan: Facsimiles of manuscripts in Sanskrit, Khotanese, Kuchean, Tibetan and Chinese, with transcripts, translations and notes, edited in conjunction with other scholars, with critical introductions and vocabularies",
        "63c3c1f443831777f45712bf8454108b": "Kleinere Sanskrit-Texte",
        "ad92845a9d24814a40b46a20833b8e36": "Nachträge zu “Kleinere Sanskrit-Texte, Heft <span class=\"roman_numerals\">V</span>",
        "fb869d0fb8eeb7eeba813360d459082a": "Monographien zur indischen Archäologie, Kunst und Philologie",
        "8e2c21e8281c93889b91e3e74fe7ce36": "A Table of Āgama-Citations in the Abhidharmakośa and the Abhidharmakośopāyikā",
        "0dbb01f39e86320a7532008f29912cba": "Indian Philosophy and Buddhism: Essays in honour of Professor Kotatsu Fujita on his sixtieth birthday",
        "6238f053240696d8126571ed8c41e39d": "Hokkaidō Journal of Indological and Buddhist Studies",
        "0e399ff8b52b6ecb4ad8a333ae5cb5fd": "Aśvaghoṣa’s Buddhacarita or Acts of the Buddha",
        "150f25a6f24fd32e2ea991e1c43bde74": "Indian International Journal of Buddhist Studies",
        "b61e044724dfb4ff844774505ee7ae0d": "Mindfulness in Early Buddhism: New Approaches through Psychology and Textual Analysis of Pali, Chinese, and Sanskrit Sources",
        "0037b9ddf94e14b0690bc9f4b5613891": "Routledge Critical Studies in Buddhism",
        "aa937633e2257311d8f015ddfa6222c2": "Altorientalische Forschungen",
        "11877252c2e53ec3021fc552eb6adf54": "Bukkyō Bunka Kenkyū sho Kiyō",
        "72a2d94ee1243e0e122bfbf7151a10e6": "The Karmavibhaṅga",
        "b57b3f0a6bb710d084b24bf46666cd92": "Transliterations and Annotations of the Original Sanskrit Manuscripts from Nepal.",
        "94e16851d4d4cfccc22b3e7cc5067cad": "Annual Report of the International Research Institute for Advanced Buddhology at Soka University",
        "f22cd75164041abe3ea276945e715884": "Journal of the Royal Asiatic Society of Great Britain and Ireland",
        "d802fab8bde1629aadbc1b70f86d66ee": "Journal of the Royal Asiatic Society",
        "94194805c7aee33029894cbe04311e00": "Lalita Vistara: Leben und Lehre des Çakya-Buddha, Textausgabe mit Varianten-, Metren- und Wörterverzeichnis",
        "d29c6dcd3d9dbf3a2f701266a3985fda": "T’oung Pao",
        "a6aafff1c274b6165e618eed4826340b": "Journal Asiatique",
        "7d5f56ec8e4f6bd5c5429a1a42bf8949": "Mahākarmavibhaṅga (La Grande Classification des Actes) et Karmavibhaṅgopadeśa (Discussion sur le Mahā Karmavibhaṅga), Textes sanscrits rapportés du Népal, édités et traduits avec les textes parallèles en Sanscrit, en Pali, en Tibétain, en Chinois et en Koutchéen",
        "e5a82efe7f3195179a9f683d37a74ed8": "Fragments de Textes Koutchéens: Udānavarga, Udānastotra, Udānālaṃkāra et Karmavibhaṅga, Publiés et traduits avec un vocabulaire et une introduction sur le ‘Tocharien’ (Cahiers de la Société Asiatique, Première Série)",
        "8b6321165b84d1a1fc98ff77cd813a63": "The Khotanese Karmavibhaṅga",
        "4549759657ae437cfc0c399130e56785": "The Mahāsudarśanāvadāna and the Mahāsudarśanasūtra",
        "726c5d79f3439407419155cd94a8ce4b": "Bibliotheca Indo-Buddhica",
        "85bcfcead41fd8697b74be9af0543561": "Ural-Altaische Jahrbücher",
        "f5e17d07fe8b0e2159f63bb1d1787e03": "Ein Abschnitt aus dem Dīrghāgama",
        "4de45568489d327b5fb209e7d7078b23": "Buddhist Texts from Kashgar and Nepal",
        "98d8f37a3eab61c3a29f6e738f7d6834": "<span class=\"author\">Mitra</span>, Raj. (ed & trl) 1877. The Lalita Vistara or Memoirs of the Early Life of Śākya Siñha. (= Biliotheca Indica vol. 15). Calcutta: C. B. Lewis.",
        "9d755094688e6163c81d47e17e425e30": "Dogmatische Begriffsreihen im älteren Buddhismus <span class=\"roman_numerals\">I</span>",
        "169df6a7c4b26cb92fe0c4422072dbc1": "Sanskrittexte aus den Turfanfunden",
        "b880bb20c34a8d859777d265dbe4ba5e": "Acta Indologica",
        "bd00da5c0ff1ff1c05d86037ace6c64e": "Buddhist Manuscripts from Central Asia: The British Library Sanskrit Fragments",
        "c69448f52e002b2fb323a459b6846afc": "Bulletin d’Études Indiennes",
        "de97664c3d444ee83778a28f6c976754": "Die Reden des Buddha: Mittlere Sammlung, aus dem Pāli-Kanon übersetzt",
        "6c16e1629ded5139ebe9a72871c1e925": "Wiener Zeitschrift für die Kunde Südasiens",
        "7c31d1335140d26c74235b8b4db40ebb": "Bukkyōgaku",
        "3334c8206d3431df788dc4eb95b93c77": "Seminā",
        "22617a90b8d9405b4a6cb54cd284659a": "Kanonische Zitate im Abhidharmakośabhāṣya des Vasubandhu",
        "f73b6b9d0ffc9addf7827ed91edae1a0": "<span class=\"author\">Pauly</span>, Bernard 1959. Fragments sanskrits de Haute Asie (Mission Pelliot). Journal Asiatique (Année 1959): 247, 203–249.",
        "56dd319b1da2c8dd6565cf912e8fda4f": "The Piṅgalātreya sūtra of the (Mūla-)sarvāstivādins: Its Edition and Study. Investigation of the Piṃgalātreya sūtra’s status within the Dīrghāgama “Collection of Long (Discourses of the Buddha)”",
        "803009874c38ce0e4430f37982de8552": "Indogermanische Forschungen, Zeitschrift für Indogermanistik und allgemeine Sprachwissenschaft",
        "a9b5e3c7454d6e9f628e4d8146026a48": "Sitzungsberichte der Königlich Preussischen Akademie der Wissenschaften in Berlin",
        "513d30d7fc5a5411913918d5c061e411": "Izvestija Rossijskoj akademii nauk",
        "1568e8592f3cb07b9adc342cb4d1f2f1": "A Gāndhārī Version of the Rhinoceros Sūtra, British Library Kharoṣṭhī Fragment 5B",
        "4d2ed1ce5b67d83767643765d50044e2": "Gandhāran Buddhist Texts 1",
        "4b5942f8677b93fc25782a4d1749accf": "Nachträge zu “Kleine Sanskrit-Texte Heft <span class=\"roman_numerals\">iii–v</span>”",
        "251b4c73cd722cff474e119776f0b9da": "Mitteilungen des Instituts für Orientforschung, Deutsche Akademie der Wissenschaften zu Berlin",
        "2927efa49f158cde9a7dd77ffec82d89": "Dogmatische Begriffsreihen im älteren Buddhismus Ia: Daśottarasūtra <span class=\"roman_numerals\">ix–x</span>"
    }
}