{
  "_markup_path": "markup/sn/sn06/sn6.02.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.02.json"
  ],
  "sn6.2:1.1": "Linked Discourses 6",
  "sn6.2:2.1": "1 The Appeal",
  "sn6.2:3.1": "2 Respect",
  "sn6.2:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn6.2:4.2": "At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River.",
  "sn6.2:4.3": "Then as he was in private solitude this thought came to his mind:",
  "sn6.2:4.4": "“It’s unpleasant to live without respect and reverence. What ascetic or brahmin should I honor and respect and rely on?”",
  "sn6.2:5.1": "Then it occurred to him:",
  "sn6.2:5.2": "“I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of ethics, if it was incomplete.",
  "sn6.2:5.3": "But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in ethics, who I should honor and respect and rely on.",
  "sn6.2:6.1": "I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of convergence, if it was incomplete.",
  "sn6.2:6.2": "But I don’t see any other ascetic or brahmin … who is more accomplished than myself in convergence …",
  "sn6.2:6.3": " ",
  "sn6.2:7.1": "I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of wisdom, if it was incomplete.",
  "sn6.2:7.2": "But I don’t see any other ascetic or brahmin … who is more accomplished than myself in wisdom …",
  "sn6.2:8.1": "I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of freedom, if it was incomplete.",
  "sn6.2:8.2": "But I don’t see any other ascetic or brahmin … who is more accomplished than myself in freedom …",
  "sn6.2:9.1": "I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of the knowledge and vision of freedom, if it was incomplete.",
  "sn6.2:9.2": "But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in the knowledge and vision of freedom, who I should honor and respect and rely on.",
  "sn6.2:9.3": "Why don’t I honor and respect and rely on the same Dhamma to which I was awakened?”",
  "sn6.2:10.1": "Then Brahmā Sahampati knew what the Buddha was thinking.",
  "sn6.2:10.2": "As easily as a strong person would extend or contract their arm,",
  "sn6.2:10.4": "he vanished from the Brahmā realm and reappeared in front of the Buddha.",
  "sn6.2:10.5": "He arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "sn6.2:10.6": "“That’s so true, Blessed One! That’s so true, Holy One!",
  "sn6.2:10.7": "All the perfect ones, the fully awakened Buddhas who lived in the past honored and respected and relied on this same Dharma.",
  "sn6.2:10.8": "All the perfect ones, the fully awakened Buddhas who will live in the future will honor and respect and rely on this same Dharma.",
  "sn6.2:10.9": "May the Blessed One, who is the perfect one, the fully awakened Buddha at present, also honor and respect and rely on this same Dharma.”",
  "sn6.2:10.10": "This is what Brahmā Sahampati said. Then he went on to say:",
  "sn6.2:11.1": "“All Buddhas, whether in the past,",
  "sn6.2:11.2": "the Buddhas of the future,",
  "sn6.2:11.3": "and the Buddha at present—",
  "sn6.2:11.4": "destroyer of the sorrows of many—",
  "sn6.2:12.1": "respecting the true Dharma",
  "sn6.2:12.2": "they did live, they do live,",
  "sn6.2:12.3": "and they also will live.",
  "sn6.2:12.4": "This is the nature of the Buddhas.",
  "sn6.2:13.1": "Therefore someone who loves themselves,",
  "sn6.2:13.2": "aspiring for transcendence,",
  "sn6.2:13.3": "should respect the true Dharma,",
  "sn6.2:13.4": "remembering the Buddhas’ teaching.”"
}