{
  "_markup_path": "markup/sn/sn06/sn6.14.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.14.json"
  ],
  "sn6.14:1.1": "Linked Discourses 6",
  "sn6.14:2.1": "2 The Second Chapter",
  "sn6.14:3.1": "14 About Aruṇavatī",
  "sn6.14:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn6.14:4.2": "At one time the Buddha was staying near Sāvatthī. ",
  "sn6.14:4.3": "There he addressed the mendicants:  ",
  "sn6.14:4.4": "“Mendicants!”",
  "sn6.14:4.5": "“Venerable sir,” they replied. ",
  "sn6.14:4.6": "The Buddha said this:",
  "sn6.14:5.1": "“Once upon a time, mendicants, there was a king named Aruṇavā.",
  "sn6.14:5.2": "He had a capital named Aruṇavatī.",
  "sn6.14:5.3": "Sikhī the Blessed One, the perfected one, the fully awakened Buddha lived supported by Aruṇavatī.",
  "sn6.14:5.4": "Sikhī had a fine pair of chief disciples named Abhibhū and Sambhava.",
  "sn6.14:5.5": "Then the Buddha Sikhī addressed the mendicant Abhibhū:",
  "sn6.14:5.6": "‘Come, brahmin, let’s go to one of the brahmā realms until it’s time for our meal.’",
  "sn6.14:5.7": "‘Yes, sir,’ replied Abhibhū.",
  "sn6.14:5.9": "Then, as easily as a strong person would extend or contract their arm,",
  "sn6.14:5.11": "they vanished from Aruṇavatī and appeared in that Brahmā realm.",
  "sn6.14:6.1": "Then the Buddha Sikhī addressed the mendicant Abhibhū:",
  "sn6.14:6.2": "‘Brahmin, teach the Dhamma as you feel inspired for that Brahmā, his assembly, and the members of his retinue.”",
  "sn6.14:6.3": "‘Yes, sir,’ replied Abhibhū. Then he educated, encouraged, fired up, and inspired them with a Dhamma talk.",
  "sn6.14:6.4": "But the Brahmā, his assembly, and his retinue complained, grumbled, and objected:",
  "sn6.14:6.5": "‘It’s incredible, it’s amazing! How on earth can a disciple teach Dhamma in the presence of the Teacher?’",
  "sn6.14:7.1": "Then the Buddha Sikhī addressed the mendicant Abhibhū:",
  "sn6.14:7.2": "‘Brahmin, Brahmā, his assembly, and his retinue are complaining ",
  "sn6.14:7.3": "that a disciple teaches Dhamma in the presence of the Teacher.",
  "sn6.14:7.4": "Well then, brahmin, stir them up even more!’",
  "sn6.14:7.5": "‘Yes, sir,’ replied Abhibhū. Then he taught Dhamma with his body visible; with his body invisible; with the lower half visible and the upper half invisible; and with the upper half visible and the lower half invisible.",
  "sn6.14:7.6": "And the Brahmā, his assembly, and his retinue, their minds full of wonder and amazement, thought:",
  "sn6.14:7.7": "‘It’s incredible, it’s amazing! The ascetic has such psychic power and might!’",
  "sn6.14:8.1": "Then Abhibhū said to the Buddha Sikhī:",
  "sn6.14:8.2": "‘Sir, I recall having said this in the middle of the Saṅgha:",
  "sn6.14:8.3": "“Standing in the Brahmā realm, I can make my voice heard throughout the galaxy.”’",
  "sn6.14:8.4": "‘Now is the time, brahmin! Now is the time, brahmin! ",
  "sn6.14:8.5": "Standing in the Brahmā realm, make your voice heard throughout the galaxy.’",
  "sn6.14:8.6": "‘Yes, sir,’ replied Abhibhū. Standing in the Brahmā realm, he recited this verse:",
  "sn6.14:9.1": "‘Rouse yourselves! Try harder!",
  "sn6.14:9.2": "Devote yourselves to the teachings of the Buddha!",
  "sn6.14:9.3": "Crush the army of Death,",
  "sn6.14:9.4": "like an elephant crushes a hut of reeds.",
  "sn6.14:10.1": "Whoever will live diligently",
  "sn6.14:10.2": "in this teaching and training,",
  "sn6.14:10.3": "giving up transmigration through rebirths,",
  "sn6.14:10.4": "will make an end of suffering.’",
  "sn6.14:11.1": "Having inspired that Brahmā, his assembly, and his retinue with a sense of awe,",
  "sn6.14:11.2": "as easily as a strong person would extend or contract their arm,",
  "sn6.14:11.3": "Sikhī and Abhibhū vanished from that Brahmā realm and appeared in Aruṇavatī.",
  "sn6.14:11.4": "Then the Buddha Sikhī addressed the mendicants:",
  "sn6.14:11.5": "‘Mendicants, did you hear the mendicant Abhibhū speaking a verse while standing in a Brahmā realm?’",
  "sn6.14:11.6": "‘We did, sir.’",
  "sn6.14:11.7": "‘But what exactly did you hear?’",
  "sn6.14:11.8": "‘This is what we heard, sir:",
  "sn6.14:12.1": "“Rouse yourselves! Try harder!",
  "sn6.14:12.2": "Devote yourselves to the teachings of the Buddha!",
  "sn6.14:12.3": "Crush the army of Death,",
  "sn6.14:12.4": "like an elephant crushes a hut of reeds.",
  "sn6.14:13.1": "Whoever will live heedfully",
  "sn6.14:13.2": "in this teaching and training,",
  "sn6.14:13.3": "giving up transmigration through rebirths,",
  "sn6.14:13.4": "will make an end of suffering.”",
  "sn6.14:14.1": "That’s what we heard, sir.’",
  "sn6.14:14.2": "‘Good, good, mendicants! ",
  "sn6.14:14.3": "It’s good that you heard the mendicant Abhibhū speaking this verse while standing in a Brahmā realm.’”",
  "sn6.14:15.1": "This is what the Buddha said. Uplifted, the mendicants approved of what the Buddha said."
}