{
  "_markup_path": "markup/sn/sn06/sn6.04.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.04.json"
  ],
  "sn6.4:1.1": "Linked Discourses 6",
  "sn6.4:2.1": "1 The Appeal",
  "sn6.4:3.1": "4 With Baka the Brahmā",
  "sn6.4:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn6.4:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn6.4:4.3": "Now at that time Baka the Brahmā had the following harmful misconception:",
  "sn6.4:4.4": "“This is permanent, this is everlasting, this is eternal, this is entire, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.”",
  "sn6.4:5.1": "Then the Buddha knew what Baka the Brahmā was thinking.",
  "sn6.4:5.2": "As easily as a strong person would extend or contract their arm,",
  "sn6.4:5.4": "he vanished from Jeta’s Grove and reappeared in that Brahmā realm.",
  "sn6.4:5.5": "Baka the Brahmā saw the Buddha coming off in the distance",
  "sn6.4:5.6": "and said to him:",
  "sn6.4:5.7": "“Come, good sir! Welcome, good sir!",
  "sn6.4:5.8": "It’s been a long time since you took the opportunity to come here.",
  "sn6.4:5.9": "For this is permanent, this is everlasting, this is eternal, this is complete, this is imperishable. For this is where there’s no being born, growing old, dying, passing away, or being reborn. And there’s no other escape beyond this.”",
  "sn6.4:5.10": " ",
  "sn6.4:6.1": "When he had spoken, the Buddha said to him:",
  "sn6.4:6.2": "“Alas, Baka the Brahmā is lost in ignorance! Alas, Baka the Brahmā is lost in ignorance!",
  "sn6.4:6.3": "Because what is actually impermanent, not lasting, transient, incomplete, and perishable, he says is permanent, everlasting, eternal, complete, and imperishable.",
  "sn6.4:6.4": "And where there is being born, growing old, dying, passing away, and being reborn, he says that",
  "sn6.4:6.5": "there’s no being born, growing old, dying, passing away, or being reborn.",
  "sn6.4:6.6": "And although there is another escape beyond this, he says that there’s no other escape beyond this.",
  "sn6.4:7.1": "“Gotama, we seventy-two merit-makers are now wielders of power, ",
  "sn6.4:7.2": "having passed beyond rebirth and old age.",
  "sn6.4:7.3": "This is our last rebirth as Brahmā, knowledge-master.",
  "sn6.4:7.4": "And now many people pray to us.”",
  "sn6.4:8.1": "“But, Baka, the life span here is short, not long,",
  "sn6.4:8.2": "though you think it’s long.",
  "sn6.4:8.3": "I know that your life span",
  "sn6.4:8.4": "is two quinquadecillion years, Brahmā.”",
  "sn6.4:9.1": "“Blessed One, I am the one of infinite vision,",
  "sn6.4:9.2": "who has gone beyond rebirth and old age and sorrow.",
  "sn6.4:9.3": "What precepts and observances did I practice in the past?",
  "sn6.4:9.4": "Explain to me so I can understand.”",
  "sn6.4:10.1": "“You gave drink to many people",
  "sn6.4:10.2": "who were oppressed by thirst and heat.",
  "sn6.4:10.3": "That’s the precepts and observances you practiced in the past.",
  "sn6.4:10.4": "I recollect it like one who has wakened from sleep.",
  "sn6.4:11.1": "When people at Deer River Bank were seized,",
  "sn6.4:11.2": "you released the captives as they were led away.",
  "sn6.4:11.3": "That’s the precepts and observances you practiced in the past.",
  "sn6.4:11.4": "I recollect it like one who has wakened from sleep.",
  "sn6.4:12.1": "When a boat on the Ganges River was seized",
  "sn6.4:12.2": "by a fierce dragon desiring human flesh,",
  "sn6.4:12.3": "you freed it wielding mighty force.",
  "sn6.4:12.4": "That’s the precepts and observances you practiced in the past.",
  "sn6.4:12.5": "I recollect it like one who has wakened from sleep.",
  "sn6.4:13.1": "I used to be your servant named Kappa.",
  "sn6.4:13.2": "You thought he was intelligent and loyal.",
  "sn6.4:13.3": "That’s the precepts and observances you practiced in the past.",
  "sn6.4:13.4": "I recollect it like one who has wakened from sleep.”",
  "sn6.4:14.1": "“You certainly understand this life span of mine.",
  "sn6.4:14.2": "And others, too, you know; that’s why you’re the Buddha.",
  "sn6.4:14.3": "And that’s why your blazing glory",
  "sn6.4:14.4": "lights up even the Brahmā realm.”"
}