{
  "_markup_path": "markup/sn/sn06/sn6.06.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.06.json"
  ],
  "sn6.6:1.1": "Linked Discourses 6",
  "sn6.6:2.1": "1 Life Span",
  "sn6.6:3.1": "6 The Negligent Brahmā",
  "sn6.6:4.1": "At Sāvatthī.",
  "sn6.6:4.2": "Now at that time the Buddha had retreated to solitude for the day’s meditation.",
  "sn6.6:4.3": "Then the independent brahmās Subrahmā and Suddhāvāsa went to the Buddha",
  "sn6.6:4.4": "and stationed themselves one by each door-post.",
  "sn6.6:4.5": "Then Subrahmā said to Suddhāvāsa:",
  "sn6.6:4.6": "“Good sir, it’s the wrong time to pay homage to the Buddha.",
  "sn6.6:4.7": "He’s retreated into solitude for the day’s meditation.",
  "sn6.6:4.8": "But such and such Brahmā realm is successful and prosperous, while the Brahmā living there is negligent.",
  "sn6.6:4.9": "Come, let’s go to that Brahmā realm",
  "sn6.6:4.10": "and inspire awe in that Brahmā!”",
  "sn6.6:4.11": "“Yes, good sir,” replied Suddhāvāsa.",
  "sn6.6:5.2": "Then, as easily as a strong person would extend or contract their arm,",
  "sn6.6:5.4": "they vanished from in front of the Buddha and appeared in that Brahmā realm.",
  "sn6.6:5.5": "That Brahmā saw those Brahmās coming off in the distance",
  "sn6.6:5.6": "and said to them:",
  "sn6.6:5.7": "“Well now, good sirs, where have you come from?”",
  "sn6.6:5.8": "“Good sir, we’ve come from the presence of the Blessed One, the perfected one, the fully awakened Buddha.",
  "sn6.6:5.9": "Shouldn’t you go to attend on that Blessed One?”",
  "sn6.6:6.1": "When they had spoken, that Brahmā refused to accept their advice. He multiplied himself a thousand times and said to Subrahmā:",
  "sn6.6:6.2": "“Good sir, can’t you see that I have such psychic power?”",
  "sn6.6:6.3": "“I see that, good sir.”",
  "sn6.6:6.4": "“Since I have such psychic power and might, what other ascetic or brahmin should I go to and attend upon?”",
  "sn6.6:7.1": "The Subrahmā multiplied himself two thousand times and said to that Brahmā:",
  "sn6.6:7.2": "“Good sir, can’t you see that I have such psychic power?”",
  "sn6.6:7.3": "“I see that, good sir.”",
  "sn6.6:7.4": "“That Buddha has even more psychic power and might than you or I.",
  "sn6.6:7.5": "Shouldn’t you go to attend on that Blessed One?”",
  "sn6.6:7.6": "Then that Brahmā addressed Subrahmā in verse:",
  "sn6.6:8.1": "“There’s three hundreds of phoenixes, four of swans, and five of eagles.",
  "sn6.6:8.2": "This palace belongs to he who practiced absorption.",
  "sn6.6:8.3": "It shines, Brahmā,",
  "sn6.6:8.4": "lighting up the northern quarter!”",
  "sn6.6:9.1": "“So what if your palace shines,",
  "sn6.6:9.2": "lighting up the northern quarter?",
  "sn6.6:9.3": "A clever person who has seen the flaw in form,",
  "sn6.6:9.4": "its chronic trembling, takes no pleasure in it.”",
  "sn6.6:10.1": "Then after inspiring awe in that Brahmā, the independent brahmās Subrahmā and Suddhāvāsa vanished right there.",
  "sn6.6:10.2": "And after some time that Brahmā went to attend on the Buddha."
}