{
  "_markup_path": "markup/sn/sn06/sn6.10.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.10.json"
  ],
  "sn6.10:1.1": "Linked Discourses 6",
  "sn6.10:2.1": "1 Life Span",
  "sn6.10:3.1": "10 With Kokālika",
  "sn6.10:4.1": "At Sāvatthī.",
  "sn6.10:4.2": "Then the mendicant Kokālika went up to the Buddha,",
  "sn6.10:4.3": "bowed, sat down to one side, ",
  "sn6.10:4.4": "and said to him:",
  "sn6.10:4.5": "“Sir, Sāriputta and Moggallāna have bad desires. They’ve fallen under the sway of bad desires.”",
  "sn6.10:4.6": "When this was said, the Buddha said to Kokālika:",
  "sn6.10:4.7": "“Don’t say that, Kokālika! Don’t say that, Kokālika!",
  "sn6.10:4.8": " ",
  "sn6.10:4.9": "Have confidence in Sāriputta and Moggallāna, ",
  "sn6.10:4.10": "they’re good monks.”  ",
  "sn6.10:4.11": "For a second time Kokālika said to the Buddha:",
  "sn6.10:4.12": "“Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have bad desires. They’ve fallen under the sway of bad desires.”",
  "sn6.10:4.14": "For a second time, the Buddha said to Kokālika: ",
  "sn6.10:4.15": "“Don’t say that, Kokālika! Don’t say that, Kokālika!",
  "sn6.10:4.17": "Have confidence in Sāriputta and Moggallāna,",
  "sn6.10:4.18": "they’re good monks.”",
  "sn6.10:4.19": "For a third time Kokālika said to the Buddha:",
  "sn6.10:4.20": "“Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have bad desires. They’ve fallen under the sway of bad desires.” ",
  "sn6.10:4.21": " ",
  "sn6.10:4.22": "For a third time, the Buddha said to Kokālika: ",
  "sn6.10:4.23": "“Don’t say that, Kokālika! Don’t say that, Kokālika!",
  "sn6.10:4.24": "Have confidence in Sāriputta and Moggallāna, they’re good monks.”  ",
  "sn6.10:5.1": "Then Kokālika got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn6.10:5.2": "Not long after he left his body erupted with boils the size of mustard seeds.",
  "sn6.10:5.3": "The boils grew to the size of mung beans, then chickpeas, then jujube seeds, then jujubes, then myrobalans, then unripe wood apples, then ripe wood apples. Finally they burst open, and pus and blood oozed out.",
  "sn6.10:5.4": " ",
  "sn6.10:5.5": "Then the mendicant Kokālika died of that illness.",
  "sn6.10:5.6": "He was reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.",
  "sn6.10:6.1": "Then, late at night, the beautiful Brahmā Sahampati, lighting up the entire Jeta’s Grove, went up to the Buddha,",
  "sn6.10:6.2": "bowed, stood to one side,",
  "sn6.10:6.3": "and said to him:",
  "sn6.10:6.4": "“Sir, the mendicant Kokālika has died.",
  "sn6.10:6.5": "He was reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.”",
  "sn6.10:6.6": "That’s what Brahmā Sahampati said.",
  "sn6.10:6.7": "Then he bowed and respectfully circled the Buddha, keeping him on his right side, before vanishing right there.",
  "sn6.10:7.1": "Then, when the night had passed, the Buddha told the mendicants all that had happened.",
  "sn6.10:8.1": "When he said this, one of the mendicants asked the Buddha:",
  "sn6.10:8.2": "“Sir, how long is the life span in the Pink Lotus hell?”",
  "sn6.10:8.3": "“It’s long, mendicant.",
  "sn6.10:8.4": "It’s not easy to calculate ",
  "sn6.10:8.5": "how many years, how many hundreds or thousands or hundreds of thousands of years it lasts.”",
  "sn6.10:8.6": "“But sir, can you give a simile?”",
  "sn6.10:8.7": "“I can,” said the Buddha.",
  "sn6.10:9.1": "“Suppose there was a Kosalan cartload of twenty bushels of sesame seed. ",
  "sn6.10:9.2": "And at the end of every hundred years someone would remove a single seed from it.",
  "sn6.10:9.3": "By this means the Kosalan cartload of twenty bushels of sesame seed would run out faster than a single lifetime in the Abbuda hell. ",
  "sn6.10:9.4": "Now, twenty lifetimes in the Abbuda hell equal one lifetime in the Nirabbuda hell.",
  "sn6.10:9.5": "Twenty lifetimes in the Nirabbuda hell equal one lifetime in the Ababa hell.",
  "sn6.10:9.6": "Twenty lifetimes in the Ababa hell equal one lifetime in the Aṭaṭa hell.",
  "sn6.10:9.7": "Twenty lifetimes in the Aṭaṭa hell equal one lifetime in the Ahaha hell.",
  "sn6.10:9.8": "Twenty lifetimes in the Ahaha hell equal one lifetime in the Yellow Lotus hell.",
  "sn6.10:9.9": "Twenty lifetimes in the Yellow Lotus hell equal one lifetime in the Sweet-Smelling hell.",
  "sn6.10:9.10": "Twenty lifetimes in the Sweet-Smelling hell equal one lifetime in the Blue Water Lily hell.",
  "sn6.10:9.11": "Twenty lifetimes in the Blue Water Lily hell equal one lifetime in the White Lotus hell.",
  "sn6.10:9.12": "Twenty lifetimes in the White Lotus hell equal one lifetime in the Pink Lotus hell.",
  "sn6.10:9.13": "The mendicant Kokālika has been reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.”",
  "sn6.10:9.14": "This is what the Buddha said.",
  "sn6.10:9.15": "Then the Holy One, the Teacher, went on to say:",
  "sn6.10:10.1": "“A man is born",
  "sn6.10:10.2": "with an axe in his mouth.",
  "sn6.10:10.3": "A fool cuts themselves with it",
  "sn6.10:10.4": "when they say bad words.",
  "sn6.10:11.1": "When you praise someone worthy of criticism,",
  "sn6.10:11.2": "or criticize someone worthy of praise,",
  "sn6.10:11.3": "you choose bad luck with your own mouth:",
  "sn6.10:11.4": "you’ll never find happiness that way.",
  "sn6.10:12.1": "Bad luck at dice is a trivial thing,",
  "sn6.10:12.2": "if all you lose is your money ",
  "sn6.10:12.3": "and all you own, even yourself. ",
  "sn6.10:12.4": "What’s really terrible luck",
  "sn6.10:12.5": "is to hate the holy ones.",
  "sn6.10:13.1": "For more than two quinquadecillion years, ",
  "sn6.10:13.2": "and another five quattuordecillion years,",
  "sn6.10:13.3": "a slanderer of noble ones goes to hell, ",
  "sn6.10:13.4": "having aimed bad words and thoughts at them.” "
}