{
  "_markup_path": "markup/sn/sn06/sn6.01.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.01.json"
  ],
  "sn6.1:1.1": "Linked Discourses 6",
  "sn6.1:2.1": "1 The Appeal",
  "sn6.1:3.1": "1 The Appeal of Brahmā",
  "sn6.1:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn6.1:4.2": "At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River.",
  "sn6.1:4.3": "Then as he was in private solitude this thought came to his mind:",
  "sn6.1:4.4": "“This Dhamma I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.",
  "sn6.1:4.5": "But people like attachment, they love it and enjoy it.",
  "sn6.1:4.6": "It’s hard for them to see this thing; that is, specific conditionality, dependent origination.",
  "sn6.1:4.7": "It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.",
  "sn6.1:4.8": "And if I were to teach the Dhamma,",
  "sn6.1:4.9": "others might not understand me,",
  "sn6.1:4.10": "which would be wearying and troublesome for me.”",
  "sn6.1:4.11": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to the Buddha:",
  "sn6.1:5.1": "“I’ve struggled hard to realize this,",
  "sn6.1:5.2": "enough with trying to explain it!",
  "sn6.1:5.3": "This teaching is not easily understood",
  "sn6.1:5.4": "by those mired in greed and hate.",
  "sn6.1:6.1": "Those caught up in greed can’t see",
  "sn6.1:6.2": "what’s subtle, going against the stream, ",
  "sn6.1:6.3": "deep, hard to see, and very fine,",
  "sn6.1:6.4": "for they’re shrouded in a mass of darkness.”",
  "sn6.1:7.1": "And as the Buddha reflected like this, his mind inclined to remaining passive, not to teaching the Dhamma.",
  "sn6.1:8.1": "Then Brahmā Sahampati, knowing what the Buddha was thinking, thought:",
  "sn6.1:8.2": "“Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.”",
  "sn6.1:8.4": "Then, as easily as a strong person would extend or contract their arm,",
  "sn6.1:8.6": "he vanished from the Brahmā realm and reappeared in front of the Buddha.",
  "sn6.1:8.7": "He arranged his robe over one shoulder, knelt with his right knee on the ground, raised his cupped palms toward the Buddha, and said:",
  "sn6.1:8.8": "“Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma!",
  "sn6.1:8.9": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching.",
  "sn6.1:8.10": "There will be those who understand the teaching!”",
  "sn6.1:8.11": "This is what Brahmā Sahampati said. Then he went on to say:",
  "sn6.1:9.1": "“Among the Magadhans there appeared in the past",
  "sn6.1:9.2": "an impure teaching thought up by those still stained.",
  "sn6.1:9.3": "Fling open the door to the deathless!",
  "sn6.1:9.4": "Let them hear the teaching the stainless one discovered.",
  "sn6.1:10.1": "Standing high on a rocky mountain,",
  "sn6.1:10.2": "you can see the people all around.",
  "sn6.1:10.3": "In just the same way, all-seer, wise one,",
  "sn6.1:10.4": "ascend the palace built of Dhamma!",
  "sn6.1:10.5": "Since you’ve left sorrow behind, look at these people",
  "sn6.1:10.6": "overwhelmed with sorrow, oppressed by rebirth and old age.",
  "sn6.1:11.1": "Rise, hero! Victor in battle, leader of the caravan,",
  "sn6.1:11.2": "wander the world without obligation.",
  "sn6.1:11.3": "Let the Blessed One teach the Dhamma!",
  "sn6.1:11.4": "There will be those who understand!”",
  "sn6.1:12.1": "Then the Buddha, understanding Brahmā’s invitation, surveyed the world with the eye of a Buddha, because of his compassion for sentient beings.",
  "sn6.1:12.2": "And the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the flaw to do with the next world, while others did not.",
  "sn6.1:12.3": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them.",
  "sn6.1:12.4": "In the same way, the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the flaw to do with the next world, while others did not.",
  "sn6.1:12.5": "When he had seen this he replied in verse to Brahmā Sahampati:",
  "sn6.1:13.1": "“Flung open are the doors to the deathless!",
  "sn6.1:13.2": "Let those with ears to hear decide their faith.",
  "sn6.1:13.3": "Thinking it would be troublesome, Brahmā, I did not teach",
  "sn6.1:13.4": "the refined and sublime Dhamma among humans.”",
  "sn6.1:14.1": "Then Brahmā Sahampati, knowing that his request for the Buddha to teach the Dhamma had been granted, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there."
}