{
  "_markup_path": "markup/sn/sn06/sn6.03.html",
  "_alt_strings": [
    "pi/sn/sn06/sn6.03.json"
  ],
  "sn6.3:1.1": "Linked Discourses 6",
  "sn6.3:2.1": "1 The Appeal",
  "sn6.3:3.1": "3 With Brahmadeva",
  "sn6.3:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn6.3:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn6.3:4.3": "Now at that time a certain brahmin lady had a son called Brahmadeva, who had gone forth from the lay life to homelessness in the presence of the Buddha.",
  "sn6.3:5.1": "Then Venerable Brahmadeva, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn6.3:5.2": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "sn6.3:5.4": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "sn6.3:5.5": "And Venerable Brahmadeva became one of the perfected.",
  "sn6.3:6.1": "Then Brahmadeva got dressed in the morning and, taking his bowl and robes, entered Sāvatthī for alms.",
  "sn6.3:6.2": "Wandering for alms to be consumed on site in Sāvatthī, he approached his own mother’s house.",
  "sn6.3:6.3": "Now at that time Brahmadeva’s mother, the brahmin lady, was offering up a regular oblation to Brahmā.",
  "sn6.3:6.4": "Then Brahmā Sahampati thought:",
  "sn6.3:6.5": "“This Venerable Brahmadeva’s mother, the brahmin lady, offers up a regular oblation to Brahmā.",
  "sn6.3:6.6": "Why don’t I go and stir up a sense of urgency in her?”",
  "sn6.3:6.8": "Then, as easily as a strong person would extend or contract their arm,",
  "sn6.3:6.10": "he vanished from the Brahmā realm and reappeared in the house of Brahmadeva’s mother.",
  "sn6.3:6.11": "Then Brahmā Sahampati, while standing in the air, addressed Brahmadeva’s mother in verse:",
  "sn6.3:7.1": "“Far from here is the Brahmā realm, madam,",
  "sn6.3:7.2": "to which you offer a regular oblation.",
  "sn6.3:7.3": "But Brahmā doesn’t eat that kind of food.",
  "sn6.3:7.4": "Why make invocations, when you don’t know the path to Brahmā?",
  "sn6.3:8.1": "This Brahmadeva, madam,",
  "sn6.3:8.2": "free of attachments, has surpassed the gods.",
  "sn6.3:8.3": "A mendicant without possessions or dependents,",
  "sn6.3:8.4": "he’s entered your house for alms.",
  "sn6.3:9.1": "He’s worthy of offerings dedicated to the gods, a knowledge master, self-developed.",
  "sn6.3:9.2": "He’s worthy of a teacher’s offering from gods and men.",
  "sn6.3:9.3": "Having shunned all evils, he’s unsullied.",
  "sn6.3:9.4": "Cool at heart, he wanders looking for food.",
  "sn6.3:10.1": "He has no before and after,",
  "sn6.3:10.2": "Peaceful, unclouded, untroubled, with no need for hope,",
  "sn6.3:10.3": "he’s laid down the rod for all creatures firm and frail.",
  "sn6.3:10.4": "So let him enjoy your offering of choice alms.",
  "sn6.3:11.1": "With peaceful mind, he’s left the crowd, ",
  "sn6.3:11.2": "he wanders like a tamed elephant, unperturbed.",
  "sn6.3:11.3": "He’s a mendicant fair in ethics, with heart well freed.",
  "sn6.3:11.4": "So let him enjoy your offering of choice alms.",
  "sn6.3:12.1": "With unwavering confidence in him,",
  "sn6.3:12.2": "present your teacher’s offering to one who deserves it.",
  "sn6.3:12.3": "Now that you’ve seen the sage who has crossed over, madam,",
  "sn6.3:12.4": "make merit for the sake of future happiness!”",
  "sn6.3:13.1": "With unwavering confidence in him,",
  "sn6.3:13.2": "she presented her teacher’s offering to one who deserved it.",
  "sn6.3:13.3": "After seeing the sage who had crossed over, the brahmin lady",
  "sn6.3:13.4": "made merit for the sake of future happiness."
}