{
  "_markup_path": "markup/sn/sn16/sn16.07.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.07.json"
  ],
  "sn16.7:1.1": "Linked Discourses 16 ",
  "sn16.7:2.1": "1 Kassapa",
  "sn16.7:3.1": "7 Advice (2)",
  "sn16.7:4.1": "Near Rājagaha, in the Bamboo Grove.",
  "sn16.7:4.2": "Then Venerable Mahākassapa went up to the Buddha, bowed, and sat down to one side.",
  "sn16.7:4.3": "The Buddha said to him:",
  "sn16.7:4.4": "“Kassapa, advise the mendicants! ",
  "sn16.7:4.5": "Give them a Dhamma talk! ",
  "sn16.7:4.6": "Either you or I should advise the mendicants ",
  "sn16.7:4.7": "and give them a Dhamma talk.” ",
  "sn16.7:5.1": "“Sir, the mendicants these days are hard to correct, having qualities that make them hard to correct. They’re impatient, and don’t take instruction respectfully.",
  "sn16.7:5.2": "Sir, whoever has no faith, conscience, prudence, energy, or wisdom when it comes to wholesome qualities can expect decline, not growth, in wholesome qualities, whether by day or by night.",
  "sn16.7:6.1": "It’s like the moon in the waning fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only decline.",
  "sn16.7:6.2": "In the same way, whoever has no faith, conscience, prudence, energy, and wisdom when it comes to wholesome qualities can expect decline, not growth, in wholesome qualities, whether by day or by night.",
  "sn16.7:7.1": "A faithless individual is in decline.",
  "sn16.7:7.2": "An individual with no conscience is in decline.",
  "sn16.7:7.3": "An imprudent individual is in decline.",
  "sn16.7:7.4": "A lazy individual is in decline.",
  "sn16.7:7.5": "A witless individual is in decline.",
  "sn16.7:7.6": "An angry individual is in decline.",
  "sn16.7:7.7": "A hostile individual is in decline.",
  "sn16.7:7.8": "When there are no mendicant advisers there is decline.",
  "sn16.7:8.1": "Sir, whoever has faith, conscience, prudence, energy, and wisdom when it comes to wholesome qualities can expect growth, not decline, in wholesome qualities, whether by day or by night.",
  "sn16.7:9.1": "It’s like the moon in the waxing fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only grow.",
  "sn16.7:9.2": "In the same way, whoever has faith, conscience, prudence, energy, and wisdom when it comes to wholesome qualities can expect growth, not decline, in wholesome qualities, whether by day or by night.",
  "sn16.7:10.1": "A faithful individual doesn’t decline.",
  "sn16.7:10.2": "An individual with a conscience doesn’t decline.",
  "sn16.7:10.3": "A prudent individual doesn’t decline.",
  "sn16.7:10.4": "An energetic individual doesn’t decline.",
  "sn16.7:10.5": "A wise individual doesn’t decline.",
  "sn16.7:10.6": "A loving individual doesn’t decline.",
  "sn16.7:10.7": "A kind individual doesn’t decline.",
  "sn16.7:10.8": "When there are mendicant advisers there is no decline.”",
  "sn16.7:11.1": "“Good, good, Kassapa! ",
  "sn16.7:11.2": "Whoever has no faith, conscience, prudence, energy, or wisdom when it comes to wholesome qualities can expect decline, not growth …",
  "sn16.7:12.15": "When there are no mendicant advisers there is decline.",
  "sn16.7:13.1": "Whoever has faith, conscience, prudence, energy, and wisdom when it comes to wholesome qualities can expect growth, not decline …",
  "sn16.7:15.8": "When there are mendicant advisers there is no decline.”"
}