{
  "_markup_path": "markup/sn/sn16/sn16.09.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.09.json"
  ],
  "sn16.9:1.1": "Linked Discourses 16 ",
  "sn16.9:2.1": "1 Kassapa ",
  "sn16.9:3.1": "9 Absorptions and Insights",
  "sn16.9:4.1": "At Sāvatthī. ",
  "sn16.9:4.2": "“Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn16.9:4.3": "And so does Kassapa.",
  "sn16.9:5.1": "Whenever I want, as the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "sn16.9:5.2": "And so does Kassapa.",
  "sn16.9:6.1": "Whenever I want, with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "sn16.9:6.3": "And so does Kassapa.",
  "sn16.9:7.1": "Whenever I want, with the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "sn16.9:7.2": "And so does Kassapa.",
  "sn16.9:8.1": "Whenever I want, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, I enter and remain in the dimension of infinite space.",
  "sn16.9:8.2": "And so does Kassapa.",
  "sn16.9:9.1": "Whenever I want, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, I enter and remain in the dimension of infinite consciousness.",
  "sn16.9:9.2": "And so does Kassapa.",
  "sn16.9:10.1": "Whenever I want, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, I enter and remain in the dimension of nothingness.",
  "sn16.9:10.2": "And so does Kassapa.",
  "sn16.9:11.1": "Whenever I want, going totally beyond the dimension of nothingness, I enter and remain in the dimension of neither perception nor non-perception.",
  "sn16.9:11.2": "And so does Kassapa. ",
  "sn16.9:12.1": "Whenever I want, going totally beyond the dimension of neither perception nor non-perception, I enter and remain in the cessation of perception and feeling.",
  "sn16.9:12.2": "And so does Kassapa.",
  "sn16.9:13.1": "Whenever I want, I wield the many kinds of psychic power:",
  "sn16.9:13.2": "multiplying myself and becoming one again;",
  "sn16.9:13.3": "going unimpeded through a wall, an embankment, or a mountain as if through space; ",
  "sn16.9:13.4": "diving in and out of the earth as if it was water;",
  "sn16.9:13.5": "walking on water as if it was earth;",
  "sn16.9:13.6": "flying cross-legged through the air like a bird; ",
  "sn16.9:13.7": "touching and stroking with the hand the sun and moon, so mighty and powerful. ",
  "sn16.9:13.8": "I control the body as far as the Brahmā realm.",
  "sn16.9:13.9": "And so does Kassapa.",
  "sn16.9:14.1": "Whenever I want, with clairaudience that is purified and superhuman, I hear both kinds of sounds, human and divine, whether near or far.",
  "sn16.9:14.2": "And so does Kassapa.",
  "sn16.9:15.1": "Whenever I want, I understand the minds of other beings and individuals, having comprehended them with my mind.",
  "sn16.9:15.2": "I understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’; mind with hate …",
  "sn16.9:15.3": "mind without hate … ",
  "sn16.9:15.4": "mind with delusion … ",
  "sn16.9:15.5": "mind without delusion … ",
  "sn16.9:15.6": "contracted mind … ",
  "sn16.9:15.7": "scattered mind … ",
  "sn16.9:15.8": "expansive mind …",
  "sn16.9:15.9": "unexpansive mind …",
  "sn16.9:15.10": "mind that is not supreme … ",
  "sn16.9:15.11": "mind that is supreme … ",
  "sn16.9:15.12": "mind unified in samādhi …",
  "sn16.9:15.13": "mind not unified in samādhi …",
  "sn16.9:15.14": "freed mind …",
  "sn16.9:15.15": "unfreed mind …",
  "sn16.9:15.16": "And so does Kassapa.",
  "sn16.9:16.1": "Whenever I want, I recollect my many kinds of past lives, that is,",
  "sn16.9:16.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. I remember:",
  "sn16.9:16.3": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "sn16.9:16.4": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "sn16.9:16.5": "And so I recollect my many kinds of past lives, with features and details. ",
  "sn16.9:16.6": "And so does Kassapa.",
  "sn16.9:17.1": "Whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds.",
  "sn16.9:17.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "sn16.9:17.3": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "sn16.9:17.5": "And so, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds.",
  "sn16.9:17.6": "And so does Kassapa.",
  "sn16.9:18.1": "I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having achieved it with my own insight due to the end of defilements.",
  "sn16.9:18.2": "And so does Kassapa.”"
}