{
  "_markup_path": "markup/sn/sn16/sn16.12.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.12.json"
  ],
  "sn16.12:1.1": "Linked Discourses 16 ",
  "sn16.12:2.1": "1 Kassapa ",
  "sn16.12:3.1": "12 The Realized One After Death",
  "sn16.12:4.1": "At one time Venerable Mahākassapa and Venerable Sāriputta were staying near Benares, in the deer park at Isipatana.",
  "sn16.12:4.2": "Then in the late afternoon, Venerable Sāriputta came out of solitude, went to Venerable Mahākassapa, ",
  "sn16.12:4.3": "and exchanged greetings with him. ",
  "sn16.12:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn16.12:4.5": "and said to Mahākassapa: ",
  "sn16.12:4.6": "“Reverend Kassapa, does a Realized One exist after death?”",
  "sn16.12:4.7": "“Reverend, this has not been declared by the Buddha.”",
  "sn16.12:4.9": "“Well then, does a Realized One not exist after death?”",
  "sn16.12:4.10": "“This too has not been declared by the Buddha.”",
  "sn16.12:4.12": "“Well then, does a Realized One both exist and not exist after death?”",
  "sn16.12:4.13": "“This too has not been declared by the Buddha.” ",
  "sn16.12:4.15": "“Well then, does a Realized One neither exist nor not exist after death?”",
  "sn16.12:4.16": "“This too has not been declared by the Buddha.” ",
  "sn16.12:4.18": "“And why has this not been declared by the Buddha?”",
  "sn16.12:4.19": "“Because it’s not beneficial or relevant to the fundamentals of the spiritual life. It doesn’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment.",
  "sn16.12:4.20": "That’s why it has not been declared by the Buddha.”",
  "sn16.12:5.1": "“So what now has been declared by the Buddha?”",
  "sn16.12:5.2": "“‘This is suffering’ has been declared by the Buddha.",
  "sn16.12:5.3": "‘This is the origin of suffering’ …",
  "sn16.12:5.4": "‘This is the cessation of suffering’ …",
  "sn16.12:5.5": "‘This is the practice that leads to the cessation of suffering’ has been declared by the Buddha.",
  "sn16.12:5.6": "“And why has this been declared by the Buddha?”",
  "sn16.12:5.7": "“Because it’s beneficial and relevant to the fundamentals of the spiritual life. It leads to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment.",
  "sn16.12:5.8": "That’s why it has been declared by the Buddha.”"
}