{
  "_markup_path": "markup/sn/sn16/sn16.06.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.06.json"
  ],
  "sn16.6:1.1": "Linked Discourses 16 ",
  "sn16.6:2.1": "1 Kassapa ",
  "sn16.6:3.1": "52 Advice (1)",
  "sn16.6:4.1": "Near Rājagaha, in the Bamboo Grove.",
  "sn16.6:4.2": "Then Venerable Mahākassapa went up to the Buddha, ",
  "sn16.6:4.3": "bowed, and sat down to one side.",
  "sn16.6:4.4": "The Buddha said to him: ",
  "sn16.6:4.5": "“Kassapa, advise the mendicants!",
  "sn16.6:4.6": "Give them a Dhamma talk!",
  "sn16.6:4.7": "Either you or I should advise the mendicants",
  "sn16.6:4.8": "and give them a Dhamma talk.”",
  "sn16.6:5.1": "“Sir, the mendicants these days are hard to correct, having qualities that make them hard to correct. They’re impatient, and don’t take instruction respectfully.",
  "sn16.6:5.2": "Take the monk called Bhaṇḍa, Ānanda’s pupil. He’s been competing in studies with the monk called Abhiñjika, Anuruddha’s pupil. They say:",
  "sn16.6:5.3": "‘Come on, monk, who can recite more? Who can recite better? Who can recite longer?’”",
  "sn16.6:6.1": "So the Buddha said to a certain monk: ",
  "sn16.6:6.2": "“Please, monk, in my name tell the monk called Bhaṇḍa, Ānanda’s pupil, and the monk called Abhiñjika, Anuruddha’s pupil that",
  "sn16.6:6.3": "the teacher calls them.",
  "sn16.6:6.4": "“Yes, sir,” that monk replied. He went to those monks",
  "sn16.6:6.5": "and said: ",
  "sn16.6:6.6": "“Venerables, the teacher calls you.”",
  "sn16.6:7.1": "“Yes, reverend,” those monks replied. They went to the Buddha,",
  "sn16.6:7.2": "bowed, and sat down to one side.",
  "sn16.6:7.3": "The Buddha said to them:",
  "sn16.6:7.4": "“Is it really true, monks, that you’ve been competing in studies, saying:",
  "sn16.6:7.5": "‘Come on, monk, who can recite more? Who can recite better? Who can recite longer?’”",
  "sn16.6:7.6": "“Yes, sir.” ",
  "sn16.6:7.7": "“Have you ever known me to teach the Dhamma like this:",
  "sn16.6:7.8": "‘Please mendicants, compete in studies to",
  "sn16.6:7.9": "see who can recite more and better and longer’?”",
  "sn16.6:7.10": "“No, sir.” ",
  "sn16.6:7.11": "“If you’ve never known me to teach the Dhamma like this, then what exactly do you know and see, you foolish men, that after going forth in such a well explained teaching and training you’d compete in studies to",
  "sn16.6:7.12": "see who can recite more and better and longer?”",
  "sn16.6:8.1": "Then those monks bowed with their heads at the Buddha’s feet and said:",
  "sn16.6:8.2": "“We have made a mistake, sir. It was foolish, stupid, and unskillful of us in that after going forth in such a well explained teaching and training we competed in studies to",
  "sn16.6:8.3": "see who can recite more and better and longer.",
  "sn16.6:8.4": "Please, sir, accept our mistake for what it is, so we will restrain ourselves in future.”",
  "sn16.6:9.1": "“Indeed, monks, you made a mistake. It was foolish, stupid, and unskillful of you to act in that way.",
  "sn16.6:9.3": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it.",
  "sn16.6:9.4": "For it is growth in the training of the noble one to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.”"
}