{
  "_markup_path": "markup/sn/sn16/sn16.08.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.08.json"
  ],
  "sn16.8:1.1": "Linked Discourses 16 ",
  "sn16.8:2.1": "1 Kassapa ",
  "sn16.8:3.1": "8 Advice (3)",
  "sn16.8:4.1": "Near Rājagaha, in the squirrels’ feeding ground.",
  "sn16.8:4.2": "Then Venerable Mahākassapa went up to the Buddha, ",
  "sn16.8:4.3": "bowed, and sat down to one side.",
  "sn16.8:4.4": "The Buddha said to him: ",
  "sn16.8:4.5": "“Kassapa, advise the mendicants! ",
  "sn16.8:4.6": "Give them a Dhamma talk! ",
  "sn16.8:4.7": "Either you or I should advise the mendicants",
  "sn16.8:4.8": "and give them a Dhamma talk.” ",
  "sn16.8:5.1": "“Sir, the mendicants these days are hard to correct, having qualities that make them hard to correct. They’re impatient, and don’t take instruction respectfully.”",
  "sn16.8:5.2": "“Kassapa, that’s because formerly the senior mendicants lived in the wilderness, ate only alms-food, wore rag robes, and owned just three robe; and they praised these things. They were of few wishes, content, secluded, aloof, and energetic; and they praised these things.",
  "sn16.8:6.1": "The senior mendicants invite such a mendicant to a seat, saying:",
  "sn16.8:6.2": "‘Welcome, mendicant! What is this mendicant’s name? This mendicant is good-natured; he really wants to train.",
  "sn16.8:6.3": "Please, mendicant, take a seat.’",
  "sn16.8:7.1": "Then the junior mendicants think:",
  "sn16.8:7.2": "‘It seems that when a mendicant lives in the wilderness … ",
  "sn16.8:7.9": "and is energetic, and praises these things, senior mendicants invite them to a seat …’",
  "sn16.8:7.12": "They practice accordingly.",
  "sn16.8:7.13": "That is for their lasting welfare and happiness.",
  "sn16.8:8.1": "But these days, Kassapa, the senior mendicants don’t live in the wilderness … and aren’t energetic; and they don’t praise these things.",
  "sn16.8:9.1": "When a mendicant is well known and famous, a recipient of robes, alms-food, lodgings, and medicines and supplies for the sick, senior mendicants invite them to a seat:",
  "sn16.8:9.2": "‘Welcome, mendicant! What is this mendicant’s name? This mendicant is good-natured; he really likes his fellow monks.",
  "sn16.8:9.3": "Please, mendicant, take a seat.’ ",
  "sn16.8:10.1": "Then the junior mendicants think: ",
  "sn16.8:10.2": "‘It seems that when a mendicant is well known and famous, a recipient of robes, alms-food, lodgings, and medicines and supplies for the sick, senior mendicants invite them to a seat …’",
  "sn16.8:10.5": "They practice accordingly.",
  "sn16.8:10.6": "That is for their lasting harm and suffering.",
  "sn16.8:10.7": "And if it could ever be rightly said that",
  "sn16.8:10.8": "spiritual practitioners are imperiled by the peril of a spiritual practitioner, and vanquished by the vanquishing of a spiritual practitioner, it is these days that this could be rightly said.”"
}