{
  "_markup_path": "markup/sn/sn16/sn16.11.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.11.json"
  ],
  "sn16.11:1.1": "Linked Discourses 16 ",
  "sn16.11:2.1": "1 Kassapa ",
  "sn16.11:3.1": "11 Robes",
  "sn16.11:4.1": "At one time Venerable Mahākassapa was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn16.11:4.2": "Now at that time Venerable Ānanda was wandering in the Southern Hills together with a large Saṅgha of mendicants.",
  "sn16.11:5.1": "And at that time thirty of Ānanda’s mendicant pupils abandoned the training and returned to a lesser life. Most of them were youths.",
  "sn16.11:5.2": "Then Venerable Ānanda—when he had wandered in the Southern Hills as long as he wished—set out for Rājagaha, to the Bamboo Grove, the squirrels’ feeding ground. He went up to Venerable Mahākassapa,",
  "sn16.11:5.3": "bowed, and sat down to one side.",
  "sn16.11:5.4": "Mahākassapa said to him:",
  "sn16.11:5.5": "“Reverend Ānanda, for how many reasons did the Buddha lay down a rule against eating in groups of more than three among families?”",
  "sn16.11:6.1": "“Sir, the Buddha laid down that rule for three reasons.",
  "sn16.11:6.2": "For keeping difficult persons in check and for the comfort of good-hearted mendicants. To prevent those of wicked desires from taking sides and dividing the Saṅgha. And out of consideration for families.",
  "sn16.11:6.3": "These are the three reasons why the Buddha laid down that rule.”",
  "sn16.11:7.1": "“So what exactly are you doing, wandering together with these junior mendicants? They don’t guard their sense doors, they eat too much, and they’re not committed to wakefulness.",
  "sn16.11:7.2": "It’s like you’re wandering about wrecking crops and ruining families!",
  "sn16.11:7.3": "Your following is falling apart, Reverend Ānanda,",
  "sn16.11:7.4": "and those just getting started are slipping away.",
  "sn16.11:7.5": "Yet this boy knows no bounds!”",
  "sn16.11:8.1": "“Though there are grey hairs on my head,",
  "sn16.11:8.2": "I still can’t escape being called a boy by Venerable Mahākassapa.”",
  "sn16.11:8.3": "“It’s because you wander with these junior mendicants. …",
  "sn16.11:8.4": "Your following is falling apart, Reverend Ānanda, ",
  "sn16.11:8.5": "and those just getting started are slipping away.",
  "sn16.11:8.6": "Yet this boy knows no bounds!”",
  "sn16.11:9.1": "The nun Thullanandā heard:",
  "sn16.11:9.2": "“It seems that Master Mahākassapa has belittled Master Ānanda the Videhan sage by calling him a boy!”",
  "sn16.11:10.1": "Then the nun Thullanandā was upset and blurted out:",
  "sn16.11:10.2": "“How can Master Mahākassapa, who formerly followed another path, presume to rebuke Master Ānanda the Videhan sage by calling him a boy?”",
  "sn16.11:10.3": "Mahākassapa heard Thullanandā say these words,",
  "sn16.11:11.1": "and he said to Ānanda: ",
  "sn16.11:11.2": "“Indeed, Reverend Ānanda, the nun Thullanandā spoke rashly and without thinking.",
  "sn16.11:11.3": "Since I shaved off my hair and beard, put on the ochre robes, and went forth from the lay life into homelessness, I don’t recall acknowledging any other teacher apart from the Blessed One, the Perfected One, the fully awakened Buddha.",
  "sn16.11:11.4": "Formerly when I was still a layman, I thought:",
  "sn16.11:11.5": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "sn16.11:11.6": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "sn16.11:11.7": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "sn16.11:11.8": "After some time I made an outer robe of patches and, in the name of the perfected ones in the world, I shaved off my hair and beard, put on the ochre robes, and went forth from the lay life into homelessness.",
  "sn16.11:12.1": "When I had gone forth, I traveled along the road between Rājagaha and Nālanda, where I saw the Buddha sitting at the Bahuputta Shrine.",
  "sn16.11:12.2": "Seeing him, I thought:",
  "sn16.11:12.3": "‘If I’m ever to see a Teacher, it would be this Blessed One!",
  "sn16.11:12.4": "If I’m ever to see a Holy One, it would be this Blessed One!",
  "sn16.11:12.5": "‘If I’m ever to see a fully awakened Buddha, it would be this Blessed One!’",
  "sn16.11:12.7": "Then I bowed with my head at the Buddha’s feet and said:",
  "sn16.11:12.8": "‘Sir, the Buddha is my Teacher, I am his disciple!",
  "sn16.11:12.9": "The Buddha is my Teacher, I am his disciple!’",
  "sn16.11:12.10": "When I said this, the Buddha said:",
  "sn16.11:12.11": "‘Kassapa, if anyone was to say to such a whole-hearted disciple that they know when they don’t know, or that they see when they don’t see, their head would explode.",
  "sn16.11:12.12": "But Kassapa, when I say that I know and see I really do know and see.",
  "sn16.11:13.1": "So you should train like this:",
  "sn16.11:13.2": "“I will set up keen sense of conscience and prudence for seniors, juniors, and those in the middle.”",
  "sn16.11:13.3": "That’s how you should train.",
  "sn16.11:14.1": "And you should train like this: ",
  "sn16.11:14.2": "“Whenever I hear a teaching connected with what’s wholesome, I will pay attention, focus, concentrate, and listen well to that teaching.”",
  "sn16.11:14.3": "That’s how you should train. ",
  "sn16.11:15.1": "And you should train like this:",
  "sn16.11:15.2": "“I will never neglect mindfulness of the body that is full of pleasure.”",
  "sn16.11:15.3": "That’s how you should train.’",
  "sn16.11:16.1": "And when the Buddha had given me this advice he got up from his seat and left.",
  "sn16.11:16.2": "For seven days I ate the nation’s almsfood as a debtor. On the eighth day I was enlightened.",
  "sn16.11:17.1": "And then the Buddha left the road and went to the root of a tree.",
  "sn16.11:17.2": "So I spread out my outer robe of patches folded in four and said to the Buddha:",
  "sn16.11:17.3": "‘Sir, sit here. That would be for my lasting welfare and happiness.’",
  "sn16.11:17.4": "The Buddha sat on the indicated seat",
  "sn16.11:17.5": "and said to me:",
  "sn16.11:17.6": "‘Kassapa, this outer robe of patches is soft.’",
  "sn16.11:17.7": "‘Sir, please accept my outer robe of patches out of compassion.’",
  "sn16.11:17.8": "‘Well then, Kassapa, will you wear my worn-out hempen rag robe?’",
  "sn16.11:17.9": "‘I will wear it, sir.’",
  "sn16.11:17.10": "And so I presented my outer robe of patches to the Buddha.",
  "sn16.11:17.11": "And the Buddha presented me with his worn-out hempen rag robe.",
  "sn16.11:18.1": "So if anyone should be rightly called ",
  "sn16.11:18.2": "the Buddha’s true-born son, born of the teaching, created by the teaching, heir to the teaching, and receiver of his worn-out hempen rag robes, it’s me.",
  "sn16.11:19.1": "Whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. …",
  "sn16.11:19.3": "(The nine progressive meditations and the five insights should be treated in full.)",
  "sn16.11:20.1": "I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having achieved it with my own insight due to the end of defilements.",
  "sn16.11:20.2": "Reverend, you might as well think to hide a bull elephant that’s three or three and a half meters tall behind a palm leaf as to hide my six insights.”",
  "sn16.11:21.1": "But the nun Thullanandā fell from the spiritual life."
}