{
  "_markup_path": "markup/sn/sn16/sn16.05.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.05.json"
  ],
  "sn16.5:1.1": "Linked Discourses 16 ",
  "sn16.5:2.1": "1 Kassapa ",
  "sn16.5:3.1": "5 Old Age",
  "sn16.5:4.1": "<span class=”evam”>So I have heard.</span>",
  "sn16.5:4.2": "Near Rājagaha, in the Bamboo Grove.",
  "sn16.5:4.3": "Then Venerable Mahākassapa went up to the Buddha,",
  "sn16.5:4.4": "bowed, and sat down to one side.",
  "sn16.5:4.5": "The Buddha said to him:",
  "sn16.5:4.6": "“You’re old now, Kassapa. Those worn-out hempen rag robes must be a burden for you.",
  "sn16.5:4.7": "So Kassapa, you should wear clothes given by householders, accept invitations for the meal, and stay in my presence.”",
  "sn16.5:5.1": "“For a long time, sir, I’ve lived in the wilderness, eaten only alms-food, worn rag robes, and owned just three robes; and I’ve praised these things. I’ve been one of few wishes, content, secluded, aloof, and energetic; and I’ve praised these things.”",
  "sn16.5:6.1": "“But seeing what benefit, Kassapa, have you long practiced these things?”",
  "sn16.5:7.1": "“Sir, seeing two benefits I have long practiced these things. ",
  "sn16.5:8.1": "I see a happy life for myself in the present. And I have compassion for future generations, thinking:",
  "sn16.5:8.2": "‘Hopefully those who come after might follow my example.’",
  "sn16.5:8.3": "For they may think: ‘It seems that the awakened disciples of the Buddha for a long time lived in the wilderness, ate only alms-food, wore rag robes, and owned just three robes; and they praised these things. They were of few wishes, content, secluded, aloof, and energetic; and they praised these things.’",
  "sn16.5:8.12": "They’ll practice accordingly, which will be for their lasting benefit and happiness.",
  "sn16.5:9.1": "Seeing these two benefits I have long practiced these things.”",
  "sn16.5:10.1": "“Good, good, Kassapa!",
  "sn16.5:10.2": "You’re acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "sn16.5:10.3": "So Kassapa, wear worn-out hempen rag robes, walk for alms, and stay in the wilderness.”"
}