{
  "_markup_path": "markup/sn/sn16/sn16.10.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.10.json"
  ],
  "sn16.10:1.1": "Linked Discourses 16 ",
  "sn16.10:2.1": "1 Kassapa ",
  "sn16.10:3.1": "10 The Nuns’ Quarters",
  "sn16.10:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn16.10:4.2": "At one time Venerable Mahākassapa was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn16.10:4.3": "Then Venerable Ānanda got dressed in the morning and, taking his bowl and robes, went to Mahākassapa",
  "sn16.10:4.4": "and said:",
  "sn16.10:4.5": "“Kassapa, come, sir. Let’s go to one of the nuns’ quarters.”",
  "sn16.10:4.6": "“You go, Reverend Ānanda. You have many duties and responsibilities.”",
  "sn16.10:4.7": "And a second time …",
  "sn16.10:4.10": "And a third time, Ānanda said:",
  "sn16.10:4.11": "“Kassapa, come, sir. Let’s go to one of the nuns’ quarters.” ",
  "sn16.10:5.1": "Then Venerable Mahākassapa got dressed in the morning and, taking his bowl and robes, went with Venerable Ānanda as his second monk to one of the nuns’ quarters,",
  "sn16.10:5.2": "where he sat on the indicated seat. ",
  "sn16.10:5.3": "And then several nuns went up to Mahākassapa,",
  "sn16.10:5.4": "bowed, and sat down to one side.",
  "sn16.10:5.5": "Mahākassapa educated, encouraged, fired up, and inspired those nuns with a Dharma talk,",
  "sn16.10:5.6": "after which he got up from his seat and left.",
  "sn16.10:6.1": "Then the nun Thullatissā was upset and blurted out:",
  "sn16.10:6.2": "“What is Master Mahākassapa thinking, that he’d teach Dhamma in front of Master Ānanda, the Videhan sage?",
  "sn16.10:6.3": "He’s like a needle seller who thinks they can sell a needle to a needle maker!”",
  "sn16.10:7.1": "Mahākassapa heard Thullatissā say these words,",
  "sn16.10:7.2": "and he said to Ānanda:",
  "sn16.10:7.3": "“Is that right, Reverend Ānanda? Am I the needle seller and you the needle maker?",
  "sn16.10:7.4": "Or am I the needle maker and you the needle seller?”",
  "sn16.10:7.5": "“Forgive her, sir. The woman’s a fool.”",
  "sn16.10:7.6": "“Hold on, Reverend Ānanda! Don’t make the Saṅgha investigate you further!",
  "sn16.10:8.1": "What do you think, Reverend Ānanda? Was it you who the Buddha brought up before the Saṅgha of mendicants, saying:",
  "sn16.10:8.2": "‘Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn16.10:8.3": "And so does Ānanda’?”",
  "sn16.10:8.4": "“No, sir.” ",
  "sn16.10:9.1": "“I was the one the Buddha brought up before the Saṅgha of mendicants, saying:",
  "sn16.10:9.2": "‘Mendicants, whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn16.10:9.3": "And so does Kassapa. …",
  "sn16.10:9.5": "(The nine progressive meditations and the five insights should be treated in full.)",
  "sn16.10:10.1": "What do you think, Reverend Ānanda? Was it you who the Buddha brought up before the Saṅgha of mendicants, saying: ",
  "sn16.10:10.2": "‘I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having achieved it with my own insight due to the end of defilements.",
  "sn16.10:10.3": "And so does Ānanda’?”",
  "sn16.10:10.4": "“No, sir.” ",
  "sn16.10:11.1": "“I was the one the Buddha brought up before the Saṅgha of mendicants, saying: ",
  "sn16.10:11.2": "‘I have realized the undefiled freedom of heart and freedom by wisdom in this very life. And I live having achieved it with my own insight due to the end of defilements.",
  "sn16.10:11.3": "And so does Kassapa.’",
  "sn16.10:12.1": "Reverend, you might as well think to hide a bull elephant that’s three or three and a half meters tall behind a palm leaf as to hide my six insights.”",
  "sn16.10:13.1": "But the nun Thullatissā fell from the spiritual life."
}