{
  "_markup_path": "markup/sn/sn16/sn16.13.html",
  "_alt_strings": [
    "pi/sn/sn16/sn16.13.json"
  ],
  "sn16.13:1.1": "Linked Discourses 16 ",
  "sn16.13:2.1": "1 Kassapa ",
  "sn16.13:3.1": "13 The Counterfeit of the True Teaching",
  "sn16.13:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn16.13:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn16.13:4.3": "Then Venerable Mahākassapa went up to the Buddha, ",
  "sn16.13:4.4": "bowed, sat down to one side, ",
  "sn16.13:4.5": "and said to him:",
  "sn16.13:4.6": "“What is the cause, sir, what is the reason why there used to be fewer training rules but more enlightened mendicants?",
  "sn16.13:4.7": "And what is the cause, what is the reason why these days there are more training rules and fewer enlightened mendicants?”",
  "sn16.13:4.8": "“That’s how it is, Kassapa. When sentient beings are in decline and the true teaching is disappearing there are more training rules and fewer enlightened mendicants.",
  "sn16.13:4.9": "The true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world.",
  "sn16.13:4.10": "But when the counterfeit of the true teaching appears in the world then the true teaching disappears.",
  "sn16.13:5.1": "It’s like true gold, which doesn’t disappear as long as counterfeit gold hasn’t appeared in the world.",
  "sn16.13:5.2": "But when counterfeit gold appears in the world then real gold disappears.",
  "sn16.13:5.3": "In the same way, the true teaching doesn’t disappear as long the counterfeit of the true teaching hasn’t appeared in the world.",
  "sn16.13:5.4": "But when the counterfeit of the true teaching appears in the world then the true teaching disappears. ",
  "sn16.13:6.1": "It’s not the elements of earth, water, fire, or air that make the true teaching disappear.",
  "sn16.13:6.2": "Rather, it’s the foolish people who appear right here that make the true teaching disappear.",
  "sn16.13:6.3": "The true teaching doesn’t disappear like a ship that sinks all at once.",
  "sn16.13:7.1": "There are five detrimental things that lead to the decline and disappearance of the true teaching.",
  "sn16.13:7.2": "What five? ",
  "sn16.13:7.3": "It’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and samādhi.",
  "sn16.13:7.4": "These five detrimental things lead to the decline and disappearance of the true teaching.",
  "sn16.13:8.1": "There are five things that lead to the continuation, persistence, and enduring of the true teaching.",
  "sn16.13:8.2": "What five? ",
  "sn16.13:8.3": "It’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and samādhi.",
  "sn16.13:8.4": "These five things lead to the continuation, persistence, and enduring of the true teaching.”",
  "sn16.13:12.1": "The Linked Discourses with Kassapa are complete."
}