{
  "_markup_path": "markup/sn/sn21/sn21.03.html",
  "_alt_strings": [
    "pi/sn/sn21/sn21.03.json"
  ],
  "sn21.3:1.1": "Linked Discourses 21 ",
  "sn21.3:2.1": "1 Monks ",
  "sn21.3:3.1": "3 A Mound of Salt",
  "sn21.3:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn21.3:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn21.3:4.3": "At that time Venerables Sāriputta and Moggallāna were staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn21.3:4.4": "Then in the late afternoon, Venerable Sāriputta came out of solitude, went to Venerable Moggallāna,",
  "sn21.3:4.5": "and exchanged greetings with him.",
  "sn21.3:4.6": "When the greetings and polite conversation were over, Sāriputta sat down to one side, ",
  "sn21.3:4.7": "and said to Mahāmoggallāna:",
  "sn21.3:5.1": "“Reverend Moggallāna, your faculties are so very clear, and your complexion is pure and bright.",
  "sn21.3:5.2": "Have you spent the day in a peaceful meditation?”",
  "sn21.3:5.3": "“Reverend, I’ve spent the day in a coarse meditation.",
  "sn21.3:5.4": "But I have had some Dharma talk.”",
  "sn21.3:5.5": "“Who did you have a Dharma talk with?”",
  "sn21.3:5.6": "“With the Buddha.”",
  "sn21.3:5.7": "“But Reverend, the Buddha is far away. He’s staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn21.3:5.8": "Did you go to him with your psychic powers,",
  "sn21.3:5.9": "or did he come to you?”",
  "sn21.3:5.10": "“No reverend, I didn’t go to him with my psychic powers,",
  "sn21.3:5.11": "nor did he come to me.",
  "sn21.3:5.12": "Rather, the Buddha cleared his clairvoyance and clairaudience towards me,",
  "sn21.3:5.13": "and I cleared my clairvoyance and clairaudience towards him.”",
  "sn21.3:5.14": "“But what manner of Dharma talk did you have together?”",
  "sn21.3:6.1": "“Well, reverend, I said to the Buddha:",
  "sn21.3:6.2": "‘Sir, they speak of one who is energetic.",
  "sn21.3:6.3": "How is an energetic person defined?’",
  "sn21.3:6.4": "When I said this, the Buddha said: ",
  "sn21.3:6.5": "‘Moggallāna, it’s when a mendicant lives with energy roused up:",
  "sn21.3:6.6": "“Willingly, let only skin, sinews, and bones remain! Let the flesh and blood waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.”",
  "sn21.3:6.7": "That’s how a person is energetic.’",
  "sn21.3:6.8": "That’s the Dharma talk I had together with the Buddha.”",
  "sn21.3:7.1": "“Reverend, next to Venerable Mahāmoggallāna I’m like a few pieces of gravel next to the Himalayas, the king of mountains.",
  "sn21.3:7.3": "Venerable Mahāmoggallāna is so mighty and powerful he could, if he wished, live on for the eon.”",
  "sn21.3:8.1": "“Reverend, next to Venerable Sāriputta I’m like a few grains of salt next to a mound of salt.",
  "sn21.3:8.3": "Venerable Sāriputta has been commended, complimented, and praised by the Buddha:",
  "sn21.3:9.1": "‘In wisdom,",
  "sn21.3:9.2": "ethics, and peace,",
  "sn21.3:9.3": "any mendicant who has gone beyond",
  "sn21.3:9.4": "can at most equal Sāriputta.’”",
  "sn21.3:10.1": "And so these two spiritual giants agreed with each others’ well spoken words.",
  "sn21.3:11.1": " "
}