{
  "_markup_path": "markup/sn/sn21/sn21.01.html",
  "_alt_strings": [
    "pi/sn/sn21/sn21.01.json"
  ],
  "sn21.1:1.1": "Linked Discourses 21",
  "sn21.1:2.1": "1 Monks",
  "sn21.1:3.1": "1 With Kolita",
  "sn21.1:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn21.1:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn21.1:4.3": "There Venerable Mahāmoggallāna addressed the mendicants:  ",
  "sn21.1:4.4": "“Reverends, mendicants!”  ",
  "sn21.1:4.5": "“Reverend,” they replied.  ",
  "sn21.1:5.1": "Venerable Mahāmoggallāna said this: ",
  "sn21.1:5.2": "“Just now, reverends, as I was in private solitude this thought came to mind:",
  "sn21.1:5.3": "‘They speak of this thing called “noble silence”.",
  "sn21.1:5.4": "What then is this noble silence?’",
  "sn21.1:5.5": "It occurred to me:",
  "sn21.1:5.6": "‘As the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "sn21.1:5.7": "This is called noble silence.’",
  "sn21.1:5.8": "And so, as the placing of the mind and keeping it connected were stilled, I was entering and remaining in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "sn21.1:5.9": "While I was in that meditation, perceptions and attentions accompanied by placing the mind beset me.",
  "sn21.1:6.1": "Then the Buddha came up to me with his psychic powers and said:",
  "sn21.1:6.2": "‘Moggallāna, Moggallāna! Don’t neglect noble silence, brahmin! Settle your mind in noble silence; unify your mind and bring it to samādhi in noble silence.’",
  "sn21.1:6.3": "And so, after some time, as the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption …",
  "sn21.1:6.4": "So if anyone should be rightly called  ",
  "sn21.1:6.5": "a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”"
}