{
  "_markup_path": "markup/sn/sn21/sn21.07.html",
  "_alt_strings": [
    "pi/sn/sn21/sn21.07.json"
  ],
  "sn21.7:1.1": "Linked Discourses 21 ",
  "sn21.7:2.1": "1 Monks ",
  "sn21.7:3.1": "7 With Visākha, Pañcāli’s Son",
  "sn21.7:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn21.7:4.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "sn21.7:4.3": "Now at that time Venerable Visākha, Pañcāli’s son, was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dharma talk. His words were polished, clear, articulate, expressing the meaning, comprehensive, and independent.",
  "sn21.7:5.1": "Then in the late afternoon, the Buddha came out of solitude and went to the assembly hall.",
  "sn21.7:5.2": "He sat down on the indicated seat,",
  "sn21.7:5.3": "and addressed the mendicants:",
  "sn21.7:5.4": "“Mendicants, who was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dharma talk?”",
  "sn21.7:5.5": "“Sir, it was Venerable Visākha, Pañcāli’s son.”",
  "sn21.7:6.1": "Then the Buddha said to Visākha:",
  "sn21.7:6.2": "“Good, good, Visākha!",
  "sn21.7:6.3": "It’s good that you educate, encourage, fire up, and inspire the mendicants in the assembly hall with a Dharma talk, with words that are polished, clear, articulate, expressing the meaning, comprehensive, and independent.”",
  "sn21.7:7.1": "This is what the Buddha said.",
  "sn21.7:7.2": "Then the Holy One, the Teacher, went on to say: ",
  "sn21.7:8.1": "“Though an astute person is mixed up with fools,",
  "sn21.7:8.2": "they don’t know unless he speaks. ",
  "sn21.7:8.3": "But when he speaks they know, ",
  "sn21.7:8.4": "he’s teaching the deathless state. ",
  "sn21.7:9.1": "He should speak and illustrate the teaching, ",
  "sn21.7:9.2": "holding up the banner of the seers. ",
  "sn21.7:9.3": "Words well spoken are the seers’ banner, ",
  "sn21.7:9.4": "for the teaching is the banner of the seers.” "
}