{
  "_markup_path": "markup/sn/sn21/sn21.10.html",
  "_alt_strings": [
    "pi/sn/sn21/sn21.10.json"
  ],
  "sn21.10:1.1": "Linked Discourses 21 ",
  "sn21.10:2.1": "1 Monks ",
  "sn21.10:3.1": "10 A Mendicant Named Senior",
  "sn21.10:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn21.10:4.2": "Now at that time there was a certain mendicant named Senior. He lived alone and praise living alone.",
  "sn21.10:4.3": "He entered the village for alms alone, returned alone, sat in private alone, and concentrated on walking meditation alone.",
  "sn21.10:4.4": "Then several mendicants went up to the Buddha,",
  "sn21.10:4.5": "bowed, sat down to one side, ",
  "sn21.10:4.6": "and said to him:",
  "sn21.10:4.7": "“Sir, there’s a certain mendicant called Senior who lives alone and praises living alone.”",
  "sn21.10:5.1": "So the Buddha said to a certain monk: ",
  "sn21.10:5.2": "“Please, monk, in my name tell the mendicant Senior that",
  "sn21.10:5.3": "the teacher calls him.”",
  "sn21.10:5.4": "“Yes, sir,” that monk replied. He went to Venerable Senior",
  "sn21.10:5.5": "and said to him:",
  "sn21.10:5.6": "“Reverend Senior, the teacher calls you.”",
  "sn21.10:5.7": "“Yes, reverend,” that monk replied. He went to the Buddha,",
  "sn21.10:5.8": "bowed, and sat down to one side.",
  "sn21.10:5.9": "The Buddha said to him:",
  "sn21.10:5.10": "“Is it really true, Senior, that you live alone and praise living alone?”",
  "sn21.10:5.11": "“Yes, sir.” ",
  "sn21.10:5.12": "“But in what way do you live alone and praise living alone?”",
  "sn21.10:5.13": "“Well, sir, I enter the village for alms alone, return alone, sit in private alone, and concentrate on walking meditation alone.",
  "sn21.10:5.14": "That’s how I live alone and praise living alone.”",
  "sn21.10:6.1": "“That is a kind of living alone, I don’t deny it.",
  "sn21.10:6.2": "But as to how living alone is fulfilled in detail, listen and pay close attention, I will speak.”",
  "sn21.10:6.4": "“Yes, sir,” he replied.",
  "sn21.10:6.5": "“And how, Senior, is living alone fulfilled in detail?",
  "sn21.10:6.6": "It’s when what’s in the past is given up, what’s in the future is relinquished, and desire and greed for present life-forms is eliminated.",
  "sn21.10:6.7": "That’s how living alone is fulfilled in detail.”",
  "sn21.10:7.1": "This is what the Buddha said.",
  "sn21.10:7.2": "Then the Holy One, the Teacher, went on to say: ",
  "sn21.10:8.1": "“The sage, champion, knower of all,",
  "sn21.10:8.2": "is unsullied in the midst of all things.",
  "sn21.10:8.3": "He’s given up all, freed in the ending of craving:",
  "sn21.10:8.4": "I declare that man to be one who lives alone.”"
}