{
  "_markup_path": "markup/sn/sn21/sn21.04.html",
  "_alt_strings": [
    "pi/sn/sn21/sn21.04.json"
  ],
  "sn21.4:1.1": "Linked Discourses 21 ",
  "sn21.4:2.1": "1 Monks ",
  "sn21.4:3.1": "4 A Junior Mendicant",
  "sn21.4:4.1": "At Sāvatthī. ",
  "sn21.4:4.2": "Now at that time a certain junior monk, after his meal, on his return from alms-round, entered his dwelling, where he adhered to passivity and silence. And he didn’t help the mendicants out when it was time to sew robes.",
  "sn21.4:4.3": "Then several mendicants went up to the Buddha,",
  "sn21.4:4.4": "bowed, sat down to one side, ",
  "sn21.4:4.5": "and told him what had happened.",
  "sn21.4:5.1": "So the Buddha said to a certain monk: ",
  "sn21.4:5.2": "“Please, monk, in my name tell that monk that the Teacher calls him.”",
  "sn21.4:5.3": "“Yes, sir,” that monk replied. He went to that monk",
  "sn21.4:5.4": "and said to him:",
  "sn21.4:5.5": "“Reverend, the teacher calls you.”",
  "sn21.4:5.6": "“Yes, reverend,” that monk replied. He went to the Buddha,",
  "sn21.4:5.7": "bowed, and sat down to one side.",
  "sn21.4:5.8": "The Buddha said to him:",
  "sn21.4:5.9": "“Is it really true, monk, that after your meal, on your return from alms-round, you enter your dwelling, where you adhere to passivity and silence, and you didn’t help the mendicants out when it was time to sew robes?”",
  "sn21.4:5.10": "“Sir, I am doing my own work.”",
  "sn21.4:6.1": "Then the Buddha, knowing what that monk was thinking, addressed the mendicants:",
  "sn21.4:6.2": "“Mendicants, don’t complain about this monk.",
  "sn21.4:6.3": "This monk gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when he wants, without trouble or difficulty. He has realized the supreme culmination of the spiritual path in this very life, and lives having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.”",
  "sn21.4:7.1": "This is what the Buddha said.",
  "sn21.4:7.2": "Then the Holy One, the Teacher, went on to say: ",
  "sn21.4:8.1": "“Not by being slack,",
  "sn21.4:8.2": "or with little strength",
  "sn21.4:8.3": "is extinguishment realized,",
  "sn21.4:8.4": "the freedom from all suffering.",
  "sn21.4:9.1": "This young monk,",
  "sn21.4:9.2": "this best of men,",
  "sn21.4:9.3": "carries his final body,",
  "sn21.4:9.4": "having defeated Māra and his mount.” "
}