{
  "_markup_path": "markup/sn/sn12/sn12.41.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.41.json"
  ],
  "sn12.41:1.1": "Saṃyutta Nikāya 12",
  "sn12.41:2.1": "5. Gahapativagga",
  "sn12.41:3.1": "<span class=\\\"var\\\" title=\\\"pañcabhayaverasuttaṃ (bj)\\\" id=\\\"note56\\\">41. Pañcaverabhayasutta</span>",
  "sn12.41:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.41:4.2": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami;",
  "sn12.41:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn12.41:4.4": "Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:",
  "sn12.41:5.1": "“Yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya:",
  "sn12.41:5.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’ti.",
  "sn12.41:6.1": "Katamāni pañca bhayāni verāni vūpasantāni honti?",
  "sn12.41:6.2": "Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti.",
  "sn12.41:7.1": "Yaṃ, gahapati, adinnādāyī adinnādānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, adinnādānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. <span class=\\\"brnum\\\">(2)</span>",
  "sn12.41:8.1": "Yaṃ, gahapati, kāmesumicchācārī kāmesumicchācārapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, kāmesumicchācārā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. <span class=\\\"brnum\\\">(3)</span>",
  "sn12.41:9.1": "Yaṃ, gahapati, musāvādī musāvādapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, musāvādā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. <span class=\\\"brnum\\\">(4)</span>",
  "sn12.41:10.1": "Yaṃ, gahapati, surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti.",
  "sn12.41:10.2": "Imāni pañca bhayāni verāni vūpasantāni honti. <span class=\\\"brnum\\\">(5)</span>",
  "sn12.41:11.1": "Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti?",
  "sn12.41:11.2": "Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti:",
  "sn12.41:11.3": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "sn12.41:12.1": "Dhamme aveccappasādena samannāgato hoti:",
  "sn12.41:12.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. <span class=\\\"brnum\\\">(2)</span>",
  "sn12.41:13.1": "Saṅghe aveccappasādena samannāgato hoti:",
  "sn12.41:13.2": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. <span class=\\\"brnum\\\">(3)</span>",
  "sn12.41:14.1": "Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.",
  "sn12.41:14.2": "Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. <span class=\\\"brnum\\\">(4)</span>",
  "sn12.41:15.1": "Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho?",
  "sn12.41:15.2": "Idha, gahapati, ariyasāvako paṭiccasamuppādaññeva sādhukaṃ yoniso manasi karoti:",
  "sn12.41:15.3": "‘iti imasmiṃ sati idaṃ hoti, imasmiṃ asati idaṃ na hoti;",
  "sn12.41:15.4": "imassuppādā idaṃ uppajjati, imassa nirodhā idaṃ nirujjhati.",
  "sn12.41:15.5": "Yadidaṃ avijjāpaccayā saṅkhārā;",
  "sn12.41:15.6": "saṅkhārapaccayā viññāṇaṃ … pe …",
  "sn12.41:15.7": "evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "sn12.41:15.8": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho;",
  "sn12.41:15.9": "saṅkhāranirodhā viññāṇanirodho … pe …",
  "sn12.41:15.10": "evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "sn12.41:15.11": "Ayamassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho.",
  "sn12.41:16.1": "Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya:",
  "sn12.41:16.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’”ti.",
  "sn12.41:17.1": "Paṭhamaṃ."
}