{
  "_markup_path": "markup/sn/sn12/sn12.24.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.24.json"
  ],
  "sn12.24:1.1": "Saṃyutta Nikāya 12",
  "sn12.24:2.1": "3. Dasabalavagga",
  "sn12.24:3.1": "24. Aññatitthiyasutta",
  "sn12.24:4.1": "Rājagahe viharati veḷuvane.",
  "sn12.24:4.2": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.",
  "sn12.24:4.3": "Atha kho āyasmato sāriputtassa etadahosi:",
  "sn12.24:4.4": "“atippago kho tāva rājagahe piṇḍāya carituṃ.",
  "sn12.24:4.5": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti.",
  "sn12.24:5.1": "Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami;",
  "sn12.24:5.2": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi.",
  "sn12.24:5.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn12.24:5.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ te aññatitthiyā paribbājakā etadavocuṃ:",
  "sn12.24:6.1": "“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṃkataṃ dukkhaṃ paññapenti.",
  "sn12.24:6.2": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṃkataṃ dukkhaṃ paññapenti.",
  "sn12.24:6.3": "Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṃkatañca paraṃkatañca dukkhaṃ paññapenti.",
  "sn12.24:6.4": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti.",
  "sn12.24:6.5": "Idha, panāvuso sāriputta, samaṇo gotamo kiṃvādī kimakkhāyī?",
  "sn12.24:6.6": "Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva samaṇassa gotamassa assāma, na ca samaṇaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko <span class=\\\"var\\\" title=\\\"vādānuvādo (mr ^dn8#1 [Mahāsīhanādasutta])\\\" id=\\\"note39\\\">vādānupāto</span> gārayhaṃ ṭhānaṃ āgaccheyyā”ti?",
  "sn12.24:7.1": "“Paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ bhagavatā.",
  "sn12.24:7.2": "Kiṃ paṭicca?",
  "sn12.24:7.3": "Phassaṃ paṭicca.",
  "sn12.24:7.4": "Iti vadaṃ vuttavādī ceva bhagavato assa, na ca bhagavantaṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.",
  "sn12.24:8.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:8.2": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:8.3": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:8.4": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:9.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:9.2": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:9.3": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:9.4": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti.",
  "sn12.24:10.1": "Assosi kho āyasmā ānando āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ imaṃ kathāsallāpaṃ.",
  "sn12.24:10.2": "Atha kho āyasmā ānando rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami;",
  "sn12.24:10.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn12.24:10.4": "Ekamantaṃ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "sn12.24:11.1": "“Sādhu sādhu, ānanda, yathā taṃ sāriputto sammā byākaramāno byākareyya.",
  "sn12.24:11.2": "Paṭiccasamuppannaṃ kho, ānanda, dukkhaṃ vuttaṃ mayā.",
  "sn12.24:11.3": "Kiṃ paṭicca?",
  "sn12.24:11.4": "Phassaṃ paṭicca.",
  "sn12.24:11.5": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.",
  "sn12.24:12.1": "Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:12.2": "Yepi te … pe …",
  "sn12.24:12.3": "yepi te … pe …",
  "sn12.24:12.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:13.1": "Tatrānanda, yepi te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:13.2": "Yepi te … pe …",
  "sn12.24:13.3": "yepi te … pe …",
  "sn12.24:13.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:14.1": "Ekamidāhaṃ, ānanda, samayaṃ idheva rājagahe viharāmi veḷuvane kalandakanivāpe.",
  "sn12.24:14.2": "Atha khvāhaṃ, ānanda, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ.",
  "sn12.24:14.3": "Tassa mayhaṃ, ānanda, etadahosi:",
  "sn12.24:14.4": "‘atippago kho tāva rājagahe piṇḍāya carituṃ.",
  "sn12.24:14.5": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti.",
  "sn12.24:15.1": "Atha khvāhaṃ, ānanda, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ;",
  "sn12.24:15.2": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ.",
  "sn12.24:15.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ.",
  "sn12.24:15.4": "Ekamantaṃ nisinnaṃ kho maṃ, ānanda, te aññatitthiyā paribbājakā etadavocuṃ:",
  "sn12.24:16.1": "‘Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti.",
  "sn12.24:16.2": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ dukkhaṃ paññapenti.",
  "sn12.24:16.3": "Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti.",
  "sn12.24:16.4": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti.",
  "sn12.24:16.5": "Idha no āyasmā gotamo kiṃvādī kimakkhāyī?",
  "sn12.24:16.6": "Kathaṃ byākaramānā ca mayaṃ vuttavādino ceva āyasmato gotamassa assāma, na ca āyasmantaṃ gotamaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā’ti?",
  "sn12.24:17.1": "Evaṃ vuttāhaṃ, ānanda, te aññatitthiye paribbājake etadavocaṃ:",
  "sn12.24:17.2": "‘paṭiccasamuppannaṃ kho, āvuso, dukkhaṃ vuttaṃ mayā.",
  "sn12.24:17.3": "Kiṃ paṭicca?",
  "sn12.24:17.4": "Phassaṃ paṭicca.",
  "sn12.24:17.5": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyāti.",
  "sn12.24:18.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:18.2": "Yepi te … pe …",
  "sn12.24:18.3": "yepi te … pe …",
  "sn12.24:18.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.24:19.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.24:19.2": "Yepi te … pe …",
  "sn12.24:19.3": "yepi te … pe …",
  "sn12.24:19.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī’”ti.",
  "sn12.24:20.1": "“Acchariyaṃ bhante, abbhutaṃ bhante.",
  "sn12.24:20.2": "Yatra hi nāma ekena padena sabbo attho vutto bhavissati.",
  "sn12.24:20.3": "Siyā nu kho, bhante, esevattho vitthārena vuccamāno gambhīro ceva assa gambhīrāvabhāso cā”ti?",
  "sn12.24:21.1": "“Tena hānanda, taññevettha paṭibhātū”ti.",
  "sn12.24:21.2": "“Sace maṃ, bhante, evaṃ puccheyyuṃ:",
  "sn12.24:21.3": "‘jarāmaraṇaṃ, āvuso ānanda, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavan’ti?",
  "sn12.24:21.4": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ:",
  "sn12.24:21.5": "‘jarāmaraṇaṃ kho, āvuso, jātinidānaṃ jātisamudayaṃ jātijātikaṃ jātipabhavan’ti.",
  "sn12.24:21.6": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ.",
  "sn12.24:22.1": "Sace maṃ, bhante, evaṃ puccheyyuṃ:",
  "sn12.24:22.2": "‘jāti panāvuso ānanda, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā’ti?",
  "sn12.24:22.3": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ:",
  "sn12.24:22.4": "‘jāti kho, āvuso, bhavanidānā bhavasamudayā bhavajātikā bhavappabhavā’ti.",
  "sn12.24:22.5": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ.",
  "sn12.24:23.1": "Sace maṃ, bhante, evaṃ puccheyyuṃ:",
  "sn12.24:23.2": "‘bhavo panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti?",
  "sn12.24:23.3": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ:",
  "sn12.24:23.4": "‘bhavo kho, āvuso, upādānanidāno upādānasamudayo upādānajātiko upādānappabhavo’ti.",
  "sn12.24:23.5": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ.",
  "sn12.24:24.1": "Sace maṃ, bhante, evaṃ puccheyyuṃ—",
  "sn12.24:24.2": "upādānaṃ panāvuso … pe …",
  "sn12.24:24.3": "taṇhā panāvuso … pe …",
  "sn12.24:24.4": "vedanā panāvuso … pe …",
  "sn12.24:24.5": "sace maṃ, bhante, evaṃ puccheyyuṃ:",
  "sn12.24:24.6": "‘phasso panāvuso ānanda, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo’ti?",
  "sn12.24:24.7": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ:",
  "sn12.24:24.8": "‘phasso kho, āvuso, saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanappabhavo’ti.",
  "sn12.24:24.9": "‘Channaṃ tveva, āvuso, phassāyatanānaṃ asesavirāganirodhā phassanirodho;",
  "sn12.24:24.10": "phassanirodhā vedanānirodho;",
  "sn12.24:24.11": "vedanānirodhā taṇhānirodho;",
  "sn12.24:24.12": "taṇhānirodhā upādānanirodho;",
  "sn12.24:24.13": "upādānanirodhā bhavanirodho;",
  "sn12.24:24.14": "bhavanirodhā jātinirodho;",
  "sn12.24:24.15": "jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "sn12.24:24.16": "Evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti.",
  "sn12.24:24.17": "Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyan”ti.",
  "sn12.24:25.1": "Catutthaṃ."
}