{
  "_markup_path": "markup/sn/sn12/sn12.25.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.25.json"
  ],
  "sn12.25:1.1": "Saṃyutta Nikāya 12",
  "sn12.25:2.1": "3. Dasabalavagga",
  "sn12.25:3.1": "25. Bhūmijasutta",
  "sn12.25:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.25:4.2": "Atha kho āyasmā bhūmijo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami;",
  "sn12.25:4.3": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "sn12.25:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn12.25:4.5": "Ekamantaṃ nisinno kho āyasmā bhūmijo āyasmantaṃ sāriputtaṃ etadavoca:",
  "sn12.25:5.1": "“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti.",
  "sn12.25:5.2": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṅkataṃ sukhadukkhaṃ paññapenti.",
  "sn12.25:5.3": "Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca sukhadukkhaṃ paññapenti.",
  "sn12.25:5.4": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti.",
  "sn12.25:5.5": "Idha no, āvuso sāriputta, bhagavā kiṃvādī kimakkhāyī, kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti?",
  "sn12.25:6.1": "“Paṭiccasamuppannaṃ kho, āvuso, sukhadukkhaṃ vuttaṃ bhagavatā.",
  "sn12.25:6.2": "Kiṃ paṭicca?",
  "sn12.25:6.3": "Phassaṃ paṭicca.",
  "sn12.25:6.4": "Iti vadaṃ vuttavādī ceva bhagavato assa, na ca bhagavantaṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.",
  "sn12.25:7.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, tadapi phassapaccayā.",
  "sn12.25:7.2": "Yepi te … pe …",
  "sn12.25:7.3": "yepi te … pe …",
  "sn12.25:7.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, tadapi phassapaccayā.",
  "sn12.25:8.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.25:8.2": "Yepi te … pe …",
  "sn12.25:8.3": "yepi te … pe …",
  "sn12.25:8.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti.",
  "sn12.25:9.1": "Assosi kho āyasmā ānando āyasmato sāriputtassa āyasmatā bhūmijena saddhiṃ imaṃ kathāsallāpaṃ.",
  "sn12.25:9.2": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami;",
  "sn12.25:9.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn12.25:9.4": "Ekamantaṃ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa āyasmatā bhūmijena saddhiṃ ahosi kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "sn12.25:10.1": "“Sādhu sādhu, ānanda, yathā taṃ sāriputto sammā byākaramāno byākareyya.",
  "sn12.25:10.2": "Paṭiccasamuppannaṃ kho, ānanda, sukhadukkhaṃ vuttaṃ mayā.",
  "sn12.25:10.3": "Kiṃ paṭicca?",
  "sn12.25:10.4": "Phassaṃ paṭicca.",
  "sn12.25:10.5": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.",
  "sn12.25:11.1": "Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.25:11.2": "Yepi te … pe …",
  "sn12.25:11.3": "yepi te … pe …",
  "sn12.25:11.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.25:12.1": "Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.25:12.2": "Yepi te … pe …",
  "sn12.25:12.3": "yepi te … pe …",
  "sn12.25:12.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.25:13.1": "<span class=\\\"cross\\\" title=\\\"^an4.171#1 [171. Cetanāsutta] | ^kv2.4#103 [Aṭṭhamavagga/ Rūpaṃkammantikathā]\\\" id=\\\"note40\\\">*</span> <a class=\\\"sc\\\" id=\\\"10\\\"></a><a class=\\\"pts\\\" id=\\\"pts2.40\\\"></a>Kāye vā hānanda, sati kāyasañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:13.2": "Vācāya vā hānanda, sati vacīsañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:13.3": "Mane vā hānanda, sati manosañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ avijjāpaccayā ca.",
  "sn12.25:14.1": "Sāmaṃ vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti, <span class=\\\"var\\\" title=\\\"yaṃpaccayāyataṃ (s1-3, km) | yaṃpaccayā yaṃ (mr)\\\" id=\\\"note41\\\">yaṃpaccayāssa taṃ</span> uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:14.2": "<span class=\\\"var\\\" title=\\\"parevāssa taṃ (bj, pts1-2) | pare vāyataṃ (s1-3, km)\\\" id=\\\"note42\\\">Pare vā taṃ</span>, ānanda, kāyasaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:14.3": "Sampajāno vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:14.4": "Asampajāno vā taṃ, ānanda, kāyasaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:15.1": "Sāmaṃ vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:15.2": "Pare vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharonti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:15.3": "Sampajāno vā taṃ, ānanda … pe …",
  "sn12.25:15.4": "asampajāno vā taṃ, ānanda, vacīsaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:16.1": "Sāmaṃ vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:16.2": "Pare vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharonti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:16.3": "Sampajāno vā taṃ, ānanda … pe …",
  "sn12.25:16.4": "asampajāno vā taṃ, ānanda, manosaṅkhāraṃ abhisaṅkharoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:17.1": "Imesu, ānanda, dhammesu avijjā anupatitā.",
  "sn12.25:17.2": "Avijjāya tveva, ānanda, asesavirāganirodhā so kāyo na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:17.3": "Sā vācā na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:17.4": "So mano na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "sn12.25:17.5": "Khettaṃ taṃ na hoti … pe …",
  "sn12.25:17.6": "vatthu taṃ na hoti … pe …",
  "sn12.25:17.7": "āyatanaṃ taṃ na hoti … pe …",
  "sn12.25:17.8": "adhikaraṇaṃ taṃ na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhan”ti.",
  "sn12.25:18.1": "Pañcamaṃ."
}