{
  "_markup_path": "markup/sn/sn12/sn12.26.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.26.json"
  ],
  "sn12.26:1.1": "Saṃyutta Nikāya 12",
  "sn12.26:2.1": "3. Dasabalavagga",
  "sn12.26:3.1": "<span class=\\\"var\\\" title=\\\"upavāno (pts1-2)\\\" id=\\\"note43\\\">26. Upavāṇasutta</span>",
  "sn12.26:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.26:4.2": "Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami;",
  "sn12.26:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn12.26:4.4": "Ekamantaṃ nisinno kho āyasmā upavāṇo bhagavantaṃ etadavoca:",
  "sn12.26:5.1": "“Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti.",
  "sn12.26:5.2": "Santi pana, bhante, eke samaṇabrāhmaṇā paraṅkataṃ dukkhaṃ paññapenti.",
  "sn12.26:5.3": "Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti.",
  "sn12.26:5.4": "Santi pana, bhante, eke samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti.",
  "sn12.26:5.5": "Idha no, bhante, bhagavā kiṃvādī kimakkhāyī kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti?",
  "sn12.26:6.1": "“Paṭiccasamuppannaṃ kho, upavāṇa, dukkhaṃ vuttaṃ mayā.",
  "sn12.26:6.2": "Kiṃ paṭicca?",
  "sn12.26:6.3": "Phassaṃ paṭicca.",
  "sn12.26:6.4": "Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.",
  "sn12.26:7.1": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, tadapi phassapaccayā.",
  "sn12.26:7.2": "Yepi te … pe …",
  "sn12.26:7.3": "yepi te … pe …",
  "sn12.26:7.4": "yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā.",
  "sn12.26:8.1": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.",
  "sn12.26:8.2": "Yepi te … pe …",
  "sn12.26:8.3": "yepi te … pe …",
  "sn12.26:8.4": "yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti.",
  "sn12.26:9.1": "Chaṭṭhaṃ."
}