{
  "_markup_path": "markup/sn/sn12/sn12.33.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.33.json"
  ],
  "sn12.33:1.1": "Saṃyutta Nikāya 12",
  "sn12.33:2.1": "4. Kaḷārakhattiyavagga",
  "sn12.33:3.1": "<span class=\\\"var\\\" title=\\\"ñāṇassa vatthūni 1 (pts1-2)\\\" id=\\\"note50\\\">33. Ñāṇavatthusutta</span>",
  "sn12.33:4.1": "Sāvatthiyaṃ …",
  "sn12.33:4.2": "“Catucattārīsaṃ vo, bhikkhave, ñāṇavatthūni desessāmi, taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "sn12.33:4.3": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "sn12.33:4.4": "Bhagavā etadavoca:",
  "sn12.33:5.1": "“<span class=\\\"var\\\" title=\\\"katamāni ca (s1-3, km, pts1-2, mr)\\\" id=\\\"note51\\\">Katamāni</span>, bhikkhave, catucattārīsaṃ ñāṇavatthūni?",
  "sn12.33:5.2": "Jarāmaraṇe ñāṇaṃ, jarāmaraṇasamudaye ñāṇaṃ, jarāmaraṇanirodhe ñāṇaṃ, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.3": "jātiyā ñāṇaṃ, jātisamudaye ñāṇaṃ, jātinirodhe ñāṇaṃ, jātinirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.4": "bhave ñāṇaṃ, bhavasamudaye ñāṇaṃ, bhavanirodhe ñāṇaṃ, bhavanirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.5": "upādāne ñāṇaṃ, upādānasamudaye ñāṇaṃ, upādānanirodhe ñāṇaṃ, upādānanirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.6": "taṇhāya ñāṇaṃ, taṇhāsamudaye ñāṇaṃ, taṇhānirodhe ñāṇaṃ, taṇhānirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.7": "vedanāya ñāṇaṃ, vedanāsamudaye ñāṇaṃ, vedanānirodhe ñāṇaṃ, vedanānirodhagāminiyā paṭipadāya ñāṇaṃ;",
  "sn12.33:5.8": "phasse ñāṇaṃ … pe …",
  "sn12.33:5.9": "saḷāyatane ñāṇaṃ …",
  "sn12.33:5.10": "nāmarūpe ñāṇaṃ …",
  "sn12.33:5.11": "viññāṇe ñāṇaṃ …",
  "sn12.33:5.12": "saṅkhāresu ñāṇaṃ, saṅkhārasamudaye ñāṇaṃ, saṅkhāranirodhe ñāṇaṃ, saṅkhāranirodhagāminiyā paṭipadāya ñāṇaṃ.",
  "sn12.33:5.13": "Imāni vuccanti, bhikkhave, catucattārīsaṃ ñāṇavatthūni.",
  "sn12.33:6.1": "Katamañca, bhikkhave, jarāmaraṇaṃ?",
  "sn12.33:6.2": "Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko, ayaṃ vuccati jarā.",
  "sn12.33:6.3": "Yā tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālakiriyā khandhānaṃ bhedo kaḷevarassa nikkhepo.",
  "sn12.33:6.4": "Idaṃ vuccati maraṇaṃ.",
  "sn12.33:6.5": "Iti ayañca jarā, idañca maraṇaṃ;",
  "sn12.33:6.6": "idaṃ vuccati, bhikkhave, jarāmaraṇaṃ.",
  "sn12.33:7.1": "Jātisamudayā jarāmaraṇasamudayo;",
  "sn12.33:7.2": "jātinirodhā jarāmaraṇanirodho;",
  "sn12.33:7.3": "ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṃ—",
  "sn12.33:7.4": "sammādiṭṭhi … pe …",
  "sn12.33:7.5": "sammāsamādhi.",
  "sn12.33:8.1": "Yato kho, bhikkhave, ariyasāvako evaṃ jarāmaraṇaṃ pajānāti, evaṃ jarāmaraṇasamudayaṃ pajānāti, evaṃ jarāmaraṇanirodhaṃ pajānāti, evaṃ jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānāti, idamassa dhamme ñāṇaṃ.",
  "sn12.33:8.2": "So iminā dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgatena yaṃ neti.",
  "sn12.33:9.1": "Ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā jarāmaraṇaṃ abbhaññaṃsu, jarāmaraṇasamudayaṃ abbhaññaṃsu, jarāmaraṇanirodhaṃ abbhaññaṃsu, jarāmaraṇanirodhagāminiṃ paṭipadaṃ abbhaññaṃsu, sabbete evameva abbhaññaṃsu, seyyathāpāhaṃ etarahi.",
  "sn12.33:10.1": "Yepi hi keci anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā jarāmaraṇaṃ abhijānissanti, jarāmaraṇasamudayaṃ abhijānissanti, jarāmaraṇanirodhaṃ abhijānissanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ abhijānissanti, sabbete evameva abhijānissanti, seyyathāpāhaṃ etarahīti.",
  "sn12.33:10.2": "Idamassa anvaye ñāṇaṃ.",
  "sn12.33:11.1": "Yato kho, bhikkhave, ariyasāvakassa imāni dve ñāṇāni parisuddhāni honti pariyodātāni—",
  "sn12.33:11.2": "dhamme ñāṇañca anvaye ñāṇañca.",
  "sn12.33:11.3": "Ayaṃ vuccati, bhikkhave, ariyasāvako diṭṭhisampanno itipi, dassanasampanno itipi, āgato imaṃ saddhammaṃ itipi, passati imaṃ saddhammaṃ itipi, sekkhena ñāṇena samannāgato itipi, sekkhāya vijjāya samannāgato itipi, dhammasotaṃ samāpanno itipi, ariyo nibbedhikapañño itipi, amatadvāraṃ āhacca tiṭṭhati itipīti.",
  "sn12.33:12.1": "Katamā ca, bhikkhave, jāti …",
  "sn12.33:12.2": "katamo ca, bhikkhave, bhavo …",
  "sn12.33:12.3": "katamañca, bhikkhave, upādānaṃ …",
  "sn12.33:12.4": "katamā ca, bhikkhave, taṇhā …",
  "sn12.33:12.5": "katamā ca, bhikkhave, vedanā …",
  "sn12.33:12.6": "katamo ca, bhikkhave, phasso …",
  "sn12.33:12.7": "katamañca, bhikkhave, saḷāyatanaṃ …",
  "sn12.33:12.8": "katamañca, bhikkhave, nāmarūpaṃ …",
  "sn12.33:12.9": "katamañca, bhikkhave, viññāṇaṃ …",
  "sn12.33:12.10": "katame ca, bhikkhave, saṅkhārā?",
  "sn12.33:12.11": "Tayome, bhikkhave, saṅkhārā—",
  "sn12.33:12.12": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāroti.",
  "sn12.33:12.13": "Ime vuccanti, bhikkhave, saṅkhārā.",
  "sn12.33:13.1": "Avijjāsamudayā saṅkhārasamudayo;",
  "sn12.33:13.2": "avijjānirodhā saṅkhāranirodho;",
  "sn12.33:13.3": "ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṃ—",
  "sn12.33:13.4": "sammādiṭṭhi … pe …",
  "sn12.33:13.5": "sammāsamādhi.",
  "sn12.33:14.1": "Yato kho, bhikkhave, ariyasāvako evaṃ saṅkhāre pajānāti, evaṃ saṅkhārasamudayaṃ pajānāti, evaṃ saṅkhāranirodhaṃ pajānāti, evaṃ saṅkhāranirodhagāminiṃ paṭipadaṃ pajānāti, idamassa dhamme ñāṇaṃ.",
  "sn12.33:14.2": "So iminā dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgatena yaṃ neti.",
  "sn12.33:15.1": "Ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā saṅkhāre abbhaññaṃsu, saṅkhārasamudayaṃ abbhaññaṃsu, saṅkhāranirodhaṃ abbhaññaṃsu, saṅkhāranirodhagāminiṃ paṭipadaṃ abbhaññaṃsu, sabbete evameva abbhaññaṃsu, seyyathāpāhaṃ etarahi.",
  "sn12.33:16.1": "Ye hipi keci anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā saṅkhāre abhijānissanti, saṅkhārasamudayaṃ abhijānissanti, saṅkhāranirodhaṃ abhijānissanti, saṅkhāranirodhagāminiṃ paṭipadaṃ abhijānissanti, sabbete evameva abhijānissanti, seyyathāpāhaṃ etarahi.",
  "sn12.33:16.2": "Idamassa anvaye ñāṇaṃ.",
  "sn12.33:17.1": "Yato kho, bhikkhave, ariyasāvakassa imāni dve ñāṇāni parisuddhāni honti pariyodātāni—",
  "sn12.33:17.2": "dhamme ñāṇañca anvaye ñāṇañca.",
  "sn12.33:17.3": "Ayaṃ vuccati, bhikkhave, ariyasāvako diṭṭhisampanno itipi, dassanasampanno itipi, āgato imaṃ saddhammaṃ itipi, passati imaṃ saddhammaṃ itipi, sekkhena ñāṇena samannāgato itipi, sekkhāya vijjāya samannāgato itipi, dhammasotaṃ samāpanno itipi, ariyo nibbedhikapañño itipi, amatadvāraṃ āhacca tiṭṭhati itipī”ti.",
  "sn12.33:18.1": "Tatiyaṃ."
}