{
  "_markup_path": "markup/sn/sn12/sn12.61.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.61.json"
  ],
  "sn12.61:1.1": "Saṃyutta Nikāya 12",
  "sn12.61:2.1": "7. Mahāvagga",
  "sn12.61:3.1": "<span class=\\\"var\\\" title=\\\"assutavantusuttaṃ (bj) | assutavato (pts1-2)\\\" id=\\\"note87\\\">61. Assutavāsutta</span>",
  "sn12.61:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn12.61:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme …",
  "sn12.61:4.3": "“assutavā, bhikkhave, puthujjano imasmiṃ <span class=\\\"var\\\" title=\\\"cātummahābhūtikasmiṃ (bj, s1-3, km)\\\" id=\\\"note88\\\">cātumahābhūtikasmiṃ</span> kāyasmiṃ nibbindeyyapi virajjeyyapi vimucceyyapi.",
  "sn12.61:4.4": "Taṃ kissa hetu?",
  "sn12.61:4.5": "<span class=\\\"var\\\" title=\\\"dissati hi bhikkhave (s1-3, km)\\\" id=\\\"note89\\\">Dissati, bhikkhave</span>, imassa cātumahābhūtikassa kāyassa ācayopi apacayopi ādānampi nikkhepanampi.",
  "sn12.61:4.6": "Tasmā tatrāssutavā puthujjano nibbindeyyapi virajjeyyapi vimucceyyapi.",
  "sn12.61:5.1": "Yañca kho etaṃ, bhikkhave, vuccati cittaṃ itipi, mano itipi, viññāṇaṃ itipi, tatrāssutavā puthujjano nālaṃ nibbindituṃ nālaṃ virajjituṃ nālaṃ vimuccituṃ.",
  "sn12.61:5.2": "Taṃ kissa hetu?",
  "sn12.61:5.3": "Dīgharattañhetaṃ, bhikkhave, assutavato puthujjanassa ajjhositaṃ mamāyitaṃ parāmaṭṭhaṃ:",
  "sn12.61:5.4": "‘etaṃ mama, esohamasmi, eso me attā’ti.",
  "sn12.61:5.5": "Tasmā tatrāssutavā puthujjano nālaṃ nibbindituṃ nālaṃ virajjituṃ nālaṃ vimuccituṃ.",
  "sn12.61:6.1": "Varaṃ, bhikkhave, assutavā puthujjano imaṃ cātumahābhūtikaṃ kāyaṃ attato upagaccheyya, na tveva cittaṃ.",
  "sn12.61:6.2": "Taṃ kissa hetu?",
  "sn12.61:6.3": "Dissatāyaṃ, bhikkhave, cātumahābhūtiko kāyo ekampi vassaṃ tiṭṭhamāno dvepi vassāni tiṭṭhamāno tīṇipi vassāni tiṭṭhamāno cattāripi vassāni tiṭṭhamāno pañcapi vassāni tiṭṭhamāno dasapi vassāni tiṭṭhamāno vīsatipi vassāni tiṭṭhamāno tiṃsampi vassāni tiṭṭhamāno cattārīsampi vassāni tiṭṭhamāno paññāsampi vassāni tiṭṭhamāno vassasatampi tiṭṭhamāno, bhiyyopi tiṭṭhamāno.",
  "sn12.61:7.1": "Yañca kho etaṃ, bhikkhave, vuccati cittaṃ itipi, mano itipi, viññāṇaṃ itipi, taṃ rattiyā ca divasassa ca aññadeva uppajjati aññaṃ nirujjhati.",
  "sn12.61:7.2": "Seyyathāpi, bhikkhave, makkaṭo araññe pavane caramāno sākhaṃ gaṇhati, taṃ muñcitvā aññaṃ gaṇhati, taṃ muñcitvā aññaṃ gaṇhati;",
  "sn12.61:7.3": "evameva kho, bhikkhave, yamidaṃ vuccati cittaṃ itipi, mano itipi, viññāṇaṃ itipi, taṃ rattiyā ca divasassa ca aññadeva uppajjati aññaṃ nirujjhati.",
  "sn12.61:8.1": "Tatra, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṃyeva sādhukaṃ yoniso manasi karoti:",
  "sn12.61:8.2": "‘iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
  "sn12.61:8.3": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati—",
  "sn12.61:8.4": "yadidaṃ avijjāpaccayā saṅkhārā;",
  "sn12.61:8.5": "saṅkhārapaccayā viññāṇaṃ … pe …",
  "sn12.61:8.6": "evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "sn12.61:8.7": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho;",
  "sn12.61:8.8": "saṅkhāranirodhā viññāṇanirodho … pe …",
  "sn12.61:8.9": "evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti.",
  "sn12.61:9.1": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati;",
  "sn12.61:9.2": "nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "sn12.61:9.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.",
  "sn12.61:10.1": "Paṭhamaṃ."
}