{
  "_markup_path": "markup/sn/sn12/sn12.14.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.14.json"
  ],
  "sn12.14:1.1": "Saṃyutta Nikāya 12",
  "sn12.14:2.1": "2. Āhāravagga",
  "sn12.14:3.1": "14. Dutiyasamaṇabrāhmaṇasutta",
  "sn12.14:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.14:4.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme nappajānanti, imesaṃ dhammānaṃ samudayaṃ nappajānanti, imesaṃ dhammānaṃ nirodhaṃ nappajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti, katame dhamme nappajānanti, katamesaṃ dhammānaṃ samudayaṃ nappajānanti, katamesaṃ dhammānaṃ nirodhaṃ nappajānanti, katamesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti?",
  "sn12.14:5.1": "Jarāmaraṇaṃ nappajānanti, jarāmaraṇasamudayaṃ nappajānanti, jarāmaraṇanirodhaṃ nappajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ nappajānanti;",
  "sn12.14:5.2": "jātiṃ … pe …",
  "sn12.14:5.3": "bhavaṃ …",
  "sn12.14:5.4": "upādānaṃ …",
  "sn12.14:5.5": "taṇhaṃ …",
  "sn12.14:5.6": "vedanaṃ …",
  "sn12.14:5.7": "phassaṃ …",
  "sn12.14:5.8": "saḷāyatanaṃ …",
  "sn12.14:5.9": "nāmarūpaṃ …",
  "sn12.14:5.10": "viññāṇaṃ …",
  "sn12.14:5.11": "saṅkhāre nappajānanti, saṅkhārasamudayaṃ nappajānanti, saṅkhāranirodhaṃ nappajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ nappajānanti.",
  "sn12.14:5.12": "Ime dhamme nappajānanti, imesaṃ dhammānaṃ samudayaṃ nappajānanti, imesaṃ dhammānaṃ nirodhaṃ nappajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ nappajānanti.",
  "sn12.14:5.13": "Na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "sn12.14:6.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme pajānanti, imesaṃ dhammānaṃ samudayaṃ pajānanti, imesaṃ dhammānaṃ nirodhaṃ pajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti, katame dhamme pajānanti, katamesaṃ dhammānaṃ samudayaṃ pajānanti, katamesaṃ dhammānaṃ nirodhaṃ pajānanti, katamesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti?",
  "sn12.14:7.1": "Jarāmaraṇaṃ pajānanti, jarāmaraṇasamudayaṃ pajānanti, jarāmaraṇanirodhaṃ pajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānanti;",
  "sn12.14:7.2": "jātiṃ … pe …",
  "sn12.14:7.3": "bhavaṃ …",
  "sn12.14:7.4": "upādānaṃ …",
  "sn12.14:7.5": "taṇhaṃ …",
  "sn12.14:7.6": "vedanaṃ …",
  "sn12.14:7.7": "phassaṃ …",
  "sn12.14:7.8": "saḷāyatanaṃ …",
  "sn12.14:7.9": "nāmarūpaṃ …",
  "sn12.14:7.10": "viññāṇaṃ …",
  "sn12.14:7.11": "saṅkhāre pajānanti, saṅkhārasamudayaṃ pajānanti, saṅkhāranirodhaṃ pajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ pajānanti.",
  "sn12.14:7.12": "Ime dhamme pajānanti, imesaṃ dhammānaṃ samudayaṃ pajānanti, imesaṃ dhammānaṃ nirodhaṃ pajānanti, imesaṃ dhammānaṃ nirodhagāminiṃ paṭipadaṃ pajānanti.",
  "sn12.14:7.13": "Te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā, brāhmaṇesu ca brāhmaṇasammatā.",
  "sn12.14:7.14": "Te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.",
  "sn12.14:8.1": "Catutthaṃ."
}