{
  "_markup_path": "markup/sn/sn12/sn12.62.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.62.json"
  ],
  "sn12.62:1.1": "Saṃyutta Nikāya 12",
  "sn12.62:2.1": "7. Mahāvagga",
  "sn12.62:3.1": "<span class=\\\"var\\\" title=\\\"dutiyaassutavantusuttaṃ (bj) | assutavā (pts1-2)\\\" id=\\\"note90\\\">62. Dutiyaassutavāsutta</span>",
  "sn12.62:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.62:4.2": "“Assutavā, bhikkhave, puthujjano imasmiṃ cātumahābhūtikasmiṃ kāyasmiṃ nibbindeyyapi virajjeyyapi vimucceyyapi.",
  "sn12.62:4.3": "Taṃ kissa hetu?",
  "sn12.62:4.4": "Dissati, bhikkhave, imassa cātumahābhūtikassa kāyassa ācayopi apacayopi ādānampi nikkhepanampi.",
  "sn12.62:4.5": "Tasmā tatrāssutavā puthujjano nibbindeyyapi virajjeyyapi vimucceyyapi.",
  "sn12.62:4.6": "Yañca kho etaṃ, bhikkhave, vuccati cittaṃ itipi, mano itipi, viññāṇaṃ itipi, tatrāssutavā puthujjano nālaṃ nibbindituṃ nālaṃ virajjituṃ nālaṃ vimuccituṃ.",
  "sn12.62:4.7": "Taṃ kissa hetu?",
  "sn12.62:4.8": "Dīgharattañhetaṃ, bhikkhave, assutavato puthujjanassa ajjhositaṃ mamāyitaṃ parāmaṭṭhaṃ:",
  "sn12.62:4.9": "‘etaṃ mama, esohamasmi, eso me attā’ti.",
  "sn12.62:4.10": "Tasmā tatrāssutavā puthujjano nālaṃ nibbindituṃ nālaṃ virajjituṃ nālaṃ vimuccituṃ.",
  "sn12.62:5.1": "Varaṃ, bhikkhave, assutavā puthujjano imaṃ cātumahābhūtikaṃ kāyaṃ attato upagaccheyya, na tveva cittaṃ.",
  "sn12.62:5.2": "Taṃ kissa hetu?",
  "sn12.62:5.3": "Dissatāyaṃ, bhikkhave, cātumahābhūtiko kāyo ekampi vassaṃ tiṭṭhamāno dvepi vassāni tiṭṭhamāno tīṇipi vassāni tiṭṭhamāno cattāripi vassāni tiṭṭhamāno pañcapi vassāni tiṭṭhamāno dasapi vassāni tiṭṭhamāno vīsatipi vassāni tiṭṭhamāno tiṃsampi vassāni tiṭṭhamāno cattārīsampi vassāni tiṭṭhamāno paññāsampi vassāni tiṭṭhamāno vassasatampi tiṭṭhamāno, bhiyyopi tiṭṭhamāno.",
  "sn12.62:5.4": "Yañca kho etaṃ, bhikkhave, vuccati cittaṃ itipi, mano itipi, viññāṇaṃ itipi, taṃ rattiyā ca divasassa ca aññadeva uppajjati aññaṃ nirujjhati.",
  "sn12.62:6.1": "Tatra, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṃyeva sādhukaṃ yoniso manasi karoti:",
  "sn12.62:6.2": "‘iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
  "sn12.62:6.3": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī’ti.",
  "sn12.62:6.4": "Sukhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati sukhavedanā.",
  "sn12.62:6.5": "Tasseva sukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppannā sukhavedanā sā nirujjhati sā vūpasammati.",
  "sn12.62:6.6": "Dukkhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati dukkhavedanā.",
  "sn12.62:6.7": "Tasseva dukkhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ dukkhavedaniyaṃ phassaṃ paṭicca uppannā dukkhavedanā sā nirujjhati sā vūpasammati.",
  "sn12.62:6.8": "Adukkhamasukhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati adukkhamasukhavedanā.",
  "sn12.62:6.9": "Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppannā adukkhamasukhavedanā sā nirujjhati sā vūpasammati.",
  "sn12.62:7.1": "Seyyathāpi, bhikkhave, dvinnaṃ kaṭṭhānaṃ saṅghaṭṭanasamodhānā usmā jāyati tejo abhinibbattati.",
  "sn12.62:7.2": "Tesaṃyeva dvinnaṃ kaṭṭhānaṃ <span class=\\\"var\\\" title=\\\"nānābhāvā vinikkhepā (bj, pts1-2 ^mn140#20 [Dhātuvibhaṅgasutta])\\\" id=\\\"note91\\\">nānākatavinibbhogā</span> yā tajjā usmā sā nirujjhati sā vūpasammati;",
  "sn12.62:7.3": "evameva kho, bhikkhave, sukhavedaniyaṃ phassaṃ paṭicca uppajjati sukhavedanā.",
  "sn12.62:7.4": "Tasseva sukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppannā sukhavedanā sā nirujjhati sā vūpasammati … pe …",
  "sn12.62:7.5": "dukkhavedaniyaṃ phassaṃ paṭicca …",
  "sn12.62:7.6": "adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppajjati adukkhamasukhavedanā.",
  "sn12.62:7.7": "Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṃ tajjaṃ vedayitaṃ adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppannā adukkhamasukhavedanā sā nirujjhati sā vūpasammati.",
  "sn12.62:8.1": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako phassepi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati;",
  "sn12.62:8.2": "nibbindaṃ virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "sn12.62:8.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.",
  "sn12.62:9.1": "Dutiyaṃ."
}