{
  "_markup_path": "markup/sn/sn12/sn12.22.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.22.json"
  ],
  "sn12.22:1.1": "Saṃyutta Nikāya 12",
  "sn12.22:2.1": "3. Dasabalavagga",
  "sn12.22:3.1": "22. Dutiyadasabalasutta",
  "sn12.22:4.1": "Sāvatthiyaṃ viharati.",
  "sn12.22:4.2": "“Dasabalasamannāgato, bhikkhave, tathāgato catūhi ca vesārajjehi samannāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti:",
  "sn12.22:4.3": "‘iti rūpaṃ iti rūpassa samudayo iti rūpassa atthaṅgamo, iti vedanā iti vedanāya samudayo iti vedanāya atthaṅgamo, iti saññā iti saññāya samudayo iti saññāya atthaṅgamo, iti saṅkhārā iti saṅkhārānaṃ samudayo iti saṅkhārānaṃ atthaṅgamo, iti viññāṇaṃ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo.",
  "sn12.22:4.4": "Iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
  "sn12.22:4.5": "imasmiṃ asati idaṃ na hoti imassa nirodhā idaṃ nirujjhati.",
  "sn12.22:4.6": "Yadidaṃ avijjāpaccayā saṅkhārā;",
  "sn12.22:4.7": "saṅkhārapaccayā viññāṇaṃ … pe …",
  "sn12.22:4.8": "evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "sn12.22:4.9": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho;",
  "sn12.22:4.10": "saṅkhāranirodhā viññāṇanirodho … pe …",
  "sn12.22:4.11": "evametassa kevalassa dukkhakkhandhassa nirodho hoti’.",
  "sn12.22:5.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko.",
  "sn12.22:5.2": "Evaṃ svākkhāte kho, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike alameva saddhāpabbajitena kulaputtena vīriyaṃ ārabhituṃ:",
  "sn12.22:5.3": "‘<span class=\\\"cross\\\" title=\\\"^mn70#25 [Kīṭāgirisutta] | ^an2.1-10#5.1 [1. Vajjasutta/5. Upaññātasutta] | ^mnd3#16 [Duṭṭhaṭṭhakasuttaniddesa] | ^mnd16#120 [Sāriputtasuttaniddesa]\\\" id=\\\"note33\\\">*</span>kāmaṃ taco ca <span class=\\\"var\\\" title=\\\"nahāru (bj, s1-3, km) | nahārū (pts1-2)\\\" id=\\\"note34\\\">nhāru</span> ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ.",
  "sn12.22:5.4": "Yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ, na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti.",
  "sn12.22:6.1": "Dukkhaṃ, bhikkhave, kusīto viharati vokiṇṇo pāpakehi akusalehi dhammehi, mahantañca sadatthaṃ parihāpeti.",
  "sn12.22:6.2": "Āraddhavīriyo ca kho, bhikkhave, sukhaṃ viharati pavivitto pāpakehi akusalehi dhammehi, mahantañca sadatthaṃ paripūreti.",
  "sn12.22:6.3": "Na, bhikkhave, hīnena aggassa patti hoti.",
  "sn12.22:6.4": "Aggena ca kho, bhikkhave, aggassa patti hoti.",
  "sn12.22:6.5": "Maṇḍapeyyamidaṃ, bhikkhave, brahmacariyaṃ, satthā sammukhībhūto.",
  "sn12.22:6.6": "Tasmātiha, bhikkhave, vīriyaṃ ārabhatha appattassa pattiyā, anadhigatassa adhigamāya, asacchikatassa sacchikiriyāya.",
  "sn12.22:6.7": "‘Evaṃ no ayaṃ amhākaṃ pabbajjā avañjhā bhavissati saphalā saudrayā.",
  "sn12.22:6.8": "<span class=\\\"var\\\" title=\\\"yesaṃ (bj, s1-3, km) | yesaṃ hi (pts1-2, mr)\\\" id=\\\"note35\\\">Yesañca</span> mayaṃ paribhuñjāma cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā’ti—",
  "sn12.22:6.9": "evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "sn12.22:6.10": "Attatthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetuṃ;",
  "sn12.22:6.11": "paratthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetuṃ;",
  "sn12.22:6.12": "ubhayatthaṃ vā hi, bhikkhave, sampassamānena alameva appamādena sampādetun”ti.",
  "sn12.22:7.1": "Dutiyaṃ."
}