{
  "_markup_path": "markup/sn/sn12/sn12.67.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.67.json"
  ],
  "sn12.67:1.1": "Saṃyutta Nikāya 12",
  "sn12.67:2.1": "7. Mahāvagga",
  "sn12.67:3.1": "<span class=\\\"var\\\" title=\\\"naḷakalāpasuttaṃ (bj)\\\" id=\\\"note111\\\">67. Naḷakalāpīsutta</span>",
  "sn12.67:4.1": "Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca <span class=\\\"var\\\" title=\\\"mahākoṭṭhito (bj, s1-3, km, pts1-2)\\\" id=\\\"note112\\\">mahākoṭṭhiko</span> bārāṇasiyaṃ viharanti isipatane migadāye.",
  "sn12.67:4.2": "Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami;",
  "sn12.67:4.3": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "sn12.67:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn12.67:4.5": "Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:",
  "sn12.67:4.6": "“kiṃ nu kho, āvuso sāriputta, sayaṃkataṃ jarāmaraṇaṃ, paraṃkataṃ jarāmaraṇaṃ, sayaṃkatañca paraṃkatañca jarāmaraṇaṃ, udāhu asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ jarāmaraṇan”ti?",
  "sn12.67:4.7": "“Na kho, āvuso koṭṭhika, sayaṃkataṃ jarāmaraṇaṃ, na paraṃkataṃ jarāmaraṇaṃ, na sayaṃkatañca paraṃkatañca jarāmaraṇaṃ, nāpi asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ jarāmaraṇaṃ.",
  "sn12.67:4.8": "Api ca jātipaccayā jarāmaraṇan”ti.",
  "sn12.67:5.1": "“Kiṃ nu kho, āvuso sāriputta, sayaṅkatā jāti, paraṅkatā jāti, sayaṅkatā ca paraṅkatā ca jāti, udāhu asayaṅkārā aparaṅkārā adhiccasamuppannā jātī”ti?",
  "sn12.67:5.2": "“Na kho, āvuso koṭṭhika, sayaṅkatā jāti, na paraṅkatā jāti, na sayaṅkatā ca paraṅkatā ca jāti, nāpi asayaṅkārā aparaṅkārā adhiccasamuppannā jāti.",
  "sn12.67:5.3": "Api ca bhavapaccayā jātī”ti.",
  "sn12.67:6.1": "“Kiṃ nu kho, āvuso sāriputta, sayaṅkato bhavo … pe …",
  "sn12.67:6.2": "sayaṅkataṃ upādānaṃ …",
  "sn12.67:6.3": "sayaṅkatā taṇhā …",
  "sn12.67:6.4": "sayaṅkatā vedanā …",
  "sn12.67:6.5": "sayaṅkato phasso …",
  "sn12.67:6.6": "sayaṅkataṃ saḷāyatanaṃ …",
  "sn12.67:6.7": "sayaṅkataṃ nāmarūpaṃ, paraṅkataṃ nāmarūpaṃ, sayaṅkatañca paraṅkatañca nāmarūpaṃ, udāhu asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ nāmarūpan”ti?",
  "sn12.67:6.8": "“Na kho, āvuso koṭṭhika, sayaṅkataṃ nāmarūpaṃ, na paraṅkataṃ nāmarūpaṃ, na sayaṅkatañca paraṅkatañca nāmarūpaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ, adhiccasamuppannaṃ nāmarūpaṃ.",
  "sn12.67:6.9": "Api ca viññāṇapaccayā nāmarūpan”ti.",
  "sn12.67:7.1": "“Kiṃ nu kho, āvuso sāriputta, sayaṅkataṃ viññāṇaṃ, paraṅkataṃ viññāṇaṃ, sayaṅkatañca paraṅkatañca viññāṇaṃ, udāhu asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇan”ti?",
  "sn12.67:7.2": "“Na kho, āvuso koṭṭhika, sayaṅkataṃ viññāṇaṃ, na paraṅkataṃ viññāṇaṃ, na sayaṅkatañca paraṅkatañca viññāṇaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇaṃ.",
  "sn12.67:7.3": "Api ca nāmarūpapaccayā viññāṇan”ti.",
  "sn12.67:8.1": "“Idāneva kho mayaṃ āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma:",
  "sn12.67:8.2": "‘na khvāvuso koṭṭhika, sayaṅkataṃ nāmarūpaṃ, na paraṅkataṃ nāmarūpaṃ, na sayaṅkatañca paraṅkatañca nāmarūpaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ nāmarūpaṃ.",
  "sn12.67:8.3": "Api ca viññāṇapaccayā nāmarūpan’ti.",
  "sn12.67:9.1": "Idāneva ca pana mayaṃ āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma:",
  "sn12.67:9.2": "‘na khvāvuso koṭṭhika, sayaṅkataṃ viññāṇaṃ, na paraṅkataṃ viññāṇaṃ, na sayaṅkatañca paraṅkatañca viññāṇaṃ, nāpi asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ viññāṇaṃ.",
  "sn12.67:9.3": "Api ca nāmarūpapaccayā viññāṇan’ti.",
  "sn12.67:10.1": "Yathā kathaṃ panāvuso sāriputta, imassa bhāsitassa attho daṭṭhabbo”ti?",
  "sn12.67:10.2": "“Tenahāvuso, upamaṃ te karissāmi.",
  "sn12.67:10.3": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ jānanti.",
  "sn12.67:10.4": "Seyyathāpi, āvuso, dve naḷakalāpiyo aññamaññaṃ nissāya tiṭṭheyyuṃ.",
  "sn12.67:10.5": "Evameva kho, āvuso, nāmarūpapaccayā viññāṇaṃ;",
  "sn12.67:10.6": "viññāṇapaccayā nāmarūpaṃ;",
  "sn12.67:10.7": "nāmarūpapaccayā saḷāyatanaṃ;",
  "sn12.67:10.8": "saḷāyatanapaccayā phasso … pe …",
  "sn12.67:10.9": "evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "sn12.67:10.10": "Tāsañce, āvuso, naḷakalāpīnaṃ ekaṃ ākaḍḍheyya, ekā papateyya;",
  "sn12.67:10.11": "aparañce ākaḍḍheyya, aparā papateyya.",
  "sn12.67:10.12": "Evameva kho, āvuso, nāmarūpanirodhā viññāṇanirodho;",
  "sn12.67:10.13": "viññāṇanirodhā nāmarūpanirodho;",
  "sn12.67:10.14": "nāmarūpanirodhā saḷāyatananirodho;",
  "sn12.67:10.15": "saḷāyatananirodhā phassanirodho … pe …",
  "sn12.67:10.16": "evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.",
  "sn12.67:11.1": "“Acchariyaṃ, āvuso sāriputta;",
  "sn12.67:11.2": "abbhutaṃ, āvuso sāriputta.",
  "sn12.67:11.3": "Yāvasubhāsitañcidaṃ āyasmatā sāriputtena.",
  "sn12.67:11.4": "Idañca pana mayaṃ āyasmato sāriputtassa bhāsitaṃ imehi chattiṃsāya vatthūhi anumodāma:",
  "sn12.67:12.1": "‘Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, dhammakathiko bhikkhūti alaṃvacanāya.",
  "sn12.67:12.2": "Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṃvacanāya.",
  "sn12.67:12.3": "Jarāmaraṇassa ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṃvacanāya.",
  "sn12.67:12.4": "Jātiyā ce …",
  "sn12.67:12.5": "bhavassa ce …",
  "sn12.67:12.6": "upādānassa ce …",
  "sn12.67:12.7": "taṇhāya ce …",
  "sn12.67:12.8": "vedanāya ce …",
  "sn12.67:12.9": "phassassa ce …",
  "sn12.67:12.10": "saḷāyatanassa ce …",
  "sn12.67:12.11": "nāmarūpassa ce …",
  "sn12.67:12.12": "viññāṇassa ce …",
  "sn12.67:12.13": "saṅkhārānañce …",
  "sn12.67:12.14": "avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṃ deseti, dhammakathiko bhikkhūti alaṃvacanāya.",
  "sn12.67:12.15": "Avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṃvacanāya.",
  "sn12.67:12.16": "Avijjāya ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṃvacanāyā’”ti.",
  "sn12.67:13.1": "Sattamaṃ."
}