{
  "_markup_path": "markup/sn/sn12/sn12.51.html",
  "_alt_strings": [
    "en/sujato/sn/sn12/sn12.51.json"
  ],
  "sn12.51:1.1": "Saṃyutta Nikāya 12",
  "sn12.51:2.1": "6. Dukkhavagga",
  "sn12.51:3.1": "51. Parivīmaṃsanasutta",
  "sn12.51:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn12.51:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn12.51:4.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "sn12.51:4.4": "“bhikkhavo”ti.",
  "sn12.51:4.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "sn12.51:4.6": "Bhagavā etadavoca:",
  "sn12.51:5.1": "“Kittāvatā nu kho, bhikkhave, bhikkhu parivīmaṃsamāno parivīmaṃseyya sabbaso sammā dukkhakkhayāyā”ti?",
  "sn12.51:5.2": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā.",
  "sn12.51:5.3": "Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho.",
  "sn12.51:5.4": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "sn12.51:5.5": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "sn12.51:5.6": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "sn12.51:5.7": "Bhagavā etadavoca:",
  "sn12.51:6.1": "“Idha, bhikkhave, bhikkhu parivīmaṃsamāno parivīmaṃsati:",
  "sn12.51:6.2": "‘yaṃ kho idaṃ anekavidhaṃ nānappakārakaṃ dukkhaṃ loke uppajjati jarāmaraṇaṃ;",
  "sn12.51:6.3": "idaṃ nu kho dukkhaṃ kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?",
  "sn12.51:6.4": "Kismiṃ sati jarāmaraṇaṃ hoti, kismiṃ asati jarāmaraṇaṃ na hotī’ti?",
  "sn12.51:6.5": "So parivīmaṃsamāno evaṃ pajānāti:",
  "sn12.51:6.6": "‘yaṃ kho idaṃ anekavidhaṃ nānappakārakaṃ dukkhaṃ loke uppajjati jarāmaraṇaṃ, idaṃ kho dukkhaṃ jātinidānaṃ jātisamudayaṃ jātijātikaṃ jātippabhavaṃ.",
  "sn12.51:6.7": "Jātiyā sati jarāmaraṇaṃ hoti, jātiyā asati jarāmaraṇaṃ na hotī’ti.",
  "sn12.51:7.1": "So jarāmaraṇañca pajānāti, jarāmaraṇasamudayañca pajānāti, jarāmaraṇanirodhañca pajānāti, yā ca jarāmaraṇanirodhasāruppagāminī paṭipadā tañca pajānāti, tathā paṭipanno ca hoti anudhammacārī;",
  "sn12.51:7.2": "ayaṃ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno jarāmaraṇanirodhāya.",
  "sn12.51:8.1": "Athāparaṃ parivīmaṃsamāno parivīmaṃsati:",
  "sn12.51:8.2": "‘jāti panāyaṃ kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā, kismiṃ sati jāti hoti, kismiṃ asati jāti na hotī’ti?",
  "sn12.51:8.3": "So parivīmaṃsamāno evaṃ pajānāti:",
  "sn12.51:8.4": "‘jāti bhavanidānā bhavasamudayā bhavajātikā bhavappabhavā;",
  "sn12.51:8.5": "bhave sati jāti hoti, bhave asati jāti na hotī’ti.",
  "sn12.51:9.1": "So jātiñca pajānāti, jātisamudayañca pajānāti, jātinirodhañca pajānāti, yā ca jātinirodhasāruppagāminī paṭipadā tañca pajānāti, tathā paṭipanno ca hoti anudhammacārī;",
  "sn12.51:9.2": "ayaṃ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno jātinirodhāya.",
  "sn12.51:10.1": "Athāparaṃ parivīmaṃsamāno parivīmaṃsati:",
  "sn12.51:10.2": "‘bhavo panāyaṃ kiṃnidāno … pe …",
  "sn12.51:10.3": "upādānaṃ panidaṃ kiṃnidānaṃ …",
  "sn12.51:10.4": "taṇhā panāyaṃ kiṃnidānā …",
  "sn12.51:10.5": "vedanā …",
  "sn12.51:10.6": "phasso …",
  "sn12.51:10.7": "saḷāyatanaṃ panidaṃ kiṃnidānaṃ …",
  "sn12.51:10.8": "nāmarūpaṃ panidaṃ …",
  "sn12.51:10.9": "viññāṇaṃ panidaṃ …",
  "sn12.51:10.10": "saṅkhārā panime kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā;",
  "sn12.51:10.11": "kismiṃ sati saṅkhārā honti, kismiṃ asati saṅkhārā na hontī’ti?",
  "sn12.51:10.12": "So parivīmaṃsamāno evaṃ pajānāti:",
  "sn12.51:10.13": "‘saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā;",
  "sn12.51:10.14": "avijjāya sati saṅkhārā honti, avijjāya asati saṅkhārā na hontī’ti.",
  "sn12.51:11.1": "So saṅkhāre ca pajānāti, saṅkhārasamudayañca pajānāti, saṅkhāranirodhañca pajānāti, yā ca saṅkhāranirodhasāruppagāminī paṭipadā tañca pajānāti, tathā paṭipanno ca hoti anudhammacārī;",
  "sn12.51:11.2": "ayaṃ vuccati, bhikkhave, bhikkhu sabbaso sammā dukkhakkhayāya paṭipanno saṅkhāranirodhāya.",
  "sn12.51:12.1": "Avijjāgato yaṃ, bhikkhave, purisapuggalo puññañce saṅkhāraṃ abhisaṅkharoti, puññūpagaṃ hoti viññāṇaṃ.",
  "sn12.51:12.2": "Apuññañce saṅkhāraṃ abhisaṅkharoti, apuññūpagaṃ hoti viññāṇaṃ.",
  "sn12.51:12.3": "Āneñjañce saṅkhāraṃ abhisaṅkharoti āneñjūpagaṃ hoti viññāṇaṃ.",
  "sn12.51:12.4": "Yato kho, bhikkhave, bhikkhuno avijjā pahīnā hoti vijjā uppannā, so avijjāvirāgā vijjuppādā neva puññābhisaṅkhāraṃ abhisaṅkharoti na apuññābhisaṅkhāraṃ abhisaṅkharoti na āneñjābhisaṅkhāraṃ abhisaṅkharoti.",
  "sn12.51:12.5": "Anabhisaṅkharonto anabhisañcetayanto na kiñci loke upādiyati;",
  "sn12.51:12.6": "anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati.",
  "sn12.51:12.7": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "sn12.51:13.1": "So sukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti.",
  "sn12.51:13.2": "Dukkhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti.",
  "sn12.51:13.3": "Adukkhamasukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti.",
  "sn12.51:13.4": "So sukhañce vedanaṃ vedayati, <span class=\\\"var\\\" title=\\\"taṃ vedanaṃ (bj, pts1-2) | vedanaṃ (mr)\\\" id=\\\"note72\\\">visaṃyutto naṃ</span> vedayati.",
  "sn12.51:13.5": "Dukkhañce vedanaṃ vedayati, visaṃyutto naṃ vedayati.",
  "sn12.51:13.6": "Adukkhamasukhañce vedanaṃ vedayati, visaṃyutto naṃ vedayati.",
  "sn12.51:14.1": "So kāyapariyantikaṃ vedanaṃ vedayamāno kāyapariyantikaṃ vedanaṃ vedayāmīti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno jīvitapariyantikaṃ vedanaṃ vedayāmīti pajānāti.",
  "sn12.51:14.2": "Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissanti, sarīrāni avasissantīti pajānāti.",
  "sn12.51:15.1": "Seyyathāpi, bhikkhave, puriso kumbhakārapākā uṇhaṃ kumbhaṃ uddharitvā same bhūmibhāge <span class=\\\"var\\\" title=\\\"paṭiviseyya (bj) | patiṭṭhapeyya (s1-3, km, pts1-2) | paṭiseveyya (ṭīkā)\\\" id=\\\"note73\\\">paṭisisseyya</span>.",
  "sn12.51:15.2": "Tatra yāyaṃ usmā sā tattheva vūpasameyya, kapallāni avasisseyyuṃ.",
  "sn12.51:15.3": "Evameva kho, bhikkhave, bhikkhu kāyapariyantikaṃ vedanaṃ vedayamāno kāyapariyantikaṃ vedanaṃ vedayāmīti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno jīvitapariyantikaṃ vedanaṃ vedayāmīti pajānāti.",
  "sn12.51:15.4": "Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissanti, sarīrāni avasissantīti pajānāti.",
  "sn12.51:16.1": "Taṃ kiṃ maññatha, bhikkhave, api nu kho khīṇāsavo bhikkhu puññābhisaṅkhāraṃ vā abhisaṅkhareyya apuññābhisaṅkhāraṃ vā abhisaṅkhareyya āneñjābhisaṅkhāraṃ vā abhisaṅkhareyyā”ti?",
  "sn12.51:16.2": "“No hetaṃ, bhante”.",
  "sn12.51:17.1": "“Sabbaso vā pana saṅkhāresu asati, saṅkhāranirodhā api nu kho viññāṇaṃ paññāyethā”ti?",
  "sn12.51:17.2": "“No hetaṃ, bhante”.",
  "sn12.51:18.1": "“Sabbaso vā pana viññāṇe asati, viññāṇanirodhā api nu kho nāmarūpaṃ paññāyethā”ti?",
  "sn12.51:18.2": "“No hetaṃ, bhante”.",
  "sn12.51:19.1": "“Sabbaso vā pana nāmarūpe asati, nāmarūpanirodhā api nu kho saḷāyatanaṃ paññāyethā”ti?",
  "sn12.51:19.2": "“No hetaṃ, bhante”.",
  "sn12.51:20.1": "“Sabbaso vā pana saḷāyatane asati, saḷāyatananirodhā api nu kho phasso paññāyethā”ti?",
  "sn12.51:20.2": "“No hetaṃ, bhante”.",
  "sn12.51:21.1": "“Sabbaso vā pana phasse asati, phassanirodhā api nu kho vedanā paññāyethā”ti?",
  "sn12.51:21.2": "“No hetaṃ, bhante”.",
  "sn12.51:22.1": "“Sabbaso vā pana vedanāya asati, vedanānirodhā api nu kho taṇhā paññāyethā”ti?",
  "sn12.51:22.2": "“No hetaṃ, bhante”.",
  "sn12.51:23.1": "“Sabbaso vā pana taṇhāya asati, taṇhānirodhā api nu kho upādānaṃ paññāyethā”ti?",
  "sn12.51:23.2": "“No hetaṃ, bhante”.",
  "sn12.51:24.1": "“Sabbaso vā pana upādāne asati, upādānanirodhā api nu kho bhavo paññāyethā”ti.",
  "sn12.51:24.2": "“No hetaṃ, bhante”.",
  "sn12.51:25.1": "“Sabbaso vā pana bhave asati, bhavanirodhā api nu kho jāti paññāyethā”ti?",
  "sn12.51:25.2": "“No hetaṃ, bhante”.",
  "sn12.51:26.1": "“Sabbaso vā pana jātiyā asati, jātinirodhā api nu kho jarāmaraṇaṃ paññāyethā”ti?",
  "sn12.51:26.2": "“No hetaṃ, bhante”.",
  "sn12.51:27.1": "“Sādhu sādhu, bhikkhave, evametaṃ, bhikkhave, netaṃ aññathā.",
  "sn12.51:27.2": "Saddahatha me taṃ, bhikkhave, adhimuccatha, nikkaṅkhā ettha hotha nibbicikicchā.",
  "sn12.51:27.3": "Esevanto dukkhassā”ti.",
  "sn12.51:28.1": "Paṭhamaṃ."
}