{
  "_markup_path": "markup/an/an01/an1.011-20.html",
  "_alt_strings": [
    "en/sujato/an/an01/an1.011-20.json"
  ],
  "an1.11-20:1.1": "Aṅguttara Nikāya 1",
  "an1.11-20:2.1": "<span class=\"var\" id=\"note3\" title=\"nīvaraṇappahāṇavaggo (bj) | nīvaraṇavagga (pts1)\">2. Nīvaraṇappahānavagga</span>",
  "an1.11-20:3.1": "11",
  "an1.11-20:4.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā kāmacchando uppajjati uppanno vā kāmacchando bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, subhanimittaṃ.",
  "an1.11-20:4.2": "Subhanimittaṃ, bhikkhave, ayoniso manasi karoto anuppanno ceva kāmacchando uppajjati uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṃvattatī”ti.",
  "an1.11-20:5.1": "Paṭhamaṃ.",
  "an1.11-20:6.1": "12",
  "an1.11-20:7.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā byāpādo uppajjati uppanno vā byāpādo bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, paṭighanimittaṃ.",
  "an1.11-20:7.2": "Paṭighanimittaṃ, bhikkhave, ayoniso manasi karoto anuppanno ceva byāpādo uppajjati uppanno ca byāpādo bhiyyobhāvāya vepullāya saṃvattatī”ti.",
  "an1.11-20:8.1": "Dutiyaṃ.",
  "an1.11-20:9.1": "13",
  "an1.11-20:10.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā <span class=\"var\" title=\"thīnamiddhaṃ (bj, s1-3, km, pts1)\" id=\"note4\">thinamiddhaṃ</span> uppajjati uppannaṃ vā thinamiddhaṃ bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, arati <span class=\"var\" title=\"tandi (s1-3, mr)\" id=\"note5\">tandī</span> <span class=\"var\" title=\"vijambhikā (bj, s1-3, km, pts1)\" id=\"note6\">vijambhitā</span> bhattasammado cetaso ca līnattaṃ.",
  "an1.11-20:10.2": "Līnacittassa, bhikkhave, anuppannañceva thinamiddhaṃ uppajjati uppannañca thinamiddhaṃ bhiyyobhāvāya vepullāya saṃvattatī”ti.",
  "an1.11-20:11.1": "Tatiyaṃ.",
  "an1.11-20:12.1": "14",
  "an1.11-20:13.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā uddhaccakukkuccaṃ uppajjati uppannaṃ vā uddhaccakukkuccaṃ bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, cetaso avūpasamo.",
  "an1.11-20:13.2": "Avūpasantacittassa, bhikkhave, anuppannañceva uddhaccakukkuccaṃ uppajjati uppannañca uddhaccakukkuccaṃ bhiyyobhāvāya vepullāya saṃvattatī”ti.",
  "an1.11-20:14.1": "Catutthaṃ.",
  "an1.11-20:15.1": "15",
  "an1.11-20:16.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā vicikicchā uppajjati uppannā vā vicikicchā bhiyyobhāvāya vepullāya saṃvattati yathayidaṃ, bhikkhave, ayonisomanasikāro.",
  "an1.11-20:16.2": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva vicikicchā uppajjati uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṃvattatī”ti.",
  "an1.11-20:17.1": "Pañcamaṃ.",
  "an1.11-20:18.1": "16",
  "an1.11-20:19.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā kāmacchando nuppajjati uppanno vā kāmacchando pahīyati yathayidaṃ, bhikkhave, asubhanimittaṃ.",
  "an1.11-20:19.2": "Asubhanimittaṃ, bhikkhave, yoniso manasi karoto anuppanno ceva kāmacchando nuppajjati uppanno ca kāmacchando pahīyatī”ti.",
  "an1.11-20:20.1": "Chaṭṭhaṃ.",
  "an1.11-20:21.1": "17",
  "an1.11-20:22.1": "<span class=\"cross\" title=\"^pe3#24 [Suttādhiṭṭhānatatiyabhūmi]\" id=\"note7\">*</span> <a class=\"sc\" id=\"17.1\"></a>“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppanno vā byāpādo nuppajjati uppanno vā byāpādo pahīyati yathayidaṃ, bhikkhave, mettā cetovimutti.",
  "an1.11-20:22.2": "Mettaṃ, bhikkhave, cetovimuttiṃ yoniso manasi karoto anuppanno ceva byāpādo nuppajjati uppanno ca byāpādo pahīyatī”ti.",
  "an1.11-20:23.1": "Sattamaṃ.",
  "an1.11-20:24.1": "18",
  "an1.11-20:25.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā thinamiddhaṃ nuppajjati uppannaṃ vā thinamiddhaṃ pahīyati yathayidaṃ, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.",
  "an1.11-20:25.2": "Āraddhavīriyassa, bhikkhave, anuppannañceva thinamiddhaṃ nuppajjati uppannañca thinamiddhaṃ pahīyatī”ti.",
  "an1.11-20:26.1": "Aṭṭhamaṃ.",
  "an1.11-20:27.1": "19",
  "an1.11-20:28.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannaṃ vā uddhaccakukkuccaṃ nuppajjati uppannaṃ vā uddhaccakukkuccaṃ pahīyati yathayidaṃ, bhikkhave, cetaso vūpasamo.",
  "an1.11-20:28.2": "Vūpasantacittassa, bhikkhave, anuppannañceva uddhaccakukkuccaṃ nuppajjati uppannañca uddhaccakukkuccaṃ pahīyatī”ti.",
  "an1.11-20:29.1": "Navamaṃ.",
  "an1.11-20:30.1": "20",
  "an1.11-20:31.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā vicikicchā nuppajjati uppannā vā vicikicchā pahīyati yathayidaṃ, bhikkhave, yonisomanasikāro.",
  "an1.11-20:31.2": "Yoniso, bhikkhave, manasi karoto anuppannā ceva vicikicchā nuppajjati uppannā ca vicikicchā pahīyatī”ti.",
  "an1.11-20:32.1": "Dasamaṃ.",
  "an1.11-20:33.1": "Nīvaraṇappahānavaggo dutiyo."
}