{
  "_markup_path": "markup/an/an01/an1.170-187.html",
  "_alt_strings": [
    "en/sujato/an/an01/an1.170-187.json"
  ],
  "an1.170-187:1.1": "Aṅguttara Nikāya 1",
  "an1.170-187:2.1": "13. Ekapuggalavagga",
  "an1.170-187:3.1": "170",
  "an1.170-187:4.1": "<span class=\"cross\" title=\"^mi6.2.1#1 [Gotamivatthadānapañha]\" id=\"note28\">*</span> <a class=\"sc\" id=\"170.1\"></a><a class=\"pts\" id=\"pts1.22\"></a>“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.",
  "an1.170-187:4.2": "Katamo ekapuggalo?",
  "an1.170-187:4.3": "Tathāgato arahaṃ sammāsambuddho.",
  "an1.170-187:4.4": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti.",
  "an1.170-187:5.1": "171",
  "an1.170-187:6.1": "“Ekapuggalassa, bhikkhave, pātubhāvo dullabho lokasmiṃ.",
  "an1.170-187:6.2": "Katamassa ekapuggalassa?",
  "an1.170-187:6.3": "Tathāgatassa arahato sammāsambuddhassa.",
  "an1.170-187:6.4": "Imassa kho, bhikkhave, ekapuggalassa pātubhāvo dullabho lokasmin”ti.",
  "an1.170-187:7.1": "172",
  "an1.170-187:8.1": "“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati acchariyamanusso.",
  "an1.170-187:8.2": "Katamo ekapuggalo?",
  "an1.170-187:8.3": "Tathāgato arahaṃ sammāsambuddho.",
  "an1.170-187:8.4": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati acchariyamanusso”ti.",
  "an1.170-187:9.1": "173",
  "an1.170-187:10.1": "“Ekapuggalassa, bhikkhave, kālakiriyā bahuno janassa <span class=\"var\" title=\"ānutappā (si)\" id=\"note29\">anutappā</span> hoti.",
  "an1.170-187:10.2": "Katamassa ekapuggalassa?",
  "an1.170-187:10.3": "Tathāgatassa arahato sammāsambuddhassa.",
  "an1.170-187:10.4": "Imassa kho, bhikkhave, ekapuggalassa kālakiriyā bahuno janassa anutappā hotī”ti.",
  "an1.170-187:11.1": "174",
  "an1.170-187:12.1": "“Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo.",
  "an1.170-187:12.2": "Katamo ekapuggalo?",
  "an1.170-187:12.3": "Tathāgato arahaṃ sammāsambuddho.",
  "an1.170-187:12.4": "Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati adutiyo asahāyo appaṭimo appaṭisamo appaṭibhāgo appaṭipuggalo asamo asamasamo dvipadānaṃ aggo”ti.",
  "an1.170-187:13.1": "175–​186",
  "an1.170-187:14.1": "“Ekapuggalassa, bhikkhave, pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hoti.",
  "an1.170-187:14.2": "Katamassa ekapuggalassa?",
  "an1.170-187:14.3": "Tathāgatassa arahato sammāsambuddhassa.",
  "an1.170-187:14.4": "Imassa kho, bhikkhave, ekapuggalassa pātubhāvā mahato cakkhussa pātubhāvo hoti, mahato ālokassa pātubhāvo hoti, mahato obhāsassa pātubhāvo hoti, channaṃ anuttariyānaṃ pātubhāvo hoti, catunnaṃ paṭisambhidānaṃ sacchikiriyā hoti, anekadhātupaṭivedho hoti, nānādhātupaṭivedho hoti, vijjāvimuttiphalasacchikiriyā hoti, sotāpattiphalasacchikiriyā hoti, sakadāgāmiphalasacchikiriyā hoti, anāgāmiphalasacchikiriyā hoti, arahattaphalasacchikiriyā hotī”ti.",
  "an1.170-187:15.1": "187",
  "an1.170-187:16.1": "<span class=\"cross\" title=\"^mi6.5.2#61 [Dhutaṅgapañha]\" id=\"note30\">*</span> <a class=\"sc\" id=\"187.1\"></a>“Nāhaṃ, bhikkhave, aññaṃ ekapuggalampi samanupassāmi yo evaṃ tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavatteti yathayidaṃ, bhikkhave, sāriputto.",
  "an1.170-187:16.2": "Sāriputto, bhikkhave, tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattetī”ti.",
  "an1.170-187:17.1": "Ekapuggalavaggo terasamo."
}