{
  "_markup_path": "markup/an/an01/an1.306-315.html",
  "_alt_strings": [
    "en/sujato/an/an01/an1.306-315.json"
  ],
  "an1.306-315:1.1": "Aṅguttara Nikāya 1",
  "an1.306-315:2.1": "25. Dutiyavagga",
  "an1.306-315:3.1": "306",
  "an1.306-315:4.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā akusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, micchādiṭṭhi.",
  "an1.306-315:4.2": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca akusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti.",
  "an1.306-315:5.1": "307",
  "an1.306-315:6.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā kusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti yathayidaṃ, bhikkhave, sammādiṭṭhi.",
  "an1.306-315:6.2": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti.",
  "an1.306-315:7.1": "308",
  "an1.306-315:8.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā nuppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, micchādiṭṭhi.",
  "an1.306-315:8.2": "Micchādiṭṭhikassa, bhikkhave, anuppannā ceva kusalā dhammā nuppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.306-315:9.1": "309",
  "an1.306-315:10.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā nuppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, sammādiṭṭhi.",
  "an1.306-315:10.2": "Sammādiṭṭhikassa, bhikkhave, anuppannā ceva akusalā dhammā nuppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.306-315:11.1": "310",
  "an1.306-315:12.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā micchādiṭṭhi uppajjati uppannā vā micchādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, ayonisomanasikāro.",
  "an1.306-315:12.2": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva micchādiṭṭhi uppajjati uppannā ca micchādiṭṭhi pavaḍḍhatī”ti.",
  "an1.306-315:13.1": "311",
  "an1.306-315:14.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā sammādiṭṭhi uppajjati uppannā vā sammādiṭṭhi pavaḍḍhati yathayidaṃ, bhikkhave, yonisomanasikāro.",
  "an1.306-315:14.2": "Yoniso, bhikkhave, manasi karoto anuppannā ceva sammādiṭṭhi uppajjati uppannā ca sammādiṭṭhi pavaḍḍhatī”ti.",
  "an1.306-315:15.1": "312",
  "an1.306-315:16.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi <span class=\"var\" title=\"yenevaṃ (bj, s1-3, km, pts1)\" id=\"note49\">yena</span> sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjanti yathayidaṃ, bhikkhave, micchādiṭṭhi.",
  "an1.306-315:16.2": "Micchādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ uppajjantī”ti.",
  "an1.306-315:17.1": "313",
  "an1.306-315:18.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjanti yathayidaṃ, bhikkhave, sammādiṭṭhi.",
  "an1.306-315:18.2": "Sammādiṭṭhiyā, bhikkhave, samannāgatā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ uppajjantī”ti.",
  "an1.306-315:19.1": "314",
  "an1.306-315:20.1": "<span class=\"cross\" title=\"^an10.104#1 [104. Bījasutta] | ^kv3.5#64 [Cuddasamavagga/ Abyākatakathā]\" id=\"note50\">*</span> <a class=\"sc\" id=\"314.1\"></a>“Micchādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti.",
  "an1.306-315:20.2": "Taṃ kissa hetu?",
  "an1.306-315:20.3": "<span class=\"var\" title=\"diṭṭhi hi (bj, s1-3, km, pts1)\" id=\"note51\">Diṭṭhi hissa</span>, bhikkhave, pāpikā.",
  "an1.306-315:20.4": "Seyyathāpi, bhikkhave, nimbabījaṃ vā kosātakibījaṃ vā tittakālābubījaṃ vā allāya <span class=\"var\" title=\"paṭhaviyā (bj, s1-3, km, pts1)\" id=\"note52\">pathaviyā</span> nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ tittakattāya kaṭukattāya asātattāya saṃvattati.",
  "an1.306-315:20.5": "Taṃ kissa hetu?",
  "an1.306-315:20.6": "<span class=\"var\" title=\"bījaṃ hi (bj, s1-3, km) | bījaṃ (pts1)\" id=\"note53\">Bījañhissa</span>, bhikkhave, pāpakaṃ.",
  "an1.306-315:20.7": "Evamevaṃ kho, bhikkhave, micchādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti.",
  "an1.306-315:20.8": "Taṃ kissa hetu?",
  "an1.306-315:20.9": "Diṭṭhi hissa, bhikkhave, pāpikā”ti.",
  "an1.306-315:21.1": "315",
  "an1.306-315:22.1": "“Sammādiṭṭhikassa, bhikkhave, purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an1.306-315:22.2": "Taṃ kissa hetu?",
  "an1.306-315:22.3": "Diṭṭhi hissa, bhikkhave, bhaddikā.",
  "an1.306-315:22.4": "Seyyathāpi, bhikkhave, ucchubījaṃ vā sālibījaṃ vā muddikābījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ madhurattāya sātattāya asecanakattāya saṃvattati.",
  "an1.306-315:22.5": "Taṃ kissa hetu?",
  "an1.306-315:22.6": "Bījaṃ hissa, bhikkhave, bhaddakaṃ.",
  "an1.306-315:22.7": "Evamevaṃ kho, bhikkhave, sammādiṭṭhikassa purisapuggalassa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ … pe … yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an1.306-315:22.8": "Taṃ kissa hetu?",
  "an1.306-315:22.9": "Diṭṭhi hissa, bhikkhave, bhaddikā”ti.",
  "an1.306-315:23.1": "Vaggo dutiyo."
}