{
  "_markup_path": "markup/an/an01/an1.061-70.html",
  "_alt_strings": [
    "en/sujato/an/an01/an1.061-70.json"
  ],
  "an1.61-70:1.1": "Aṅguttara Nikāya 1",
  "an1.61-70:2.1": "<span class=\"var\" id=\"note20\" title=\"viriyārambhavaggo (bj, pts1)\">7. Vīriyārambhādivagga</span>",
  "an1.61-70:3.1": "61",
  "an1.61-70:4.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, <span class=\"var\" title=\"viriyārambho (bj, s1-3, km, pts1)\" id=\"note21\">vīriyārambho</span>.",
  "an1.61-70:4.2": "Āraddhavīriyassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.61-70:5.1": "Paṭhamaṃ.",
  "an1.61-70:6.1": "62",
  "an1.61-70:7.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, mahicchatā.",
  "an1.61-70:7.2": "Mahicchassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.61-70:8.1": "Dutiyaṃ.",
  "an1.61-70:9.1": "63",
  "an1.61-70:10.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, appicchatā.",
  "an1.61-70:10.2": "Appicchassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.61-70:11.1": "Tatiyaṃ.",
  "an1.61-70:12.1": "64",
  "an1.61-70:13.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, asantuṭṭhitā.",
  "an1.61-70:13.2": "Asantuṭṭhassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.61-70:14.1": "Catutthaṃ.",
  "an1.61-70:15.1": "65",
  "an1.61-70:16.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, santuṭṭhitā.",
  "an1.61-70:16.2": "Santuṭṭhassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.61-70:17.1": "Pañcamaṃ.",
  "an1.61-70:18.1": "66",
  "an1.61-70:19.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, ayonisomanasikāro.",
  "an1.61-70:19.2": "Ayoniso, bhikkhave, manasi karoto anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.61-70:20.1": "Chaṭṭhaṃ.",
  "an1.61-70:21.1": "67",
  "an1.61-70:22.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, yonisomanasikāro.",
  "an1.61-70:22.2": "Yoniso, bhikkhave, manasi karoto anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.61-70:23.1": "Sattamaṃ.",
  "an1.61-70:24.1": "68",
  "an1.61-70:25.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, asampajaññaṃ.",
  "an1.61-70:25.2": "Asampajānassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.61-70:26.1": "Aṭṭhamaṃ.",
  "an1.61-70:27.1": "69",
  "an1.61-70:28.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā kusalā dhammā uppajjanti uppannā vā akusalā dhammā parihāyanti yathayidaṃ, bhikkhave, sampajaññaṃ.",
  "an1.61-70:28.2": "Sampajānassa, bhikkhave, anuppannā ceva kusalā dhammā uppajjanti uppannā ca akusalā dhammā parihāyantī”ti.",
  "an1.61-70:29.1": "Navamaṃ.",
  "an1.61-70:30.1": "70",
  "an1.61-70:31.1": "“Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yena anuppannā vā akusalā dhammā uppajjanti uppannā vā kusalā dhammā parihāyanti yathayidaṃ, bhikkhave, pāpamittatā.",
  "an1.61-70:31.2": "Pāpamittassa, bhikkhave, anuppannā ceva akusalā dhammā uppajjanti uppannā ca kusalā dhammā parihāyantī”ti.",
  "an1.61-70:32.1": "Dasamaṃ.",
  "an1.61-70:33.1": "Vīriyārambhādivaggo sattamo."
}