{
  "_markup_path": "markup/sn/sn56/sn56.046.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.046.json"
  ],
  "sn56.46:1.1": "Linked Discourses 56",
  "sn56.46:2.1": "5 A Cliff",
  "sn56.46:3.1": "46 Darkness",
  "sn56.46:4.1": "“Mendicants, the boundless desolation of interstellar space is so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression.”",
  "sn56.46:5.1": "When he said this, one of the mendicants asked the Buddha: ",
  "sn56.46:5.2": "“Sir, that darkness really is intense, so very intense.",
  "sn56.46:5.3": "Is there any other darkness more intense and scarier than this one?”",
  "sn56.46:5.4": "“There is, mendicant.”",
  "sn56.46:6.1": "“But sir, what is it?”",
  "sn56.46:6.2": "“There are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.46:6.3": "They take pleasure in choices that lead to rebirth …",
  "sn56.46:6.4": "They continue to make such choices …",
  "sn56.46:6.6": "Having made such choices, they fall into the darkness of rebirth, old age, and death, of sorrow, crying, pain, sadness, and distress.",
  "sn56.46:6.7": "They’re not freed from rebirth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn56.46:6.8": "They’re not freed from suffering, I say.",
  "sn56.46:7.1": "There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.46:7.2": "They don’t take pleasure in choices that lead to rebirth …",
  "sn56.46:7.3": "They stop making such choices …",
  "sn56.46:7.5": "Having stopped making such choices, they don’t fall into the darkness of rebirth, old age, and death, of sorrow, crying, pain, sadness, and distress.",
  "sn56.46:7.6": "They’re freed from rebirth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn56.46:7.7": "They’re freed from suffering, I say.",
  "sn56.46:8.1": "That’s why you should practice meditation …”"
}