{
  "_markup_path": "markup/sn/sn56/sn56.011.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.011.json"
  ],
  "sn56.11:1.1": "Linked Discourses 56",
  "sn56.11:2.1": "2 Rolling Forth the Wheel of Dhamma",
  "sn56.11:3.1": "11 Rolling Forth the Wheel of Dhamma",
  "sn56.11:4.1": "At one time the Buddha was staying near Benares, in the deer park at Isipatana.",
  "sn56.11:4.2": "There the Buddha addressed the group of five mendicants:",
  "sn56.11:5.1": "“Mendicants, these two extremes should not be cultivated by one who has gone forth.",
  "sn56.11:5.2": "What two?",
  "sn56.11:5.3": "Indulgence in sensual pleasures, which is low, crass, ordinary, ignoble, and pointless. And indulgence in self-mortification, which is painful, ignoble, and pointless.",
  "sn56.11:5.4": "Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.",
  "sn56.11:6.1": "And what is that middle way?",
  "sn56.11:6.2": "It is simply this noble eightfold path, that is:",
  "sn56.11:6.3": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "sn56.11:6.4": "This is that middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.",
  "sn56.11:7.1": "Now this is the noble truth of suffering. ",
  "sn56.11:7.2": "Birth is suffering; old age is suffering; illness is suffering; death is suffering; sorrow, crying, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you want is suffering. ",
  "sn56.11:7.3": "In brief, the five grasping aggregates are suffering.",
  "sn56.11:7.4": "Now this is the noble truth of the origin of suffering. ",
  "sn56.11:7.5": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,",
  "sn56.11:7.6": "craving for sensual pleasures, craving for continued existence, and craving to exterminate existence.",
  "sn56.11:7.7": "Now this is the noble truth of the cessation of suffering. ",
  "sn56.11:7.8": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.",
  "sn56.11:7.9": "Now this is the noble truth of the practice leading to the cessation of suffering. ",
  "sn56.11:7.10": "It is simply this noble eightfold path, that is: ",
  "sn56.11:7.11": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "sn56.11:8.1": "‘This is the noble truth of suffering.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.",
  "sn56.11:8.2": "‘This noble truth of suffering should be completely understood.’ Such was the vision that arose in me …",
  "sn56.11:8.4": "‘This noble truth of suffering has been completely understood.’ Such was the vision that arose in me …",
  "sn56.11:9.1": "‘This is the noble truth of the origin of suffering.’ Such was the vision that arose in me …",
  "sn56.11:9.2": "‘This noble truth of the origin of suffering should be given up.’ Such was the vision that arose in me …",
  "sn56.11:9.4": "‘This noble truth of the origin of suffering has been given up.’ Such was the vision that arose in me …",
  "sn56.11:10.1": "‘This is the noble truth of the cessation of suffering.’ Such was the vision that arose in me …",
  "sn56.11:10.2": "‘This noble truth of the cessation of suffering should be realized.’ Such was the vision that arose in me …",
  "sn56.11:10.4": "‘This noble truth of the cessation of suffering has been realized.’ Such was the vision that arose in me …",
  "sn56.11:11.1": "‘This is the noble truth of the practice that leads to the cessation of suffering.’ Such was the vision that arose in me …",
  "sn56.11:11.2": "‘This noble truth of the practice that leads to cessation of suffering should be developed.’ Such was the vision that arose in me …",
  "sn56.11:11.4": "‘This noble truth of the practice that leads to cessation of suffering has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.",
  "sn56.11:12.1": "As long as my true knowledge and vision about these four noble truths was not fully purified in these three perspectives and twelve aspects, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn56.11:13.1": "But when my true knowledge and vision about these four noble truths was fully purified in these three perspectives and twelve aspects, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn56.11:13.2": "Knowledge and vision arose in me:",
  "sn56.11:13.3": "‘My freedom is unshakable; this is my final birth; now there are no more future lives.’”",
  "sn56.11:13.4": "This is what the Buddha said.",
  "sn56.11:13.5": "Uplifted, the group of five mendicants approved of what the Buddha said.",
  "sn56.11:14.1": "And while this discourse was being spoken, the spotless, immaculate vision of the Dhamma arose in Venerable Koṇḍañña:",
  "sn56.11:14.2": "“Everything that has a beginning has an end.”",
  "sn56.11:15.1": "But when the Buddha rolled forth the Wheel of Dharma, the earth gods raise the cry:",
  "sn56.11:15.2": "“Near Benares, in the deer park at Isipatana, the Buddha has rolled forth the supreme Wheel of Dharma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”",
  "sn56.11:15.3": "Hearing the cry of the Earth Gods, the Gods of the Four Great Kings …",
  "sn56.11:15.5": "the Gods of the Thirty-Three …",
  "sn56.11:15.6": "the Yāma Gods …",
  "sn56.11:15.7": "the Joyful Gods …",
  "sn56.11:15.8": "the Gods Who Love to Create …",
  "sn56.11:15.9": "the Gods Who Control the Creations of Others …",
  "sn56.11:15.10": "the Gods of Brahmā’s Group raised the cry:",
  "sn56.11:15.11": "“Near Benares, in the deer park at Isipatana, the Buddha has rolled forth the supreme Wheel of Dharma. And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”",
  "sn56.11:16.1": "And so at that moment, in that instant, the cry soared up to the Brahmā realm.",
  "sn56.11:16.2": "And this galaxy shook and rocked and trembled. And an immeasurable, magnificent light appeared in the world, surpassing the glory of the gods.",
  "sn56.11:17.1": "Then the Buddha uttered this aphorism:",
  "sn56.11:17.2": "“Koṇḍañña has really understood! Koṇḍañña has really understood!”",
  "sn56.11:17.3": "And that’s how Venerable Koṇḍañña came to be known as “Koṇḍañña Who Understood”."
}