{
  "_markup_path": "markup/sn/sn56/sn56.042.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.042.json"
  ],
  "sn56.42:1.1": "Linked Discourses 56",
  "sn56.42:2.1": "5 A Cliff",
  "sn56.42:3.1": "42 A Cliff",
  "sn56.42:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "sn56.42:4.2": "Then the Buddha said to the mendicants: ",
  "sn56.42:4.3": "“Come, mendicants, let’s go to Inspiration Peak for the day’s meditation.",
  "sn56.42:4.4": "“Yes, sir,” they replied.",
  "sn56.42:4.5": "Then the Buddha together with several mendicants went to Inspiration Peak.",
  "sn56.42:4.6": "A certain mendicant saw the big cliff there",
  "sn56.42:4.7": "and said to the Buddha:",
  "sn56.42:4.8": "“Sir, that big cliff is really huge and scary.",
  "sn56.42:4.9": "Is there any other cliff bigger and scarier than this one?”",
  "sn56.42:4.10": "“There is, mendicant.”",
  "sn56.42:5.1": "“But sir, what is it?”",
  "sn56.42:5.2": "“Mendicant, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path. They take pleasure in choices that lead to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress.",
  "sn56.42:5.3": "Since they take pleasure in such choices, they continue to make them.",
  "sn56.42:5.4": "Having made choices that lead to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress, they fall down the cliff of rebirth, old age, and death, of sorrow, crying, pain, sadness, and distress.",
  "sn56.42:5.5": "They’re not freed from rebirth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn56.42:5.6": "They’re not freed from suffering, I say.",
  "sn56.42:6.1": "There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path.",
  "sn56.42:6.2": "They don’t take pleasure in choices that lead to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress.",
  "sn56.42:6.3": "Since they don’t take pleasure in such choices, they stop making them.",
  "sn56.42:6.4": "Having stopped making choices that lead to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress, they don’t fall down the cliff of rebirth, old age, and death, of sorrow, crying, pain, sadness, and distress.",
  "sn56.42:6.5": "They’re freed from rebirth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn56.42:6.6": "They’re freed from suffering, I say.",
  "sn56.42:7.1": "That’s why you should practice meditation …”"
}