{
  "_markup_path": "markup/sn/sn56/sn56.041.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.041.json"
  ],
  "sn56.41:1.1": "Linked Discourses 56",
  "sn56.41:2.1": "5 A Cliff",
  "sn56.41:3.1": "41 Speculation About the World",
  "sn56.41:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn56.41:4.2": "There the Buddha addressed the mendicants:",
  "sn56.41:4.3": "“Once upon a time, mendicants, a certain person left Rājagaha, thinking ‘I’ll speculate about the world.’ They went to the Sumāgadhā lotus pond ",
  "sn56.41:4.4": "and sat down on the bank speculating about the world.",
  "sn56.41:4.5": "Then that person saw an army of four divisions enter a lotus stalk.",
  "sn56.41:4.6": "When he saw this he thought:",
  "sn56.41:4.7": "‘I’ve gone mad, really, I’ve lost my mind!",
  "sn56.41:4.8": "I’m seeing things that don’t exist in the world.’",
  "sn56.41:5.1": "Then that person entered the city and informed a large crowd:",
  "sn56.41:5.2": "‘I’ve gone mad, really, I’ve lost my mind!",
  "sn56.41:5.3": "I’m seeing things that don’t exist in the world.’",
  "sn56.41:5.4": "‘But how is it that you’re mad? How have you lost your mind?",
  "sn56.41:5.5": "And what have you seen that doesn’t exist in the world?’",
  "sn56.41:5.6": "‘Sirs, I left Rājagaha, thinking “I’ll speculate about the world.” I went to the Sumāgadhā lotus pond ",
  "sn56.41:5.7": "and sat down on the bank speculating about the world.",
  "sn56.41:5.8": "Then I saw an army of four divisions enter a lotus stalk.",
  "sn56.41:5.9": "That’s why I’m mad, that’s why I’ve lost my mind.",
  "sn56.41:5.10": "And that’s what I’ve seen that doesn’t exist in the world.’",
  "sn56.41:5.11": "‘Well, mister, you’re definitely mad, you’ve definitely lost your mind.",
  "sn56.41:5.12": "And you’re seeing things that don’t exist in the world.’",
  "sn56.41:6.1": "But what that person saw was in fact real, not unreal.",
  "sn56.41:6.2": "Once upon a time, a battle was fought between the gods and the demons.",
  "sn56.41:6.3": "In that battle the gods won and the demons lost.",
  "sn56.41:6.4": "The defeated and terrified demons entered the demon city through the lotus stalk only to confuse the gods.",
  "sn56.41:7.1": "So mendicants, don’t speculate about the world.",
  "sn56.41:7.2": "For example: the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.",
  "sn56.41:7.3": "Why is that? ",
  "sn56.41:7.4": "Because those ideas aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment.",
  "sn56.41:8.1": "When you think something up, you should think: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "sn56.41:8.3": "Why is that?",
  "sn56.41:8.4": "Because those ideas are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment.",
  "sn56.41:9.1": "That’s why you should practice meditation …”"
}