{
  "_markup_path": "markup/sn/sn56/sn56.039.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.039.json"
  ],
  "sn56.39:1.1": "Linked Discourses 56",
  "sn56.39:2.1": "4 In a Rosewood Forest",
  "sn56.39:3.1": "39 A Boundary Pillar",
  "sn56.39:4.1": "“Mendicants, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.39:4.2": "They gaze up at the face of another ascetic or brahmin, thinking:",
  "sn56.39:4.3": "‘Surely this worthy one knows and sees.’",
  "sn56.39:5.1": "Suppose there was a light tuft of cotton-wool or kapok which was taken up by the wind and landed on level ground.",
  "sn56.39:5.2": "The east wind wafts it west; the west wind wafts it east; the north wind wafts it south; and the south wind wafts it north.",
  "sn56.39:5.3": "Why is that?",
  "sn56.39:5.4": "It’s because the tuft of cotton-wool is so light.",
  "sn56.39:5.5": "In the same way, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.39:5.6": "They gaze up at the face of another ascetic or brahmin, thinking:",
  "sn56.39:5.7": "‘Surely this worthy one knows and sees.’",
  "sn56.39:5.8": "Why is that? ",
  "sn56.39:5.9": "It’s because they haven’t seen the four noble truths.",
  "sn56.39:6.1": "There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.39:6.2": "They don’t gaze up at the face of another ascetic or brahmin, thinking:",
  "sn56.39:6.3": "‘Surely this worthy one knows and sees.’",
  "sn56.39:7.1": "Suppose there was an iron pillar or a boundary pillar with deep foundations, firmly embedded, immovable and unshakable.",
  "sn56.39:7.2": "Even if violent storms were to blow up out of the east, the west, the north, and the south,",
  "sn56.39:7.5": "they couldn’t make it shake or rock or tremble.",
  "sn56.39:7.6": "Why is that?",
  "sn56.39:7.7": "It’s because that boundary pillar is firmly embedded, with deep foundations.",
  "sn56.39:7.8": "In the same way, there are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path. ",
  "sn56.39:7.9": "They don’t gaze up at the face of another ascetic or brahmin, thinking:",
  "sn56.39:7.10": "‘Surely this worthy one knows and sees.’",
  "sn56.39:7.11": "Why is that? ",
  "sn56.39:7.12": "It’s because they have clearly seen the four noble truths.",
  "sn56.39:7.13": "What four?",
  "sn56.39:7.14": "The noble truths of suffering, its origin, its cessation, and the path.",
  "sn56.39:8.1": "That’s why you should practice meditation …”"
}