{
  "_markup_path": "markup/sn/sn56/sn56.013.html",
  "_alt_strings": [
    "pi/sn/sn56/sn56.013.json"
  ],
  "sn56.13:1.1": "Linked Discourses 56",
  "sn56.13:2.1": "2 Rolling Forth the Wheel of Dhamma",
  "sn56.13:3.1": "13 Masses",
  "sn56.13:4.1": "“Mendicants, there are these four noble truths.",
  "sn56.13:4.2": "What four?",
  "sn56.13:4.3": "The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
  "sn56.13:5.1": "And what is the noble truth of suffering? ",
  "sn56.13:5.2": "You should say: ‘The five grasping masses’. That is,",
  "sn56.13:5.3": "the grasping masses of form, feeling, perception, choices, and consciousness. ",
  "sn56.13:5.5": "This is called the noble truth of suffering.",
  "sn56.13:6.1": "And what is the noble truth of the origin of suffering?",
  "sn56.13:6.2": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,",
  "sn56.13:6.3": "craving for sensual pleasures, craving for continued existence, and craving to exterminate existence.",
  "sn56.13:6.4": "This is called the noble truth of the origin of suffering.",
  "sn56.13:7.1": "And what is the noble truth of the cessation of suffering?",
  "sn56.13:7.2": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.",
  "sn56.13:7.3": "This is called the noble truth of the cessation of suffering. ",
  "sn56.13:8.1": "And what is the noble truth of the practice leading to the cessation of suffering?",
  "sn56.13:8.2": "It is simply this noble eightfold path, that is:",
  "sn56.13:8.3": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "sn56.13:8.5": "This is called the noble truth of the practice leading to the cessation of suffering.",
  "sn56.13:8.6": "These are the four noble truths.",
  "sn56.13:9.1": "That’s why you should practice meditation …”"
}