{
  "_markup_path": "markup/an/an10/an10.017.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.017.json"
  ],
  "an10.17:1.1": "Aṅguttara Nikāya 10",
  "an10.17:2.1": "2. Nāthavagga",
  "an10.17:3.1": "<span class=\\\"var\\\" title=\\\"paṭhamanāthakaraṇasuttaṃ (bj)\\\" id=\\\"note31\\\">17. Paṭhamanāthasutta</span>",
  "an10.17:4.1": "<span class=\\\"cross\\\" title=\\\"^dn33#328 [Saṅgītisutta/10. Dasaka] | ^dn34#196 [Dasuttarasutta/10. Dasa dhammā]\\\" id=\\\"note32\\\">*</span> “Sanāthā, bhikkhave, viharatha, mā anāthā.",
  "an10.17:4.2": "Dukkhaṃ, bhikkhave, anātho viharati.",
  "an10.17:4.3": "Dasayime, bhikkhave, nāthakaraṇā dhammā.",
  "an10.17:4.4": "Katame dasa?",
  "an10.17:4.5": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "an10.17:4.6": "Yampi, bhikkhave, bhikkhu sīlavā hoti … pe …",
  "an10.17:4.7": "samādāya sikkhati sikkhāpadesu, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(1)</span>",
  "an10.17:5.1": "Puna caparaṃ, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā <span class=\\\"var\\\" title=\\\"sātthā sabyañjanā (bj)\\\" id=\\\"note33\\\">sātthaṃ sabyañjanaṃ</span> kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā <span class=\\\"var\\\" title=\\\"bahū sutā (?)\\\" id=\\\"note34\\\">bahussutā</span> honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "an10.17:5.2": "Yampi, bhikkhave, bhikkhu bahussuto hoti … pe …",
  "an10.17:5.3": "diṭṭhiyā suppaṭividdhā, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(2)</span>",
  "an10.17:6.1": "Puna caparaṃ, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.",
  "an10.17:6.2": "Yampi, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(3)</span>",
  "an10.17:7.1": "Puna caparaṃ, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato, khamo padakkhiṇaggāhī anusāsaniṃ.",
  "an10.17:7.2": "Yampi, bhikkhave, bhikkhu suvaco hoti … pe …",
  "an10.17:7.3": "anusāsaniṃ, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(4)</span>",
  "an10.17:8.1": "Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni, tattha dakkho hoti analaso tatrūpāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ.",
  "an10.17:8.2": "Yampi, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ … pe …",
  "an10.17:8.3": "alaṃ kātuṃ alaṃ saṃvidhātuṃ, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(5)</span>",
  "an10.17:9.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo.",
  "an10.17:9.2": "Yampi, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(6)</span>",
  "an10.17:10.1": "Puna caparaṃ, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an10.17:10.2": "Yampi, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(7)</span>",
  "an10.17:11.1": "Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena.",
  "an10.17:11.2": "Yampi, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(8)</span>",
  "an10.17:12.1": "Puna caparaṃ, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā.",
  "an10.17:12.2": "Yampi, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(9)</span>",
  "an10.17:13.1": "Puna caparaṃ, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an10.17:13.2": "Yampi, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā, ayampi dhammo nāthakaraṇo. <span class=\\\"brnum\\\">(10)</span>",
  "an10.17:14.1": "Sanāthā, bhikkhave, viharatha, mā anāthā.",
  "an10.17:14.2": "Dukkhaṃ, bhikkhave, anātho viharati.",
  "an10.17:14.3": "Ime kho, bhikkhave, dasa nāthakaraṇā dhammā”ti.",
  "an10.17:15.1": "Sattamaṃ."
}