{
  "_markup_path": "markup/an/an10/an10.021.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.021.json"
  ],
  "an10.21:1.1": "Aṅguttara Nikāya 10",
  "an10.21:2.1": "3. Mahāvagga",
  "an10.21:3.1": "21. Sīhanādasutta",
  "an10.21:4.1": "“Sīho, bhikkhave, migarājā sāyanhasamayaṃ āsayā nikkhamati.",
  "an10.21:4.2": "Āsayā nikkhamitvā vijambhati.",
  "an10.21:4.3": "Vijambhitvā samantā <span class=\\\"var\\\" title=\\\"catuddisā (s1-3, pts1, mr)\\\" id=\\\"note39\\\">catuddisaṃ</span> anuviloketi.",
  "an10.21:4.4": "Samantā <span class=\\\"var\\\" title=\\\"catuddisā (s1-3, pts1, mr)\\\" id=\\\"note40\\\">catuddisaṃ</span> anuviloketvā tikkhattuṃ sīhanādaṃ nadati.",
  "an10.21:4.5": "Tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkamati.",
  "an10.21:4.6": "Taṃ kissa hetu?",
  "an10.21:4.7": "‘Māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti.",
  "an10.21:5.1": "‘Sīho’ti kho, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.",
  "an10.21:5.2": "Yaṃ kho, bhikkhave, tathāgato parisāya dhammaṃ deseti, idamassa hoti sīhanādasmiṃ.",
  "an10.21:6.1": "<span class=\\\"cross\\\" title=\\\"^mn12#9 [Mahāsīhanādasutta] | ^an6.64#1 [64. Sīhanādasutta] | ^ps2.10#1 [Balakathā] | ^vb16#171 [Mātikā/ Dasakamātikā]\\\" id=\\\"note41\\\">*</span> <a class=\\\"sc\\\" id=\\\"3\\\"></a>Dasayimāni, bhikkhave, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "an10.21:6.2": "Katamāni dasa?",
  "an10.21:6.3": "Idha, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti.",
  "an10.21:6.4": "Yampi, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(1)</span>",
  "an10.21:7.1": "Puna caparaṃ, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti.",
  "an10.21:7.2": "Yampi, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.21:8.1": "Puna caparaṃ, bhikkhave, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti.",
  "an10.21:8.2": "Yampi, bhikkhave, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.21:9.1": "Puna caparaṃ, bhikkhave, tathāgato <span class=\\\"var\\\" title=\\\"anekadhātu nānādhātu lokaṃ (bj, pts1, mr)\\\" id=\\\"note42\\\">anekadhātuṃ nānādhātuṃ lokaṃ</span> yathābhūtaṃ pajānāti.",
  "an10.21:9.2": "Yampi, bhikkhave, tathāgato anekadhātuṃ nānādhātuṃ lokaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe …",
  "an10.21:9.3": "brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.21:10.1": "Puna caparaṃ, bhikkhave, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti.",
  "an10.21:10.2": "Yampi, bhikkhave, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe …",
  "an10.21:10.3": "brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.21:11.1": "Puna caparaṃ, bhikkhave, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti.",
  "an10.21:11.2": "Yampi, bhikkhave, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe …",
  "an10.21:11.3": "brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.21:12.1": "Puna caparaṃ, bhikkhave, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti.",
  "an10.21:12.2": "Yampi … pe …",
  "an10.21:12.3": "pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti … pe …",
  "an10.21:12.4": "brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(7)</span>",
  "an10.21:13.1": "Puna caparaṃ, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an10.21:13.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "an10.21:13.3": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti, iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an10.21:13.4": "Yampi, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an10.21:13.5": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an10.21:13.6": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.21:14.1": "Puna caparaṃ, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti:",
  "an10.21:14.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
  "an10.21:14.3": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "an10.21:14.4": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.",
  "an10.21:14.5": "Yampi, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena … pe …",
  "an10.21:14.6": "yathākammūpage satte pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(9)</span>",
  "an10.21:15.1": "Puna caparaṃ, bhikkhave, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an10.21:15.2": "Yampi, bhikkhave, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.21:16.1": "Imāni kho, bhikkhave, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavattetī”ti.",
  "an10.21:17.1": "Paṭhamaṃ."
}