{
  "_markup_path": "markup/an/an10/an10.073.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.073.json"
  ],
  "an10.73:1.1": "Aṅguttara Nikāya 10",
  "an10.73:2.1": "8. Ākaṅkhavagga",
  "an10.73:3.1": "73. Iṭṭhadhammasutta",
  "an10.73:4.1": "“Dasayime, bhikkhave, dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ.",
  "an10.73:4.2": "Katame dasa?",
  "an10.73:4.3": "Bhogā iṭṭhā kantā manāpā dullabhā lokasmiṃ;",
  "an10.73:4.4": "vaṇṇo iṭṭho kanto manāpo dullabho lokasmiṃ;",
  "an10.73:4.5": "ārogyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;",
  "an10.73:4.6": "sīlaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;",
  "an10.73:4.7": "brahmacariyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;",
  "an10.73:4.8": "mittā iṭṭhā kantā manāpā dullabhā lokasmiṃ;",
  "an10.73:4.9": "bāhusaccaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;",
  "an10.73:4.10": "paññā iṭṭhā kantā manāpā dullabhā lokasmiṃ;",
  "an10.73:4.11": "dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ;",
  "an10.73:4.12": "saggā iṭṭhā kantā manāpā dullabhā lokasmiṃ.",
  "an10.73:5.1": "Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā <span class=\\\"var\\\" title=\\\"paribandhā (mr)\\\" id=\\\"note132\\\">paripanthā</span>—",
  "an10.73:5.2": "ālasyaṃ anuṭṭhānaṃ bhogānaṃ paripantho, amaṇḍanā avibhūsanā vaṇṇassa paripantho, asappāyakiriyā ārogyassa paripantho, pāpamittatā sīlānaṃ paripantho, indriyaasaṃvaro brahmacariyassa paripantho, visaṃvādanā mittānaṃ paripantho, asajjhāyakiriyā bāhusaccassa paripantho, asussūsā aparipucchā paññāya paripantho, ananuyogo apaccavekkhaṇā dhammānaṃ paripantho, micchāpaṭipatti saggānaṃ paripantho.",
  "an10.73:5.3": "Imesaṃ kho, bhikkhave, dasannaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā paripanthā.",
  "an10.73:6.1": "Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā āhārā—",
  "an10.73:6.2": "uṭṭhānaṃ anālasyaṃ bhogānaṃ āhāro, maṇḍanā vibhūsanā vaṇṇassa āhāro, sappāyakiriyā ārogyassa āhāro, kalyāṇamittatā sīlānaṃ āhāro, indriyasaṃvaro brahmacariyassa āhāro, avisaṃvādanā mittānaṃ āhāro, sajjhāyakiriyā bāhusaccassa āhāro, sussūsā paripucchā paññāya āhāro, anuyogo paccavekkhaṇā dhammānaṃ āhāro, sammāpaṭipatti saggānaṃ āhāro.",
  "an10.73:6.3": "Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā āhārā”ti.",
  "an10.73:7.1": "Tatiyaṃ."
}