{
  "_markup_path": "markup/an/an10/an10.094.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.094.json"
  ],
  "an10.94:1.1": "Aṅguttara Nikāya 10",
  "an10.94:2.1": "10. Upālivagga",
  "an10.94:3.1": "94. Vajjiyamāhitasutta",
  "an10.94:4.1": "Ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.",
  "an10.94:4.2": "Atha kho vajjiyamāhito gahapati divā divassa campāya nikkhami bhagavantaṃ dassanāya.",
  "an10.94:4.3": "Atha kho vajjiyamāhitassa gahapatissa etadahosi:",
  "an10.94:4.4": "“akālo kho tāva bhagavantaṃ dassanāya.",
  "an10.94:4.5": "Paṭisallīno bhagavā.",
  "an10.94:4.6": "Manobhāvanīyānampi bhikkhūnaṃ akālo dassanāya.",
  "an10.94:4.7": "Paṭisallīnā manobhāvanīyāpi bhikkhū.",
  "an10.94:4.8": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti.",
  "an10.94:5.1": "Atha kho vajjiyamāhito gahapati yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami.",
  "an10.94:5.2": "Tena kho pana samayena te aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ kathentā nisinnā honti.",
  "an10.94:6.1": "Addasaṃsu kho te aññatitthiyā paribbājakā vajjiyamāhitaṃ gahapatiṃ dūratova āgacchantaṃ.",
  "an10.94:6.2": "Disvāna aññamaññaṃ saṇṭhāpesuṃ:",
  "an10.94:6.3": "“appasaddā bhonto hontu.",
  "an10.94:6.4": "Mā bhonto saddamakattha.",
  "an10.94:6.5": "Ayaṃ vajjiyamāhito gahapati āgacchati samaṇassa gotamassa sāvako.",
  "an10.94:6.6": "Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā campāyaṃ paṭivasanti, ayaṃ tesaṃ aññataro vajjiyamāhito gahapati.",
  "an10.94:6.7": "Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino.",
  "an10.94:6.8": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.",
  "an10.94:7.1": "Atha kho te aññatitthiyā paribbājakā tuṇhī ahesuṃ.",
  "an10.94:7.2": "Atha kho vajjiyamāhito gahapati yena te aññatitthiyā paribbājakā tenupasaṅkami;",
  "an10.94:7.3": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi.",
  "an10.94:7.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an10.94:7.5": "Ekamantaṃ nisinnaṃ kho vajjiyamāhitaṃ gahapatiṃ te aññatitthiyā paribbājakā etadavocuṃ:",
  "an10.94:7.6": "“saccaṃ kira, gahapati, samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī”ti?",
  "an10.94:7.7": "“Na kho, bhante, bhagavā sabbaṃ tapaṃ garahati napi sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadati.",
  "an10.94:7.8": "Gārayhaṃ kho, bhante, bhagavā garahati, pasaṃsitabbaṃ pasaṃsati.",
  "an10.94:7.9": "Gārayhaṃ kho pana, bhante, bhagavā garahanto pasaṃsitabbaṃ pasaṃsanto vibhajjavādo bhagavā.",
  "an10.94:7.10": "Na so bhagavā ettha ekaṃsavādo”ti.",
  "an10.94:8.1": "Evaṃ vutte, aññataro paribbājako vajjiyamāhitaṃ gahapatiṃ etadavoca:",
  "an10.94:8.2": "“āgamehi tvaṃ, gahapati, yassa tvaṃ samaṇassa gotamassa vaṇṇaṃ bhāsati, samaṇo gotamo venayiko appaññattiko”ti?",
  "an10.94:8.3": "“Etthapāhaṃ, bhante, āyasmante vakkhāmi sahadhammena:",
  "an10.94:8.4": "‘idaṃ kusalan’ti, bhante, bhagavatā paññattaṃ;",
  "an10.94:8.5": "‘idaṃ akusalan’ti, bhante, bhagavatā paññattaṃ.",
  "an10.94:8.6": "Iti kusalākusalaṃ bhagavā paññāpayamāno sapaññattiko bhagavā;",
  "an10.94:8.7": "na so bhagavā venayiko appaññattiko”ti.",
  "an10.94:9.1": "Evaṃ vutte te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṃsu.",
  "an10.94:9.2": "Atha kho vajjiyamāhito gahapati te paribbājake tuṇhībhūte maṅkubhūte pattakkhandhe adhomukhe pajjhāyante appaṭibhāne viditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkami;",
  "an10.94:9.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.94:9.4": "Ekamantaṃ nisinno kho vajjiyamāhito gahapati yāvatako ahosi tehi aññatitthiyehi paribbājakehi saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "an10.94:10.1": "“Sādhu sādhu, gahapati.",
  "an10.94:10.2": "Evaṃ kho te, gahapati, moghapurisā kālena kālaṃ sahadhammena suniggahitaṃ niggahetabbā.",
  "an10.94:10.3": "Nāhaṃ, gahapati, sabbaṃ tapaṃ tapitabbanti vadāmi;",
  "an10.94:10.4": "na ca panāhaṃ, gahapati, sabbaṃ tapaṃ na tapitabbanti vadāmi;",
  "an10.94:10.5": "nāhaṃ, gahapati, sabbaṃ samādānaṃ samāditabbanti vadāmi;",
  "an10.94:10.6": "na panāhaṃ, gahapati, sabbaṃ samādānaṃ na samāditabbanti vadāmi;",
  "an10.94:10.7": "nāhaṃ, gahapati, sabbaṃ padhānaṃ padahitabbanti vadāmi;",
  "an10.94:10.8": "na panāhaṃ, gahapati, sabbaṃ padhānaṃ na padahitabbanti vadāmi;",
  "an10.94:10.9": "nāhaṃ, gahapati, sabbo paṭinissaggo paṭinissajjitabboti vadāmi.",
  "an10.94:10.10": "Na panāhaṃ, gahapati, sabbo paṭinissaggo na paṭinissajjitabboti vadāmi;",
  "an10.94:10.11": "nāhaṃ, gahapati, sabbā vimutti vimuccitabbāti vadāmi;",
  "an10.94:10.12": "na panāhaṃ, gahapati, sabbā vimutti na vimuccitabbāti vadāmi.",
  "an10.94:11.1": "Yañhi, gahapati, tapaṃ tapato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ tapaṃ na tapitabbanti vadāmi.",
  "an10.94:11.2": "Yañca khvassa, gahapati, tapaṃ tapato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ tapaṃ tapitabbanti vadāmi.",
  "an10.94:12.1": "Yañhi, gahapati, samādānaṃ samādiyato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ samādānaṃ na samāditabbanti vadāmi.",
  "an10.94:12.2": "Yañca khvassa, gahapati, samādānaṃ samādiyato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ samādānaṃ samāditabbanti vadāmi.",
  "an10.94:13.1": "Yañhi, gahapati, padhānaṃ padahato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ padhānaṃ na padahitabbanti vadāmi.",
  "an10.94:13.2": "Yañca khvassa, gahapati, padhānaṃ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti, evarūpaṃ padhānaṃ padahitabbanti vadāmi.",
  "an10.94:14.1": "Yañhi, gahapati, paṭinissaggaṃ paṭinissajjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo paṭinissaggo na paṭinissajjitabboti vadāmi.",
  "an10.94:14.2": "Yañca khvassa, gahapati, paṭinissaggaṃ paṭinissajjato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo paṭinissaggo paṭinissajjitabboti vadāmi.",
  "an10.94:15.1": "Yañhi, gahapati, vimuttiṃ vimuccato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpā vimutti na vimuccitabbāti vadāmi.",
  "an10.94:15.2": "Yañca khvassa, gahapati, vimuttiṃ vimuccato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpā vimutti vimuccitabbāti vadāmī”ti.",
  "an10.94:16.1": "Atha kho vajjiyamāhito gahapati bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "an10.94:17.1": "Atha kho bhagavā acirapakkante vajjiyamāhite gahapatimhi bhikkhū āmantesi:",
  "an10.94:17.2": "“yopi so, bhikkhave, bhikkhu dīgharattaṃ apparajakkho imasmiṃ dhammavinaye, sopi evamevaṃ aññatitthiye paribbājake sahadhammena suniggahitaṃ niggaṇheyya yathā taṃ vajjiyamāhitena gahapatinā niggahitā”ti.",
  "an10.94:18.1": "Catutthaṃ."
}