{
  "_markup_path": "markup/an/an10/an10.090.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.090.json"
  ],
  "an10.90:1.1": "Aṅguttara Nikāya 10",
  "an10.90:2.1": "9. Theravagga",
  "an10.90:3.1": "90. Khīṇāsavabalasutta",
  "an10.90:4.1": "<span class=\\\"cross\\\" title=\\\"^an8.28#1 [28. Dutiyabalasutta] | ^ps2.10#1 [Balakathā]\\\" id=\\\"note167\\\">*</span> <a class=\\\"sc\\\" id=\\\"1\\\"></a>Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami;",
  "an10.90:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.90:4.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:",
  "an10.90:4.4": "“kati nu kho, sāriputta, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:4.5": "‘khīṇā me āsavā’”ti?",
  "an10.90:5.1": "“Dasa, bhante, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:5.2": "‘khīṇā me āsavā’ti.",
  "an10.90:5.3": "Katamāni dasa?",
  "an10.90:5.4": "Idha, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti.",
  "an10.90:5.5": "Yampi, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:5.6": "‘khīṇā me āsavā’ti. <span class=\\\"brnum\\\">(1)</span>",
  "an10.90:6.1": "Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti.",
  "an10.90:6.2": "Yampi, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:6.3": "‘khīṇā me āsavā’ti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.90:7.1": "Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantībhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi.",
  "an10.90:7.2": "Yampi, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantībhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:7.3": "‘khīṇā me āsavā’ti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.90:8.1": "Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā.",
  "an10.90:8.2": "Yampi, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:8.3": "‘khīṇā me āsavā’ti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.90:9.1": "Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro sammappadhānā bhāvitā honti subhāvitā … pe …",
  "an10.90:9.2": "cattāro iddhipādā bhāvitā honti subhāvitā … pe …",
  "an10.90:9.3": "pañcindriyāni …",
  "an10.90:9.4": "pañca balāni bhāvitāni honti subhāvitāni …",
  "an10.90:9.5": "satta bojjhaṅgā bhāvitā honti subhāvitā …",
  "an10.90:9.6": "ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito.",
  "an10.90:9.7": "Yampi, bhante, khīṇāsavassa bhikkhuno ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:9.8": "‘khīṇā me āsavā’ti.",
  "an10.90:9.9": "(5–10.)",
  "an10.90:10.1": "Imāni kho, bhante, dasa khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:",
  "an10.90:10.2": "‘khīṇā me āsavā’”ti.",
  "an10.90:11.1": "Dasamaṃ.",
  "an10.90:12.1": "Theravaggo catuttho.",
  "an10.90:13.1": "Vāhanānando puṇṇiyo,",
  "an10.90:13.2": "byākaraṃ katthimāniko;",
  "an10.90:13.3": "Napiyakkosakokāli,",
  "an10.90:13.4": "khīṇāsavabalena cāti."
}