{
  "_markup_path": "markup/an/an10/an10.087.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.087.json"
  ],
  "an10.87:1.1": "Aṅguttara Nikāya 10",
  "an10.87:2.1": "9. Theravagga",
  "an10.87:3.1": "<span class=\\\"var\\\" title=\\\"adhikaraṇikasuttaṃ (bj)\\\" id=\\\"note154\\\">87. Nappiyasutta</span>",
  "an10.87:4.1": "Tatra kho bhagavā <span class=\\\"var\\\" title=\\\"kalandakaṃ bhikkhuṃ (bj) | kāḷakabhikkhuṃ (s1-3) | kālakaṃ bhikkhuṃ (pts1)\\\" id=\\\"note155\\\">kālaṅkataṃ bhikkhuṃ</span> ārabbha bhikkhū āmantesi:",
  "an10.87:4.2": "“bhikkhavo”ti.",
  "an10.87:4.3": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an10.87:4.4": "Bhagavā etadavoca:",
  "an10.87:5.1": "“Idha, bhikkhave, bhikkhu adhikaraṇiko hoti, adhikaraṇasamathassa na vaṇṇavādī.",
  "an10.87:5.2": "Yampi, bhikkhave, bhikkhu adhikaraṇiko hoti adhikaraṇasamathassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(1)</span>",
  "an10.87:6.1": "Puna caparaṃ, bhikkhave, bhikkhu na sikkhākāmo hoti, <span class=\\\"var\\\" title=\\\"sikkhākāmassa (mr)\\\" id=\\\"note156\\\">sikkhāsamādānassa</span> na vaṇṇavādī.",
  "an10.87:6.2": "Yampi, bhikkhave, bhikkhu na sikkhākāmo hoti sikkhāsamādānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(2)</span>",
  "an10.87:7.1": "Puna caparaṃ, bhikkhave, bhikkhu pāpiccho hoti, icchāvinayassa na vaṇṇavādī.",
  "an10.87:7.2": "Yampi, bhikkhave, bhikkhu pāpiccho hoti icchāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(3)</span>",
  "an10.87:8.1": "Puna caparaṃ, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vaṇṇavādī.",
  "an10.87:8.2": "Yampi, bhikkhave, bhikkhu kodhano hoti kodhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(4)</span>",
  "an10.87:9.1": "Puna caparaṃ, bhikkhave, bhikkhu makkhī hoti, makkhavinayassa na vaṇṇavādī.",
  "an10.87:9.2": "Yampi, bhikkhave, bhikkhu makkhī hoti makkhavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(5)</span>",
  "an10.87:10.1": "Puna caparaṃ, bhikkhave, bhikkhu saṭho hoti, sāṭheyyavinayassa na vaṇṇavādī.",
  "an10.87:10.2": "Yampi, bhikkhave, bhikkhu saṭho hoti sāṭheyyavinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(6)</span>",
  "an10.87:11.1": "Puna caparaṃ, bhikkhave, bhikkhu māyāvī hoti, māyāvinayassa na vaṇṇavādī.",
  "an10.87:11.2": "Yampi, bhikkhave, bhikkhu māyāvī hoti māyāvinayassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(7)</span>",
  "an10.87:12.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti, dhammanisantiyā na vaṇṇavādī.",
  "an10.87:12.2": "Yampi, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti dhammanisantiyā na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(8)</span>",
  "an10.87:13.1": "Puna caparaṃ, bhikkhave, bhikkhu na paṭisallīno hoti, paṭisallānassa na vaṇṇavādī.",
  "an10.87:13.2": "Yampi, bhikkhave, bhikkhu na paṭisallīno hoti paṭisallānassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(9)</span>",
  "an10.87:14.1": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ na <span class=\\\"var\\\" title=\\\"paṭisandhārako (mr)\\\" id=\\\"note157\\\">paṭisanthārako</span> hoti, paṭisanthārakassa na vaṇṇavādī.",
  "an10.87:14.2": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti paṭisanthārakassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(10)</span>",
  "an10.87:15.1": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi evaṃ icchā uppajjeyya:",
  "an10.87:15.2": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ <span class=\\\"var\\\" title=\\\"garukareyyuṃ (bj, s1-3, pts1)\\\" id=\\\"note158\\\">garuṃ kareyyuṃ</span> māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na <span class=\\\"var\\\" title=\\\"garukaronti (bj, s1-3, pts1)\\\" id=\\\"note159\\\">garuṃ karonti</span> na mānenti na pūjenti.",
  "an10.87:15.3": "Taṃ kissa hetu?",
  "an10.87:15.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti.",
  "an10.87:16.1": "Seyyathāpi, bhikkhave, assakhaḷuṅkassa kiñcāpi evaṃ icchā uppajjeyya:",
  "an10.87:16.2": "‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā na ceva ājānīyaṭṭhāne ṭhapenti na ca ājānīyabhojanaṃ bhojenti na ca ājānīyaparimajjanaṃ parimajjanti.",
  "an10.87:16.3": "Taṃ kissa hetu?",
  "an10.87:16.4": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni appahīnāni samanupassanti.",
  "an10.87:16.5": "Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi evaṃ icchā uppajjeyya:",
  "an10.87:16.6": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.",
  "an10.87:16.7": "Taṃ kissa hetu?",
  "an10.87:16.8": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti.",
  "an10.87:17.1": "Idha pana, bhikkhave, bhikkhu na adhikaraṇiko hoti, adhikaraṇasamathassa vaṇṇavādī.",
  "an10.87:17.2": "Yampi, bhikkhave, bhikkhu na adhikaraṇiko hoti adhikaraṇasamathassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(1)</span>",
  "an10.87:18.1": "Puna caparaṃ, bhikkhave, bhikkhu sikkhākāmo hoti, sikkhāsamādānassa vaṇṇavādī.",
  "an10.87:18.2": "Yampi, bhikkhave, bhikkhu sikkhākāmo hoti sikkhāsamādānassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(2)</span>",
  "an10.87:19.1": "Puna caparaṃ, bhikkhave, bhikkhu appiccho hoti, icchāvinayassa vaṇṇavādī.",
  "an10.87:19.2": "Yampi, bhikkhave, bhikkhu appiccho hoti icchāvinayassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:19.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(3)</span>",
  "an10.87:20.1": "Puna caparaṃ, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vaṇṇavādī.",
  "an10.87:20.2": "Yampi, bhikkhave, bhikkhu akkodhano hoti kodhavinayassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:20.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(4)</span>",
  "an10.87:21.1": "Puna caparaṃ, bhikkhave, bhikkhu amakkhī hoti, makkhavinayassa vaṇṇavādī.",
  "an10.87:21.2": "Yampi, bhikkhave, bhikkhu amakkhī hoti makkhavinayassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:21.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(5)</span>",
  "an10.87:22.1": "Puna caparaṃ, bhikkhave, bhikkhu asaṭho hoti, sāṭheyyavinayassa vaṇṇavādī.",
  "an10.87:22.2": "Yampi, bhikkhave, bhikkhu asaṭho hoti sāṭheyyavinayassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:22.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(6)</span>",
  "an10.87:23.1": "Puna caparaṃ, bhikkhave, bhikkhu amāyāvī hoti, māyāvinayassa vaṇṇavādī.",
  "an10.87:23.2": "Yampi, bhikkhave, bhikkhu amāyāvī hoti māyāvinayassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:23.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(7)</span>",
  "an10.87:24.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti, dhammanisantiyā vaṇṇavādī.",
  "an10.87:24.2": "Yampi, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti dhammanisantiyā vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:24.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(8)</span>",
  "an10.87:25.1": "Puna caparaṃ, bhikkhave, bhikkhu paṭisallīno hoti, paṭisallānassa vaṇṇavādī.",
  "an10.87:25.2": "Yampi, bhikkhave, bhikkhu paṭisallīno hoti paṭisallānassa vaṇṇavādī, ayampi dhammo … pe …",
  "an10.87:25.3": "ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(9)</span>",
  "an10.87:26.1": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti, paṭisanthārakassa vaṇṇavādī.",
  "an10.87:26.2": "Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti paṭisanthārakassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(10)</span>",
  "an10.87:27.1": "Evarūpassa, bhikkhave, bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya:",
  "an10.87:27.2": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.",
  "an10.87:27.3": "Taṃ kissa hetu?",
  "an10.87:27.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassanti.",
  "an10.87:28.1": "Seyyathāpi, bhikkhave, bhaddassa assājānīyassa kiñcāpi na evaṃ icchā uppajjeyya:",
  "an10.87:28.2": "‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā ājānīyaṭṭhāne ca ṭhapenti ājānīyabhojanañca bhojenti ājānīyaparimajjanañca parimajjanti.",
  "an10.87:28.3": "Taṃ kissa hetu?",
  "an10.87:28.4": "Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni pahīnāni samanupassanti.",
  "an10.87:29.1": "Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya:",
  "an10.87:29.2": "‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.",
  "an10.87:29.3": "Taṃ kissa hetu?",
  "an10.87:29.4": "Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassantī”ti.",
  "an10.87:30.1": "Sattamaṃ."
}