{
  "_markup_path": "markup/an/an10/an10.030.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.030.json"
  ],
  "an10.30:1.1": "Aṅguttara Nikāya 10",
  "an10.30:2.1": "3. Mahāvagga",
  "an10.30:3.1": "30. Dutiyakosalasutta",
  "an10.30:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an10.30:4.2": "Tena kho pana samayena rājā pasenadi kosalo uyyodhikā nivatto hoti vijitasaṅgāmo laddhādhippāyo.",
  "an10.30:4.3": "Atha kho rājā pasenadi kosalo yena ārāmo tena pāyāsi.",
  "an10.30:4.4": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi.",
  "an10.30:4.5": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.",
  "an10.30:4.6": "Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami;",
  "an10.30:4.7": "upasaṅkamitvā te bhikkhū etadavoca:",
  "an10.30:4.8": "“kahaṃ nu kho, bhante, bhagavā etarahi viharati arahaṃ sammāsambuddho.",
  "an10.30:4.9": "Dassanakāmā hi mayaṃ, bhante, taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti.",
  "an10.30:4.10": "“Eso, mahārāja, vihāro saṃvutadvāro.",
  "an10.30:4.11": "Tena appasaddo upasaṅkamitvā ataramāno ālindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi;",
  "an10.30:4.12": "vivarissati te bhagavā dvāran”ti.",
  "an10.30:5.1": "Atha kho rājā pasenadi kosalo yena so vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno ālindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi.",
  "an10.30:5.2": "Vivari bhagavā dvāraṃ.",
  "an10.30:5.3": "Atha kho rājā pasenadi kosalo vihāraṃ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati pāṇīhi ca parisambāhati nāmañca sāveti:",
  "an10.30:5.4": "“rājāhaṃ, bhante, pasenadi kosalo;",
  "an10.30:5.5": "rājāhaṃ, bhante, pasenadi kosalo”ti.",
  "an10.30:6.1": "“Kaṃ pana tvaṃ, mahārāja, atthavasaṃ sampassamāno imasmiṃ sarīre evarūpaṃ paramanipaccakāraṃ karosi, mettūpahāraṃ upadaṃsesī”ti?",
  "an10.30:6.2": "“Kataññutaṃ kho ahaṃ, bhante, kataveditaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi.",
  "an10.30:7.1": "Bhagavā hi, bhante, bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṃ kalyāṇadhammatāya kusaladhammatāya.",
  "an10.30:7.2": "Yampi, bhante, bhagavā bahujanahitāya paṭipanno bahujanasukhāya bahuno janassa ariye ñāye patiṭṭhāpitā yadidaṃ kalyāṇadhammatāya kusaladhammatāya, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(1)</span>",
  "an10.30:8.1": "Puna caparaṃ, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato.",
  "an10.30:8.2": "Yampi, bhante, bhagavā sīlavā vuddhasīlo ariyasīlo kusalasīlo kusalasīlena samannāgato, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(2)</span>",
  "an10.30:9.1": "Puna caparaṃ, bhante, bhagavā dīgharattaṃ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati.",
  "an10.30:9.2": "Yampi, bhante, bhagavā dīgharattaṃ āraññiko, araññavanapatthāni pantāni senāsanāni paṭisevati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(3)</span>",
  "an10.30:10.1": "Puna caparaṃ, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena.",
  "an10.30:10.2": "Yampi, bhante, bhagavā santuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(4)</span>",
  "an10.30:11.1": "Puna caparaṃ, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "an10.30:11.2": "Yampi, bhante, bhagavā āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(5)</span>",
  "an10.30:12.1": "Puna caparaṃ, bhante, bhagavā yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—",
  "an10.30:12.2": "appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī.",
  "an10.30:12.3": "Yampi, bhante, bhagavā yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—",
  "an10.30:12.4": "appicchakathā … pe …",
  "an10.30:12.5": "vimuttiñāṇadassanakathā, evarūpāya kathāya nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(6)</span>",
  "an10.30:13.1": "Puna caparaṃ, bhante, bhagavā catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī.",
  "an10.30:13.2": "Yampi, bhante, bhagavā catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(7)</span>",
  "an10.30:14.1": "Puna caparaṃ, bhante, bhagavā anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an10.30:14.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "an10.30:14.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "an10.30:14.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "an10.30:14.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an10.30:14.6": "Yampi, bhante, bhagavā anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an10.30:14.7": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an10.30:14.8": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(8)</span>",
  "an10.30:15.1": "Puna caparaṃ, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti:",
  "an10.30:15.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
  "an10.30:15.3": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati … pe …",
  "an10.30:15.4": "yathākammūpage satte pajānāti.",
  "an10.30:15.5": "Yampi, bhante, bhagavā dibbena cakkhunā visuddhena atikkantamānusakena … pe …",
  "an10.30:15.6": "yathākammūpage satte pajānāti, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(9)</span>",
  "an10.30:16.1": "Puna caparaṃ, bhante, bhagavā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an10.30:16.2": "Yampi, bhante, bhagavā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ … pe …",
  "an10.30:16.3": "sacchikatvā upasampajja viharati, idampi kho ahaṃ, bhante, atthavasaṃ sampassamāno bhagavati evarūpaṃ paramanipaccakāraṃ karomi, mettūpahāraṃ upadaṃsemi. <span class=\\\"brnum\\\">(10)</span>",
  "an10.30:17.1": "Handa ca dāni mayaṃ, bhante, gacchāma.",
  "an10.30:17.2": "Bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "an10.30:17.3": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.",
  "an10.30:17.4": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmīti.",
  "an10.30:18.1": "Dasamaṃ.",
  "an10.30:19.1": "Mahāvaggo tatiyo.",
  "an10.30:20.1": "Sīhādhivutti kāyena,",
  "an10.30:20.2": "cundena kasiṇena ca;",
  "an10.30:20.3": "Kāḷī ca dve mahāpañhā,",
  "an10.30:20.4": "kosalehi pare duveti."
}