{
  "_markup_path": "markup/an/an10/an10.211.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.211.json"
  ],
  "an10.211:1.1": "Aṅguttara Nikāya 10",
  "an10.211:2.1": "<span class=\\\"var\\\" title=\\\"paṭhamavaggo (s1-3)\\\" id=\\\"note301\\\">21. Karajakāyavagga</span>",
  "an10.211:3.1": "<span class=\\\"var\\\" title=\\\"paṭhamanirayasuttaṃ (bj)\\\" id=\\\"note302\\\">211. Paṭhamanirayasaggasutta</span>",
  "an10.211:4.1": "“Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.",
  "an10.211:4.2": "Katamehi dasahi?",
  "an10.211:4.3": "Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno <span class=\\\"var\\\" title=\\\"natthettha\\\" id=\\\"note303\\\">sabbapāṇabhūtesu</span>. <span class=\\\"brnum\\\">(1)</span>",
  "an10.211:5.1": "Adinnādāyī hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.211:6.1": "Kāmesu micchācārī hoti, yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sasāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.211:7.1": "Musāvādī hoti, sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho:",
  "an10.211:7.2": "‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "an10.211:7.3": "‘jānāmī’ti, jānaṃ vā āha:",
  "an10.211:7.4": "‘na jānāmī’ti, apassaṃ vā āha:",
  "an10.211:7.5": "‘passāmī’ti, passaṃ vā āha:",
  "an10.211:7.6": "‘na passāmī’ti.",
  "an10.211:7.7": "Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.211:8.1": "Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya.",
  "an10.211:8.2": "Iti samaggānaṃ vā bhettā bhinnānaṃ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.211:9.1": "Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.211:10.1": "Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.211:11.1": "Abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti:",
  "an10.211:11.2": "‘aho vata yaṃ parassa taṃ mama assā’ti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.211:12.1": "Byāpannacitto hoti, paduṭṭhamanasaṅkappo:",
  "an10.211:12.2": "‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. <span class=\\\"brnum\\\">(9)</span>",
  "an10.211:13.1": "Micchādiṭṭhiko hoti, viparītadassano:",
  "an10.211:13.2": "‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā <span class=\\\"brnum\\\">(10)</span>",
  "an10.211:14.1": "Sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.",
  "an10.211:14.2": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.",
  "an10.211:15.1": "Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.",
  "an10.211:15.2": "Katamehi dasahi?",
  "an10.211:15.3": "Idha, bhikkhave, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. <span class=\\\"brnum\\\">(1)</span>",
  "an10.211:16.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti.",
  "an10.211:16.2": "Yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.211:17.1": "Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti.",
  "an10.211:17.2": "Yā tā māturakkhitā … pe …",
  "an10.211:17.3": "antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.211:18.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti.",
  "an10.211:18.2": "Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho:",
  "an10.211:18.3": "‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "an10.211:18.4": "‘na jānāmī’ti, jānaṃ vā āha:",
  "an10.211:18.5": "‘jānāmī’ti, apassaṃ vā āha:",
  "an10.211:18.6": "‘na passāmī’ti, passaṃ vā āha:",
  "an10.211:18.7": "‘passāmī’ti.",
  "an10.211:18.8": "Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.211:19.1": "Pisuṇavācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—",
  "an10.211:19.2": "na ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya.",
  "an10.211:19.3": "Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.211:20.1": "Pharusavācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "an10.211:20.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.211:21.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī, atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.211:22.1": "Anabhijjhālu hoti.",
  "an10.211:22.2": "Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhātā hoti:",
  "an10.211:22.3": "‘aho vata yaṃ parassa taṃ mama assā’ti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.211:23.1": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo:",
  "an10.211:23.2": "‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṃ pariharantū’ti. <span class=\\\"brnum\\\">(9)</span>",
  "an10.211:24.1": "Sammādiṭṭhiko hoti aviparītadassano:",
  "an10.211:24.2": "‘atthi dinnaṃ, atthi yiṭṭhaṃ, atthi hutaṃ, atthi sukaṭadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.211:25.1": "Imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti.",
  "an10.211:26.1": "Paṭhamaṃ."
}