{
  "_markup_path": "markup/an/an10/an10.053.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.053.json"
  ],
  "an10.53:1.1": "Aṅguttara Nikāya 10",
  "an10.53:2.1": "6. Sacittavagga",
  "an10.53:3.1": "53. Ṭhitisutta",
  "an10.53:4.1": "“Ṭhitimpāhaṃ, bhikkhave, na vaṇṇayāmi kusalesu dhammesu, pageva parihāniṃ.",
  "an10.53:4.2": "Vuḍḍhiñca kho ahaṃ, bhikkhave, vaṇṇayāmi kusalesu dhammesu, no ṭhitiṃ no hāniṃ.",
  "an10.53:5.1": "Kathañca, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi?",
  "an10.53:5.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no vaḍḍhanti.",
  "an10.53:5.3": "Hānimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṃ no vuḍḍhiṃ.",
  "an10.53:5.4": "Evaṃ kho, bhikkhave, hāni hoti kusalesu dhammesu, no ṭhiti no vuḍḍhi.",
  "an10.53:6.1": "Kathañca, bhikkhave ṭhiti hoti kusalesu dhammesu, no hāni no vuḍḍhi?",
  "an10.53:6.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva hāyanti no vaḍḍhanti.",
  "an10.53:6.3": "Ṭhitimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no hāniṃ no vuḍḍhiṃ.",
  "an10.53:6.4": "Evaṃ kho, bhikkhave, ṭhiti hoti kusalesu dhammesu, no vuḍḍhi no hāni.",
  "an10.53:7.1": "Kathañca, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni?",
  "an10.53:7.2": "Idha, bhikkhave, bhikkhu yattako hoti saddhāya sīlena sutena cāgena paññāya paṭibhānena, tassa te dhammā neva tiṭṭhanti no hāyanti.",
  "an10.53:7.3": "Vuḍḍhimetaṃ, bhikkhave, vadāmi kusalesu dhammesu, no ṭhitiṃ no hāniṃ.",
  "an10.53:7.4": "Evaṃ kho, bhikkhave, vuḍḍhi hoti kusalesu dhammesu, no ṭhiti no hāni.",
  "an10.53:8.1": "No ce, bhikkhave, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—",
  "an10.53:8.2": "evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "an10.53:9.1": "Kathañca, bhikkhave, bhikkhu sacittapariyāyakusalo hoti?",
  "an10.53:9.2": "Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati.",
  "an10.53:9.3": "No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo:",
  "an10.53:9.4": "‘lābhā vata me, parisuddhaṃ vata me’ti.",
  "an10.53:9.5": "Evamevaṃ kho, bhikkhave, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu:",
  "an10.53:9.6": "‘abhijjhālu nu kho bahulaṃ viharāmi, anabhijjhālu nu kho bahulaṃ viharāmi, byāpannacitto nu kho bahulaṃ viharāmi, abyāpannacitto nu kho bahulaṃ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṃ viharāmi, vigatathinamiddho nu kho bahulaṃ viharāmi, uddhato nu kho bahulaṃ viharāmi, anuddhato nu kho bahulaṃ viharāmi, vicikiccho nu kho bahulaṃ viharāmi, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, kodhano nu kho bahulaṃ viharāmi, akkodhano nu kho bahulaṃ viharāmi, saṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, sāraddhakāyo nu kho bahulaṃ viharāmi, asāraddhakāyo nu kho bahulaṃ viharāmi, kusīto nu kho bahulaṃ viharāmi, āraddhavīriyo nu kho bahulaṃ viharāmi, samāhito nu kho bahulaṃ viharāmi, asamāhito nu kho bahulaṃ viharāmī’ti.",
  "an10.53:10.1": "Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "an10.53:10.2": "‘abhijjhālu bahulaṃ viharāmi, byāpannacitto bahulaṃ viharāmi, thinamiddhapariyuṭṭhito bahulaṃ viharāmi, uddhato bahulaṃ viharāmi, vicikiccho bahulaṃ viharāmi, kodhano bahulaṃ viharāmi, saṅkiliṭṭhacitto bahulaṃ viharāmi, sāraddhakāyo bahulaṃ viharāmi, kusīto bahulaṃ viharāmi, asamāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.53:10.3": "Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā.",
  "an10.53:10.4": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya;",
  "an10.53:10.5": "evamevaṃ kho, bhikkhave, tena bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.53:11.1": "Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "an10.53:11.2": "‘anabhijjhālu bahulaṃ viharāmi, abyāpannacitto bahulaṃ viharāmi, vigatathinamiddho bahulaṃ viharāmi, anuddhato bahulaṃ viharāmi, tiṇṇavicikiccho bahulaṃ viharāmi, akkodhano bahulaṃ viharāmi, asaṅkiliṭṭhacitto bahulaṃ viharāmi, asāraddhakāyo bahulaṃ viharāmi, āraddhavīriyo bahulaṃ viharāmi, samāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti.",
  "an10.53:12.1": "Tatiyaṃ."
}