{
  "_markup_path": "markup/an/an10/an10.047.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.047.json"
  ],
  "an10.47:1.1": "Aṅguttara Nikāya 10",
  "an10.47:2.1": "5. Akkosavagga",
  "an10.47:3.1": "47. Mahālisutta",
  "an10.47:4.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "an10.47:4.2": "Atha kho mahāli licchavi yena bhagavā tenupasaṅkami;",
  "an10.47:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.47:4.4": "Ekamantaṃ nisinno kho mahāli licchavi bhagavantaṃ etadavoca:",
  "an10.47:4.5": "“ko nu kho, bhante, hetu, ko paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
  "an10.47:4.6": "“Lobho kho, mahāli, hetu, lobho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā.",
  "an10.47:4.7": "Doso kho, mahāli, hetu, doso paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā.",
  "an10.47:4.8": "Moho kho, mahāli, hetu, moho paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā.",
  "an10.47:4.9": "Ayoniso manasikāro kho, mahāli, hetu, ayoniso manasikāro paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā.",
  "an10.47:4.10": "Micchāpaṇihitaṃ kho, mahāli, cittaṃ hetu, micchāpaṇihitaṃ cittaṃ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti.",
  "an10.47:4.11": "Ayaṃ kho, mahāli, hetu, ayaṃ paccayo pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti.",
  "an10.47:5.1": "“Ko pana, bhante, hetu ko paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā”ti?",
  "an10.47:5.2": "“Alobho kho, mahāli, hetu, alobho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.3": "Adoso kho, mahāli, hetu, adoso paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.4": "Amoho kho, mahāli, hetu, amoho paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.5": "Yoniso manasikāro kho, mahāli, hetu, yoniso manasikāro paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.6": "Sammāpaṇihitaṃ kho, mahāli, cittaṃ hetu, sammāpaṇihitaṃ cittaṃ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.7": "Ayaṃ kho, mahāli, hetu, ayaṃ paccayo kalyāṇassa kammassa kiriyāya kalyāṇassa kammassa pavattiyā.",
  "an10.47:5.8": "Ime ca, mahāli, dasa dhammā loke na saṃvijjeyyuṃ, nayidha paññāyetha adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā.",
  "an10.47:5.9": "Yasmā ca kho, mahāli, ime dasa dhammā loke saṃvijjanti, tasmā paññāyati adhammacariyāvisamacariyāti vā dhammacariyāsamacariyāti vā”ti.",
  "an10.47:6.1": "Sattamaṃ."
}