{
  "_markup_path": "markup/an/an10/an10.218.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.218.json"
  ],
  "an10.218:1.1": "Aṅguttara Nikāya 10",
  "an10.218:2.1": "21. Karajakāyavagga",
  "an10.218:3.1": "218. Dutiyasañcetanikasutta",
  "an10.218:4.1": "“Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.",
  "an10.218:4.2": "Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.",
  "an10.218:5.1": "Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti;",
  "an10.218:5.2": "catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti;",
  "an10.218:5.3": "tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.218:6.1": "Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti … pe …",
  "an10.218:6.2": "evaṃ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.218:7.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti … pe …",
  "an10.218:7.2": "evaṃ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.218:8.1": "Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti … pe …",
  "an10.218:8.2": "evaṃ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.218:9.1": "Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti, catubbidhavacīkammanta … pe …",
  "an10.218:9.2": "tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "an10.218:10.1": "Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.",
  "an10.218:10.2": "Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.",
  "an10.218:11.1": "Tatra kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;",
  "an10.218:11.2": "catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;",
  "an10.218:11.3": "tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.218:12.1": "Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti … pe …",
  "an10.218:12.2": "evaṃ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.218:13.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti … pe …",
  "an10.218:13.2": "evaṃ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.218:14.1": "Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti … pe …",
  "an10.218:14.2": "evaṃ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.218:15.1": "Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti;",
  "an10.218:15.2": "catubbidhavacīkammantasampatti … pe …",
  "an10.218:15.3": "tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti <span class=\\\"var\\\" title=\\\"upapajjanti. (s1-3, mr)\\\" id=\\\"note310\\\">… pe …</span>",
  "an10.218:15.4": ".",
  "an10.218:16.1": "Aṭṭhamaṃ."
}