{
  "_markup_path": "markup/an/an10/an10.050.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.050.json"
  ],
  "an10.50:1.1": "Aṅguttara Nikāya 10",
  "an10.50:2.1": "5. Akkosavagga",
  "an10.50:3.1": "50. Bhaṇḍanasutta",
  "an10.50:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an10.50:4.2": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.",
  "an10.50:5.1": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami;",
  "an10.50:5.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "an10.50:5.3": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "an10.50:5.4": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti?",
  "an10.50:6.1": "“Idha mayaṃ, bhante, pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharāmā”ti.",
  "an10.50:6.2": "“Na kho panetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā vihareyyātha.",
  "an10.50:7.1": "Dasayime, bhikkhave, dhammā <span class=\\\"var\\\" title=\\\"sārāṇīyā (bj, s1-3, pts1)\\\" id=\\\"note89\\\">sāraṇīyā</span> <span class=\\\"var\\\" title=\\\"piyakarāṇā garukarāṇā (?)\\\" id=\\\"note90\\\">piyakaraṇā garukaraṇā</span> saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.",
  "an10.50:7.2": "Katame dasa?",
  "an10.50:7.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "an10.50:7.4": "Yampi, bhikkhave, bhikkhu sīlavā hoti … pe …",
  "an10.50:7.5": "samādāya sikkhati sikkhāpadesu, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(1)</span>",
  "an10.50:8.1": "Puna caparaṃ, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "an10.50:8.2": "Yampi, bhikkhave, bhikkhu bahussuto hoti … pe …",
  "an10.50:8.3": "diṭṭhiyā suppaṭividdhā, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(2)</span>",
  "an10.50:9.1": "Puna caparaṃ, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.",
  "an10.50:9.2": "Yampi, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(3)</span>",
  "an10.50:10.1": "Puna caparaṃ, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ.",
  "an10.50:10.2": "Yampi, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(4)</span>",
  "an10.50:11.1": "Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni—",
  "an10.50:11.2": "tattha dakkho hoti analaso, tatrūpāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ.",
  "an10.50:11.3": "Yampi, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni—",
  "an10.50:11.4": "tattha dakkho hoti analaso tatrūpāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(5)</span>",
  "an10.50:12.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo.",
  "an10.50:12.2": "Yampi, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(6)</span>",
  "an10.50:13.1": "Puna caparaṃ, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an10.50:13.2": "Yampi, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(7)</span>",
  "an10.50:14.1": "Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena.",
  "an10.50:14.2": "Yampi, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena, ayampi dhammo sāraṇīyo … pe …",
  "an10.50:14.3": "saṃvattati. <span class=\\\"brnum\\\">(8)</span>",
  "an10.50:15.1": "Puna caparaṃ, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā.",
  "an10.50:15.2": "Yampi, bhikkhave, bhikkhu satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā, ayampi dhammo sāraṇīyo … pe …",
  "an10.50:15.3": "saṃvattati. <span class=\\\"brnum\\\">(9)</span>",
  "an10.50:16.1": "Puna caparaṃ, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an10.50:16.2": "Yampi, bhikkhave, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā, ayampi dhammo sāraṇīyo … pe …",
  "an10.50:16.3": "saṃvattati. <span class=\\\"brnum\\\">(10)</span>",
  "an10.50:17.1": "Ime kho, bhikkhave, dasa dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattantī”ti.",
  "an10.50:18.1": "Dasamaṃ.",
  "an10.50:19.1": "Akkosavaggo pañcamo.",
  "an10.50:20.1": "Vivādā dve ca mūlāni,",
  "an10.50:20.2": "kusinārapavesane;",
  "an10.50:20.3": "Sakko mahāli abhiṇhaṃ,",
  "an10.50:20.4": "sarīraṭṭhā ca bhaṇḍanāti.",
  "an10.50:21.1": "Paṭhamo paṇṇāsako samatto."
}