{
  "_markup_path": "markup/an/an10/an10.083.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.083.json"
  ],
  "an10.83:1.1": "Aṅguttara Nikāya 10",
  "an10.83:2.1": "9. Theravagga",
  "an10.83:3.1": "83. Puṇṇiyasutta",
  "an10.83:4.1": "<span class=\\\"cross\\\" title=\\\"^an8.82#1 [82. Puṇṇiyasutta]\\\" id=\\\"note146\\\">*</span> <a class=\\\"sc\\\" id=\\\"1\\\"></a>Atha kho āyasmā puṇṇiyo yena bhagavā tenupasaṅkami;",
  "an10.83:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.83:4.3": "Ekamantaṃ nisinno kho āyasmā puṇṇiyo bhagavantaṃ etadavoca:",
  "an10.83:4.4": "“ko nu kho, bhante, hetu ko paccayo yena appekadā tathāgataṃ dhammadesanā paṭibhāti appekadā nappaṭibhātī”ti?",
  "an10.83:5.1": "“Saddho ca, puṇṇiya, bhikkhu hoti, no ca upasaṅkamitā;",
  "an10.83:5.2": "neva tāva tathāgataṃ dhammadesanā paṭibhāti.",
  "an10.83:5.3": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti upasaṅkamitā ca, evaṃ tathāgataṃ dhammadesanā paṭibhāti.",
  "an10.83:6.1": "Saddho ca, puṇṇiya, bhikkhu hoti upasaṅkamitā ca, no ca payirupāsitā … pe …",
  "an10.83:6.2": "payirupāsitā ca, no ca paripucchitā …",
  "an10.83:6.3": "paripucchitā ca, no ca ohitasoto dhammaṃ suṇāti …",
  "an10.83:6.4": "ohitasoto ca dhammaṃ suṇāti, no ca sutvā dhammaṃ dhāreti …",
  "an10.83:6.5": "sutvā ca dhammaṃ dhāreti, no ca dhātānaṃ dhammānaṃ atthaṃ upaparikkhati …",
  "an10.83:6.6": "dhātānañca dhammānaṃ atthaṃ upaparikkhati no ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti …",
  "an10.83:6.7": "atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, no ca kalyāṇavāco hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā …",
  "an10.83:6.8": "kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, no ca sandassako hoti samādapako samuttejako sampahaṃsako sabrahmacārīnaṃ, neva tāva tathāgataṃ dhammadesanā paṭibhāti.",
  "an10.83:7.1": "Yato ca kho, puṇṇiya, bhikkhu saddho ca hoti, upasaṅkamitā ca, payirupāsitā ca, paripucchitā ca, ohitasoto ca dhammaṃ suṇāti, sutvā ca dhammaṃ dhāreti, dhātānañca dhammānaṃ atthaṃ upaparikkhati, atthamaññāya dhammamaññāya dhammānudhammappaṭipanno ca hoti, kalyāṇavāco ca hoti kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagaḷāya atthassa viññāpaniyā, sandassako ca hoti samādapako samuttejako sampahaṃsako sabrahmacārīnaṃ—",
  "an10.83:7.2": "evaṃ tathāgataṃ dhammadesanā paṭibhāti.",
  "an10.83:7.3": "Imehi kho, puṇṇiya, dasahi dhammehi <span class=\\\"var\\\" title=\\\"samannāgato (mr)\\\" id=\\\"note147\\\">samannāgatā</span> <span class=\\\"var\\\" title=\\\"ekantapaṭibhānaṃ (bj) | ekantaṃ paṭibhānaṃ (s1-3, pts1)\\\" id=\\\"note148\\\">ekantapaṭibhānā</span> tathāgataṃ dhammadesanā <span class=\\\"var\\\" title=\\\"paṭibhātīti (s1-3)\\\" id=\\\"note149\\\">hotī”ti</span>.",
  "an10.83:8.1": "Tatiyaṃ."
}