{
  "_markup_path": "markup/an/an10/an10.022.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.022.json"
  ],
  "an10.22:1.1": "Aṅguttara Nikāya 10",
  "an10.22:2.1": "3. Mahāvagga",
  "an10.22:3.1": "22. Adhivuttipadasutta",
  "an10.22:4.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami;",
  "an10.22:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.22:4.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:",
  "an10.22:5.1": "“Ye te, ānanda, dhammā tesaṃ tesaṃ <span class=\\\"var\\\" title=\\\"adhimuttipadānaṃ (s1-3, pts1, mr)\\\" id=\\\"note43\\\">adhivuttipadānaṃ</span> abhiññā sacchikiriyāya saṃvattanti, visārado ahaṃ, ānanda, tattha paṭijānāmi.",
  "an10.22:5.2": "‘Tesaṃ tesaṃ tathā tathā dhammaṃ desetuṃ yathā yathā paṭipanno santaṃ vā atthīti ñassati, asantaṃ vā natthīti ñassati, hīnaṃ vā hīnanti ñassati, paṇītaṃ vā paṇītanti ñassati, sauttaraṃ vā sauttaranti ñassati, anuttaraṃ vā anuttaranti ñassati;",
  "an10.22:5.3": "yathā yathā vā pana taṃ ñāteyyaṃ vā daṭṭheyyaṃ vā sacchikareyyaṃ vā tathā tathā ñassati vā dakkhati vā sacchikarissati vā’ti ṭhānametaṃ vijjati.",
  "an10.22:5.4": "Etadānuttariyaṃ, ānanda, ñāṇānaṃ yadidaṃ tattha tattha yathābhūtañāṇaṃ.",
  "an10.22:5.5": "Etasmā cāhaṃ, ānanda, ñāṇā aññaṃ ñāṇaṃ uttaritaraṃ vā paṇītataraṃ vā natthīti vadāmi.",
  "an10.22:6.1": "Dasayimāni, ānanda, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "an10.22:6.2": "Katamāni dasa?",
  "an10.22:6.3": "Idhānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti.",
  "an10.22:6.4": "Yampānanda, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampānanda, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(1)</span>",
  "an10.22:7.1": "Puna caparaṃ, ānanda, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti.",
  "an10.22:7.2": "Yampānanda … pe …",
  "an10.22:7.3": "idampānanda … pe ….",
  "an10.22:7.4": "<span class=\\\"brnum\\\">(2)</span>",
  "an10.22:8.1": "Puna caparaṃ, ānanda, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti.",
  "an10.22:8.2": "Yampānanda … pe …",
  "an10.22:8.3": "idampānanda … pe ….",
  "an10.22:8.4": "<span class=\\\"brnum\\\">(3)</span>",
  "an10.22:9.1": "Puna caparaṃ, ānanda, tathāgato anekadhātuṃ nānādhātuṃ lokaṃ yathābhūtaṃ pajānāti.",
  "an10.22:9.2": "Yampānanda … pe …",
  "an10.22:9.3": "idampānanda … pe ….",
  "an10.22:9.4": "<span class=\\\"brnum\\\">(4)</span>",
  "an10.22:10.1": "Puna caparaṃ, ānanda, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti.",
  "an10.22:10.2": "Yampānanda … pe …",
  "an10.22:10.3": "idampānanda … pe ….",
  "an10.22:10.4": "<span class=\\\"brnum\\\">(5)</span>",
  "an10.22:11.1": "Puna caparaṃ, ānanda, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti.",
  "an10.22:11.2": "Yampānanda … pe …",
  "an10.22:11.3": "idampānanda … pe ….",
  "an10.22:11.4": "<span class=\\\"brnum\\\">(6)</span>",
  "an10.22:12.1": "Puna caparaṃ, ānanda, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti.",
  "an10.22:12.2": "Yampānanda … pe …",
  "an10.22:12.3": "idampānanda … pe ….",
  "an10.22:12.4": "<span class=\\\"brnum\\\">(7)</span>",
  "an10.22:13.1": "Puna caparaṃ, ānanda, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an10.22:13.2": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an10.22:13.3": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an10.22:13.4": "Yampānanda … pe …",
  "an10.22:13.5": "idampānanda … pe ….",
  "an10.22:13.6": "<span class=\\\"brnum\\\">(8)</span>",
  "an10.22:14.1": "Puna caparaṃ, ānanda, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena … pe …",
  "an10.22:14.2": "yathākammūpage satte pajānāti.",
  "an10.22:14.3": "Yampānanda … pe …",
  "an10.22:14.4": "idampānanda … pe ….",
  "an10.22:14.5": "<span class=\\\"brnum\\\">(9)</span>",
  "an10.22:15.1": "Puna caparaṃ, ānanda, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an10.22:15.2": "Yampānanda, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ … pe …",
  "an10.22:15.3": "sacchikatvā upasampajja viharati.",
  "an10.22:15.4": "Idampānanda, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.22:16.1": "Imāni kho, ānanda, dasa tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavattetī”ti.",
  "an10.22:17.1": "Dutiyaṃ."
}