{
  "_markup_path": "markup/an/an10/an10.099.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.099.json"
  ],
  "an10.99:1.1": "Aṅguttara Nikāya 10",
  "an10.99:2.1": "10. Upālivagga",
  "an10.99:3.1": "99. Upālisutta",
  "an10.99:4.1": "Atha kho āyasmā upāli yena bhagavā tenupasaṅkami;",
  "an10.99:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.99:4.3": "Ekamantaṃ nisinno kho āyasmā upāli bhagavantaṃ etadavoca:",
  "an10.99:4.4": "“icchāmahaṃ, bhante, araññavanapatthāni pantāni senāsanāni paṭisevitun”ti.",
  "an10.99:5.1": "“<span class=\\\"var\\\" title=\\\"durabhisambhavāni kho (bj, pts1)\\\" id=\\\"note196\\\">Durabhisambhavāni hi kho</span>, upāli, araññavanapatthāni pantāni senāsanāni.",
  "an10.99:5.2": "Dukkaraṃ pavivekaṃ durabhiramaṃ.",
  "an10.99:5.3": "Ekatte haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno.",
  "an10.99:5.4": "Yo kho, upāli, evaṃ vadeyya:",
  "an10.99:5.5": "‘ahaṃ samādhiṃ alabhamāno araññavanapatthāni pantāni senāsanāni paṭisevissāmī’ti, tassetaṃ pāṭikaṅkhaṃ:",
  "an10.99:5.6": "‘saṃsīdissati vā <span class=\\\"var\\\" title=\\\"uppilavissati vā (bj, s1-3, pts1)\\\" id=\\\"note197\\\">uplavissati vā’ti</span>.",
  "an10.99:6.1": "Seyyathāpi, upāli, mahāudakarahado.",
  "an10.99:6.2": "Atha āgaccheyya hatthināgo sattaratano vā <span class=\\\"var\\\" title=\\\"aṭṭharatano (bj, pts1)\\\" id=\\\"note198\\\">aḍḍhaṭṭharatano</span> vā.",
  "an10.99:6.3": "Tassa evamassa:",
  "an10.99:6.4": "‘yannūnāhaṃ imaṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyyaṃ piṭṭhisandhovikampi khiḍḍaṃ kīḷeyyaṃ.",
  "an10.99:6.5": "Kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā <span class=\\\"var\\\" title=\\\"nahātvā (bj, pts1) | nhātvā (s1-3)\\\" id=\\\"note199\\\">nhatvā</span> ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyyan’ti.",
  "an10.99:6.6": "So taṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyya piṭṭhisandhovikampi khiḍḍaṃ kīḷeyya;",
  "an10.99:6.7": "kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā nhatvā ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyya.",
  "an10.99:6.8": "Taṃ kissa hetu?",
  "an10.99:6.9": "<span class=\\\"var\\\" title=\\\"mahāhupāli (bj, pts1)\\\" id=\\\"note200\\\">Mahā, upāli</span>, attabhāvo gambhīre gādhaṃ vindati.",
  "an10.99:7.1": "Atha āgaccheyya saso vā biḷāro vā.",
  "an10.99:7.2": "Tassa evamassa:",
  "an10.99:7.3": "‘ko cāhaṃ, ko ca hatthināgo.",
  "an10.99:7.4": "Yannūnāhaṃ imaṃ udakarahadaṃ ogāhetvā kaṇṇasandhovikampi khiḍḍaṃ kīḷeyyaṃ piṭṭhisandhovikampi khiḍḍaṃ kīḷeyyaṃ;",
  "an10.99:7.5": "kaṇṇasandhovikampi khiḍḍaṃ kīḷitvā piṭṭhisandhovikampi khiḍḍaṃ kīḷitvā nhatvā ca pivitvā ca paccuttaritvā yena kāmaṃ pakkameyyan’ti.",
  "an10.99:7.6": "So taṃ udakarahadaṃ sahasā appaṭisaṅkhā pakkhandeyya.",
  "an10.99:7.7": "Tassetaṃ pāṭikaṅkhaṃ:",
  "an10.99:7.8": "‘saṃsīdissati vā uplavissati vā’ti.",
  "an10.99:7.9": "Taṃ kissa hetu?",
  "an10.99:7.10": "Paritto, upāli, attabhāvo gambhīre gādhaṃ na vindati.",
  "an10.99:7.11": "Evamevaṃ kho, upāli, yo evaṃ vadeyya:",
  "an10.99:7.12": "‘ahaṃ samādhiṃ alabhamāno araññavanapatthāni pantāni senāsanāni paṭisevissāmī’ti, tassetaṃ pāṭikaṅkhaṃ:",
  "an10.99:7.13": "‘saṃsīdissati vā uplavissati vā’ti.",
  "an10.99:8.1": "Seyyathāpi, upāli, daharo kumāro mando uttānaseyyako sakena muttakarīsena kīḷati.",
  "an10.99:8.2": "Taṃ kiṃ maññasi, upāli, nanvāyaṃ kevalā paripūrā bālakhiḍḍā”ti?",
  "an10.99:8.3": "“Evaṃ, bhante”.",
  "an10.99:9.1": "“Sa kho so, upāli, kumāro aparena samayena vuddhimanvāya indriyānaṃ paripākamanvāya yāni kānici kumārakānaṃ kīḷāpanakāni bhavanti, seyyathidaṃ—",
  "an10.99:9.2": "<span class=\\\"var\\\" title=\\\"vaṅkaṃ (si, pts1)\\\" id=\\\"note201\\\">vaṅkakaṃ</span> ghaṭikaṃ mokkhacikaṃ <span class=\\\"var\\\" title=\\\"piṅgulikaṃ (s1-3) | ciṅkulakaṃ (mr)\\\" id=\\\"note202\\\">ciṅgulakaṃ</span> pattāḷhakaṃ rathakaṃ dhanukaṃ, tehi kīḷati.",
  "an10.99:9.3": "Taṃ kiṃ maññasi, upāli, nanvāyaṃ khiḍḍā purimāya khiḍḍāya abhikkantatarā ca paṇītatarā cā”ti?",
  "an10.99:9.4": "“Evaṃ, bhante”.",
  "an10.99:10.1": "“Sa kho so, upāli, kumāro aparena samayena vuddhimanvāya indriyānaṃ paripākamanvāya pañcahi kāmaguṇehi samappito samaṅgibhūto paricāreti cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi …",
  "an10.99:10.2": "ghānaviññeyyehi gandhehi …",
  "an10.99:10.3": "jivhāviññeyyehi rasehi …",
  "an10.99:10.4": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "an10.99:10.5": "Taṃ kiṃ maññasi, upāli, nanvāyaṃ khiḍḍā purimāhi khiḍḍāhi abhikkantatarā ca paṇītatarā cā”ti?",
  "an10.99:10.6": "“Evaṃ, bhante”.",
  "an10.99:11.1": "“<span class=\\\"var\\\" title=\\\"idaṃ padaṃ s1-3 potthakesu natthi; voti nipātamattaṃ (aṭṭha.)\\\" id=\\\"note203\\\">Idha kho pana vo</span>, upāli,<span class=\\\"cross\\\" title=\\\"^dn2#46 [Sāmaññaphalasutta/4.3. Paṇītatarasāmaññaphala] | ^mn27#19 [Cūḷahatthipadopamasutta] | ^mn38#95 [Mahātaṇhāsaṅkhayasutta] | ^mn76#22 [Sandakasutta], ^mn94#13 [Ghoṭamukhasutta] | ^mn101#38 [Devadahasutta]\\\" id=\\\"note204\\\">*</span> tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "an10.99:11.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "an10.99:11.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an10.99:12.1": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "an10.99:12.2": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "an10.99:12.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "an10.99:12.4": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "an10.99:12.5": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "an10.99:12.6": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "an10.99:13.1": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "an10.99:14.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "an10.99:15.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī;",
  "an10.99:15.2": "athenena sucibhūtena attanā viharati.",
  "an10.99:16.1": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.",
  "an10.99:17.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "an10.99:18.1": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "an10.99:18.2": "Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī;",
  "an10.99:18.3": "samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "an10.99:19.1": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "an10.99:19.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti.",
  "an10.99:20.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "an10.99:21.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti.",
  "an10.99:21.2": "Ekabhattiko hoti rattūparato, virato vikālabhojanā.",
  "an10.99:21.3": "Naccagītavāditavisūkadassanā paṭivirato hoti, mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, uccāsayanamahāsayanā paṭivirato hoti, jātarūparajatapaṭiggahaṇā paṭivirato hoti, āmakadhaññapaṭiggahaṇā paṭivirato hoti, āmakamaṃsapaṭiggahaṇā paṭivirato hoti, itthikumārikapaṭiggahaṇā paṭivirato hoti, dāsidāsapaṭiggahaṇā paṭivirato hoti, ajeḷakapaṭiggahaṇā paṭivirato hoti, kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti, khettavatthupaṭiggahaṇā paṭivirato hoti, dūteyyapahiṇagamanānuyogā paṭivirato hoti, kayavikkayā paṭivirato hoti, tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti, ukkoṭanavañcananikatisāciyogā paṭivirato hoti, chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "an10.99:22.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "an10.99:22.2": "Yena yeneva pakkamati samādāyeva pakkamati, seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti.",
  "an10.99:22.3": "Evamevaṃ bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "an10.99:22.4": "Yena yeneva pakkamati samādāyeva pakkamati.",
  "an10.99:22.5": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "an10.99:23.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an10.99:23.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an10.99:23.3": "rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "an10.99:23.4": "Sotena saddaṃ sutvā …",
  "an10.99:23.5": "ghānena gandhaṃ ghāyitvā …",
  "an10.99:23.6": "jivhāya rasaṃ sāyitvā …",
  "an10.99:23.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "an10.99:23.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an10.99:23.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an10.99:23.10": "rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "an10.99:23.11": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "an10.99:24.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "an10.99:25.1": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "an10.99:25.2": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an10.99:26.1": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti.",
  "an10.99:26.2": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti.",
  "an10.99:26.3": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti.",
  "an10.99:26.4": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti.",
  "an10.99:26.5": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "an10.99:27.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "an10.99:27.2": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:27.3": "“Evaṃ, bhante”.",
  "an10.99:28.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti.",
  "an10.99:29.1": "Puna caparaṃ, upāli, bhikkhu vitakkavicārānaṃ vūpasamā … pe …",
  "an10.99:29.2": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "an10.99:29.3": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:29.4": "“Evaṃ, bhante”.",
  "an10.99:30.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti.",
  "an10.99:31.1": "Puna caparaṃ, upāli, bhikkhu pītiyā ca virāgā … pe …",
  "an10.99:31.2": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "an10.99:31.3": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:31.4": "“Evaṃ, bhante”.",
  "an10.99:32.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti.",
  "an10.99:33.1": "Puna caparaṃ, upāli, bhikkhu sukhassa ca pahānā … pe …",
  "an10.99:33.2": "catutthaṃ jhānaṃ … pe ….",
  "an10.99:34.1": "Puna caparaṃ, upāli, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.",
  "an10.99:34.2": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:34.3": "“Evaṃ, bhante”.",
  "an10.99:35.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti.",
  "an10.99:36.1": "Puna caparaṃ, upāli, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati … pe ….",
  "an10.99:37.1": "Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati … pe ….",
  "an10.99:38.1": "Sabbaso ākiñcaññāyatanaṃ samatikkamma ‘santametaṃ paṇītametan’ti nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "an10.99:38.2": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:38.3": "“Evaṃ, bhante”.",
  "an10.99:39.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, no ca kho tāva anuppattasadatthā viharanti.",
  "an10.99:40.1": "Puna caparaṃ, upāli, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati;",
  "an10.99:40.2": "paññāya cassa disvā āsavā parikkhīṇā honti.",
  "an10.99:40.3": "Taṃ kiṃ maññasi, upāli, ‘nanvāyaṃ vihāro purimehi vihārehi abhikkantataro ca paṇītataro cā’”ti?",
  "an10.99:40.4": "“Evaṃ, bhante”.",
  "an10.99:41.1": "“Imampi kho, upāli, mama sāvakā attani dhammaṃ sampassamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, anuppattasadatthā ca viharanti.",
  "an10.99:41.2": "Iṅgha tvaṃ, upāli, saṅghe viharāhi.",
  "an10.99:41.3": "Saṅghe te viharato phāsu bhavissatī”ti.",
  "an10.99:42.1": "Navamaṃ."
}