{
  "_markup_path": "markup/an/an10/an10.055.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.055.json"
  ],
  "an10.55:1.1": "Aṅguttara Nikāya 10",
  "an10.55:2.1": "6. Sacittavagga",
  "an10.55:3.1": "55. Parihānasutta",
  "an10.55:4.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi:",
  "an10.55:4.2": "“āvuso <span class=\\\"var\\\" title=\\\"bhikkhavoti (bj, s1-3, pts1)\\\" id=\\\"note93\\\">bhikkhave”ti</span>.",
  "an10.55:4.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "an10.55:4.4": "Āyasmā sāriputto etadavoca:",
  "an10.55:5.1": "“‘Parihānadhammo puggalo, parihānadhammo puggalo’ti, āvuso, vuccati.",
  "an10.55:5.2": "‘Aparihānadhammo puggalo, aparihānadhammo puggalo’ti, āvuso, vuccati.",
  "an10.55:5.3": "Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā, kittāvatā ca pana aparihānadhammo puggalo vutto bhagavatā”ti?",
  "an10.55:5.4": "“Dūratopi kho mayaṃ, āvuso, āgacchāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ.",
  "an10.55:5.5": "Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho.",
  "an10.55:5.6": "Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti.",
  "an10.55:6.1": "“Tenahāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "an10.55:6.2": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "an10.55:6.3": "Āyasmā sāriputto etadavoca:",
  "an10.55:7.1": "“Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā?",
  "an10.55:7.2": "Idhāvuso, bhikkhu assutañceva dhammaṃ na suṇāti, sutā cassa dhammā sammosaṃ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa na samudācaranti, aviññātañceva na vijānāti.",
  "an10.55:7.3": "Ettāvatā kho, āvuso, parihānadhammo puggalo vutto bhagavatā.",
  "an10.55:8.1": "Kittāvatā ca panāvuso, aparihānadhammo puggalo vutto bhagavatā?",
  "an10.55:8.2": "Idhāvuso, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa samudācaranti, aviññātañceva vijānāti.",
  "an10.55:8.3": "Ettāvatā kho, āvuso, aparihānadhammo puggalo vutto bhagavatā.",
  "an10.55:9.1": "No ce, āvuso, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—",
  "an10.55:9.2": "evañhi vo, āvuso, sikkhitabbaṃ.",
  "an10.55:10.1": "Kathañcāvuso, bhikkhu sacittapariyāyakusalo hoti?",
  "an10.55:10.2": "Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati.",
  "an10.55:10.3": "No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo:",
  "an10.55:10.4": "‘lābhā vata me, parisuddhaṃ vata me’ti.",
  "an10.55:10.5": "Evameva kho, āvuso, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu:",
  "an10.55:10.6": "‘anabhijjhālu nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, abyāpannacitto nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, vigatathinamiddho nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, anuddhato nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, akkodhano nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṃ dhammapāmojjassa, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṃ cetosamathassa, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi adhipaññādhammavipassanāya, saṃvijjati nu kho me eso dhammo udāhu no’ti.",
  "an10.55:11.1": "Sace pana, āvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā sabbesaṃyeva imesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.55:11.2": "Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā.",
  "an10.55:11.3": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya.",
  "an10.55:11.4": "Evamevaṃ kho, āvuso, tena bhikkhunā sabbesaṃyeva kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.55:12.1": "Sace panāvuso, bhikkhu paccavekkhamāno ekacce kusale dhamme attani samanupassati, ekacce kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.55:12.2": "Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā.",
  "an10.55:12.3": "Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya.",
  "an10.55:12.4": "Evamevaṃ kho, āvuso, tena bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an10.55:13.1": "Sace panāvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani samanupassati, tenāvuso, bhikkhunā sabbesveva imesu kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti.",
  "an10.55:14.1": "Pañcamaṃ."
}