{
  "_markup_path": "markup/an/an10/an10.070.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.070.json"
  ],
  "an10.70:1.1": "Aṅguttara Nikāya 10",
  "an10.70:2.1": "7. Yamakavagga",
  "an10.70:3.1": "70. Dutiyakathāvatthusutta",
  "an10.70:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an10.70:4.2": "Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—",
  "an10.70:4.3": "rājakathaṃ corakathaṃ mahāmattakathaṃ … pe …",
  "an10.70:4.4": "itibhavābhavakathaṃ iti vāti.",
  "an10.70:5.1": "“Dasayimāni, bhikkhave, pāsaṃsāni ṭhānāni.",
  "an10.70:5.2": "Katamāni dasa?",
  "an10.70:5.3": "Idha, bhikkhave, bhikkhu attanā ca appiccho hoti, appicchakathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:5.4": "‘Appiccho bhikkhu appicchakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an10.70:6.1": "Attanā ca santuṭṭho hoti, santuṭṭhikathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:6.2": "‘Santuṭṭho bhikkhu santuṭṭhikathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an10.70:7.1": "Attanā ca pavivitto hoti, pavivekakathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:7.2": "‘Pavivitto bhikkhu pavivekakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an10.70:8.1": "Attanā ca asaṃsaṭṭho hoti, asaṃsaṭṭhakathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:8.2": "‘Asaṃsaṭṭho bhikkhu asaṃsaṭṭhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an10.70:9.1": "Attanā ca āraddhavīriyo hoti, vīriyārambhakathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:9.2": "‘Āraddhavīriyo bhikkhu vīriyārambhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an10.70:10.1": "Attanā ca sīlasampanno hoti, sīlasampadākathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:10.2": "‘Sīlasampanno bhikkhu sīlasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an10.70:11.1": "Attanā ca samādhisampanno hoti, samādhisampadākathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:11.2": "‘Samādhisampanno bhikkhu samādhisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.70:12.1": "Attanā ca paññāsampanno hoti, paññāsampadākathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:12.2": "‘Paññāsampanno bhikkhu paññāsampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(8)</span>",
  "an10.70:13.1": "Attanā ca vimuttisampanno hoti, vimuttisampadākathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:13.2": "‘Vimuttisampanno bhikkhu vimuttisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(9)</span>",
  "an10.70:14.1": "Attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā hoti.",
  "an10.70:14.2": "‘Vimuttiñāṇadassanasampanno bhikkhu vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. <span class=\\\"brnum\\\">(10)</span>",
  "an10.70:15.1": "Imāni kho, bhikkhave, dasa pāsaṃsāni ṭhānānī”ti.",
  "an10.70:16.1": "Dasamaṃ.",
  "an10.70:17.1": "Yamakavaggo dutiyo.",
  "an10.70:18.1": "Avijjā taṇhā niṭṭhā ca,",
  "an10.70:18.2": "avecca dve sukhāni ca;",
  "an10.70:18.3": "Naḷakapāne dve vuttā,",
  "an10.70:18.4": "kathāvatthūpare duveti."
}