{
  "_markup_path": "markup/an/an10/an10.076.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.076.json"
  ],
  "an10.76:1.1": "Aṅguttara Nikāya 10",
  "an10.76:2.1": "8. Ākaṅkhavagga",
  "an10.76:3.1": "76. Tayodhammasutta",
  "an10.76:4.1": "“Tayome, bhikkhave, dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya.",
  "an10.76:4.2": "Katame tayo?",
  "an10.76:4.3": "Jāti ca, jarā ca, maraṇañca—",
  "an10.76:4.4": "ime kho, bhikkhave, tayo dhammā loke na saṃvijjeyyuṃ, na tathāgato loke uppajjeyya arahaṃ sammāsambuddho, na tathāgatappavedito dhammavinayo loke dibbeyya.",
  "an10.76:4.5": "Yasmā ca kho, bhikkhave, ime tayo dhammā loke saṃvijjanti tasmā tathāgato loke uppajjati arahaṃ sammāsambuddho, tasmā tathāgatappavedito dhammavinayo loke dibbati.",
  "an10.76:5.1": "Tayome, bhikkhave, dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ.",
  "an10.76:5.2": "Katame tayo?",
  "an10.76:5.3": "Rāgaṃ appahāya, dosaṃ appahāya, mohaṃ appahāya—",
  "an10.76:5.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an10.76:6.1": "Tayome, bhikkhave, dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ.",
  "an10.76:6.2": "Katame tayo?",
  "an10.76:6.3": "Sakkāyadiṭṭhiṃ appahāya, vicikicchaṃ appahāya, sīlabbataparāmāsaṃ appahāya—",
  "an10.76:6.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an10.76:7.1": "Tayome, bhikkhave, dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ.",
  "an10.76:7.2": "Katame tayo?",
  "an10.76:7.3": "Ayonisomanasikāraṃ appahāya, kummaggasevanaṃ appahāya, cetaso līnattaṃ appahāya—",
  "an10.76:7.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an10.76:8.1": "Tayome, bhikkhave, dhamme appahāya abhabbo ayoniso manasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ.",
  "an10.76:8.2": "Katame tayo?",
  "an10.76:8.3": "Muṭṭhassaccaṃ appahāya, asampajaññaṃ appahāya, cetaso vikkhepaṃ appahāya—",
  "an10.76:8.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an10.76:9.1": "Tayome, bhikkhave, dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ.",
  "an10.76:9.2": "Katame tayo?",
  "an10.76:9.3": "Ariyānaṃ adassanakamyataṃ appahāya, <span class=\\\"var\\\" title=\\\"ariyadhammaṃ (s1-3, pts1)\\\" id=\\\"note139\\\">ariyadhammassa</span> asotukamyataṃ appahāya, upārambhacittataṃ appahāya—",
  "an10.76:9.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an10.76:10.1": "Tayome, bhikkhave, dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ.",
  "an10.76:10.2": "Katame tayo?",
  "an10.76:10.3": "Uddhaccaṃ appahāya, asaṃvaraṃ appahāya, dussilyaṃ appahāya—",
  "an10.76:10.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an10.76:11.1": "Tayome, bhikkhave, dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ.",
  "an10.76:11.2": "Katame tayo?",
  "an10.76:11.3": "Assaddhiyaṃ appahāya, avadaññutaṃ appahāya, kosajjaṃ appahāya—",
  "an10.76:11.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.76:12.1": "Tayome, bhikkhave, dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ.",
  "an10.76:12.2": "Katame tayo?",
  "an10.76:12.3": "Anādariyaṃ appahāya, dovacassataṃ appahāya, pāpamittataṃ appahāya—",
  "an10.76:12.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. <span class=\\\"brnum\\\">(8)</span>",
  "an10.76:13.1": "Tayome, bhikkhave, dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ.",
  "an10.76:13.2": "Katame tayo?",
  "an10.76:13.3": "Ahirikaṃ appahāya, anottappaṃ appahāya, pamādaṃ appahāya—",
  "an10.76:13.4": "ime kho, bhikkhave, tayo dhamme appahāya abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. <span class=\\\"brnum\\\">(9)</span>",
  "an10.76:14.1": "Ahirikoyaṃ, bhikkhave, anottāpī pamatto hoti.",
  "an10.76:14.2": "So pamatto samāno abhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ.",
  "an10.76:14.3": "So pāpamitto samāno abhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ.",
  "an10.76:14.4": "So kusīto samāno abhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ.",
  "an10.76:14.5": "So dussīlo samāno abhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ.",
  "an10.76:14.6": "So upārambhacitto samāno abhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ.",
  "an10.76:14.7": "So vikkhittacitto samāno abhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ.",
  "an10.76:14.8": "So līnacitto samāno abhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ.",
  "an10.76:14.9": "So vicikiccho samāno abhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ.",
  "an10.76:14.10": "So rāgaṃ appahāya dosaṃ appahāya mohaṃ appahāya abhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. <span class=\\\"brnum\\\">(10)</span>",
  "an10.76:15.1": "Tayome, bhikkhave, dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ.",
  "an10.76:15.2": "Katame tayo?",
  "an10.76:15.3": "Rāgaṃ pahāya, dosaṃ pahāya, mohaṃ pahāya—",
  "an10.76:15.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātuṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an10.76:16.1": "Tayome, bhikkhave, dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ.",
  "an10.76:16.2": "Katame tayo?",
  "an10.76:16.3": "Sakkāyadiṭṭhiṃ pahāya, vicikicchaṃ pahāya, sīlabbataparāmāsaṃ pahāya—",
  "an10.76:16.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an10.76:17.1": "Tayome, bhikkhave, dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ.",
  "an10.76:17.2": "Katame tayo?",
  "an10.76:17.3": "Ayonisomanasikāraṃ pahāya, kummaggasevanaṃ pahāya, cetaso līnattaṃ pahāya—",
  "an10.76:17.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an10.76:18.1": "Tayome, bhikkhave, dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ.",
  "an10.76:18.2": "Katame tayo?",
  "an10.76:18.3": "Muṭṭhassaccaṃ pahāya, asampajaññaṃ pahāya, cetaso vikkhepaṃ pahāya—",
  "an10.76:18.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an10.76:19.1": "Tayome, bhikkhave, dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ.",
  "an10.76:19.2": "Katame tayo?",
  "an10.76:19.3": "Ariyānaṃ adassanakamyataṃ pahāya, ariyadhammassa asotukamyataṃ pahāya, upārambhacittataṃ pahāya—",
  "an10.76:19.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an10.76:20.1": "Tayome, bhikkhave, dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ.",
  "an10.76:20.2": "Katame tayo?",
  "an10.76:20.3": "Uddhaccaṃ pahāya, asaṃvaraṃ pahāya, dussilyaṃ pahāya—",
  "an10.76:20.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an10.76:21.1": "Tayome, bhikkhave, dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ.",
  "an10.76:21.2": "Katame tayo?",
  "an10.76:21.3": "Assaddhiyaṃ pahāya, avadaññutaṃ pahāya, kosajjaṃ pahāya—",
  "an10.76:21.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.76:22.1": "Tayome, bhikkhave, dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ.",
  "an10.76:22.2": "Katame tayo?",
  "an10.76:22.3": "Anādariyaṃ pahāya, dovacassataṃ pahāya, pāpamittataṃ pahāya—",
  "an10.76:22.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ. <span class=\\\"brnum\\\">(8)</span>",
  "an10.76:23.1": "Tayome, bhikkhave, dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ.",
  "an10.76:23.2": "Katame tayo?",
  "an10.76:23.3": "Ahirikaṃ pahāya, anottappaṃ pahāya, pamādaṃ pahāya—",
  "an10.76:23.4": "ime kho, bhikkhave, tayo dhamme pahāya bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ. <span class=\\\"brnum\\\">(9)</span>",
  "an10.76:24.1": "Hirīmāyaṃ, bhikkhave, ottāpī appamatto hoti.",
  "an10.76:24.2": "So appamatto samāno bhabbo anādariyaṃ pahātuṃ dovacassataṃ pahātuṃ pāpamittataṃ pahātuṃ.",
  "an10.76:24.3": "So kalyāṇamitto samāno bhabbo assaddhiyaṃ pahātuṃ avadaññutaṃ pahātuṃ kosajjaṃ pahātuṃ.",
  "an10.76:24.4": "So āraddhavīriyo samāno bhabbo uddhaccaṃ pahātuṃ asaṃvaraṃ pahātuṃ dussilyaṃ pahātuṃ.",
  "an10.76:24.5": "So sīlavā samāno bhabbo ariyānaṃ adassanakamyataṃ pahātuṃ ariyadhammassa asotukamyataṃ pahātuṃ upārambhacittataṃ pahātuṃ.",
  "an10.76:24.6": "So anupārambhacitto samāno bhabbo muṭṭhassaccaṃ pahātuṃ asampajaññaṃ pahātuṃ cetaso vikkhepaṃ pahātuṃ.",
  "an10.76:24.7": "So avikkhittacitto samāno bhabbo ayonisomanasikāraṃ pahātuṃ kummaggasevanaṃ pahātuṃ cetaso līnattaṃ pahātuṃ.",
  "an10.76:24.8": "So alīnacitto samāno bhabbo sakkāyadiṭṭhiṃ pahātuṃ vicikicchaṃ pahātuṃ sīlabbataparāmāsaṃ pahātuṃ.",
  "an10.76:24.9": "So avicikiccho samāno bhabbo rāgaṃ pahātuṃ dosaṃ pahātuṃ mohaṃ pahātuṃ.",
  "an10.76:24.10": "So rāgaṃ pahāya dosaṃ pahāya mohaṃ pahāya bhabbo jātiṃ pahātuṃ jaraṃ pahātuṃ maraṇaṃ pahātun”ti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.76:25.1": "Chaṭṭhaṃ."
}