{
  "_markup_path": "markup/an/an10/an10.014.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.014.json"
  ],
  "an10.14:1.1": "Aṅguttara Nikāya 10",
  "an10.14:2.1": "2. Nāthavagga",
  "an10.14:3.1": "14. Cetokhilasutta",
  "an10.14:4.1": "“Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā pañca cetokhilā appahīnā pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.",
  "an10.14:5.1": "Katamassa pañca cetokhilā appahīnā honti?",
  "an10.14:5.2": "Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati.",
  "an10.14:5.3": "Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:5.4": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo appahīno hoti.",
  "an10.14:6.1": "Puna caparaṃ, bhikkhave, bhikkhu dhamme kaṅkhati … pe …",
  "an10.14:6.2": "saṅghe kaṅkhati …",
  "an10.14:6.3": "sikkhāya kaṅkhati …",
  "an10.14:6.4": "sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto.",
  "an10.14:6.5": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:6.6": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo appahīno hoti.",
  "an10.14:6.7": "Imassa pañca cetokhilā appahīnā honti.",
  "an10.14:7.1": "Katamassa pañca cetasovinibandhā asamucchinnā honti?",
  "an10.14:7.2": "Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho.",
  "an10.14:7.3": "Yo so, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:7.4": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho asamucchinno hoti.",
  "an10.14:8.1": "Puna caparaṃ, bhikkhave, bhikkhu kāye avītarāgo hoti … pe …",
  "an10.14:8.2": "rūpe avītarāgo hoti … pe …",
  "an10.14:8.3": "yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati …",
  "an10.14:8.4": "aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "an10.14:8.5": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.",
  "an10.14:8.6": "Yo so, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "an10.14:8.7": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:8.8": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho asamucchinno hoti.",
  "an10.14:8.9": "Imassa pañca cetasovinibandhā asamucchinnā honti.",
  "an10.14:9.1": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā appahīnā ime pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.",
  "an10.14:10.1": "Seyyathāpi, bhikkhave, kāḷapakkhe candassa yā ratti vā divaso vā āgacchati, hāyateva vaṇṇena hāyati maṇḍalena hāyati ābhāya hāyati ārohapariṇāhena;",
  "an10.14:10.2": "evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā appahīnā ime pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.",
  "an10.14:11.1": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā pañca cetokhilā pahīnā pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni.",
  "an10.14:12.1": "Katamassa pañca cetokhilā pahīnā honti?",
  "an10.14:12.2": "Idha, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati, adhimuccati sampasīdati.",
  "an10.14:12.3": "Yo so, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:12.4": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo pahīno hoti.",
  "an10.14:13.1": "Puna caparaṃ, bhikkhave, bhikkhu dhamme na kaṅkhati … pe …",
  "an10.14:13.2": "saṅghe na kaṅkhati …",
  "an10.14:13.3": "sikkhāya na kaṅkhati …",
  "an10.14:13.4": "sabrahmacārīsu na kupito hoti attamano na āhatacitto na khilajāto.",
  "an10.14:13.5": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti attamano na āhatacitto na khilajāto, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:13.6": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo pahīno hoti.",
  "an10.14:13.7": "Imassa pañca cetokhilā pahīnā honti.",
  "an10.14:14.1": "Katamassa pañca cetasovinibandhā susamucchinnā honti?",
  "an10.14:14.2": "Idha, bhikkhave, bhikkhu kāmesu vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho.",
  "an10.14:14.3": "Yo so, bhikkhave, bhikkhu kāmesu vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:14.4": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho susamucchinno hoti.",
  "an10.14:15.1": "Puna caparaṃ, bhikkhave, bhikkhu kāye vītarāgo hoti … pe …",
  "an10.14:15.2": "rūpe vītarāgo hoti … pe …",
  "an10.14:15.3": "na yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati, na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "an10.14:15.4": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.",
  "an10.14:15.5": "Yo so, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya … pe …",
  "an10.14:15.6": "devaññataro vāti, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "an10.14:15.7": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho susamucchinno hoti.",
  "an10.14:15.8": "Imassa pañca cetasovinibandhā susamucchinnā honti.",
  "an10.14:16.1": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni.",
  "an10.14:17.1": "Seyyathāpi, bhikkhave, juṇhapakkhe candassa yā ratti vā divaso vā āgacchati, vaḍḍhateva vaṇṇena vaḍḍhati maṇḍalena vaḍḍhati ābhāya vaḍḍhati ārohapariṇāhena;",
  "an10.14:17.2": "evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti.",
  "an10.14:18.1": "Catutthaṃ."
}