{
  "_markup_path": "markup/an/an10/an10.091.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.091.json"
  ],
  "an10.91:1.1": "Aṅguttara Nikāya 10",
  "an10.91:2.1": "<span class=\\\"var\\\" title=\\\"upāsakavaggo (s1-3) | upāsakavagga (pts1)\\\" id=\\\"note168\\\">10. Upālivagga</span>",
  "an10.91:3.1": "91. Kāmabhogīsutta",
  "an10.91:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an10.91:4.2": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami;",
  "an10.91:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an10.91:4.4": "Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:",
  "an10.91:5.1": "“Dasayime, gahapati, kāmabhogī santo saṃvijjamānā lokasmiṃ.",
  "an10.91:5.2": "Katame dasa?",
  "an10.91:5.3": "Idha, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena;",
  "an10.91:5.4": "adhammena bhoge pariyesitvā sāhasena <span class=\\\"var\\\" title=\\\"na attānaṃ sukheti pīneti (bj, s1-3, pts1)\\\" id=\\\"note169\\\">na attānaṃ sukheti na pīṇeti</span> na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(1)</span>",
  "an10.91:6.1": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena;",
  "an10.91:6.2": "adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.91:7.1": "Idha pana, gahapati, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena;",
  "an10.91:7.2": "adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.91:8.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi;",
  "an10.91:8.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.91:9.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi;",
  "an10.91:9.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.91:10.1": "Idha pana, gahapati, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi;",
  "an10.91:10.2": "dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.91:11.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena;",
  "an10.91:11.2": "dhammena bhoge pariyesitvā asāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(7)</span>",
  "an10.91:12.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena;",
  "an10.91:12.2": "dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.91:13.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena;",
  "an10.91:13.2": "dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.",
  "an10.91:13.3": "Te ca bhoge <span class=\\\"var\\\" title=\\\"gadhito (s1, s3, pts1, mr)\\\" id=\\\"note170\\\">gathito</span> mucchito <span class=\\\"var\\\" title=\\\"ajjhāpanno (sabbattha)\\\" id=\\\"note171\\\">ajjhosanno</span> anādīnavadassāvī anissaraṇapañño paribhuñjati. <span class=\\\"brnum\\\">(9)</span>",
  "an10.91:14.1": "Idha pana, gahapati, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena;",
  "an10.91:14.2": "dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.",
  "an10.91:14.3": "Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati. <span class=\\\"brnum\\\">(10)</span>",
  "an10.91:15.1": "Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi gārayho.",
  "an10.91:15.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho.",
  "an10.91:15.3": "‘Na attānaṃ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho.",
  "an10.91:15.4": "‘Na saṃvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho.",
  "an10.91:15.5": "Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi gārayho. <span class=\\\"brnum\\\">(1)</span>",
  "an10.91:16.1": "Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi gārayho ekena ṭhānena pāsaṃso.",
  "an10.91:16.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho.",
  "an10.91:16.3": "‘Attānaṃ sukheti pīṇetī’ti, iminā ekena ṭhānena pāsaṃso.",
  "an10.91:16.4": "‘Na saṃvibhajati na puññāni karotī’ti iminā dutiyena ṭhānena gārayho.",
  "an10.91:16.5": "Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi gārayho iminā ekena ṭhānena pāsaṃso. <span class=\\\"brnum\\\">(2)</span>",
  "an10.91:17.1": "Tatra, gahapati, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena gārayho dvīhi ṭhānehi pāsaṃso.",
  "an10.91:17.2": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho.",
  "an10.91:17.3": "‘Attānaṃ sukheti pīṇetī’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:17.4": "‘Saṃvibhajati puññāni karotī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:17.5": "Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṃso. <span class=\\\"brnum\\\">(3)</span>",
  "an10.91:18.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena pāsaṃso tīhi ṭhānehi gārayho.",
  "an10.91:18.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṃso.",
  "an10.91:18.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho.",
  "an10.91:18.4": "‘Na attānaṃ sukheti na pīṇetī’ti, iminā dutiyena ṭhānena gārayho.",
  "an10.91:18.5": "‘Na saṃvibhajati na puññāni karotī’ti, iminā tatiyena ṭhānena gārayho.",
  "an10.91:18.6": "Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṃso imehi tīhi ṭhānehi gārayho. <span class=\\\"brnum\\\">(4)</span>",
  "an10.91:19.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṃso dvīhi ṭhānehi gārayho.",
  "an10.91:19.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:19.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā paṭhamena ṭhānena gārayho.",
  "an10.91:19.4": "‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:19.5": "‘Na saṃvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho.",
  "an10.91:19.6": "Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso imehi dvīhi ṭhānehi gārayho. <span class=\\\"brnum\\\">(5)</span>",
  "an10.91:20.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho.",
  "an10.91:20.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:20.3": "‘Adhammena bhoge pariyesati sāhasenā’ti, iminā ekena ṭhānena gārayho.",
  "an10.91:20.4": "‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:20.5": "‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso.",
  "an10.91:20.6": "Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. <span class=\\\"brnum\\\">(6)</span>",
  "an10.91:21.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī ekena ṭhānena pāsaṃso dvīhi ṭhānehi gārayho.",
  "an10.91:21.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā ekena ṭhānena pāsaṃso.",
  "an10.91:21.3": "‘Na attānaṃ sukheti na pīṇetī’ti, iminā paṭhamena ṭhānena gārayho.",
  "an10.91:21.4": "‘Na saṃvibhajati na puññāni karotī’ti, iminā dutiyena ṭhānena gārayho.",
  "an10.91:21.5": "Ayaṃ, gahapati, kāmabhogī iminā ekena ṭhānena pāsaṃso imehi dvīhi ṭhānehi gārayho. <span class=\\\"brnum\\\">(7)</span>",
  "an10.91:22.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti na saṃvibhajati na puññāni karoti, ayaṃ, gahapati, kāmabhogī dvīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho.",
  "an10.91:22.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:22.3": "‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:22.4": "‘Na saṃvibhajati na puññāni karotī’ti iminā ekena ṭhānena gārayho.",
  "an10.91:22.5": "Ayaṃ, gahapati, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. <span class=\\\"brnum\\\">(8)</span>",
  "an10.91:23.1": "Tatra, gahapati yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjati, ayaṃ, gahapati, kāmabhogī tīhi ṭhānehi pāsaṃso ekena ṭhānena gārayho.",
  "an10.91:23.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:23.3": "‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:23.4": "‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso.",
  "an10.91:23.5": "‘Te ca bhoge gathito mucchito ajjhosanno anādīnavadassāvī anissaraṇapañño paribhuñjatī’ti, iminā ekena ṭhānena gārayho.",
  "an10.91:23.6": "Ayaṃ, gahapati, kāmabhogī imehi tīhi ṭhānehi pāsaṃso iminā ekena ṭhānena gārayho. <span class=\\\"brnum\\\">(9)</span>",
  "an10.91:24.1": "Tatra, gahapati, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ, gahapati, kāmabhogī catūhi ṭhānehi pāsaṃso.",
  "an10.91:24.2": "‘Dhammena bhoge pariyesati asāhasenā’ti, iminā paṭhamena ṭhānena pāsaṃso.",
  "an10.91:24.3": "‘Attānaṃ sukheti pīṇetī’ti, iminā dutiyena ṭhānena pāsaṃso.",
  "an10.91:24.4": "‘Saṃvibhajati puññāni karotī’ti, iminā tatiyena ṭhānena pāsaṃso.",
  "an10.91:24.5": "‘Te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjatī’ti, iminā catutthena ṭhānena pāsaṃso.",
  "an10.91:24.6": "Ayaṃ, gahapati, kāmabhogī imehi catūhi ṭhānehi pāsaṃso. <span class=\\\"brnum\\\">(10)</span>",
  "an10.91:25.1": "Ime kho, gahapati, dasa kāmabhogī santo saṃvijjamānā lokasmiṃ.",
  "an10.91:25.2": "Imesaṃ kho, gahapati, dasannaṃ kāmabhogīnaṃ yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ imesaṃ dasannaṃ kāmabhogīnaṃ aggo ca seṭṭho ca <span class=\\\"var\\\" title=\\\"mokkho (si)\\\" id=\\\"note172\\\">pāmokkho</span> ca uttamo ca pavaro ca.",
  "an10.91:25.3": "Seyyathāpi, gahapati, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo.",
  "an10.91:25.4": "Sappimaṇḍo tattha aggamakkhāyati.",
  "an10.91:26.1": "Evamevaṃ kho, gahapati, imesaṃ dasannaṃ kāmabhogīnaṃ yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge agathito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati, ayaṃ imesaṃ dasannaṃ kāmabhogīnaṃ aggo ca seṭṭho ca <span class=\\\"var\\\" title=\\\"mokkho (si)\\\" id=\\\"note173\\\">pāmokkho</span> ca uttamo ca pavaro cā”ti.",
  "an10.91:27.1": "Paṭhamaṃ."
}