{
  "_markup_path": "markup/an/an10/an10.028.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.028.json"
  ],
  "an10.28:1.1": "Aṅguttara Nikāya 10",
  "an10.28:2.1": "3. Mahāvagga",
  "an10.28:3.1": "28. Dutiyamahāpañhāsutta",
  "an10.28:4.1": "Ekaṃ samayaṃ bhagavā kajaṅgalāyaṃ viharati veḷuvane.",
  "an10.28:4.2": "Atha kho sambahulā kajaṅgalakā upāsakā yena kajaṅgalikā bhikkhunī tenupasaṅkamiṃsu;",
  "an10.28:4.3": "upasaṅkamitvā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "an10.28:4.4": "Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā kajaṅgalikaṃ bhikkhuniṃ etadavocuṃ:",
  "an10.28:5.1": "“Vuttamidaṃ, ayye, bhagavatā mahāpañhesu:",
  "an10.28:5.2": "‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ, dve pañhā dve uddesā dve veyyākaraṇāni, tayo pañhā tayo uddesā tīṇi veyyākaraṇāni, cattāro pañhā cattāro uddesā cattāri veyyākaraṇāni, pañca pañhā pañcuddesā pañca veyyākaraṇāni, cha pañhā cha uddesā cha veyyākaraṇāni, satta pañhā sattuddesā satta veyyākaraṇāni, aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇāni, nava pañhā navuddesā nava veyyākaraṇāni, dasa pañhā dasuddesā dasa veyyākaraṇānī’ti.",
  "an10.28:5.3": "Imassa nu kho, ayye, bhagavatā saṅkhittena bhāsitassa kathaṃ vitthārena attho daṭṭhabbo”ti?",
  "an10.28:6.1": "“Na kho panetaṃ, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ, napi manobhāvanīyānaṃ bhikkhūnaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ;",
  "an10.28:6.2": "api ca yathā mettha khāyati taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "an10.28:6.3": "“Evaṃ, ayye”ti, kho kajaṅgalakā upāsakā kajaṅgalikāya bhikkhuniyā paccassosuṃ.",
  "an10.28:6.4": "Kajaṅgalikā bhikkhunī etadavoca:",
  "an10.28:7.1": "“‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:7.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:7.3": "Ekadhamme, āvuso, bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:7.4": "Katamasmiṃ ekadhamme?",
  "an10.28:7.5": "Sabbe sattā āhāraṭṭhitikā—",
  "an10.28:7.6": "imasmiṃ kho, āvuso, ekadhamme bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:7.7": "‘Eko pañho eko uddeso ekaṃ veyyākaraṇan’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:8.1": "‘Dve pañhā dve uddesā dve veyyākaraṇānī’ti iti, kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:8.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:8.3": "Dvīsu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:8.4": "Katamesu dvīsu?",
  "an10.28:8.5": "Nāme ca rūpe ca … pe …",
  "an10.28:8.6": "katamesu tīsu?",
  "an10.28:8.7": "Tīsu vedanāsu—",
  "an10.28:8.8": "imesu kho, āvuso, tīsu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:8.9": "‘Tayo pañhā tayo uddesā tīṇi veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:9.1": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:9.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:9.3": "Catūsu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:9.4": "Katamesu catūsu?",
  "an10.28:9.5": "Catūsu satipaṭṭhānesu—",
  "an10.28:9.6": "imesu kho, āvuso, catūsu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:9.7": "‘Cattāro pañhā cattāro uddesā cattāri veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:10.1": "‘Pañca pañhā pañcuddesā pañca veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:10.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:10.3": "Pañcasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:10.4": "Katamesu pañcasu?",
  "an10.28:10.5": "Pañcasu indriyesu … pe …",
  "an10.28:10.6": "katamesu chasu?",
  "an10.28:10.7": "Chasu nissaraṇīyāsu dhātūsu … pe …",
  "an10.28:10.8": "katamesu sattasu?",
  "an10.28:10.9": "Sattasu bojjhaṅgesu … pe …",
  "an10.28:10.10": "katamesu aṭṭhasu?",
  "an10.28:10.11": "Aṭṭhasu ariyaaṭṭhaṅgikamaggesu—",
  "an10.28:10.12": "imesu kho, āvuso, aṭṭhasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:10.13": "‘Aṭṭha pañhā aṭṭhuddesā aṭṭha veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:11.1": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:11.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:11.3": "Navasu, āvuso, dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:11.4": "Katamesu navasu?",
  "an10.28:11.5": "Navasu sattāvāsesu—",
  "an10.28:11.6": "imesu kho, āvuso, navasu dhammesu bhikkhu sammā nibbindamāno sammā virajjamāno sammā vimuccamāno sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:11.7": "‘Nava pañhā navuddesā nava veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:12.1": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti kho panetaṃ vuttaṃ bhagavatā.",
  "an10.28:12.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an10.28:12.3": "Dasasu, āvuso, dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:12.4": "Katamesu dasasu?",
  "an10.28:12.5": "Dasasu kusalesu kammapathesu—",
  "an10.28:12.6": "imesu kho, āvuso, dasasu dhammesu bhikkhu sammā subhāvitacitto sammā pariyantadassāvī sammadatthaṃ abhisamecca diṭṭheva dhamme dukkhassantakaro hoti.",
  "an10.28:12.7": "‘Dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, iti yaṃ taṃ vuttaṃ bhagavatā idametaṃ paṭicca vuttaṃ.",
  "an10.28:13.1": "Iti kho, āvuso, yaṃ taṃ vuttaṃ bhagavatā saṃkhittena <span class=\\\"var\\\" title=\\\"bhagavatā mahāpañhesu (s1-3, pts1)\\\" id=\\\"note57\\\">bhāsitāsu mahāpañhāsu</span>:",
  "an10.28:13.2": "‘eko pañho eko uddeso ekaṃ veyyākaraṇaṃ … pe …",
  "an10.28:13.3": "dasa pañhā dasuddesā dasa veyyākaraṇānī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṃkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi.",
  "an10.28:13.4": "Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaññeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.",
  "an10.28:13.5": "<span class=\\\"var\\\" title=\\\"yathā kho (mr) | yathā no (bahūsu)\\\" id=\\\"note58\\\">Yathā vo</span> bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.",
  "an10.28:13.6": "“Evaṃ, ayye”ti kho kajaṅgalakā upāsakā kajaṅgalikāya kho bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā kajaṅgalikaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkamiṃsu;",
  "an10.28:13.7": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "an10.28:13.8": "Ekamantaṃ nisinnā kho kajaṅgalakā upāsakā yāvatako ahosi kajaṅgalikāya bhikkhuniyā saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesuṃ.",
  "an10.28:14.1": "“Sādhu sādhu, gahapatayo.",
  "an10.28:14.2": "Paṇḍitā, gahapatayo, kajaṅgalikā bhikkhunī.",
  "an10.28:14.3": "Mahāpaññā, gahapatayo, kajaṅgalikā bhikkhunī.",
  "an10.28:14.4": "Mañcepi tumhe, gahapatayo, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ <span class=\\\"var\\\" title=\\\"evameva (s1-3, pts1, mr)\\\" id=\\\"note59\\\">evamevaṃ</span> byākareyyaṃ yathā taṃ kajaṅgalikāya bhikkhuniyā byākataṃ.",
  "an10.28:14.5": "Eso <span class=\\\"var\\\" title=\\\"eso cevetassa (^mn18#14 [Madhupiṇḍikasutta])\\\" id=\\\"note60\\\">ceva tassa</span> attho.",
  "an10.28:14.6": "Evañca naṃ dhāreyyāthā”ti.",
  "an10.28:15.1": "Aṭṭhamaṃ."
}