{
  "_markup_path": "markup/an/an10/an10.044.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.044.json"
  ],
  "an10.44:1.1": "Aṅguttara Nikāya 10",
  "an10.44:2.1": "5. Akkosavagga",
  "an10.44:3.1": "<span class=\\\"var\\\" title=\\\"kusinārāsuttaṃ (bj)\\\" id=\\\"note78\\\">44. Kusinārasutta</span>",
  "an10.44:4.1": "Ekaṃ samayaṃ bhagavā kusinārāyaṃ viharati baliharaṇe vanasaṇḍe.",
  "an10.44:4.2": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an10.44:4.3": "“bhikkhavo”ti.",
  "an10.44:4.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an10.44:4.5": "Bhagavā etadavoca:",
  "an10.44:5.1": "<span class=\\\"cross\\\" title=\\\"^pi-tv-bu-vb-ss13#13 [Saṅghādisesā 13: Kuladūsakasikkhāpada] | ^pi-tv-kd19#76 [Pātimokkhaṭṭhapanakkhandhaka/ Codakenapaccavekkhitabbadhamma]\\\" id=\\\"note79\\\">*</span> <a class=\\\"sc\\\" id=\\\"2\\\"></a>“Codakena, bhikkhave, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ paccavekkhitvā pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo.",
  "an10.44:5.2": "Katame pañca dhammā ajjhattaṃ paccavekkhitabbā?",
  "an10.44:5.3": "Codakena, bhikkhave, bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ:",
  "an10.44:5.4": "‘parisuddhakāyasamācāro nu khomhi, parisuddhenamhi kāyasamācārena samannāgato acchiddena appaṭimaṃsena.",
  "an10.44:5.5": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "an10.44:5.6": "No ce, bhikkhave, bhikkhu parisuddhakāyasamācāro hoti parisuddhena kāyasamācārena samannāgato acchiddena appaṭimaṃsena, tassa bhavanti vattāro:",
  "an10.44:5.7": "‘iṅgha tāva āyasmā kāyikaṃ sikkhassū’ti, itissa bhavanti vattāro.",
  "an10.44:6.1": "Puna caparaṃ, bhikkhave, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ:",
  "an10.44:6.2": "‘parisuddhavacīsamācāro nu khomhi, parisuddhenamhi vacīsamācārena samannāgato acchiddena appaṭimaṃsena.",
  "an10.44:6.3": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "an10.44:6.4": "No ce, bhikkhave, bhikkhu parisuddhavacīsamācāro hoti parisuddhena vacīsamācārena samannāgato acchiddena appaṭimaṃsena, tassa bhavanti vattāro:",
  "an10.44:6.5": "‘iṅgha tāva āyasmā vācasikaṃ sikkhassū’ti, itissa bhavanti vattāro.",
  "an10.44:7.1": "Puna caparaṃ, bhikkhave, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ:",
  "an10.44:7.2": "‘mettaṃ nu kho me cittaṃ paccupaṭṭhitaṃ sabrahmacārīsu anāghātaṃ.",
  "an10.44:7.3": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "an10.44:7.4": "No ce, bhikkhave, bhikkhuno mettaṃ cittaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu anāghātaṃ, tassa bhavanti vattāro:",
  "an10.44:7.5": "‘iṅgha tāva āyasmā sabrahmacārīsu mettaṃ cittaṃ upaṭṭhāpehī’ti, itissa bhavanti vattāro.",
  "an10.44:8.1": "Puna caparaṃ, bhikkhave, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ:",
  "an10.44:8.2": "‘bahussuto nu khomhi sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "an10.44:8.3": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "an10.44:8.4": "No ce, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, tassa bhavanti vattāro:",
  "an10.44:8.5": "‘iṅgha tāva āyasmā āgamaṃ pariyāpuṇassū’ti, itissa bhavanti vattāro.",
  "an10.44:9.1": "Puna caparaṃ, bhikkhave, codakena bhikkhunā paraṃ codetukāmena evaṃ paccavekkhitabbaṃ:",
  "an10.44:9.2": "‘ubhayāni kho pana me pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso.",
  "an10.44:9.3": "Saṃvijjati nu kho me eso dhammo udāhu no’ti?",
  "an10.44:9.4": "No ce, bhikkhave, bhikkhuno ubhayāni pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso, ‘idaṃ panāyasmā, kattha vuttaṃ bhagavatā’ti, iti puṭṭho na sampāyissati.",
  "an10.44:9.5": "Tassa bhavanti vattāro:",
  "an10.44:9.6": "‘iṅgha tāva āyasmā vinayaṃ sikkhassū’ti, itissa bhavanti vattāro.",
  "an10.44:9.7": "Ime pañca dhammā ajjhattaṃ paccavekkhitabbā.",
  "an10.44:10.1": "Katame pañca dhammā ajjhattaṃ upaṭṭhāpetabbā?",
  "an10.44:10.2": "‘Kālena vakkhāmi, no akālena;",
  "an10.44:10.3": "bhūtena vakkhāmi, no abhūtena;",
  "an10.44:10.4": "saṇhena vakkhāmi, no pharusena;",
  "an10.44:10.5": "atthasaṃhitena vakkhāmi, no anatthasaṃhitena;",
  "an10.44:10.6": "mettacitto vakkhāmi, no dosantaro’ti—",
  "an10.44:10.7": "ime pañca dhammā ajjhattaṃ upaṭṭhāpetabbā.",
  "an10.44:10.8": "Codakena, bhikkhave, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ paccavekkhitvā ime pañca dhamme ajjhattaṃ upaṭṭhāpetvā paro codetabbo”ti.",
  "an10.44:11.1": "Catutthaṃ."
}