{
  "_markup_path": "markup/an/an10/an10.217.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.217.json"
  ],
  "an10.217:1.1": "Aṅguttara Nikāya 10",
  "an10.217:2.1": "21. Karajakāyavagga",
  "an10.217:3.1": "217. Paṭhamasañcetanikasutta",
  "an10.217:4.1": "“Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ <span class=\\\"var\\\" title=\\\"appaṭisaṃviditvā (bj, s1-3, pts1)\\\" id=\\\"note305\\\">appaṭisaṃveditvā</span> byantībhāvaṃ vadāmi.",
  "an10.217:4.2": "Tañca kho diṭṭheva dhamme <span class=\\\"var\\\" title=\\\"upapajjaṃ vā (si, pts1, mr) | upapajja vā (^mn136#19 [Mahākammavibhaṅgasutta])\\\" id=\\\"note306\\\">upapajje vā</span> apare vā pariyāye.",
  "an10.217:4.3": "Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.",
  "an10.217:5.1": "Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti <span class=\\\"var\\\" title=\\\"akusalaṃ sañcetanikaṃ dukkhudrayaṃ dukkhavipākaṃ (mr)\\\" id=\\\"note307\\\">akusalasañcetanikā dukkhudrayā dukkhavipākā</span> hoti;",
  "an10.217:5.2": "catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti;",
  "an10.217:5.3": "tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.217:6.1": "Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?",
  "an10.217:6.2": "Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. <span class=\\\"brnum\\\">(1)</span>",
  "an10.217:7.1": "Adinnādāyī hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.217:8.1": "Kāmesumicchācārī hoti, yā tā māturakkhitā … pe …",
  "an10.217:8.2": "antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.217:9.1": "Evaṃ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.217:10.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?",
  "an10.217:10.2": "Idha, bhikkhave, ekacco musāvādī hoti.",
  "an10.217:10.3": "Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "an10.217:10.4": "‘jānāmī’ti, jānaṃ vā āha:",
  "an10.217:10.5": "‘na jānāmī’ti, apassaṃ vā āha:",
  "an10.217:10.6": "‘passāmī’ti, passaṃ vā āha:",
  "an10.217:10.7": "‘na passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.217:11.1": "Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya.",
  "an10.217:11.2": "Iti samaggānaṃ vā bhettā bhinnānaṃ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.217:12.1": "Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā.",
  "an10.217:12.2": "Asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.217:13.1": "Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.217:14.1": "Evaṃ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.217:15.1": "Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?",
  "an10.217:15.2": "Idha, bhikkhave, ekacco abhijjhālu hoti.",
  "an10.217:15.3": "Yaṃ taṃ parassa paravittūpakaraṇaṃ, taṃ abhijjhātā hoti:",
  "an10.217:15.4": "‘aho vata, yaṃ parassa taṃ mama assā’ti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.217:16.1": "Byāpannacitto hoti, paduṭṭhamanasaṅkappo:",
  "an10.217:16.2": "‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. <span class=\\\"brnum\\\">(9)</span>",
  "an10.217:17.1": "Micchādiṭṭhiko hoti, viparītadassano:",
  "an10.217:17.2": "‘natthi dinnaṃ … pe …",
  "an10.217:17.3": "ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.217:18.1": "Evaṃ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.",
  "an10.217:19.1": "<span class=\\\"var\\\" title=\\\"... sañcetanikahetu (mr)\\\" id=\\\"note308\\\">Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu</span> vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti;",
  "an10.217:19.2": "catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti;",
  "an10.217:19.3": "tividhamanokammantasandosabyāpatti akusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "an10.217:20.1": "Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;",
  "an10.217:20.2": "evamevaṃ kho, bhikkhave, tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti;",
  "an10.217:20.3": "catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti;",
  "an10.217:20.4": "tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantīti.",
  "an10.217:21.1": "Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi, tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.",
  "an10.217:21.2": "Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.",
  "an10.217:22.1": "Tatra, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;",
  "an10.217:22.2": "catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;",
  "an10.217:22.3": "tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.217:23.1": "Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?",
  "an10.217:23.2": "Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati … pe ….",
  "an10.217:23.3": "<span class=\\\"brnum\\\">(1)</span>",
  "an10.217:24.1": "Adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an10.217:25.1": "Kāmesumicchācāraṃ pahāya, kāmesumicchācārā paṭivirato hoti.",
  "an10.217:25.2": "Yā tā māturakkhitā … pe …",
  "an10.217:25.3": "antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an10.217:26.1": "Evaṃ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.217:27.1": "Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?",
  "an10.217:27.2": "Idha, bhikkhave, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti.",
  "an10.217:27.3": "Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "an10.217:27.4": "‘na jānāmī’ti, jānaṃ vā āha:",
  "an10.217:27.5": "‘jānāmī’ti, apassaṃ vā āha:",
  "an10.217:27.6": "‘na passāmī’ti, passaṃ vā āha:",
  "an10.217:27.7": "‘passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an10.217:28.1": "Pisuṇaṃ vācaṃ pahāya, pisuṇāya vācāya paṭivirato hoti—",
  "an10.217:28.2": "na ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "an10.217:28.3": "Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandiṃ, samaggakaraṇiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an10.217:29.1": "Pharusaṃ vācaṃ pahāya, pharusāya vācāya paṭivirato hoti.",
  "an10.217:29.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an10.217:30.1": "Samphappalāpaṃ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an10.217:31.1": "Evaṃ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.217:32.1": "Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?",
  "an10.217:32.2": "Idha, bhikkhave, ekacco anabhijjhālu hoti.",
  "an10.217:32.3": "Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhātā hoti:",
  "an10.217:32.4": "‘aho vata, yaṃ parassa taṃ mamassā’ti. <span class=\\\"brnum\\\">(8)</span>",
  "an10.217:33.1": "Abyāpannacitto hoti appaduṭṭhamanasaṅkappo:",
  "an10.217:33.2": "‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṃ pariharantū’ti. <span class=\\\"brnum\\\">(9)</span>",
  "an10.217:34.1": "Sammādiṭṭhiko hoti aviparītadassano:",
  "an10.217:34.2": "‘atthi dinnaṃ, atthi yiṭṭhaṃ … pe …",
  "an10.217:34.3": "ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. <span class=\\\"brnum\\\">(10)</span>",
  "an10.217:35.1": "Evaṃ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.",
  "an10.217:36.1": "Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti;",
  "an10.217:36.2": "catubbidhavacīkammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti;",
  "an10.217:36.3": "tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.",
  "an10.217:37.1": "Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;",
  "an10.217:37.2": "evamevaṃ kho, bhikkhave, tividhakāyakammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti;",
  "an10.217:37.3": "catubbidhavacīkammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti;",
  "an10.217:37.4": "tividhamanokammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.",
  "an10.217:37.5": "Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi.",
  "an10.217:37.6": "Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.",
  "an10.217:37.7": "Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmī”ti.",
  "an10.217:37.8": "<span class=\\\"var\\\" title=\\\"aṭṭhakathāyaṃ pana aṭṭhamasuttampi ettheva pariyāpannaṃ viya saṃvaṇṇanā\\\" id=\\\"note309\\\">Sattamaṃ</span>."
}