{
  "_markup_path": "markup/an/an10/an10.007.html",
  "_alt_strings": [
    "en/sujato/an/an10/an10.007.json"
  ],
  "an10.7:1.1": "Aṅguttara Nikāya 10",
  "an10.7:2.1": "1. Ānisaṃsavagga",
  "an10.7:3.1": "7. Sāriputtasutta",
  "an10.7:4.1": "Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami;",
  "an10.7:4.2": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "an10.7:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an10.7:4.4": "Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:",
  "an10.7:5.1": "“Siyā nu kho, āvuso sāriputta, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa, na āpasmiṃ āposaññī assa, na tejasmiṃ tejosaññī assa, na vāyasmiṃ vāyosaññī assa, na ākāsānañcāyatane ākāsānañcāyatanasaññī assa, na viññāṇañcāyatane viññāṇañcāyatanasaññī assa, na ākiñcaññāyatane ākiñcaññāyatanasaññī assa, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī assa, na idhaloke idhalokasaññī assa, na paraloke paralokasaññī assa;",
  "an10.7:5.2": "saññī ca pana assā”ti?",
  "an10.7:6.1": "<span class=\\\"cross\\\" title=\\\"^an11.20#1 [20. Tatiyasamādhisutta]\\\" id=\\\"note12\\\">*</span> <a class=\\\"sc\\\" id=\\\"3\\\"></a>“Siyā, āvuso ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe …",
  "an10.7:6.2": "na paraloke paralokasaññī assa;",
  "an10.7:6.3": "saññī ca pana assā”ti.",
  "an10.7:7.1": "“Yathā kathaṃ pana, āvuso sāriputta, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā neva pathaviyaṃ pathavisaññī assa … pe …",
  "an10.7:7.2": "saññī ca pana assā”ti?",
  "an10.7:7.3": "“Ekamidāhaṃ, āvuso ānanda, samayaṃ idheva sāvatthiyaṃ viharāmi andhavanasmiṃ.",
  "an10.7:7.4": "<span class=\\\"var\\\" title=\\\"athāhaṃ (mr)\\\" id=\\\"note13\\\">Tatthāhaṃ</span> tathārūpaṃ samādhiṃ <span class=\\\"var\\\" title=\\\"samāpajjaṃ (bj)\\\" id=\\\"note14\\\">samāpajjiṃ</span> yathā neva pathaviyaṃ pathavisaññī ahosiṃ, na āpasmiṃ āposaññī ahosiṃ, na tejasmiṃ tejosaññī ahosiṃ, na vāyasmiṃ vāyosaññī ahosiṃ, na ākāsānañcāyatane ākāsānañcāyatanasaññī ahosiṃ, na viññāṇañcāyatane viññāṇañcāyatanasaññī ahosiṃ, na ākiñcaññāyatane ākiñcaññāyatanasaññī ahosiṃ, na nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññī ahosiṃ, na idhaloke idhalokasaññī ahosiṃ, na paraloke paralokasaññī ahosiṃ;",
  "an10.7:7.5": "saññī ca pana ahosin”ti.",
  "an10.7:8.1": "“<span class=\\\"var\\\" title=\\\"kiṃsaññī panāvuso sāriputta (mr)\\\" id=\\\"note15\\\">Kiṃsaññī panāyasmā sāriputto</span> tasmiṃ samaye ahosī”ti?",
  "an10.7:8.2": "“‘Bhavanirodho nibbānaṃ bhavanirodho nibbānan’ti kho me, āvuso, aññāva saññā uppajjati aññāva saññā nirujjhati.",
  "an10.7:8.3": "Seyyathāpi, āvuso, sakalikaggissa jhāyamānassa aññāva acci uppajjati aññāva acci nirujjhati;",
  "an10.7:8.4": "evamevaṃ kho, āvuso, ‘bhavanirodho nibbānaṃ bhavanirodho nibbānan’ti aññāva saññā uppajjati aññāva saññā nirujjhati.",
  "an10.7:8.5": "‘Bhavanirodho <span class=\\\"var\\\" title=\\\"nibbānaṃ (pts1, mr)\\\" id=\\\"note16\\\">nibbānan’ti</span> saññī ca panāhaṃ, āvuso, tasmiṃ samaye ahosin”ti.",
  "an10.7:9.1": "Sattamaṃ."
}