{
  "_markup_path": "markup/mn/mn108.html",
  "_alt_strings": [
    "en/sujato/mn/mn108.json"
  ],
  "mn108:1.1": "Majjhima Nikāya 108",
  "mn108:2.1": "Gopakamoggallānasutta",
  "mn108:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn108:3.2": "ekaṃ samayaṃ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe aciraparinibbute bhagavati.",
  "mn108:3.3": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto rājagahaṃ paṭisaṅkhārāpeti rañño pajjotassa āsaṅkamāno.",
  "mn108:3.4": "Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.",
  "mn108:3.5": "Atha kho āyasmato ānandassa etadahosi:",
  "mn108:3.6": "“atippago kho tāva rājagahe piṇḍāya carituṃ.",
  "mn108:3.7": "Yannūnāhaṃ yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkameyyan”ti.",
  "mn108:4.1": "Atha kho āyasmā ānando yena gopakamoggallānassa brāhmaṇassa kammanto, yena gopakamoggallāno brāhmaṇo tenupasaṅkami.",
  "mn108:4.2": "Addasā kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ dūratova āgacchantaṃ.",
  "mn108:4.3": "Disvāna āyasmantaṃ ānandaṃ etadavoca:",
  "mn108:4.4": "“etu kho bhavaṃ ānando.",
  "mn108:4.5": "Svāgataṃ bhoto ānandassa.",
  "mn108:4.6": "Cirassaṃ kho bhavaṃ ānando imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.",
  "mn108:4.7": "Nisīdatu bhavaṃ ānando, idamāsanaṃ paññattan”ti.",
  "mn108:4.8": "Nisīdi kho āyasmā ānando paññatte āsane.",
  "mn108:4.9": "Gopakamoggallānopi kho brāhmaṇo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn108:4.10": "Ekamantaṃ nisinno kho gopakamoggallāno brāhmaṇo āyasmantaṃ ānandaṃ etadavoca: <a class=\"wp\" id=\"wp5\"></a>“",
  "mn108:4.11": "atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhavaṃ gotamo ahosi arahaṃ sammāsambuddho”ti?",
  "mn108:4.12": "“Natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho.",
  "mn108:4.13": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido;",
  "mn108:4.14": "maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā”ti.",
  "mn108:4.15": "Ayañca hidaṃ āyasmato ānandassa gopakamoggallānena brāhmaṇena saddhiṃ antarākathā vippakatā ahosi.",
  "mn108:5.1": "Atha kho vassakāro brāhmaṇo magadhamahāmatto rājagahe kammante anusaññāyamāno yena gopakamoggallānassa brāhmaṇassa kammanto, yenāyasmā ānando tenupasaṅkami;",
  "mn108:5.2": "upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.",
  "mn108:5.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn108:5.4": "Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca:",
  "mn108:5.5": "“kāya nuttha, bho ānanda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?",
  "mn108:5.6": "“Idha maṃ, brāhmaṇa, gopakamoggallāno brāhmaṇo evamāha:",
  "mn108:5.7": "‘atthi nu kho, bho ānanda, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhavaṃ gotamo ahosi arahaṃ sammāsambuddho’ti.",
  "mn108:5.8": "Evaṃ vutte, ahaṃ, brāhmaṇa, gopakamoggallānaṃ brāhmaṇaṃ etadavocaṃ:",
  "mn108:5.9": "‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho.",
  "mn108:5.10": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido;",
  "mn108:5.11": "maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’ti.",
  "mn108:5.12": "Ayaṃ kho no, brāhmaṇa, gopakamoggallānena brāhmaṇena saddhiṃ antarākathā vippakatā.",
  "mn108:5.13": "Atha tvaṃ anuppatto”ti.",
  "mn108:6.1": "“Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito:",
  "mn108:6.2": "‘ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatī’ti, yaṃ tumhe etarahi paṭipādeyyāthā”ti?",
  "mn108:6.3": "“Natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito:",
  "mn108:6.4": "‘ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatī’ti, yaṃ mayaṃ etarahi paṭipādeyyāmā”ti. <a class=\"wp\" id=\"wp9\"></a><a class=\"wp\" id=\"wp8\"></a>“",
  "mn108:6.5": "Atthi pana, bho ānanda, ekabhikkhupi saṃghena sammato, sambahulehi therehi bhikkhūhi ṭhapito:",
  "mn108:6.6": "‘ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatī’ti, yaṃ tumhe etarahi paṭipādeyyāthā”ti?",
  "mn108:6.7": "“Natthi kho, brāhmaṇa, ekabhikkhupi saṃghena sammato, sambahulehi therehi bhikkhūhi ṭhapito:",
  "mn108:6.8": "‘ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatī’ti, yaṃ mayaṃ etarahi paṭipādeyyāmā”ti.",
  "mn108:6.9": "“Evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā”ti?",
  "mn108:6.10": "“Na kho mayaṃ, brāhmaṇa, appaṭisaraṇā;",
  "mn108:6.11": "sappaṭisaraṇā mayaṃ, brāhmaṇa;",
  "mn108:6.12": "dhammappaṭisaraṇā”ti.",
  "mn108:7.1": "“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—",
  "mn108:7.2": "ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti, yaṃ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:7.3": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—",
  "mn108:7.4": "ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti, yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi;",
  "mn108:7.5": "‘atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:7.6": "ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti, yaṃ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:7.7": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:7.8": "ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti, yaṃ mayaṃ etarahi paṭipādeyyāmā’ti—",
  "mn108:7.9": "vadesi;",
  "mn108:7.10": "‘evaṃ appaṭisaraṇe ca pana, bho ānanda, ko hetu sāmaggiyā’ti iti puṭṭho samāno ‘na kho mayaṃ, brāhmaṇa, appaṭisaraṇā;",
  "mn108:7.11": "sappaṭisaraṇā mayaṃ, brāhmaṇa;",
  "mn108:7.12": "dhammappaṭisaraṇā’ti vadesi.",
  "mn108:7.13": "Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn108:8.1": "“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena bhikkhūnaṃ sikkhāpadaṃ paññattaṃ, pātimokkhaṃ uddiṭṭhaṃ.",
  "mn108:8.2": "Te mayaṃ tadahuposathe yāvatikā ekaṃ gāmakhettaṃ upanissāya viharāma te sabbe ekajjhaṃ sannipatāma;",
  "mn108:8.3": "sannipatitvā yassa taṃ pavattati taṃ ajjhesāma.",
  "mn108:8.4": "Tasmiñce bhaññamāne hoti bhikkhussa āpatti hoti vītikkamo taṃ mayaṃ yathādhammaṃ yathānusiṭṭhaṃ kāremāti.",
  "mn108:8.5": "Na kira no bhavanto kārenti;",
  "mn108:8.6": "dhammo no kāreti”.",
  "mn108:9.1": "“Atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha;",
  "mn108:9.2": "sakkatvā garuṃ katvā upanissāya viharathā”ti?",
  "mn108:9.3": "“Natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema;",
  "mn108:9.4": "sakkatvā garuṃ katvā upanissāya viharāmā”ti.",
  "mn108:10.1": "“‘Atthi nu kho, bho ānanda, ekabhikkhupi tena bhotā gotamena ṭhapito—",
  "mn108:10.2": "ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti yaṃ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:10.3": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi tena bhagavatā jānatā passatā arahatā sammāsambuddhena ṭhapito—",
  "mn108:10.4": "ayaṃ vo mamaccayena paṭisaraṇaṃ bhavissatīti yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi; <a class=\"wp\" id=\"wp12\"></a>‘",
  "mn108:10.5": "atthi pana, bho ānanda, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:10.6": "ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti yaṃ tumhe etarahi paṭipādeyyāthā’ti—",
  "mn108:10.7": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi saṅghena sammato, sambahulehi therehi bhikkhūhi ṭhapito—",
  "mn108:10.8": "ayaṃ no bhagavato accayena paṭisaraṇaṃ bhavissatīti yaṃ mayaṃ etarahi paṭipādeyyāmā’ti vadesi;",
  "mn108:10.9": "‘atthi nu kho, bho ānanda, ekabhikkhupi yaṃ tumhe etarahi sakkarotha garuṃ karotha mānetha pūjetha;",
  "mn108:10.10": "sakkatvā garuṃ katvā upanissāya viharathā’ti—",
  "mn108:10.11": "iti puṭṭho samāno ‘natthi kho, brāhmaṇa, ekabhikkhupi yaṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema;",
  "mn108:10.12": "sakkatvā garuṃ katvā upanissāya viharāmā’ti vadesi.",
  "mn108:10.13": "Imassa pana, bho ānanda, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn108:11.1": "“Atthi kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā.",
  "mn108:11.2": "Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema;",
  "mn108:11.3": "sakkatvā garuṃ katvā upanissāya viharāma.",
  "mn108:11.4": "Katame dasa?",
  "mn108:12.1": "Idha, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. <span class=\"brnum\">(1)</span>",
  "mn108:13.1": "Bahussuto hoti sutadharo sutasannicayo.",
  "mn108:13.2": "Ye te dhammā ādikalyāṇā, majjhekalyāṇā, pariyosānakalyāṇā, sātthaṃ, sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. <span class=\"brnum\">(2)</span>",
  "mn108:14.1": "Santuṭṭho hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi. <span class=\"brnum\">(3)</span>",
  "mn108:15.1": "Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. <span class=\"brnum\">(4)</span>",
  "mn108:16.1": "Anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "mn108:16.2": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti;",
  "mn108:16.3": "āvibhāvaṃ tirobhāvaṃ;",
  "mn108:16.4": "tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse;",
  "mn108:16.5": "pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake;",
  "mn108:16.6": "udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ;",
  "mn108:16.7": "ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo;",
  "mn108:16.8": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati, yāva brahmalokāpi kāyena vasaṃ vatteti. <span class=\"brnum\">(5)</span>",
  "mn108:17.1": "Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—",
  "mn108:17.2": "dibbe ca mānuse ca, ye dūre santike ca. <span class=\"brnum\">(6)</span>",
  "mn108:18.1": "Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti.",
  "mn108:18.2": "Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. <span class=\"brnum\">(7)</span>",
  "mn108:19.1": "Anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn108:19.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn108:19.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn108:19.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "mn108:19.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. <span class=\"brnum\">(8)</span>",
  "mn108:20.1": "Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. <span class=\"brnum\">(9)</span>",
  "mn108:21.1": "Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. <span class=\"brnum\">(10)</span>",
  "mn108:22.1": "Ime kho, brāhmaṇa, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa pasādanīyā dhammā akkhātā.",
  "mn108:22.2": "Yasmiṃ no ime dhammā saṃvijjanti taṃ mayaṃ etarahi sakkaroma garuṃ karoma mānema pūjema;",
  "mn108:22.3": "sakkatvā garuṃ katvā upanissāya viharāmā”ti.",
  "mn108:23.1": "Evaṃ vutte, vassakāro brāhmaṇo magadhamahāmatto upanandaṃ senāpatiṃ āmantesi:",
  "mn108:23.2": "“taṃ kiṃ maññati bhavaṃ senāpati yadime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti, mānetabbaṃ mānenti, pūjetabbaṃ pūjenti”?",
  "mn108:23.3": "“Tagghime bhonto sakkātabbaṃ sakkaronti, garuṃ kātabbaṃ garuṃ karonti, mānetabbaṃ mānenti, pūjetabbaṃ pūjenti.",
  "mn108:23.4": "Imañca hi te bhonto na sakkareyyuṃ na garuṃ kareyyuṃ na māneyyuṃ na pūjeyyuṃ;",
  "mn108:23.5": "atha kiñcarahi te bhonto sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā mānetvā pūjetvā upanissāya vihareyyun”ti?",
  "mn108:24.1": "Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmantaṃ ānandaṃ etadavoca:",
  "mn108:24.2": "“kahaṃ pana bhavaṃ ānando etarahi viharatī”ti?",
  "mn108:24.3": "“Veḷuvane khohaṃ, brāhmaṇa, etarahi viharāmī”ti.",
  "mn108:24.4": "“Kacci pana, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppan”ti?",
  "mn108:24.5": "“Taggha, brāhmaṇa, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ tumhādisehi rakkhakehi gopakehī”ti.",
  "mn108:25.1": "“Taggha, bho ānanda, veḷuvanaṃ ramaṇīyañceva appasaddañca appanigghosañca vijanavātaṃ manussarāhasseyyakaṃ paṭisallānasāruppaṃ, yathā taṃ bhavantehi jhāyīhi jhānasīlīhi.",
  "mn108:25.2": "Jhāyino ceva bhavanto jhānasīlino ca.",
  "mn108:26.1": "Ekamidāhaṃ, bho ānanda, samayaṃ so bhavaṃ gotamo vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "mn108:26.2": "Atha khvāhaṃ, bho ānanda, yena mahāvanaṃ kūṭāgārasālā yena so bhavaṃ gotamo tenupasaṅkamiṃ.",
  "mn108:26.3": "Tatra ca pana so bhavaṃ gotamo anekapariyāyena jhānakathaṃ kathesi.",
  "mn108:26.4": "Jhāyī ceva so bhavaṃ gotamo ahosi jhānasīlī ca.",
  "mn108:26.5": "Sabbañca pana so bhavaṃ gotamo jhānaṃ vaṇṇesī”ti.",
  "mn108:27.1": "“Na ca kho, brāhmaṇa, so bhagavā sabbaṃ jhānaṃ vaṇṇesi, napi so bhagavā sabbaṃ jhānaṃ na vaṇṇesīti.",
  "mn108:27.2": "Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi?",
  "mn108:27.3": "Idha, brāhmaṇa, ekacco kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti;",
  "mn108:27.4": "so kāmarāgaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mn108:27.5": "Byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti;",
  "mn108:27.6": "so byāpādaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mn108:27.7": "Thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti;",
  "mn108:27.8": "so thinamiddhaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mn108:27.9": "Uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti;",
  "mn108:27.10": "so uddhaccakukkuccaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mn108:27.11": "Vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti;",
  "mn108:27.12": "so vicikicchaṃyeva antaraṃ karitvā jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mn108:27.13": "Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ na vaṇṇesi.",
  "mn108:28.1": "Kathaṃ rūpañca, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesi?",
  "mn108:28.2": "Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn108:28.3": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn108:28.4": "tatiyaṃ jhānaṃ …",
  "mn108:28.5": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn108:28.6": "Evarūpaṃ kho, brāhmaṇa, so bhagavā jhānaṃ vaṇṇesī”ti.",
  "mn108:29.1": "“Gārayhaṃ kira, bho ānanda, so bhavaṃ gotamo jhānaṃ garahi, pāsaṃsaṃ pasaṃsi.",
  "mn108:29.2": "Handa ca dāni mayaṃ, bho ānanda, gacchāma;",
  "mn108:29.3": "bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "mn108:29.4": "“Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti.",
  "mn108:29.5": "Atha kho vassakāro brāhmaṇo magadhamahāmatto āyasmato ānandassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi.",
  "mn108:30.1": "Atha kho gopakamoggallāno brāhmaṇo acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṃ ānandaṃ etadavoca:",
  "mn108:30.2": "“yaṃ no mayaṃ bhavantaṃ ānandaṃ apucchimhā taṃ no bhavaṃ ānando na byākāsī”ti.",
  "mn108:30.3": "“Nanu te, brāhmaṇa, avocumhā:",
  "mn108:30.4": "‘natthi kho, brāhmaṇa, ekabhikkhupi tehi dhammehi sabbenasabbaṃ sabbathāsabbaṃ samannāgato yehi dhammehi samannāgato so bhagavā ahosi arahaṃ sammāsambuddho.",
  "mn108:30.5": "So hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū, maggavidū, maggakovido.",
  "mn108:30.6": "Maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā’”ti.",
  "mn108:31.1": "Gopakamoggallānasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}