{
  "_markup_path": "markup/mn/mn107.html",
  "_alt_strings": [
    "en/sujato/mn/mn107.json"
  ],
  "mn107:1.1": "Majjhima Nikāya 107",
  "mn107:2.1": "Gaṇakamoggallānasutta",
  "mn107:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn107:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.",
  "mn107:3.3": "Atha kho gaṇakamoggallāno brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn107:3.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn107:3.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn107:3.6": "Ekamantaṃ nisinno kho gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:",
  "mn107:4.1": "“Seyyathāpi, bho gotama, imassa migāramātupāsādassa dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—",
  "mn107:4.2": "yāva pacchimasopānakaḷevarā;",
  "mn107:4.3": "imesampi hi, bho gotama, brāhmaṇānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—",
  "mn107:4.4": "ajjhene;",
  "mn107:4.5": "imesampi hi, bho gotama, issāsānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—",
  "mn107:4.6": "issatthe.",
  "mn107:4.7": "Amhākampi hi, bho gotama, gaṇakānaṃ gaṇanājīvānaṃ dissati anupubbasikkhā anupubbakiriyā anupubbapaṭipadā yadidaṃ—",
  "mn107:4.8": "saṅkhāne.",
  "mn107:4.9": "Mayañhi, bho gotama, antevāsiṃ labhitvā paṭhamaṃ evaṃ gaṇāpema:",
  "mn107:4.10": "‘ekaṃ ekakaṃ, dve dukā, tīṇi tikā, cattāri catukkā, pañca pañcakā, cha chakkā, satta sattakā, aṭṭha aṭṭhakā, nava navakā, dasa dasakā’ti;",
  "mn107:4.11": "satampi mayaṃ, bho gotama, gaṇāpema, bhiyyopi gaṇāpema.",
  "mn107:4.12": "Sakkā nu kho, bho gotama, imasmimpi dhammavinaye evameva anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetun”ti?",
  "mn107:5.1": "“Sakkā, brāhmaṇa, imasmimpi dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā paññapetuṃ.",
  "mn107:5.2": "Seyyathāpi, brāhmaṇa, dakkho assadammako bhaddaṃ assājānīyaṃ labhitvā paṭhameneva mukhādhāne kāraṇaṃ kāreti, atha uttariṃ kāraṇaṃ kāreti;",
  "mn107:5.3": "evameva kho, brāhmaṇa, tathāgato purisadammaṃ labhitvā paṭhamaṃ evaṃ vineti:",
  "mn107:5.4": "‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti.",
  "mn107:6.1": "Yato kho, brāhmaṇa, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti:",
  "mn107:6.2": "‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī hohi mānubyañjanaggāhī.",
  "mn107:6.3": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi;",
  "mn107:6.4": "rakkhāhi cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjāhi.",
  "mn107:6.5": "Sotena saddaṃ sutvā …",
  "mn107:6.6": "pe …",
  "mn107:6.7": "ghānena gandhaṃ ghāyitvā …",
  "mn107:6.8": "pe …",
  "mn107:6.9": "jivhāya rasaṃ sāyitvā …",
  "mn107:6.10": "pe …",
  "mn107:6.11": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn107:6.12": "pe …",
  "mn107:6.13": "manasā dhammaṃ viññāya mā nimittaggāhī hohi mānubyañjanaggāhī.",
  "mn107:6.14": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjāhi;",
  "mn107:6.15": "rakkhāhi manindriyaṃ, manindriye saṃvaraṃ āpajjāhī’ti.",
  "mn107:7.1": "Yato kho, brāhmaṇa, bhikkhu indriyesu guttadvāro hoti, tamenaṃ tathāgato uttariṃ vineti:",
  "mn107:7.2": "‘ehi tvaṃ, bhikkhu, bhojane mattaññū hohi.",
  "mn107:7.3": "Paṭisaṅkhā yoniso āhāraṃ āhāreyyāsi—",
  "mn107:7.4": "neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya—",
  "mn107:7.5": "iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "mn107:8.1": "Yato kho, brāhmaṇa, bhikkhu bhojane mattaññū hoti, tamenaṃ tathāgato uttariṃ vineti:",
  "mn107:8.2": "‘ehi tvaṃ, bhikkhu, jāgariyaṃ anuyutto viharāhi, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehi, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeyyāsi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasikaritvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhehī’ti.",
  "mn107:9.1": "Yato kho, brāhmaṇa, bhikkhu jāgariyaṃ anuyutto hoti, tamenaṃ tathāgato uttariṃ vineti:",
  "mn107:9.2": "‘ehi tvaṃ, bhikkhu, satisampajaññena samannāgato hohi, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti.",
  "mn107:10.1": "Yato kho, brāhmaṇa, bhikkhu satisampajaññena samannāgato hoti, tamenaṃ tathāgato uttariṃ vineti:",
  "mn107:10.2": "‘ehi tvaṃ, bhikkhu, vivittaṃ senāsanaṃ bhajāhi araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjan’ti.",
  "mn107:10.3": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn107:10.4": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn107:10.5": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "mn107:10.6": "byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "mn107:10.7": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "mn107:10.8": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "mn107:10.9": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn107:11.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn107:11.2": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …",
  "mn107:11.3": "pe …",
  "mn107:11.4": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn107:11.5": "Pītiyā ca virāgā …",
  "mn107:11.6": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn107:11.7": "Sukhassa ca pahānā …",
  "mn107:11.8": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn107:12.1": "Ye kho te, brāhmaṇa, bhikkhū sekkhā apattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti tesu me ayaṃ evarūpī anusāsanī hoti.",
  "mn107:12.2": "Ye pana te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā tesaṃ ime dhammā diṭṭhadhammasukhavihārāya ceva saṃvattanti, satisampajaññāya cā”ti.",
  "mn107:13.1": "Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:",
  "mn107:13.2": "“kiṃ nu kho bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā sabbe accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti udāhu ekacce nārādhentī”ti?",
  "mn107:13.3": "“Appekacce kho, brāhmaṇa, mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti.",
  "mn107:14.1": "“Ko nu kho, bho gotama, hetu ko paccayo yaṃ tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhati bhavaṃ gotamo samādapetā;",
  "mn107:14.2": "atha ca pana bhoto gotamassa sāvakā bhotā gotamena evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhentī”ti?",
  "mn107:15.1": "“Tena hi, brāhmaṇa, taṃyevettha paṭipucchissāmi.",
  "mn107:15.2": "Yathā te khameyya tathā naṃ byākareyyāsi.",
  "mn107:15.3": "Taṃ kiṃ maññasi, brāhmaṇa, kusalo tvaṃ rājagahagāmissa maggassā”ti?",
  "mn107:15.4": "“Evaṃ, bho, kusalo ahaṃ rājagahagāmissa maggassā”ti.",
  "mn107:15.5": "“Taṃ kiṃ maññasi, brāhmaṇa, idha puriso āgaccheyya rājagahaṃ gantukāmo.",
  "mn107:15.6": "So taṃ upasaṅkamitvā evaṃ vadeyya:",
  "mn107:15.7": "‘icchāmahaṃ, bhante, rājagahaṃ gantuṃ;",
  "mn107:15.8": "tassa me rājagahassa maggaṃ upadisā’ti.",
  "mn107:15.9": "Tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn107:15.10": "‘ehambho purisa, ayaṃ maggo rājagahaṃ gacchati.",
  "mn107:15.11": "Tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma gāmaṃ, tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma nigamaṃ;",
  "mn107:15.12": "tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn107:15.13": "So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno ummaggaṃ gahetvā pacchāmukho gaccheyya.",
  "mn107:15.14": "Atha dutiyo puriso āgaccheyya rājagahaṃ gantukāmo.",
  "mn107:15.15": "So taṃ upasaṅkamitvā evaṃ vadeyya:",
  "mn107:15.16": "‘icchāmahaṃ, bhante, rājagahaṃ gantuṃ;",
  "mn107:15.17": "tassa me rājagahassa maggaṃ upadisā’ti.",
  "mn107:15.18": "Tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn107:15.19": "‘ehambho purisa, ayaṃ maggo rājagahaṃ gacchati.",
  "mn107:15.20": "Tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma gāmaṃ;",
  "mn107:15.21": "tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi amukaṃ nāma nigamaṃ;",
  "mn107:15.22": "tena muhuttaṃ gaccha, tena muhuttaṃ gantvā dakkhissasi rājagahassa ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn107:15.23": "So tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno sotthinā rājagahaṃ gaccheyya.",
  "mn107:15.24": "Ko nu kho, brāhmaṇa, hetu ko paccayo yaṃ tiṭṭhateva rājagahaṃ, tiṭṭhati rājagahagāmī maggo, tiṭṭhasi tvaṃ samādapetā;",
  "mn107:15.25": "atha ca pana tayā evaṃ ovadīyamāno evaṃ anusāsīyamāno eko puriso ummaggaṃ gahetvā pacchāmukho gaccheyya, eko sotthinā rājagahaṃ gaccheyyā”ti?",
  "mn107:15.26": "“Ettha kyāhaṃ, bho gotama, karomi?",
  "mn107:15.27": "Maggakkhāyīhaṃ, bho gotamā”ti.",
  "mn107:16.1": "“Evameva kho, brāhmaṇa, tiṭṭhateva nibbānaṃ, tiṭṭhati nibbānagāmī maggo, tiṭṭhāmahaṃ samādapetā;",
  "mn107:16.2": "atha ca pana mama sāvakā mayā evaṃ ovadīyamānā evaṃ anusāsīyamānā appekacce accantaṃ niṭṭhaṃ nibbānaṃ ārādhenti, ekacce nārādhenti.",
  "mn107:16.3": "Ettha kyāhaṃ, brāhmaṇa, karomi?",
  "mn107:16.4": "Maggakkhāyīhaṃ, brāhmaṇa, tathāgato”ti.",
  "mn107:17.1": "Evaṃ vutte, gaṇakamoggallāno brāhmaṇo bhagavantaṃ etadavoca:",
  "mn107:17.2": "“yeme, bho gotama, puggalā assaddhā jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā indriyesu aguttadvārā bhojane amattaññuno jāgariyaṃ ananuyuttā sāmaññe anapekkhavanto sikkhāya na tibbagāravā bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā kusītā hīnavīriyā muṭṭhassatino asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, na tehi bhavaṃ gotamo saddhiṃ saṃvasati.",
  "mn107:18.1": "Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā indriyesu guttadvārā bhojane mattaññuno jāgariyaṃ anuyuttā sāmaññe apekkhavanto sikkhāya tibbagāravā nabāhulikā nasāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā āraddhavīriyā pahitattā upaṭṭhitassatino sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, tehi bhavaṃ gotamo saddhiṃ saṃvasati.",
  "mn107:19.1": "Seyyathāpi, bho gotama, ye keci mūlagandhā, kālānusāri tesaṃ aggamakkhāyati;",
  "mn107:19.2": "ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati;",
  "mn107:19.3": "ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati;",
  "mn107:19.4": "evameva bhoto gotamassa ovādo paramajjadhammesu.",
  "mn107:20.1": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn107:20.2": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn107:20.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn107:20.4": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn107:20.5": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn107:20.6": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn107:21.1": "Gaṇakamoggallānasuttaṃ niṭṭhitaṃ sattamaṃ."
}