{
  "_markup_path": "markup/mn/mn112.html",
  "_alt_strings": [
    "en/sujato/mn/mn112.json"
  ],
  "mn112:1.1": "Majjhima Nikāya 112",
  "mn112:2.1": "Chabbisodhanasutta",
  "mn112:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn112:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn112:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn112:3.4": "“bhikkhavo”ti.",
  "mn112:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn112:3.6": "Bhagavā etadavoca:",
  "mn112:4.1": "“Idha, bhikkhave, bhikkhu aññaṃ byākaroti:",
  "mn112:4.2": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.",
  "mn112:4.3": "Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ nappaṭikkositabbaṃ.",
  "mn112:4.4": "Anabhinanditvā appaṭikkositvā pañho pucchitabbo:",
  "mn112:4.5": "‘cattārome, āvuso, vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:4.6": "Katame cattāro?",
  "mn112:4.7": "Diṭṭhe diṭṭhavāditā, sute sutavāditā, mute mutavāditā, viññāte viññātavāditā—",
  "mn112:4.8": "ime kho, āvuso, cattāro vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:4.9": "Kathaṃ jānato panāyasmato, kathaṃ passato imesu catūsu vohāresu anupādāya āsavehi cittaṃ vimuttan’ti?",
  "mn112:5.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:",
  "mn112:5.2": "‘diṭṭhe kho ahaṃ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharāmi.",
  "mn112:5.3": "Sute kho ahaṃ, āvuso …",
  "mn112:5.4": "pe …",
  "mn112:5.5": "mute kho ahaṃ, āvuso …",
  "mn112:5.6": "viññāte kho ahaṃ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṃyutto vimariyādīkatena cetasā viharāmi.",
  "mn112:5.7": "Evaṃ kho me, āvuso, jānato evaṃ passato imesu catūsu vohāresu anupādāya āsavehi cittaṃ vimuttan’ti.",
  "mn112:5.8": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.",
  "mn112:5.9": "‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.",
  "mn112:6.1": "‘Pañcime, āvuso, upādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:6.2": "Katame pañca?",
  "mn112:6.3": "Seyyathidaṃ—",
  "mn112:6.4": "rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho—",
  "mn112:6.5": "ime kho, āvuso, pañcupādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:6.6": "Kathaṃ jānato panāyasmato, kathaṃ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṃ vimuttan’ti?",
  "mn112:7.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:",
  "mn112:7.2": "‘rūpaṃ kho ahaṃ, āvuso, abalaṃ virāgunaṃ anassāsikanti viditvā ye rūpe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:7.3": "Vedanaṃ kho ahaṃ, āvuso …",
  "mn112:7.4": "pe …",
  "mn112:7.5": "saññaṃ kho ahaṃ, āvuso …",
  "mn112:7.6": "saṅkhāre kho ahaṃ, āvuso …",
  "mn112:7.7": "viññāṇaṃ kho ahaṃ, āvuso, abalaṃ virāgunaṃ anassāsikanti viditvā ye viññāṇe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:7.8": "Evaṃ kho me, āvuso, jānato evaṃ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṃ vimuttan’ti.",
  "mn112:7.9": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ, anumoditabbaṃ.",
  "mn112:7.10": "‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.",
  "mn112:8.1": "‘Chayimā, āvuso, dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:8.2": "Katamā cha?",
  "mn112:8.3": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu—",
  "mn112:8.4": "imā kho, āvuso, cha dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā.",
  "mn112:8.5": "Kathaṃ jānato panāyasmato, kathaṃ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṃ vimuttan’ti?",
  "mn112:9.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:",
  "mn112:9.2": "‘pathavīdhātuṃ kho ahaṃ, āvuso, na attato upagacchiṃ, na ca pathavīdhātunissitaṃ attānaṃ.",
  "mn112:9.3": "Ye ca pathavīdhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:9.4": "Āpodhātuṃ kho ahaṃ, āvuso …",
  "mn112:9.5": "pe …",
  "mn112:9.6": "tejodhātuṃ kho ahaṃ, āvuso …",
  "mn112:9.7": "vāyodhātuṃ kho ahaṃ, āvuso …",
  "mn112:9.8": "ākāsadhātuṃ kho ahaṃ, āvuso …",
  "mn112:9.9": "viññāṇadhātuṃ kho ahaṃ, āvuso, na attato upagacchiṃ, na ca viññāṇadhātunissitaṃ attānaṃ.",
  "mn112:9.10": "Ye ca viññāṇadhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:9.11": "Evaṃ kho me, āvuso, jānato, evaṃ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṃ vimuttan’ti.",
  "mn112:9.12": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ, anumoditabbaṃ.",
  "mn112:9.13": "‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.",
  "mn112:10.1": "‘Cha kho panimāni, āvuso, ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni.",
  "mn112:10.2": "Katamāni cha?",
  "mn112:10.3": "Cakkhu ceva rūpā ca, sotañca saddā ca, ghānañca gandhā ca, jivhā ca rasā ca, kāyo ca phoṭṭhabbā ca, mano ca dhammā ca—",
  "mn112:10.4": "imāni kho, āvuso, cha ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni.",
  "mn112:10.5": "Kathaṃ jānato panāyasmato, kathaṃ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṃ vimuttan’ti?",
  "mn112:11.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:",
  "mn112:11.2": "‘cakkhusmiṃ, āvuso, rūpe cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:11.3": "Sotasmiṃ, āvuso, sadde sotaviññāṇe …",
  "mn112:11.4": "pe …",
  "mn112:11.5": "ghānasmiṃ, āvuso, gandhe ghānaviññāṇe …",
  "mn112:11.6": "jivhāya, āvuso, rase jivhāviññāṇe …",
  "mn112:11.7": "kāyasmiṃ, āvuso, phoṭṭhabbe kāyaviññāṇe …",
  "mn112:11.8": "manasmiṃ, āvuso, dhamme manoviññāṇe manoviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṃ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṃ me cittanti pajānāmi.",
  "mn112:11.9": "Evaṃ kho me, āvuso, jānato evaṃ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṃ vimuttan’ti.",
  "mn112:11.10": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.",
  "mn112:11.11": "‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā uttariṃ pañho pucchitabbo.",
  "mn112:12.1": "‘Kathaṃ jānato panāyasmato, kathaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṃkāramamaṃkāramānānusayā samūhatā’ti?",
  "mn112:13.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṃyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya:",
  "mn112:13.2": "‘pubbe kho ahaṃ, āvuso, agāriyabhūto samāno aviddasu ahosiṃ.",
  "mn112:13.3": "Tassa me tathāgato vā tathāgatasāvako vā dhammaṃ desesi.",
  "mn112:13.4": "Tāhaṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhiṃ.",
  "mn112:13.5": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhiṃ:",
  "mn112:13.6": "“sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn112:13.7": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn112:13.8": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.",
  "mn112:14.1": "So kho ahaṃ, āvuso, aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.",
  "mn112:14.2": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato ahosiṃ nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī vihāsiṃ.",
  "mn112:14.3": "Adinnādānaṃ pahāya adinnādānā paṭivirato ahosiṃ dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā vihāsiṃ.",
  "mn112:14.4": "Abrahmacariyaṃ pahāya brahmacārī ahosiṃ ārācārī virato methunā gāmadhammā.",
  "mn112:14.5": "Musāvādaṃ pahāya musāvādā paṭivirato ahosiṃ saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "mn112:14.6": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato ahosiṃ, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya;",
  "mn112:14.7": "iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā ahosiṃ.",
  "mn112:14.8": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato ahosiṃ;",
  "mn112:14.9": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā ahosiṃ.",
  "mn112:14.10": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato ahosiṃ;",
  "mn112:14.11": "kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā ahosiṃ kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn112:15.1": "So bījagāmabhūtagāmasamārambhā paṭivirato ahosiṃ, ekabhattiko ahosiṃ rattūparato virato vikālabhojanā.",
  "mn112:15.2": "Naccagītavāditavisūkadassanā paṭivirato ahosiṃ.",
  "mn112:15.3": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato ahosiṃ.",
  "mn112:15.4": "Uccāsayanamahāsayanā paṭivirato ahosiṃ.",
  "mn112:15.5": "Jātarūparajatapaṭiggahaṇā paṭivirato ahosiṃ, āmakadhaññapaṭiggahaṇā paṭivirato ahosiṃ, āmakamaṃsapaṭiggahaṇā paṭivirato ahosiṃ;",
  "mn112:15.6": "itthikumārikapaṭiggahaṇā paṭivirato ahosiṃ, dāsidāsapaṭiggahaṇā paṭivirato ahosiṃ, ajeḷakapaṭiggahaṇā paṭivirato ahosiṃ, kukkuṭasūkarapaṭiggahaṇā paṭivirato ahosiṃ, hatthigavassavaḷavapaṭiggahaṇā paṭivirato ahosiṃ, khettavatthupaṭiggahaṇā paṭivirato ahosiṃ.",
  "mn112:15.7": "Dūteyyapahiṇagamanānuyogā paṭivirato ahosiṃ, kayavikkayā paṭivirato ahosiṃ, tulākūṭakaṃsakūṭamānakūṭā paṭivirato ahosiṃ, ukkoṭanavañcananikatisāciyogā paṭivirato ahosiṃ, chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato ahosiṃ.",
  "mn112:16.1": "So santuṭṭho ahosiṃ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena.",
  "mn112:16.2": "So yena yeneva pakkamiṃ samādāyeva pakkamiṃ.",
  "mn112:16.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;",
  "mn112:16.4": "evameva kho ahaṃ, āvuso;",
  "mn112:16.5": "santuṭṭho ahosiṃ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena.",
  "mn112:16.6": "So yena yeneva pakkamiṃ samādāyeva pakkamiṃ.",
  "mn112:16.7": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedesiṃ.",
  "mn112:17.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī ahosiṃ nānubyañjanaggāhī;",
  "mn112:17.2": "yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjiṃ;",
  "mn112:17.3": "rakkhiṃ cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjiṃ.",
  "mn112:17.4": "Sotena saddaṃ sutvā …",
  "mn112:17.5": "pe …",
  "mn112:17.6": "ghānena gandhaṃ ghāyitvā …",
  "mn112:17.7": "pe …",
  "mn112:17.8": "jivhāya rasaṃ sāyitvā …",
  "mn112:17.9": "pe …",
  "mn112:17.10": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn112:17.11": "pe …",
  "mn112:17.12": "manasā dhammaṃ viññāya na nimittaggāhī ahosiṃ nānubyañjanaggāhī;",
  "mn112:17.13": "yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjiṃ;",
  "mn112:17.14": "rakkhiṃ manindriyaṃ, manindriye saṃvaraṃ āpajjiṃ.",
  "mn112:17.15": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedesiṃ.",
  "mn112:18.1": "So abhikkante paṭikkante sampajānakārī ahosiṃ, ālokite vilokite sampajānakārī ahosiṃ, samiñjite pasārite sampajānakārī ahosiṃ, saṅghāṭipattacīvaradhāraṇe sampajānakārī ahosiṃ, asite pīte khāyite sāyite sampajānakārī ahosiṃ, uccārapassāvakamme sampajānakārī ahosiṃ, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī ahosiṃ.",
  "mn112:19.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato vivittaṃ senāsanaṃ bhajiṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn112:19.2": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdiṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn112:20.1": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā vihāsiṃ, abhijjhāya cittaṃ parisodhesiṃ.",
  "mn112:20.2": "Byāpādapadosaṃ pahāya abyāpannacitto vihāsiṃ sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodhesiṃ.",
  "mn112:20.3": "Thinamiddhaṃ pahāya vigatathinamiddho vihāsiṃ ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodhesiṃ.",
  "mn112:20.4": "Uddhaccakukkuccaṃ pahāya anuddhato vihāsiṃ ajjhattaṃ, vūpasantacitto, uddhaccakukkuccā cittaṃ parisodhesiṃ.",
  "mn112:20.5": "Vicikicchaṃ pahāya tiṇṇavicikiccho vihāsiṃ akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodhesiṃ.",
  "mn112:21.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn112:21.2": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn112:21.3": "pe …",
  "mn112:21.4": "tatiyaṃ jhānaṃ …",
  "mn112:21.5": "catutthaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn112:22.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn112:22.2": "So idaṃ dukkhanti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhasamudayoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhanirodhoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ abbhaññāsiṃ;",
  "mn112:22.3": "ime āsavāti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavasamudayoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavanirodhoti yathābhūtaṃ abbhaññāsiṃ, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ abbhaññāsiṃ.",
  "mn112:22.4": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.",
  "mn112:22.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.",
  "mn112:22.6": "Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti abbhaññāsiṃ.",
  "mn112:22.7": "Evaṃ kho me, āvuso, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṃkāramamaṃkāramānānusayā samūhatā’ti.",
  "mn112:22.8": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ.",
  "mn112:22.9": "‘Sādhū’ti bhāsitaṃ abhinanditvā anumoditvā evamassa vacanīyo:",
  "mn112:22.10": "‘lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ samanupassāmā’”ti.",
  "mn112:23.1": "Idamavoca bhagavā.",
  "mn112:23.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn112:24.1": "Chabbisodhanasuttaṃ niṭṭhitaṃ dutiyaṃ."
}