{
  "_markup_path": "markup/mn/mn122.html",
  "_alt_strings": [
    "en/sujato/mn/mn122.json"
  ],
  "mn122:1.1": "Majjhima Nikāya 122",
  "mn122:2.1": "Mahāsuññatasutta",
  "mn122:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn122:3.2": "ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "mn122:3.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi.",
  "mn122:3.4": "Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kāḷakhemakassa sakkassa vihāro tenupasaṅkami divāvihārāya.",
  "mn122:3.5": "Tena kho pana samayena kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni honti.",
  "mn122:3.6": "Addasā kho bhagavā kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni.",
  "mn122:3.7": "Disvāna bhagavato etadahosi:",
  "mn122:3.8": "“sambahulāni kho kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni.",
  "mn122:3.9": "Sambahulā nu kho idha bhikkhū viharantī”ti.",
  "mn122:4.1": "Tena kho pana samayena āyasmā ānando sambahulehi bhikkhūhi saddhiṃ ghaṭāya sakkassa vihāre cīvarakammaṃ karoti.",
  "mn122:4.2": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena ghaṭāya sakkassa vihāro tenupasaṅkami;",
  "mn122:4.3": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn122:4.4": "Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "mn122:4.5": "“sambahulāni kho, ānanda, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni.",
  "mn122:4.6": "Sambahulā nu kho ettha bhikkhū viharantī”ti?",
  "mn122:4.7": "“Sambahulāni, bhante, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni.",
  "mn122:4.8": "Sambahulā bhikkhū ettha viharanti.",
  "mn122:4.9": "Cīvarakārasamayo no, bhante, vattatī”ti.",
  "mn122:5.1": "“Na kho, ānanda, bhikkhu sobhati saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito.",
  "mn122:5.2": "So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—",
  "mn122:5.3": "netaṃ ṭhānaṃ vijjati.",
  "mn122:5.4": "Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—",
  "mn122:5.5": "ṭhānametaṃ vijjati.",
  "mn122:6.1": "So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—",
  "mn122:6.2": "netaṃ ṭhānaṃ vijjati.",
  "mn122:6.3": "Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—",
  "mn122:6.4": "ṭhānametaṃ vijjati.",
  "mn122:7.1": "Nāhaṃ, ānanda, ekaṃ rūpampi samanupassāmi yattha rattassa yathābhiratassa rūpassa vipariṇāmaññathābhāvā na uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā.",
  "mn122:8.1": "Ayaṃ kho panānanda, vihāro tathāgatena abhisambuddho yadidaṃ—",
  "mn122:8.2": "sabbanimittānaṃ amanasikārā ajjhattaṃ suññataṃ upasampajja viharituṃ.",
  "mn122:8.3": "Tatra ce, ānanda, tathāgataṃ iminā vihārena viharantaṃ bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā.",
  "mn122:8.4": "Tatrānanda, tathāgato vivekaninneneva cittena vivekapoṇena vivekapabbhārena vūpakaṭṭhena nekkhammābhiratena byantībhūtena sabbaso āsavaṭṭhānīyehi dhammehi aññadatthu uyyojanikapaṭisaṃyuttaṃyeva kathaṃ kattā hoti.",
  "mn122:8.5": "Tasmātihānanda, bhikkhu cepi ākaṅkheyya:",
  "mn122:8.6": "‘ajjhattaṃ suññataṃ upasampajja vihareyyan’ti, tenānanda, bhikkhunā ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ.",
  "mn122:9.1": "Kathañcānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati?",
  "mn122:9.2": "Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …",
  "mn122:9.3": "pe …",
  "mn122:9.4": "paṭhamaṃ jhānaṃ upasampajja viharati …",
  "mn122:9.5": "pe …",
  "mn122:9.6": "dutiyaṃ jhānaṃ …",
  "mn122:9.7": "tatiyaṃ jhānaṃ …",
  "mn122:9.8": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn122:9.9": "Evaṃ kho, ānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati.",
  "mn122:9.10": "So ajjhattaṃ suññataṃ manasi karoti.",
  "mn122:9.11": "Tassa ajjhattaṃ suññataṃ manasikaroto suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "mn122:9.12": "Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:9.13": "‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti.",
  "mn122:9.14": "Itiha tattha sampajāno hoti.",
  "mn122:9.15": "So bahiddhā suññataṃ manasi karoti …",
  "mn122:9.16": "pe …",
  "mn122:9.17": "so ajjhattabahiddhā suññataṃ manasi karoti …",
  "mn122:9.18": "pe …",
  "mn122:9.19": "so āneñjaṃ manasi karoti.",
  "mn122:9.20": "Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "mn122:9.21": "Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:9.22": "‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti.",
  "mn122:9.23": "Itiha tattha sampajāno hoti.",
  "mn122:10.1": "Tenānanda, bhikkhunā tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ.",
  "mn122:10.2": "So ajjhattaṃ suññataṃ manasi karoti.",
  "mn122:10.3": "Tassa ajjhattaṃ suññataṃ manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "mn122:10.4": "Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:10.5": "‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti.",
  "mn122:10.6": "Itiha tattha sampajāno hoti.",
  "mn122:10.7": "So bahiddhā suññataṃ manasi karoti …",
  "mn122:10.8": "pe …",
  "mn122:10.9": "so ajjhattabahiddhā suññataṃ manasi karoti …",
  "mn122:10.10": "pe …",
  "mn122:10.11": "so āneñjaṃ manasi karoti.",
  "mn122:10.12": "Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "mn122:10.13": "Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:10.14": "‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti.",
  "mn122:10.15": "Itiha tattha sampajāno hoti.",
  "mn122:11.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato caṅkamāya cittaṃ namati, so caṅkamati:",
  "mn122:11.2": "‘evaṃ maṃ caṅkamantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "mn122:11.3": "Itiha tattha sampajāno hoti.",
  "mn122:11.4": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato ṭhānāya cittaṃ namati, so tiṭṭhati:",
  "mn122:11.5": "‘evaṃ maṃ ṭhitaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "mn122:11.6": "Itiha tattha sampajāno hoti.",
  "mn122:11.7": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato nisajjāya cittaṃ namati, so nisīdati:",
  "mn122:11.8": "‘evaṃ maṃ nisinnaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "mn122:11.9": "Itiha tattha sampajāno hoti.",
  "mn122:11.10": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato sayanāya cittaṃ namati, so sayati:",
  "mn122:11.11": "‘evaṃ maṃ sayantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "mn122:11.12": "Itiha tattha sampajāno hoti.",
  "mn122:12.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato kathāya cittaṃ namati, so:",
  "mn122:12.2": "‘yāyaṃ kathā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, seyyathidaṃ—",
  "mn122:12.3": "rājakathā corakathā mahāmattakathā senākathā bhayakathā yuddhakathā annakathā pānakathā vatthakathā sayanakathā mālākathā gandhakathā ñātikathā yānakathā gāmakathā nigamakathā nagarakathā janapadakathā itthikathā surākathā visikhākathā kumbhaṭṭhānakathā pubbapetakathā nānattakathā lokakkhāyikā samuddakkhāyikā itibhavābhavakathā iti vā iti—",
  "mn122:12.4": "evarūpiṃ kathaṃ na kathessāmī’ti.",
  "mn122:12.5": "Itiha tattha sampajāno hoti.",
  "mn122:12.6": "Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—",
  "mn122:12.7": "appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā iti:",
  "mn122:12.8": "‘evarūpiṃ kathaṃ kathessāmī’ti.",
  "mn122:12.9": "Itiha tattha sampajāno hoti.",
  "mn122:13.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato vitakkāya cittaṃ namati, so:",
  "mn122:13.2": "‘ye te vitakkā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti, seyyathidaṃ—",
  "mn122:13.3": "kāmavitakko byāpādavitakko vihiṃsāvitakko iti evarūpe vitakke na vitakkessāmī’ti.",
  "mn122:13.4": "Itiha tattha sampajāno hoti.",
  "mn122:13.5": "Ye ca kho ime, ānanda, vitakkā ariyā niyyānikā niyyanti takkarassa sammādukkhakkhayāya, seyyathidaṃ—",
  "mn122:13.6": "nekkhammavitakko abyāpādavitakko avihiṃsāvitakko iti:",
  "mn122:13.7": "‘evarūpe vitakke vitakkessāmī’ti.",
  "mn122:13.8": "Itiha tattha sampajāno hoti.",
  "mn122:14.1": "Pañca kho ime, ānanda, kāmaguṇā.",
  "mn122:14.2": "Katame pañca?",
  "mn122:14.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, sotaviññeyyā saddā …",
  "mn122:14.4": "ghānaviññeyyā gandhā …",
  "mn122:14.5": "jivhāviññeyyā rasā …",
  "mn122:14.6": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn122:14.7": "ime kho, ānanda, pañca kāmaguṇā.",
  "mn122:14.8": "Yattha bhikkhunā abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ:",
  "mn122:14.9": "‘atthi nu kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti?",
  "mn122:14.10": "Sace, ānanda, bhikkhu paccavekkhamāno evaṃ pajānāti:",
  "mn122:14.11": "‘atthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti, evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:14.12": "‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me nappahīno’ti.",
  "mn122:14.13": "Itiha tattha sampajāno hoti.",
  "mn122:14.14": "Sace panānanda, bhikkhu paccavekkhamāno evaṃ pajānāti:",
  "mn122:14.15": "‘natthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti, evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:14.16": "‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me pahīno’ti.",
  "mn122:14.17": "Itiha tattha sampajāno hoti.",
  "mn122:15.1": "Pañca kho ime, ānanda, upādānakkhandhā yattha bhikkhunā udayabbayānupassinā vihātabbaṃ:",
  "mn122:15.2": "‘iti rūpaṃ iti rūpassa samudayo iti rūpassa atthaṅgamo, iti vedanā …",
  "mn122:15.3": "iti saññā …",
  "mn122:15.4": "iti saṅkhārā …",
  "mn122:15.5": "iti viññāṇaṃ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo’ti.",
  "mn122:15.6": "Tassa imesu pañcasu upādānakkhandhesu udayabbayānupassino viharato yo pañcasu upādānakkhandhesu asmimāno so pahīyati.",
  "mn122:15.7": "Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:",
  "mn122:15.8": "‘yo kho imesu pañcasu upādānakkhandhesu asmimāno so me pahīno’ti.",
  "mn122:15.9": "Itiha tattha sampajāno hoti.",
  "mn122:15.10": "Ime kho te, ānanda, dhammā ekantakusalā kusalāyātikā ariyā lokuttarā anavakkantā pāpimatā.",
  "mn122:15.11": "Taṃ kiṃ maññasi, ānanda, kaṃ atthavasaṃ sampassamāno arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno”ti?",
  "mn122:15.12": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā.",
  "mn122:15.13": "Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho.",
  "mn122:15.14": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "mn122:16.1": "“Na kho, ānanda, arahati sāvako satthāraṃ anubandhituṃ, yadidaṃ suttaṃ geyyaṃ veyyākaraṇaṃ tassa hetu.",
  "mn122:16.2": "Taṃ kissa hetu?",
  "mn122:16.3": "Dīgharattassa hi te, ānanda, dhammā sutā dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "mn122:16.4": "Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—",
  "mn122:16.5": "appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā—",
  "mn122:16.6": "evarūpiyā kho, ānanda, kathāya hetu arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno.",
  "mn122:17.1": "Evaṃ sante kho, ānanda, ācariyūpaddavo hoti, evaṃ sante antevāsūpaddavo hoti, evaṃ sante brahmacārūpaddavo hoti.",
  "mn122:18.1": "Kathañcānanda, ācariyūpaddavo hoti?",
  "mn122:18.2": "Idhānanda, ekacco satthā vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn122:18.3": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.",
  "mn122:18.4": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.",
  "mn122:18.5": "Ayaṃ vuccatānanda, upaddavo ācariyo.",
  "mn122:18.6": "Ācariyūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṃkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.",
  "mn122:18.7": "Evaṃ kho, ānanda, ācariyūpaddavo hoti.",
  "mn122:19.1": "Kathañcānanda, antevāsūpaddavo hoti?",
  "mn122:19.2": "Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn122:19.3": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.",
  "mn122:19.4": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.",
  "mn122:19.5": "Ayaṃ vuccatānanda, upaddavo antevāsī.",
  "mn122:19.6": "Antevāsūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.",
  "mn122:19.7": "Evaṃ kho, ānanda, antevāsūpaddavo hoti.",
  "mn122:20.1": "Kathañcānanda, brahmacārūpaddavo hoti?",
  "mn122:20.2": "Idhānanda, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn122:20.3": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn122:20.4": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.",
  "mn122:20.5": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca na mucchaṃ nikāmayati, na gedhaṃ āpajjati, na āvattati bāhullāya.",
  "mn122:20.6": "Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn122:20.7": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.",
  "mn122:20.8": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.",
  "mn122:20.9": "Ayaṃ vuccatānanda, upaddavo brahmacārī.",
  "mn122:20.10": "Brahmacārūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.",
  "mn122:20.11": "Evaṃ kho, ānanda, brahmacārūpaddavo hoti.",
  "mn122:21.1": "Tatrānanda, yo cevāyaṃ ācariyūpaddavo, yo ca antevāsūpaddavo ayaṃ tehi brahmacārūpaddavo dukkhavipākataro ceva kaṭukavipākataro ca, api ca vinipātāya saṃvattati.",
  "mn122:22.1": "Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya.",
  "mn122:22.2": "Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya.",
  "mn122:23.1": "Kathañcānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya?",
  "mn122:23.2": "Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:",
  "mn122:23.3": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.",
  "mn122:23.4": "Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti.",
  "mn122:23.5": "Evaṃ kho, ānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya.",
  "mn122:24.1": "Kathañcānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya?",
  "mn122:24.2": "Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:",
  "mn122:24.3": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.",
  "mn122:24.4": "Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti.",
  "mn122:24.5": "Evaṃ kho, ānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya.",
  "mn122:25.1": "Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya.",
  "mn122:25.2": "Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya.",
  "mn122:25.3": "Na vo ahaṃ, ānanda, tathā parakkamissāmi yathā kumbhakāro āmake āmakamatte.",
  "mn122:25.4": "Niggayha niggayhāhaṃ, ānanda, vakkhāmi;",
  "mn122:25.5": "pavayha pavayha, ānanda, vakkhāmi.",
  "mn122:25.6": "Yo sāro so ṭhassatī”ti.",
  "mn122:26.1": "Idamavoca bhagavā.",
  "mn122:26.2": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.",
  "mn122:27.1": "Mahāsuññatasuttaṃ niṭṭhitaṃ dutiyaṃ."
}