{
  "_markup_path": "markup/mn/mn127.html",
  "_alt_strings": [
    "en/sujato/mn/mn127.json"
  ],
  "mn127:1.1": "Majjhima Nikāya 127",
  "mn127:2.1": "Anuruddhasutta",
  "mn127:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn127:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn127:3.3": "Atha kho pañcakaṅgo thapati aññataraṃ purisaṃ āmantesi:",
  "mn127:3.4": "“ehi tvaṃ, ambho purisa, yenāyasmā anuruddho tenupasaṅkama;",
  "mn127:3.5": "upasaṅkamitvā mama vacanena āyasmato anuruddhassa pāde sirasā vandāhi:",
  "mn127:3.6": "‘pañcakaṅgo, bhante, thapati āyasmato anuruddhassa pāde sirasā vandatī’ti;",
  "mn127:3.7": "evañca vadehi:",
  "mn127:3.8": "‘adhivāsetu kira, bhante, āyasmā anuruddho pañcakaṅgassa thapatissa svātanāya attacatuttho bhattaṃ;",
  "mn127:3.9": "yena ca kira, bhante, āyasmā anuruddho pagevataraṃ āgaccheyya;",
  "mn127:3.10": "pañcakaṅgo, bhante, thapati bahukicco bahukaraṇīyo rājakaraṇīyenā’”ti.",
  "mn127:3.11": "“Evaṃ, bhante”ti kho so puriso pañcakaṅgassa thapatissa paṭissutvā yenāyasmā anuruddho tenupasaṅkami;",
  "mn127:3.12": "upasaṅkamitvā āyasmantaṃ anuruddhaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn127:3.13": "Ekamantaṃ nisinno kho so puriso āyasmantaṃ anuruddhaṃ etadavoca:",
  "mn127:3.14": "“pañcakaṅgo, bhante, thapati āyasmato anuruddhassa pāde sirasā vandati, evañca vadeti:",
  "mn127:3.15": "‘adhivāsetu kira, bhante, āyasmā anuruddho pañcakaṅgassa thapatissa svātanāya attacatuttho bhattaṃ;",
  "mn127:3.16": "yena ca kira, bhante, āyasmā anuruddho pagevataraṃ āgaccheyya;",
  "mn127:3.17": "pañcakaṅgo, bhante, thapati bahukicco bahukaraṇīyo rājakaraṇīyenā’”ti.",
  "mn127:3.18": "Adhivāsesi kho āyasmā anuruddho tuṇhībhāvena.",
  "mn127:4.1": "Atha kho āyasmā anuruddho tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena pañcakaṅgassa thapatissa nivesanaṃ tenupasaṅkami;",
  "mn127:4.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn127:4.3": "Atha kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn127:4.4": "Atha kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn127:4.5": "Ekamantaṃ nisinno kho pañcakaṅgo thapati āyasmantaṃ anuruddhaṃ etadavoca:",
  "mn127:5.1": "“Idha maṃ, bhante, therā bhikkhū upasaṅkamitvā evamāhaṃsu:",
  "mn127:5.2": "‘appamāṇaṃ, gahapati, cetovimuttiṃ bhāvehī’ti.",
  "mn127:5.3": "Ekacce therā evamāhaṃsu:",
  "mn127:5.4": "‘mahaggataṃ, gahapati, cetovimuttiṃ bhāvehī’ti.",
  "mn127:5.5": "Yā cāyaṃ, bhante, appamāṇā cetovimutti yā ca mahaggatā cetovimutti—",
  "mn127:5.6": "ime dhammā nānatthā ceva nānābyañjanā ca, udāhu ekatthā byañjanameva nānan”ti? <a class=\"wp\" id=\"wp5\"></a>“",
  "mn127:5.7": "Tena hi, gahapati, taṃyevettha paṭibhātu, apaṇṇakante ito bhavissatī”ti.",
  "mn127:5.8": "“Mayhaṃ kho, bhante, evaṃ hoti:",
  "mn127:5.9": "‘yā cāyaṃ appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā ekatthā byañjanameva nānan’”ti. <a class=\"wp\" id=\"wp6\"></a>“",
  "mn127:5.10": "Yā cāyaṃ, gahapati, appamāṇā cetovimutti yā ca mahaggatā cetovimutti ime dhammā nānatthā ceva nānābyañjanā ca.",
  "mn127:5.11": "Tadamināpetaṃ, gahapati, pariyāyena veditabbaṃ yathā ime dhammā nānatthā ceva nānābyañjanā ca.",
  "mn127:6.1": "Katamā ca, gahapati, appamāṇā cetovimutti?",
  "mn127:6.2": "Idha, gahapati, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ;",
  "mn127:6.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn127:6.4": "Karuṇāsahagatena cetasā …",
  "mn127:6.5": "muditāsahagatena cetasā …",
  "mn127:6.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ;",
  "mn127:6.7": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn127:6.8": "Ayaṃ vuccati, gahapati, appamāṇā cetovimutti.",
  "mn127:7.1": "Katamā ca, gahapati, mahaggatā cetovimutti?",
  "mn127:7.2": "Idha, gahapati, bhikkhu yāvatā ekaṃ rukkhamūlaṃ mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.3": "Ayaṃ vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.4": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.5": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.6": "Idha pana, gahapati, bhikkhu yāvatā ekaṃ gāmakkhettaṃ mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.7": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.8": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.9": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.10": "Idha pana, gahapati, bhikkhu yāvatā ekaṃ mahārajjaṃ mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.11": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.12": "Idha pana, gahapati, bhikkhu yāvatā dve vā tīṇi vā mahārajjāni mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.13": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.14": "Idha pana, gahapati, bhikkhu yāvatā samuddapariyantaṃ pathaviṃ mahaggatanti pharitvā adhimuccitvā viharati.",
  "mn127:7.15": "Ayampi vuccati, gahapati, mahaggatā cetovimutti.",
  "mn127:7.16": "Iminā kho etaṃ, gahapati, pariyāyena veditabbaṃ yathā ime dhammā nānatthā ceva nānābyañjanā ca.",
  "mn127:8.1": "Catasso kho imā gahapati, bhavūpapattiyo.",
  "mn127:8.2": "Katamā catasso?",
  "mn127:8.3": "Idha, gahapati, ekacco ‘parittābhā’ti pharitvā adhimuccitvā viharati.",
  "mn127:8.4": "So kāyassa bhedā paraṃ maraṇā parittābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:8.5": "Idha pana, gahapati, ekacco ‘appamāṇābhā’ti pharitvā adhimuccitvā viharati.",
  "mn127:8.6": "So kāyassa bhedā paraṃ maraṇā appamāṇābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:8.7": "Idha pana, gahapati, ekacco ‘saṅkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati.",
  "mn127:8.8": "So kāyassa bhedā paraṃ maraṇā saṅkiliṭṭhābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:8.9": "Idha pana, gahapati, ekacco ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati.",
  "mn127:8.10": "So kāyassa bhedā paraṃ maraṇā parisuddhābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:8.11": "Imā kho, gahapati, catasso bhavūpapattiyo.",
  "mn127:9.1": "Hoti kho so, gahapati, samayo, yā tā devatā ekajjhaṃ sannipatanti, tāsaṃ ekajjhaṃ sannipatitānaṃ vaṇṇanānattañhi kho paññāyati no ca ābhānānattaṃ.",
  "mn127:9.2": "Seyyathāpi, gahapati, puriso sambahulāni telappadīpāni ekaṃ gharaṃ paveseyya.",
  "mn127:9.3": "Tesaṃ ekaṃ gharaṃ pavesitānaṃ accinānattañhi kho paññāyetha, no ca ābhānānattaṃ;",
  "mn127:9.4": "evameva kho, gahapati, hoti kho so samayo, yā tā devatā ekajjhaṃ sannipatanti tāsaṃ ekajjhaṃ sannipatitānaṃ vaṇṇanānattañhi kho paññāyati, no ca ābhānānattaṃ.",
  "mn127:10.1": "Hoti kho so, gahapati, samayo, yā tā devatā tato vipakkamanti, tāsaṃ tato vipakkamantīnaṃ vaṇṇanānattañceva paññāyati ābhānānattañca.",
  "mn127:10.2": "Seyyathāpi, gahapati, puriso tāni sambahulāni telappadīpāni tamhā gharā nīhareyya.",
  "mn127:10.3": "Tesaṃ tato nīhatānaṃ accinānattañceva paññāyetha ābhānānattañca;",
  "mn127:10.4": "evameva kho, gahapati, hoti kho so samayo, yā tā devatā tato vipakkamanti, tāsaṃ tato vipakkamantīnaṃ vaṇṇanānattañceva paññāyati ābhānānattañca.",
  "mn127:11.1": "Na kho, gahapati, tāsaṃ devatānaṃ evaṃ hoti:",
  "mn127:11.2": "‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramanti.",
  "mn127:11.3": "Seyyathāpi, gahapati, makkhikānaṃ kājena vā piṭakena vā harīyamānānaṃ na evaṃ hoti:",
  "mn127:11.4": "‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā makkhikā abhinivisanti tattha tattheva tā makkhikā abhiramanti;",
  "mn127:11.5": "evameva kho, gahapati, tāsaṃ devatānaṃ na evaṃ hoti:",
  "mn127:11.6": "‘idaṃ amhākaṃ niccanti vā dhuvanti vā sassatanti vā’, api ca yattha yattheva tā devatā abhinivisanti tattha tattheva tā devatā abhiramantī”ti.",
  "mn127:12.1": "Evaṃ vutte, āyasmā sabhiyo kaccāno āyasmantaṃ anuruddhaṃ etadavoca:",
  "mn127:12.2": "“sādhu, bhante anuruddha.",
  "mn127:12.3": "Atthi ca me ettha uttariṃ paṭipucchitabbaṃ.",
  "mn127:12.4": "Yā tā, bhante, devatā ābhā sabbā tā parittābhā udāhu santettha ekaccā devatā appamāṇābhā”ti?",
  "mn127:12.5": "“Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti. <a class=\"wp\" id=\"wp14\"></a>“",
  "mn127:12.6": "Ko nu kho, bhante anuruddha, hetu ko paccayo yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti?",
  "mn127:13.1": "“Tena hāvuso kaccāna, taṃyevettha paṭipucchissāmi.",
  "mn127:13.2": "Yathā te khameyya tathā naṃ byākareyyāsi.",
  "mn127:13.3": "Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā ekaṃ rukkhamūlaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:13.4": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:13.5": "“Yvāyaṃ, bhante, bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:13.6": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti.",
  "mn127:14.1": "“Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā rukkhamūlāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā ekaṃ gāmakkhettaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.2": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:14.3": "“Yvāyaṃ, bhante, bhikkhu yāvatā ekaṃ gāmakkhettaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:14.4": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti.",
  "mn127:15.1": "“Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā ekaṃ gāmakkhettaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:15.2": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:15.3": "“Yvāyaṃ, bhante, bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:15.4": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti.",
  "mn127:16.1": "“Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā gāmakkhettāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā ekaṃ mahārajjaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:16.2": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:16.3": "“Yvāyaṃ, bhante, bhikkhu yāvatā ekaṃ mahārajjaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:16.4": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti.",
  "mn127:17.1": "“Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā ekaṃ mahārajjaṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:17.2": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:17.3": "“Yvāyaṃ, bhante, bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:17.4": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti.",
  "mn127:18.1": "“Taṃ kiṃ maññasi, āvuso kaccāna, yvāyaṃ bhikkhu yāvatā dve vā tīṇi vā mahārajjāni ‘mahaggatan’ti pharitvā adhimuccitvā viharati, yo cāyaṃ bhikkhu yāvatā samuddapariyantaṃ pathaviṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:18.2": "imāsaṃ ubhinnaṃ cittabhāvanānaṃ katamā cittabhāvanā mahaggatatarā”ti?",
  "mn127:18.3": "“Yvāyaṃ, bhante, bhikkhu yāvatā samuddapariyantaṃ pathaviṃ ‘mahaggatan’ti pharitvā adhimuccitvā viharati—",
  "mn127:18.4": "ayaṃ imāsaṃ ubhinnaṃ cittabhāvanānaṃ mahaggatatarā”ti?",
  "mn127:18.5": "“Ayaṃ kho, āvuso kaccāna, hetu ayaṃ paccayo, yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā parittābhā, santi panettha ekaccā devatā appamāṇābhā”ti.",
  "mn127:19.1": "“Sādhu, bhante anuruddha.",
  "mn127:19.2": "Atthi ca me ettha uttariṃ paṭipucchitabbaṃ.",
  "mn127:19.3": "Yāvatā, bhante, devatā ābhā sabbā tā saṃkiliṭṭhābhā udāhu santettha ekaccā devatā parisuddhābhā”ti?",
  "mn127:19.4": "“Tadaṅgena kho, āvuso kaccāna, santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti. <a class=\"wp\" id=\"wp16\"></a>“",
  "mn127:19.5": "Ko nu kho, bhante, anuruddha, hetu ko paccayo, yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti?",
  "mn127:20.1": "“Tena hāvuso kaccāna, upamaṃ te karissāmi.",
  "mn127:20.2": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.",
  "mn127:20.3": "Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi aparisuddhaṃ vaṭṭipi aparisuddhā.",
  "mn127:20.4": "So telassapi aparisuddhattā vaṭṭiyāpi aparisuddhattā andhandhaṃ viya jhāyati;",
  "mn127:20.5": "evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘saṃkiliṭṭhābhā’ti pharitvā adhimuccitvā viharati, tassa kāyaduṭṭhullampi na suppaṭippassaddhaṃ hoti, thinamiddhampi na susamūhataṃ hoti, uddhaccakukkuccampi na suppaṭivinītaṃ hoti.",
  "mn127:20.6": "So kāyaduṭṭhullassapi na suppaṭippassaddhattā thinamiddhassapi na susamūhatattā uddhaccakukkuccassapi na suppaṭivinītattā andhandhaṃ viya jhāyati.",
  "mn127:20.7": "So kāyassa bhedā paraṃ maraṇā saṃkiliṭṭhābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:20.8": "Seyyathāpi, āvuso kaccāna, telappadīpassa jhāyato telampi parisuddhaṃ vaṭṭipi parisuddhā.",
  "mn127:20.9": "So telassapi parisuddhattā vaṭṭiyāpi parisuddhattā na andhandhaṃ viya jhāyati;",
  "mn127:20.10": "evameva kho, āvuso kaccāna, idhekacco bhikkhu ‘parisuddhābhā’ti pharitvā adhimuccitvā viharati.",
  "mn127:20.11": "Tassa kāyaduṭṭhullampi suppaṭippassaddhaṃ hoti, thinamiddhampi susamūhataṃ hoti, uddhaccakukkuccampi suppaṭivinītaṃ hoti.",
  "mn127:20.12": "So kāyaduṭṭhullassapi suppaṭippassaddhattā thinamiddhassapi susamūhatattā uddhaccakukkuccassapi suppaṭivinītattā na andhandhaṃ viya jhāyati.",
  "mn127:20.13": "So kāyassa bhedā paraṃ maraṇā parisuddhābhānaṃ devānaṃ sahabyataṃ upapajjati.",
  "mn127:20.14": "Ayaṃ kho, āvuso kaccāna, hetu ayaṃ paccayo yena tāsaṃ devatānaṃ ekaṃ devanikāyaṃ upapannānaṃ santettha ekaccā devatā saṃkiliṭṭhābhā, santi panettha ekaccā devatā parisuddhābhā”ti.",
  "mn127:21.1": "Evaṃ vutte, āyasmā sabhiyo kaccāno āyasmantaṃ anuruddhaṃ etadavoca:",
  "mn127:21.2": "“sādhu, bhante anuruddha.",
  "mn127:21.3": "Na, bhante, āyasmā anuruddho evamāha:",
  "mn127:21.4": "‘evaṃ me sutan’ti vā ‘evaṃ arahati bhavitun’ti vā;",
  "mn127:21.5": "atha ca pana, bhante, āyasmā anuruddho ‘evampi tā devatā, itipi tā devatā’tveva bhāsati.",
  "mn127:21.6": "Tassa mayhaṃ, bhante, evaṃ hoti:",
  "mn127:21.7": "‘addhā āyasmatā anuruddhena tāhi devatāhi saddhiṃ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti.",
  "mn127:21.8": "“Addhā kho ayaṃ, āvuso kaccāna, āsajja upanīya vācā bhāsitā, api ca te ahaṃ byākarissāmi:",
  "mn127:21.9": "‘dīgharattaṃ kho me, āvuso kaccāna, tāhi devatāhi saddhiṃ sannivutthapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā’”ti.",
  "mn127:22.1": "Evaṃ vutte, āyasmā sabhiyo kaccāno pañcakaṅgaṃ thapatiṃ etadavoca:",
  "mn127:22.2": "“lābhā te, gahapati, suladdhaṃ te, gahapati, yaṃ tvañceva taṃ kaṅkhādhammaṃ pahāsi, mayañcimaṃ dhammapariyāyaṃ alatthamhā savanāyā”ti.",
  "mn127:23.1": "Anuruddhasuttaṃ niṭṭhitaṃ sattamaṃ."
}