{
  "_markup_path": "markup/mn/mn125.html",
  "_alt_strings": [
    "en/sujato/mn/mn125.json"
  ],
  "mn125:1.1": "Majjhima Nikāya 125",
  "mn125:2.1": "Dantabhūmisutta",
  "mn125:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn125:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn125:3.3": "Tena kho pana samayena aciravato samaṇuddeso araññakuṭikāyaṃ viharati.",
  "mn125:3.4": "Atha kho jayaseno rājakumāro jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena aciravato samaṇuddeso tenupasaṅkami;",
  "mn125:3.5": "upasaṅkamitvā aciravatena samaṇuddesena saddhiṃ sammodi.",
  "mn125:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn125:3.7": "Ekamantaṃ nisinno kho jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca:",
  "mn125:4.1": "“Sutaṃ metaṃ, bho aggivessana:",
  "mn125:4.2": "‘idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan’”ti.",
  "mn125:4.3": "“Evametaṃ, rājakumāra, evametaṃ, rājakumāra.",
  "mn125:4.4": "Idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti. <a class=\"wp\" id=\"wp3\"></a>“",
  "mn125:4.5": "Sādhu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ desetū”ti.",
  "mn125:4.6": "“Na kho te ahaṃ, rājakumāra, sakkomi yathāsutaṃ yathāpariyattaṃ dhammaṃ desetuṃ.",
  "mn125:4.7": "Ahañca hi te, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ deseyyaṃ, tvañca me bhāsitassa atthaṃ na ājāneyyāsi;",
  "mn125:4.8": "so mamassa kilamatho, sā mamassa vihesā”ti. <a class=\"wp\" id=\"wp4\"></a>“",
  "mn125:4.9": "Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ.",
  "mn125:4.10": "Appevanāmāhaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājāneyyan”ti.",
  "mn125:4.11": "“Deseyyaṃ kho te ahaṃ, rājakumāra, yathāsutaṃ yathāpariyattaṃ dhammaṃ.",
  "mn125:4.12": "Sace me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, iccetaṃ kusalaṃ;",
  "mn125:4.13": "no ce me tvaṃ bhāsitassa atthaṃ ājāneyyāsi, yathāsake tiṭṭheyyāsi, na maṃ tattha uttariṃ paṭipuccheyyāsī”ti.",
  "mn125:4.14": "“Desetu me bhavaṃ aggivessano yathāsutaṃ yathāpariyattaṃ dhammaṃ.",
  "mn125:4.15": "Sace ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, iccetaṃ kusalaṃ;",
  "mn125:4.16": "no ce ahaṃ bhoto aggivessanassa bhāsitassa atthaṃ ājānissāmi, yathāsake tiṭṭhissāmi, nāhaṃ tattha bhavantaṃ aggivessanaṃ uttariṃ paṭipucchissāmī”ti.",
  "mn125:5.1": "Atha kho aciravato samaṇuddeso jayasenassa rājakumārassa yathāsutaṃ yathāpariyattaṃ dhammaṃ desesi.",
  "mn125:5.2": "Evaṃ vutte, jayaseno rājakumāro aciravataṃ samaṇuddesaṃ etadavoca:",
  "mn125:5.3": "“aṭṭhānametaṃ, bho aggivessana, anavakāso yaṃ bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti.",
  "mn125:5.4": "Atha kho jayaseno rājakumāro aciravatassa samaṇuddesassa aṭṭhānatañca anavakāsatañca pavedetvā uṭṭhāyāsanā pakkāmi.",
  "mn125:6.1": "Atha kho aciravato samaṇuddeso acirapakkante jayasene rājakumāre yena bhagavā tenupasaṅkami;",
  "mn125:6.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn125:6.3": "Ekamantaṃ nisinno kho aciravato samaṇuddeso yāvatako ahosi jayasenena rājakumārena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "mn125:7.1": "Evaṃ vutte, bhagavā aciravataṃ samaṇuddesaṃ etadavoca:",
  "mn125:7.2": "“‘taṃ kutettha, aggivessana, labbhā.",
  "mn125:7.3": "Yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—",
  "mn125:7.4": "netaṃ ṭhānaṃ vijjati.",
  "mn125:8.1": "Seyyathāpissu, aggivessana, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā.",
  "mn125:8.2": "Taṃ kiṃ maññasi, aggivessana, ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṃ gaccheyyuṃ, dantāva dantabhūmiṃ sampāpuṇeyyun”ti?",
  "mn125:8.3": "“Evaṃ, bhante”.",
  "mn125:8.4": "“Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṃ gaccheyyuṃ, adantāva dantabhūmiṃ sampāpuṇeyyuṃ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti?",
  "mn125:8.5": "“No hetaṃ, bhante”.",
  "mn125:8.6": "“Evameva kho, aggivessana, ‘yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—",
  "mn125:8.7": "netaṃ ṭhānaṃ vijjati.",
  "mn125:9.1": "Seyyathāpi, aggivessana, gāmassa vā nigamassa vā avidūre mahāpabbato.",
  "mn125:9.2": "Tamenaṃ dve sahāyakā tamhā gāmā vā nigamā vā nikkhamitvā hatthavilaṅghakena yena so pabbato tenupasaṅkameyyuṃ;",
  "mn125:9.3": "upasaṅkamitvā eko sahāyako heṭṭhā pabbatapāde tiṭṭheyya, eko sahāyako uparipabbataṃ āroheyya.",
  "mn125:9.4": "Tamenaṃ heṭṭhā pabbatapāde ṭhito sahāyako uparipabbate ṭhitaṃ sahāyakaṃ evaṃ vadeyya:",
  "mn125:9.5": "‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti?",
  "mn125:9.6": "So evaṃ vadeyya:",
  "mn125:9.7": "‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:10.1": "So evaṃ vadeyya:",
  "mn125:10.2": "‘aṭṭhānaṃ kho etaṃ, samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:10.3": "Tamenaṃ uparipabbate ṭhito sahāyako heṭṭhimapabbatapādaṃ orohitvā taṃ sahāyakaṃ bāhāyaṃ gahetvā uparipabbataṃ āropetvā muhuttaṃ assāsetvā evaṃ vadeyya:",
  "mn125:10.4": "‘yaṃ, samma, kiṃ tvaṃ passasi uparipabbate ṭhito’ti?",
  "mn125:10.5": "So evaṃ vadeyya:",
  "mn125:10.6": "‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:11.1": "So evaṃ vadeyya:",
  "mn125:11.2": "‘idāneva kho te, samma, bhāsitaṃ—",
  "mn125:11.3": "mayaṃ evaṃ ājānāma—",
  "mn125:11.4": "aṭṭhānaṃ kho etaṃ samma, anavakāso yaṃ tvaṃ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:11.5": "Idāneva ca pana te bhāsitaṃ mayaṃ evaṃ ājānāma:",
  "mn125:11.6": "‘passāmi kho ahaṃ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:11.7": "So evaṃ vadeyya:",
  "mn125:11.8": "‘tathā hi panāhaṃ, samma, iminā mahatā pabbatena āvuto daṭṭheyyaṃ nāddasan’ti.",
  "mn125:12.1": "Ato mahantatarena, aggivessana, ‘avijjākhandhena jayaseno rājakumāro āvuto nivuto ophuṭo pariyonaddho.",
  "mn125:12.2": "So vata yaṃ taṃ nekkhammena ñātabbaṃ nekkhammena daṭṭhabbaṃ nekkhammena pattabbaṃ nekkhammena sacchikātabbaṃ taṃ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—",
  "mn125:12.3": "netaṃ ṭhānaṃ vijjati.",
  "mn125:12.4": "Sace kho taṃ, aggivessana, jayasenassa rājakumārassa imā dve upamā paṭibhāyeyyuṃ, anacchariyaṃ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṃ kareyyā”ti.",
  "mn125:12.5": "“Kuto pana maṃ, bhante, jayasenassa rājakumārassa imā dve upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti?",
  "mn125:13.1": "“Seyyathāpi, aggivessana, rājā khattiyo muddhāvasitto nāgavanikaṃ āmanteti:",
  "mn125:13.2": "‘ehi tvaṃ, samma nāgavanika, rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhāhī’ti.",
  "mn125:13.3": "‘Evaṃ, devā’ti kho, aggivessana, nāgavaniko rañño khattiyassa muddhāvasittassa paṭissutvā rañño nāgaṃ abhiruhitvā nāgavanaṃ pavisitvā āraññakaṃ nāgaṃ atipassitvā rañño nāgassa gīvāyaṃ upanibandhati.",
  "mn125:13.4": "Tamenaṃ rañño nāgo abbhokāsaṃ nīharati.",
  "mn125:13.5": "Ettāvatā kho, aggivessana, āraññako nāgo abbhokāsaṃ gato hoti.",
  "mn125:13.6": "Etthagedhā hi, aggivessana, āraññakā nāgā yadidaṃ—",
  "mn125:13.7": "nāgavanaṃ.",
  "mn125:13.8": "Tamenaṃ nāgavaniko rañño khattiyassa muddhāvasittassa ārocesi:",
  "mn125:13.9": "‘abbhokāsagato kho, deva, āraññako nāgo’ti.",
  "mn125:13.10": "Atha kho aggivessana, tamenaṃ rājā khattiyo muddhāvasitto hatthidamakaṃ āmantesi:",
  "mn125:13.11": "‘ehi tvaṃ, samma hatthidamaka, āraññakaṃ nāgaṃ damayāhi āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāyā’ti.",
  "mn125:14.1": "‘Evaṃ, devā’ti kho, aggivessana, hatthidamako rañño khattiyassa muddhāvasittassa paṭissutvā mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya.",
  "mn125:14.2": "Tamenaṃ hatthidamako yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācarati.",
  "mn125:14.3": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācariyamāno sussūsati, sotaṃ odahati, aññā cittaṃ upaṭṭhāpeti;",
  "mn125:14.4": "tamenaṃ hatthidamako uttari tiṇaghāsodakaṃ anuppavecchati.",
  "mn125:15.1": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa tiṇaghāsodakaṃ paṭiggaṇhāti, tatra hatthidamakassa evaṃ hoti:",
  "mn125:15.2": "‘jīvissati kho dāni āraññako nāgo’ti.",
  "mn125:15.3": "Tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:",
  "mn125:15.4": "‘ādiya, bho, nikkhipa, bho’ti.",
  "mn125:15.5": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa ādānanikkhepe vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:",
  "mn125:15.6": "‘abhikkama, bho, paṭikkama, bho’ti.",
  "mn125:15.7": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa abhikkamapaṭikkamavacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari kāraṇaṃ kāreti:",
  "mn125:15.8": "‘uṭṭhaha, bho, nisīda, bho’ti.",
  "mn125:15.9": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa uṭṭhānanisajjāya vacanakaro hoti ovādappaṭikaro, tamenaṃ hatthidamako uttari āneñjaṃ nāma kāraṇaṃ kāreti, mahantassa phalakaṃ soṇḍāya upanibandhati, tomarahattho ca puriso uparigīvāya nisinno hoti, samantato ca tomarahatthā purisā parivāretvā ṭhitā honti, hatthidamako ca dīghatomarayaṭṭhiṃ gahetvā purato ṭhito hoti.",
  "mn125:15.10": "So āneñjaṃ kāraṇaṃ kāriyamāno neva purime pāde copeti na pacchime pāde copeti, na purimakāyaṃ copeti na pacchimakāyaṃ copeti, na sīsaṃ copeti, na kaṇṇe copeti, na dante copeti, na naṅguṭṭhaṃ copeti, na soṇḍaṃ copeti.",
  "mn125:15.11": "So hoti āraññako nāgo khamo sattippahārānaṃ asippahārānaṃ usuppahārānaṃ sarapattappahārānaṃ bheripaṇavavaṃsasaṅkhaḍiṇḍimaninnādasaddānaṃ sabbavaṅkadosanihitaninnītakasāvo rājāraho rājabhoggo rañño aṅganteva saṅkhaṃ gacchati.",
  "mn125:16.1": "Evameva kho, aggivessana, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn125:16.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn125:16.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn125:16.4": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "mn125:16.5": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "mn125:16.6": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn125:16.7": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn125:16.8": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn125:16.9": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn125:17.1": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn125:17.2": "Ettāvatā kho, aggivessana, ariyasāvako abbhokāsagato hoti.",
  "mn125:17.3": "Etthagedhā hi, aggivessana, devamanussā yadidaṃ—",
  "mn125:17.4": "pañca kāmaguṇā.",
  "mn125:17.5": "Tamenaṃ tathāgato uttariṃ vineti:",
  "mn125:17.6": "‘ehi tvaṃ, bhikkhu, sīlavā hohi, pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti.",
  "mn125:18.1": "Yato kho, aggivessana, ariyasāvako sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, tamenaṃ tathāgato uttariṃ vineti:",
  "mn125:18.2": "‘ehi tvaṃ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṃ disvā mā nimittaggāhī …",
  "mn125:18.3": "pe …",
  "mn125:18.4": "(yathā gaṇakamoggallānasuttante, evaṃ vitthāretabbāni.)",
  "mn125:19.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.",
  "mn125:19.2": "Vedanāsu …",
  "mn125:19.3": "pe …",
  "mn125:19.4": "citte …",
  "mn125:19.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.",
  "mn125:19.6": "Seyyathāpi, aggivessana, hatthidamako mahantaṃ thambhaṃ pathaviyaṃ nikhaṇitvā āraññakassa nāgassa gīvāyaṃ upanibandhati āraññakānañceva sīlānaṃ abhinimmadanāya āraññakānañceva sarasaṅkappānaṃ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya;",
  "mn125:19.7": "evameva kho, aggivessana, ariyasāvakassa ime cattāro satipaṭṭhānā cetaso upanibandhanā honti gehasitānañceva sīlānaṃ abhinimmadanāya gehasitānañceva sarasaṅkappānaṃ abhinimmadanāya gehasitānañceva darathakilamathapariḷāhānaṃ abhinimmadanāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.",
  "mn125:20.1": "Tamenaṃ tathāgato uttariṃ vineti:",
  "mn125:20.2": "‘ehi tvaṃ, bhikkhu, kāye kāyānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesi.",
  "mn125:20.3": "Vedanāsu …",
  "mn125:20.4": "citte …",
  "mn125:20.5": "dhammesu dhammānupassī viharāhi, mā ca kāmūpasaṃhitaṃ vitakkaṃ vitakkesī’ti.",
  "mn125:21.1": "So vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn125:21.2": "tatiyaṃ jhānaṃ …",
  "mn125:21.3": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn125:21.4": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn125:21.5": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn125:21.6": "ekampi jātiṃ dvepi jātiyo …",
  "mn125:21.7": "pe …",
  "mn125:21.8": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn125:22.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn125:22.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate …",
  "mn125:22.3": "pe …",
  "mn125:22.4": "yathākammūpage satte pajānāti.",
  "mn125:23.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn125:23.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;",
  "mn125:23.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn125:23.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn125:23.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn125:23.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn125:24.1": "So hoti bhikkhu khamo sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti sabbarāgadosamohanihitaninnītakasāvo āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "mn125:25.1": "Mahallako cepi, aggivessana, rañño nāgo adanto avinīto kālaṃ karoti, ‘adantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:25.2": "majjhimo cepi, aggivessana, rañño nāgo.",
  "mn125:25.3": "Daharo cepi, aggivessana, rañño nāgo adanto avinīto kālaṃ karoti, ‘adantamaraṇaṃ daharo rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:25.4": "evameva kho, aggivessana, thero cepi bhikkhu akhīṇāsavo kālaṃ karoti, ‘adantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:25.5": "majjhimo cepi, aggivessana, bhikkhu.",
  "mn125:25.6": "Navo cepi, aggivessana, bhikkhu akhīṇāsavo kālaṃ karoti, ‘adantamaraṇaṃ navo bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati.",
  "mn125:26.1": "Mahallako cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṃ karoti, ‘dantamaraṇaṃ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:26.2": "majjhimo cepi, aggivessana, rañño nāgo …",
  "mn125:26.3": "daharo cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṃ karoti, ‘dantamaraṇaṃ daharo rañño nāgo kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:26.4": "evameva kho, aggivessana, thero cepi bhikkhu khīṇāsavo kālaṃ karoti, ‘dantamaraṇaṃ thero bhikkhu kālaṅkato’tveva saṅkhaṃ gacchati;",
  "mn125:26.5": "majjhimo cepi, aggivessana, bhikkhu.",
  "mn125:26.6": "Navo cepi, aggivessana, bhikkhu khīṇāsavo kālaṃ karoti, ‘dantamaraṇaṃ navo bhikkhu kālaṅkato’tveva saṅkhaṃ gacchatī”ti.",
  "mn125:27.1": "Idamavoca bhagavā.",
  "mn125:27.2": "Attamano aciravato samaṇuddeso bhagavato bhāsitaṃ abhinandīti.",
  "mn125:28.1": "Dantabhūmisuttaṃ niṭṭhitaṃ pañcamaṃ."
}