{
  "_markup_path": "markup/mn/mn12.html",
  "_alt_strings": [
    "en/sujato/mn/mn12.json"
  ],
  "mn12:1.1": "Majjhima Nikāya 12",
  "mn12:2.1": "Mahāsīhanādasutta",
  "mn12:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn12:3.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati bahinagare aparapure vanasaṇḍe.",
  "mn12:3.3": "Tena kho pana samayena sunakkhatto licchaviputto acirapakkanto hoti imasmā dhammavinayā.",
  "mn12:3.4": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati:",
  "mn12:3.5": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso.",
  "mn12:3.6": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ.",
  "mn12:3.7": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti.",
  "mn12:4.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.",
  "mn12:4.2": "Assosi kho āyasmā sāriputto sunakkhattassa licchaviputtassa vesāliyaṃ parisati evaṃ vācaṃ bhāsamānassa:",
  "mn12:4.3": "“natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso.",
  "mn12:4.4": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ.",
  "mn12:4.5": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā”ti.",
  "mn12:5.1": "Atha kho āyasmā sāriputto vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami;",
  "mn12:5.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn12:5.3": "Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:",
  "mn12:5.4": "“sunakkhatto, bhante, licchaviputto acirapakkanto imasmā dhammavinayā.",
  "mn12:5.5": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati:",
  "mn12:5.6": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso.",
  "mn12:5.7": "Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānaṃ.",
  "mn12:5.8": "Yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’”ti.",
  "mn12:6.1": "“Kodhano heso, sāriputta, sunakkhatto moghapuriso.",
  "mn12:6.2": "Kodhā ca panassa esā vācā bhāsitā.",
  "mn12:6.3": "‘Avaṇṇaṃ bhāsissāmī’ti kho, sāriputta, sunakkhatto moghapuriso vaṇṇaṃyeva tathāgatassa bhāsati.",
  "mn12:6.4": "Vaṇṇo heso, sāriputta, tathāgatassa yo evaṃ vadeyya:",
  "mn12:6.5": "‘yassa ca khvāssa atthāya dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti.",
  "mn12:7.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:",
  "mn12:7.2": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ, buddho bhagavā’ti.",
  "mn12:8.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:",
  "mn12:8.2": "‘itipi so bhagavā anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "mn12:8.3": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti;",
  "mn12:8.4": "āvibhāvaṃ, tirobhāvaṃ;",
  "mn12:8.5": "tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati, seyyathāpi ākāse;",
  "mn12:8.6": "pathaviyāpi ummujjanimujjaṃ karoti, seyyathāpi udake;",
  "mn12:8.7": "udakepi abhijjamāne gacchati, seyyathāpi pathaviyaṃ;",
  "mn12:8.8": "ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇo;",
  "mn12:8.9": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasati parimajjati;",
  "mn12:8.10": "yāva brahmalokāpi kāyena vasaṃ vattetī’ti.",
  "mn12:9.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:",
  "mn12:9.2": "‘itipi so bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti—",
  "mn12:9.3": "dibbe ca mānuse ca, ye dūre santike cā’ti.",
  "mn12:10.1": "Ayampi hi nāma, sāriputta, sunakkhattassa moghapurisassa mayi dhammanvayo na bhavissati:",
  "mn12:10.2": "‘itipi so bhagavā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—",
  "mn12:10.3": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajānāti;",
  "mn12:10.4": "sadosaṃ vā cittaṃ sadosaṃ cittanti pajānāti, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajānāti;",
  "mn12:10.5": "samohaṃ vā cittaṃ samohaṃ cittanti pajānāti, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajānāti;",
  "mn12:10.6": "saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajānāti, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajānāti;",
  "mn12:10.7": "mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajānāti, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajānāti;",
  "mn12:10.8": "sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajānāti, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajānāti;",
  "mn12:10.9": "samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajānāti, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajānāti;",
  "mn12:10.10": "vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānāti, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānātī’ti.",
  "mn12:11.1": "Dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "mn12:11.2": "Katamāni dasa?",
  "mn12:12.1": "Idha, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti.",
  "mn12:12.2": "Yampi, sāriputta, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(1)</span>",
  "mn12:13.1": "Puna caparaṃ, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti.",
  "mn12:13.2": "Yampi, sāriputta, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(2)</span>",
  "mn12:14.1": "Puna caparaṃ, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti.",
  "mn12:14.2": "Yampi, sāriputta, tathāgato sabbatthagāminiṃ paṭipadaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(3)</span>",
  "mn12:15.1": "Puna caparaṃ, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti.",
  "mn12:15.2": "Yampi, sāriputta, tathāgato anekadhātunānādhātulokaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(4)</span>",
  "mn12:16.1": "Puna caparaṃ, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti.",
  "mn12:16.2": "Yampi, sāriputta, tathāgato sattānaṃ nānādhimuttikataṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(5)</span>",
  "mn12:17.1": "Puna caparaṃ, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti.",
  "mn12:17.2": "Yampi, sāriputta, tathāgato parasattānaṃ parapuggalānaṃ indriyaparopariyattaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(6)</span>",
  "mn12:18.1": "Puna caparaṃ, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti.",
  "mn12:18.2": "Yampi, sāriputta, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(7)</span>",
  "mn12:19.1": "Puna caparaṃ, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn12:19.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn12:19.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn12:19.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "mn12:19.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn12:19.6": "Yampi, sāriputta, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn12:19.7": "ekampi jātiṃ dvepi jātiyo …",
  "mn12:19.8": "pe …",
  "mn12:19.9": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(8)</span>",
  "mn12:20.1": "Puna caparaṃ, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti:",
  "mn12:20.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "mn12:20.3": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn12:20.4": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.",
  "mn12:20.5": "Yampi, sāriputta, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti:",
  "mn12:20.6": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "mn12:20.7": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn12:20.8": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.",
  "mn12:20.9": "Idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(9)</span>",
  "mn12:21.1": "Puna caparaṃ, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "mn12:21.2": "Yampi, sāriputta, tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampi, sāriputta, tathāgatassa tathāgatabalaṃ hoti yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. <span class=\"brnum\">(10)</span>",
  "mn12:22.1": "Imāni kho, sāriputta, dasa tathāgatassa tathāgatabalāni yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "mn12:23.1": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:",
  "mn12:23.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso;",
  "mn12:23.3": "takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:23.4": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi.",
  "mn12:23.5": "Taṃ vācaṃ appahāya, taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:24.1": "Cattārimāni, sāriputta, tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "mn12:24.2": "Katamāni cattāri?",
  "mn12:25.1": "‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhā’ti.",
  "mn12:25.2": "Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:25.3": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. <span class=\"brnum\">(1)</span>",
  "mn12:26.1": "‘Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇā’ti.",
  "mn12:26.2": "Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:26.3": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. <span class=\"brnum\">(2)</span>",
  "mn12:27.1": "‘Ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyā’ti.",
  "mn12:27.2": "Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:27.3": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. <span class=\"brnum\">(3)</span>",
  "mn12:28.1": "‘Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti.",
  "mn12:28.2": "Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:28.3": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. <span class=\"brnum\">(4)</span>",
  "mn12:29.1": "Imāni kho, sāriputta, cattāri tathāgatassa vesārajjāni yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.",
  "mn12:30.1": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:",
  "mn12:30.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:30.3": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi.",
  "mn12:30.4": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:31.1": "Aṭṭha kho imā, sāriputta, parisā.",
  "mn12:31.2": "Katamā aṭṭha?",
  "mn12:31.3": "Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā—",
  "mn12:31.4": "imā kho, sāriputta, aṭṭha parisā.",
  "mn12:31.5": "Imehi kho, sāriputta, catūhi vesārajjehi samannāgato tathāgato imā aṭṭha parisā upasaṅkamati ajjhogāhati.",
  "mn12:31.6": "Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ khattiyaparisaṃ upasaṅkamitā.",
  "mn12:31.7": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā.",
  "mn12:31.8": "Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:31.9": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.",
  "mn12:32.1": "Abhijānāmi kho panāhaṃ, sāriputta, anekasataṃ brāhmaṇaparisaṃ …",
  "mn12:32.2": "pe …",
  "mn12:32.3": "gahapatiparisaṃ …",
  "mn12:32.4": "samaṇaparisaṃ …",
  "mn12:32.5": "cātumahārājikaparisaṃ …",
  "mn12:32.6": "tāvatiṃsaparisaṃ …",
  "mn12:32.7": "māraparisaṃ …",
  "mn12:32.8": "brahmaparisaṃ upasaṅkamitā.",
  "mn12:32.9": "Tatrapi mayā sannisinnapubbañceva, sallapitapubbañca, sākacchā ca samāpajjitapubbā.",
  "mn12:32.10": "Tatra vata maṃ bhayaṃ vā sārajjaṃ vā okkamissatīti nimittametaṃ, sāriputta, na samanupassāmi.",
  "mn12:32.11": "Etamahaṃ, sāriputta, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.",
  "mn12:33.1": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:",
  "mn12:33.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:33.3": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi.",
  "mn12:33.4": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:34.1": "Catasso kho imā, sāriputta, yoniyo.",
  "mn12:34.2": "Katamā catasso?",
  "mn12:34.3": "Aṇḍajā yoni, jalābujā yoni, saṃsedajā yoni, opapātikā yoni.",
  "mn12:34.4": "Katamā ca, sāriputta, aṇḍajā yoni?",
  "mn12:34.5": "Ye kho te, sāriputta, sattā aṇḍakosaṃ abhinibbhijja jāyanti—",
  "mn12:34.6": "ayaṃ vuccati, sāriputta, aṇḍajā yoni.",
  "mn12:34.7": "Katamā ca, sāriputta, jalābujā yoni?",
  "mn12:34.8": "Ye kho te, sāriputta, sattā vatthikosaṃ abhinibbhijja jāyanti—",
  "mn12:34.9": "ayaṃ vuccati, sāriputta, jalābujā yoni.",
  "mn12:34.10": "Katamā ca, sāriputta, saṃsedajā yoni?",
  "mn12:34.11": "Ye kho te, sāriputta, sattā pūtimacche vā jāyanti pūtikuṇape vā pūtikummāse vā candanikāye vā oḷigalle vā jāyanti—",
  "mn12:34.12": "ayaṃ vuccati, sāriputta, saṃsedajā yoni.",
  "mn12:34.13": "Katamā ca, sāriputta, opapātikā yoni?",
  "mn12:34.14": "Devā, nerayikā, ekacce ca manussā, ekacce ca vinipātikā—",
  "mn12:34.15": "ayaṃ vuccati, sāriputta, opapātikā yoni.",
  "mn12:34.16": "Imā kho, sāriputta, catasso yoniyo.",
  "mn12:35.1": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:",
  "mn12:35.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso, takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti, taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:35.3": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya, evaṃ sampadamidaṃ, sāriputta, vadāmi.",
  "mn12:35.4": "Taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:36.1": "Pañca kho imā, sāriputta, gatiyo.",
  "mn12:36.2": "Katamā pañca?",
  "mn12:36.3": "Nirayo, tiracchānayoni, pettivisayo, manussā, devā.",
  "mn12:36.4": "Nirayañcāhaṃ, sāriputta, pajānāmi, nirayagāmiñca maggaṃ, nirayagāminiñca paṭipadaṃ;",
  "mn12:36.5": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tañca pajānāmi.",
  "mn12:36.6": "Tiracchānayoniñcāhaṃ, sāriputta, pajānāmi, tiracchānayonigāmiñca maggaṃ, tiracchānayonigāminiñca paṭipadaṃ;",
  "mn12:36.7": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjati tañca pajānāmi.",
  "mn12:36.8": "Pettivisayañcāhaṃ, sāriputta, pajānāmi, pettivisayagāmiñca maggaṃ, pettivisayagāminiñca paṭipadaṃ;",
  "mn12:36.9": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjati tañca pajānāmi.",
  "mn12:36.10": "Manusse cāhaṃ, sāriputta, pajānāmi, manussalokagāmiñca maggaṃ, manussalokagāminiñca paṭipadaṃ;",
  "mn12:36.11": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā manussesu upapajjati tañca pajānāmi.",
  "mn12:36.12": "Deve cāhaṃ, sāriputta, pajānāmi, devalokagāmiñca maggaṃ, devalokagāminiñca paṭipadaṃ;",
  "mn12:36.13": "yathā paṭipanno ca kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tañca pajānāmi.",
  "mn12:36.14": "Nibbānañcāhaṃ, sāriputta, pajānāmi, nibbānagāmiñca maggaṃ, nibbānagāminiñca paṭipadaṃ;",
  "mn12:36.15": "yathā paṭipanno ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati tañca pajānāmi.",
  "mn12:37.1": "Idhāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:37.2": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti.",
  "mn12:37.3": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ.",
  "mn12:37.4": "Seyyathāpi, sāriputta, aṅgārakāsu sādhikaporisā pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ.",
  "mn12:37.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva aṅgārakāsuṃ paṇidhāya.",
  "mn12:37.6": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:37.7": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva aṅgārakāsuṃ āgamissatī’ti.",
  "mn12:37.8": "Tamenaṃ passeyya aparena samayena tassā aṅgārakāsuyā patitaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ.",
  "mn12:37.9": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:37.10": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissatīti.",
  "mn12:37.11": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ, ekantadukkhā tibbā kaṭukā vedanā vedayamānaṃ. <span class=\"brnum\">(1)</span>",
  "mn12:38.1": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:38.2": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti.",
  "mn12:38.3": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ.",
  "mn12:38.4": "Seyyathāpi, sāriputta, gūthakūpo sādhikaporiso, pūro gūthassa.",
  "mn12:38.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva gūthakūpaṃ paṇidhāya.",
  "mn12:38.6": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:38.7": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā imaṃyeva gūthakūpaṃ āgamissatī’ti.",
  "mn12:38.8": "Tamenaṃ passeyya aparena samayena tasmiṃ gūthakūpe patitaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ.",
  "mn12:38.9": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:38.10": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapajjissatīti.",
  "mn12:38.11": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannaṃ, dukkhā tibbā kaṭukā vedanā vedayamānaṃ. <span class=\"brnum\">(2)</span>",
  "mn12:39.1": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:39.2": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti.",
  "mn12:39.3": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ.",
  "mn12:39.4": "Seyyathāpi, sāriputta, rukkho visame bhūmibhāge jāto tanupattapalāso kabaracchāyo.",
  "mn12:39.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya.",
  "mn12:39.6": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:39.7": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva rukkhaṃ āgamissatī’ti.",
  "mn12:39.8": "Tamenaṃ passeyya, aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā dukkhabahulā vedanā vedayamānaṃ.",
  "mn12:39.9": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:39.10": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapajjissatīti.",
  "mn12:39.11": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannaṃ, dukkhabahulā vedanā vedayamānaṃ. <span class=\"brnum\">(3)</span>",
  "mn12:40.1": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:40.2": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti.",
  "mn12:40.3": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ.",
  "mn12:40.4": "Seyyathāpi, sāriputta, rukkho same bhūmibhāge jāto bahalapattapalāso sandacchāyo.",
  "mn12:40.5": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva rukkhaṃ paṇidhāya.",
  "mn12:40.6": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:40.7": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imameva rukkhaṃ āgamissatī’ti.",
  "mn12:40.8": "Tamenaṃ passeyya aparena samayena tassa rukkhassa chāyāya nisinnaṃ vā nipannaṃ vā sukhabahulā vedanā vedayamānaṃ.",
  "mn12:40.9": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:40.10": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā manussesu upapajjissatīti.",
  "mn12:40.11": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā manussesu upapannaṃ, sukhabahulā vedanā vedayamānaṃ. <span class=\"brnum\">(4)</span>",
  "mn12:41.1": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:",
  "mn12:41.2": "‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatī’ti.",
  "mn12:41.3": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ.",
  "mn12:41.4": "Seyyathāpi, sāriputta, pāsādo, tatrāssa kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ.",
  "mn12:41.5": "Tatrāssa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno.",
  "mn12:41.6": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pāsādaṃ paṇidhāya.",
  "mn12:41.7": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:41.8": "‘tathāyaṃ bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pāsādaṃ āgamissatī’ti.",
  "mn12:41.9": "Tamenaṃ passeyya aparena samayena tasmiṃ pāsāde tasmiṃ kūṭāgāre tasmiṃ pallaṅke nisinnaṃ vā nipannaṃ vā ekantasukhā vedanā vedayamānaṃ.",
  "mn12:41.10": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi—",
  "mn12:41.11": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho yathā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissatīti.",
  "mn12:41.12": "Tamenaṃ passāmi aparena samayena dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ, ekantasukhā vedanā vedayamānaṃ. <span class=\"brnum\">(5)</span>",
  "mn12:42.1": "Idha panāhaṃ, sāriputta, ekaccaṃ puggalaṃ cetasā ceto paricca pajānāmi—",
  "mn12:42.2": "tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatīti.",
  "mn12:42.3": "Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ.",
  "mn12:42.4": "Seyyathāpi, sāriputta, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā.",
  "mn12:42.5": "Avidūre cassā tibbo vanasaṇḍo.",
  "mn12:42.6": "Atha puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito ekāyanena maggena tameva pokkharaṇiṃ paṇidhāya.",
  "mn12:42.7": "Tamenaṃ cakkhumā puriso disvā evaṃ vadeyya:",
  "mn12:42.8": "‘tathā bhavaṃ puriso paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā imaṃyeva pokkharaṇiṃ āgamissatī’ti.",
  "mn12:42.9": "Tamenaṃ passeyya aparena samayena taṃ pokkharaṇiṃ ogāhetvā nhāyitvā ca pivitvā ca sabbadarathakilamathapariḷāhaṃ paṭippassambhetvā paccuttaritvā tasmiṃ vanasaṇḍe nisinnaṃ vā nipannaṃ vā, ekantasukhā vedanā vedayamānaṃ.",
  "mn12:42.10": "Evameva kho ahaṃ, sāriputta, idhekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:",
  "mn12:42.11": "‘tathāyaṃ puggalo paṭipanno tathā ca iriyati tañca maggaṃ samārūḷho, yathā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti.",
  "mn12:42.12": "Tamenaṃ passāmi aparena samayena āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantaṃ, ekantasukhā vedanā vedayamānaṃ.",
  "mn12:42.13": "Imā kho, sāriputta, pañca gatiyo.",
  "mn12:43.1": "Yo kho maṃ, sāriputta, evaṃ jānantaṃ evaṃ passantaṃ evaṃ vadeyya:",
  "mn12:43.2": "‘natthi samaṇassa gotamassa uttari manussadhammā alamariyañāṇadassanaviseso;",
  "mn12:43.3": "takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti vīmaṃsānucaritaṃ sayampaṭibhānan’ti taṃ, sāriputta, vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:43.4": "Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṃ ārādheyya;",
  "mn12:43.5": "evaṃ sampadamidaṃ, sāriputta, vadāmi taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā yathābhataṃ nikkhitto evaṃ niraye.",
  "mn12:44.1": "Abhijānāmi kho panāhaṃ, sāriputta, caturaṅgasamannāgataṃ brahmacariyaṃ caritā—",
  "mn12:44.2": "tapassī sudaṃ homi paramatapassī, lūkho sudaṃ homi paramalūkho, jegucchī sudaṃ homi paramajegucchī, pavivitto sudaṃ homi paramapavivitto.",
  "mn12:44.3": "Tatrāssu me idaṃ, sāriputta, tapassitāya hoti–  acelako homi muttācāro hatthāpalekhano, naehibhaddantiko natiṭṭhabhaddantiko;",
  "mn12:44.4": "nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyāmi.",
  "mn12:44.5": "So na kumbhimukhā paṭiggaṇhāmi, na kaḷopimukhā paṭiggaṇhāmi, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī;",
  "mn12:44.6": "na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivāmi;",
  "mn12:44.7": "so ekāgāriko vā homi ekālopiko, dvāgāriko vā homi dvālopiko …",
  "mn12:44.8": "pe …",
  "mn12:44.9": "sattāgāriko vā homi sattālopiko;",
  "mn12:44.10": "ekissāpi dattiyā yāpemi, dvīhipi dattīhi yāpemi …",
  "mn12:44.11": "pe …",
  "mn12:44.12": "sattahipi dattīhi yāpemi;",
  "mn12:44.13": "ekāhikampi āhāraṃ āhāremi, dvīhikampi āhāraṃ āhāremi …",
  "mn12:44.14": "pe …",
  "mn12:44.15": "sattāhikampi āhāraṃ āhāremi;",
  "mn12:44.16": "iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmi.",
  "mn12:45.1": "So sākabhakkho vā homi, sāmākabhakkho vā homi, nīvārabhakkho vā homi, daddulabhakkho vā homi, haṭabhakkho vā homi, kaṇabhakkho vā homi, ācāmabhakkho vā homi, piññākabhakkho vā homi, tiṇabhakkho vā homi, gomayabhakkho vā homi, vanamūlaphalāhāro yāpemi pavattaphalabhojī.",
  "mn12:46.1": "So sāṇānipi dhāremi, masāṇānipi dhāremi, chavadussānipi dhāremi, paṃsukūlānipi dhāremi, tirīṭānipi dhāremi, ajinampi dhāremi, ajinakkhipampi dhāremi, kusacīrampi dhāremi, vākacīrampi dhāremi, phalakacīrampi dhāremi, kesakambalampi dhāremi, vāḷakambalampi dhāremi, ulūkapakkhampi dhāremi;",
  "mn12:46.2": "kesamassulocakopi homi kesamassulocanānuyogamanuyutto;",
  "mn12:46.3": "ubbhaṭṭhakopi homi āsanapaṭikkhitto;",
  "mn12:46.4": "ukkuṭikopi homi ukkuṭikappadhānamanuyutto;",
  "mn12:46.5": "kaṇṭakāpassayikopi homi kaṇṭakāpassaye seyyaṃ kappemi;",
  "mn12:46.6": "sāyatatiyakampi udakorohanānuyogamanuyutto viharāmi—",
  "mn12:46.7": "iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharāmi.",
  "mn12:46.8": "Idaṃsu me, sāriputta, tapassitāya hoti.",
  "mn12:47.1": "Tatrāssu me idaṃ, sāriputta, lūkhasmiṃ hoti—",
  "mn12:47.2": "nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ.",
  "mn12:47.3": "Seyyathāpi, sāriputta, tindukakhāṇu nekavassagaṇiko sannicito hoti papaṭikajāto, evamevāssu me, sāriputta, nekavassagaṇikaṃ rajojallaṃ kāye sannicitaṃ hoti papaṭikajātaṃ.",
  "mn12:47.4": "Tassa mayhaṃ, sāriputta, na evaṃ hoti:",
  "mn12:47.5": "‘aho vatāhaṃ imaṃ rajojallaṃ pāṇinā parimajjeyyaṃ, aññe vā pana me imaṃ rajojallaṃ pāṇinā parimajjeyyun’ti.",
  "mn12:47.6": "Evampi me, sāriputta, na hoti.",
  "mn12:47.7": "Idaṃsu me, sāriputta, lūkhasmiṃ hoti. <span class=\"brnum\">(1)</span>",
  "mn12:48.1": "Tatrāssu me idaṃ, sāriputta, jegucchismiṃ hoti—",
  "mn12:48.2": "so kho ahaṃ, sāriputta, satova abhikkamāmi, satova paṭikkamāmi, yāva udakabindumhipi me dayā paccupaṭṭhitā hoti:",
  "mn12:48.3": "‘māhaṃ khuddake pāṇe visamagate saṅghātaṃ āpādesin’ti.",
  "mn12:48.4": "Idaṃsu me, sāriputta, jegucchismiṃ hoti. <span class=\"brnum\">(2)</span>",
  "mn12:49.1": "Tatrāssu me idaṃ, sāriputta, pavivittasmiṃ hoti—",
  "mn12:49.2": "so kho ahaṃ, sāriputta, aññataraṃ araññāyatanaṃ ajjhogāhetvā viharāmi.",
  "mn12:49.3": "Yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā, vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi.",
  "mn12:49.4": "Taṃ kissa hetu?",
  "mn12:49.5": "Mā maṃ te addasaṃsu ahañca mā te addasanti.",
  "mn12:49.6": "Seyyathāpi, sāriputta, āraññako mago manusse disvā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatati;",
  "mn12:49.7": "evameva kho ahaṃ, sāriputta, yadā passāmi gopālakaṃ vā pasupālakaṃ vā tiṇahārakaṃ vā kaṭṭhahārakaṃ vā vanakammikaṃ vā vanena vanaṃ gahanena gahanaṃ ninnena ninnaṃ thalena thalaṃ sampatāmi.",
  "mn12:49.8": "Taṃ kissa hetu?",
  "mn12:49.9": "Mā maṃ te addasaṃsu ahañca mā te addasanti.",
  "mn12:49.10": "Idaṃsu me, sāriputta, pavivittasmiṃ hoti. <span class=\"brnum\">(3)</span>",
  "mn12:50.1": "So kho ahaṃ, sāriputta, ye te goṭṭhā paṭṭhitagāvo apagatagopālakā, tattha catukkuṇḍiko upasaṅkamitvā yāni tāni vacchakānaṃ taruṇakānaṃ dhenupakānaṃ gomayāni tāni sudaṃ āhāremi.",
  "mn12:50.2": "Yāvakīvañca me, sāriputta, sakaṃ muttakarīsaṃ apariyādinnaṃ hoti, sakaṃyeva sudaṃ muttakarīsaṃ āhāremi.",
  "mn12:50.3": "Idaṃsu me, sāriputta, mahāvikaṭabhojanasmiṃ hoti. <span class=\"brnum\">(4)</span>",
  "mn12:51.1": "So kho ahaṃ, sāriputta, aññataraṃ bhiṃsanakaṃ vanasaṇḍaṃ ajjhogāhetvā viharāmi.",
  "mn12:51.2": "Tatrāssudaṃ, sāriputta, bhiṃsanakassa vanasaṇḍassa bhiṃsanakatasmiṃ hoti—",
  "mn12:51.3": "yo koci avītarāgo taṃ vanasaṇḍaṃ pavisati, yebhuyyena lomāni haṃsanti.",
  "mn12:51.4": "So kho ahaṃ, sāriputta, yā tā rattiyo sītā hemantikā antaraṭṭhakā himapātasamayā tathārūpāsu rattīsu rattiṃ abbhokāse viharāmi, divā vanasaṇḍe;",
  "mn12:51.5": "gimhānaṃ pacchime māse divā abbhokāse viharāmi, rattiṃ vanasaṇḍe.",
  "mn12:51.6": "Apissu maṃ, sāriputta, ayaṃ anacchariyagāthā paṭibhāsi pubbe assutapubbā:",
  "mn12:52.1": "‘Sotatto sosinno ceva,",
  "mn12:52.2": "eko bhiṃsanake vane;",
  "mn12:52.3": "Naggo na caggimāsīno,",
  "mn12:52.4": "esanāpasuto munī’ti.",
  "mn12:53.1": "So kho ahaṃ, sāriputta, susāne seyyaṃ kappemi chavaṭṭhikāni upadhāya.",
  "mn12:53.2": "Apissu maṃ, sāriputta, gāmaṇḍalā upasaṅkamitvā oṭṭhubhantipi, omuttentipi, paṃsukenapi okiranti, kaṇṇasotesupi salākaṃ pavesenti.",
  "mn12:53.3": "Na kho panāhaṃ, sāriputta, abhijānāmi tesu pāpakaṃ cittaṃ uppādetā.",
  "mn12:53.4": "Idaṃsu me, sāriputta, upekkhāvihārasmiṃ hoti.",
  "mn12:54.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:54.2": "‘āhārena suddhī’ti.",
  "mn12:54.3": "Te evamāhaṃsu:",
  "mn12:54.4": "‘kolehi yāpemā’ti.",
  "mn12:54.5": "Te kolampi khādanti, kolacuṇṇampi khādanti, kolodakampi pivanti—",
  "mn12:54.6": "anekavihitampi kolavikatiṃ paribhuñjanti.",
  "mn12:54.7": "Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhāritā.",
  "mn12:54.8": "Siyā kho pana te, sāriputta, evamassa:",
  "mn12:54.9": "‘mahā nūna tena samayena kolo ahosī’ti.",
  "mn12:54.10": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ.",
  "mn12:54.11": "Tadāpi etaparamoyeva kolo ahosi seyyathāpi etarahi.",
  "mn12:54.12": "Tassa mayhaṃ, sāriputta, ekaṃyeva kolaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti.",
  "mn12:54.13": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā;",
  "mn12:54.14": "evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.",
  "mn12:54.15": "Seyyathāpi nāma oṭṭhapadaṃ;",
  "mn12:54.16": "evamevassu me ānisadaṃ hoti tāyevappāhāratāya.",
  "mn12:54.17": "Seyyathāpi nāma vaṭṭanāvaḷī;",
  "mn12:54.18": "evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya.",
  "mn12:54.19": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti;",
  "mn12:54.20": "evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.",
  "mn12:54.21": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti;",
  "mn12:54.22": "evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.",
  "mn12:54.23": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto;",
  "mn12:54.24": "evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.",
  "mn12:54.25": "So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.",
  "mn12:54.26": "So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.",
  "mn12:54.27": "So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi.",
  "mn12:54.28": "Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya.",
  "mn12:55.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:55.2": "‘āhārena suddhī’ti.",
  "mn12:55.3": "Te evamāhaṃsu:",
  "mn12:55.4": "‘muggehi yāpema …",
  "mn12:55.5": "pe …",
  "mn12:55.6": "tilehi yāpema …",
  "mn12:55.7": "pe …",
  "mn12:55.8": "taṇḍulehi yāpemā’ti.",
  "mn12:55.9": "Te taṇḍulampi khādanti, taṇḍulacuṇṇampi khādanti, taṇḍulodakampi pivanti—",
  "mn12:55.10": "anekavihitampi taṇḍulavikatiṃ paribhuñjanti.",
  "mn12:55.11": "Abhijānāmi kho panāhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhāritā.",
  "mn12:55.12": "Siyā kho pana te, sāriputta, evamassa:",
  "mn12:55.13": "‘mahā nūna tena samayena taṇḍulo ahosī’ti.",
  "mn12:55.14": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ.",
  "mn12:55.15": "Tadāpi etaparamoyeva taṇḍulo ahosi, seyyathāpi etarahi.",
  "mn12:55.16": "Tassa mayhaṃ, sāriputta, ekaṃyeva taṇḍulaṃ āhāraṃ āhārayato adhimattakasimānaṃ patto kāyo hoti.",
  "mn12:55.17": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā;",
  "mn12:55.18": "evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.",
  "mn12:55.19": "Seyyathāpi nāma oṭṭhapadaṃ;",
  "mn12:55.20": "evamevassu me ānisadaṃ hoti tāyevappāhāratāya.",
  "mn12:55.21": "Seyyathāpi nāma vaṭṭanāvaḷī;",
  "mn12:55.22": "evamevassu me piṭṭhikaṇṭako unnatāvanato hoti tāyevappāhāratāya.",
  "mn12:55.23": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti;",
  "mn12:55.24": "evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.",
  "mn12:55.25": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti;",
  "mn12:55.26": "evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.",
  "mn12:55.27": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto;",
  "mn12:55.28": "evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.",
  "mn12:55.29": "So kho ahaṃ, sāriputta, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi.",
  "mn12:55.30": "Yāvassu me, sāriputta, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.",
  "mn12:55.31": "So kho ahaṃ, sāriputta, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.",
  "mn12:55.32": "So kho ahaṃ, sāriputta, tameva kāyaṃ assāsento pāṇinā gattāni anomajjāmi.",
  "mn12:55.33": "Tassa mayhaṃ, sāriputta, pāṇinā gattāni anomajjato pūtimūlāni lomāni kāyasmā patanti tāyevappāhāratāya.",
  "mn12:56.1": "Tāyapi kho ahaṃ, sāriputta, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamaṃ uttariṃ manussadhammā alamariyañāṇadassanavisesaṃ.",
  "mn12:56.2": "Taṃ kissa hetu?",
  "mn12:56.3": "Imissāyeva ariyāya paññāya anadhigamā, yāyaṃ ariyā paññā adhigatā ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya.",
  "mn12:57.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:57.2": "‘saṃsārena suddhī’ti.",
  "mn12:57.3": "Na kho pana so, sāriputta, saṃsāro sulabharūpo yo mayā asaṃsaritapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi.",
  "mn12:57.4": "Suddhāvāse cāhaṃ, sāriputta, deve saṃsareyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ.",
  "mn12:58.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:58.2": "‘upapattiyā suddhī’ti.",
  "mn12:58.3": "Na kho pana sā, sāriputta, upapatti sulabharūpā yā mayā anupapannapubbā iminā dīghena addhunā, aññatra suddhāvāsehi devehi.",
  "mn12:58.4": "Suddhāvāse cāhaṃ, sāriputta, deve upapajjeyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ.",
  "mn12:59.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:59.2": "‘āvāsena suddhī’ti.",
  "mn12:59.3": "Na kho pana so, sāriputta, āvāso sulabharūpo yo mayā anāvuṭṭhapubbo iminā dīghena addhunā, aññatra suddhāvāsehi devehi.",
  "mn12:59.4": "Suddhāvāse cāhaṃ, sāriputta, deve āvaseyyaṃ, nayimaṃ lokaṃ punarāgaccheyyaṃ.",
  "mn12:60.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:60.2": "‘yaññena suddhī’ti.",
  "mn12:60.3": "Na kho pana so, sāriputta, yañño sulabharūpo yo mayā ayiṭṭhapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena.",
  "mn12:61.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:61.2": "‘aggiparicariyāya suddhī’ti.",
  "mn12:61.3": "Na kho pana so, sāriputta, aggi sulabharūpo yo mayā apariciṇṇapubbo iminā dīghena addhunā, tañca kho raññā vā satā khattiyena muddhāvasittena brāhmaṇena vā mahāsālena.",
  "mn12:62.1": "Santi kho pana, sāriputta, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn12:62.2": "‘yāvadevāyaṃ bhavaṃ puriso daharo hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā tāvadeva paramena paññāveyyattiyena samannāgato hoti.",
  "mn12:62.3": "Yato ca kho ayaṃ bhavaṃ puriso jiṇṇo hoti vuddho mahallako addhagato vayoanuppatto, āsītiko vā nāvutiko vā vassasatiko vā jātiyā, atha tamhā paññāveyyattiyā, parihāyatī’ti.",
  "mn12:62.4": "Na kho panetaṃ, sāriputta, evaṃ daṭṭhabbaṃ.",
  "mn12:62.5": "Ahaṃ kho pana, sāriputta, etarahi jiṇṇo vuddho mahallako addhagato vayoanuppatto, āsītiko me vayo vattati.",
  "mn12:62.6": "Idha me assu, sāriputta, cattāro sāvakā vassasatāyukā vassasatajīvino, paramāya satiyā ca gatiyā ca dhitiyā ca samannāgatā paramena ca paññāveyyattiyena.",
  "mn12:62.7": "Seyyathāpi, sāriputta, daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasireneva tiriyaṃ tālacchāyaṃ atipāteyya, evaṃ adhimattasatimanto evaṃ adhimattagatimanto evaṃ adhimattadhitimanto evaṃ paramena paññāveyyattiyena samannāgatā.",
  "mn12:62.8": "Te maṃ catunnaṃ satipaṭṭhānānaṃ upādāyupādāya pañhaṃ puccheyyuṃ, puṭṭho puṭṭho cāhaṃ tesaṃ byākareyyaṃ, byākatañca me byākatato dhāreyyuṃ, na ca maṃ dutiyakaṃ uttari paṭipuccheyyuṃ.",
  "mn12:62.9": "Aññatra asitapītakhāyitasāyitā aññatra uccārapassāvakammā, aññatra niddākilamathapaṭivinodanā apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā, apariyādinnaṃyevassa tathāgatassa dhammapadabyañjanaṃ, apariyādinnaṃyevassa tathāgatassa pañhapaṭibhānaṃ.",
  "mn12:62.10": "Atha me te cattāro sāvakā vassasatāyukā vassasatajīvino vassasatassa accayena kālaṃ kareyyuṃ.",
  "mn12:62.11": "Mañcakena cepi maṃ, sāriputta, pariharissatha, nevatthi tathāgatassa paññāveyyattiyassa aññathattaṃ.",
  "mn12:62.12": "Yaṃ kho taṃ, sāriputta, sammā vadamāno vadeyya:",
  "mn12:62.13": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya ‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’”ti.",
  "mn12:63.1": "Tena kho pana samayena āyasmā nāgasamālo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno.",
  "mn12:63.2": "Atha kho āyasmā nāgasamālo bhagavantaṃ etadavoca:",
  "mn12:63.3": "“acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "mn12:63.4": "Api hi me, bhante, imaṃ dhammapariyāyaṃ sutvā lomāni haṭṭhāni.",
  "mn12:63.5": "Konāmo ayaṃ, bhante, dhammapariyāyo”ti?",
  "mn12:63.6": "“Tasmātiha tvaṃ, nāgasamāla, imaṃ dhammapariyāyaṃ lomahaṃsanapariyāyotveva naṃ dhārehī”ti.",
  "mn12:64.1": "Idamavoca bhagavā.",
  "mn12:64.2": "Attamano āyasmā nāgasamālo bhagavato bhāsitaṃ abhinandīti.",
  "mn12:65.1": "Mahāsīhanādasuttaṃ niṭṭhitaṃ dutiyaṃ."
}