{
  "_markup_path": "markup/mn/mn138.html",
  "_alt_strings": [
    "en/sujato/mn/mn138.json"
  ],
  "mn138:1.1": "Majjhima Nikāya 138",
  "mn138:2.1": "Uddesavibhaṅgasutta",
  "mn138:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn138:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn138:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn138:3.4": "“bhikkhavo”ti.",
  "mn138:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn138:3.6": "Bhagavā etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn138:3.7": "uddesavibhaṅgaṃ vo, bhikkhave, desessāmi.",
  "mn138:3.8": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn138:3.9": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "mn138:3.10": "Bhagavā etadavoca:",
  "mn138:4.1": "“Tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:4.2": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī”ti.",
  "mn138:4.3": "Idamavoca bhagavā.",
  "mn138:4.4": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.",
  "mn138:5.1": "Atha kho tesaṃ bhikkhūnaṃ, acirapakkantassa bhagavato, etadahosi:",
  "mn138:5.2": "“idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:5.3": "‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:5.4": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.",
  "mn138:5.5": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?",
  "mn138:5.6": "Atha kho tesaṃ bhikkhūnaṃ etadahosi:",
  "mn138:5.7": "“ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ;",
  "mn138:5.8": "pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.",
  "mn138:5.9": "Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma;",
  "mn138:5.10": "upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti.",
  "mn138:6.1": "Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu;",
  "mn138:6.2": "upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu.",
  "mn138:6.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.",
  "mn138:6.4": "Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ:",
  "mn138:7.1": "“Idaṃ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:7.2": "‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:7.3": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.",
  "mn138:7.4": "Tesaṃ no, āvuso kaccāna, amhākaṃ, acirapakkantassa bhagavato, etadahosi:",
  "mn138:7.5": "‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:7.6": "“tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:7.7": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī”ti.",
  "mn138:7.8": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti.",
  "mn138:7.9": "Tesaṃ no, āvuso kaccāna, amhākaṃ etadahosi:",
  "mn138:7.10": "‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.",
  "mn138:7.11": "Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.",
  "mn138:7.12": "Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma;",
  "mn138:7.13": "upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti—",
  "mn138:7.14": "vibhajatāyasmā mahākaccāno”ti.",
  "mn138:8.1": "“Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya, evaṃ sampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha.",
  "mn138:8.2": "So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.",
  "mn138:8.3": "So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha;",
  "mn138:8.4": "yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti. <a class=\"wp\" id=\"wp8\"></a>“",
  "mn138:8.5": "Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.",
  "mn138:8.6": "So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma;",
  "mn138:8.7": "yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.",
  "mn138:8.8": "Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.",
  "mn138:8.9": "Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.",
  "mn138:8.10": "Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti. <a class=\"wp\" id=\"wp9\"></a>“",
  "mn138:8.11": "Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn138:8.12": "“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ.",
  "mn138:8.13": "Āyasmā mahākaccāno etadavoca:",
  "mn138:9.1": "“Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:9.2": "‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya, bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.",
  "mn138:9.3": "Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.",
  "mn138:10.1": "Kathañcāvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati?",
  "mn138:10.2": "Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā rūpanimittānusāri viññāṇaṃ hoti rūpanimittassādagadhitaṃ rūpanimittassādavinibandhaṃ rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.",
  "mn138:10.3": "Sotena saddaṃ sutvā …",
  "mn138:10.4": "pe …",
  "mn138:10.5": "ghānena gandhaṃ ghāyitvā …",
  "mn138:10.6": "jivhāya rasaṃ sāyitvā …",
  "mn138:10.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn138:10.8": "manasā dhammaṃ viññāya dhammanimittānusāri viññāṇaṃ hoti;",
  "mn138:10.9": "dhammanimittassādagadhitaṃ dhammanimittassādavinibandhaṃ dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.",
  "mn138:10.10": "Evaṃ kho, āvuso, bahiddhā viññāṇaṃ vikkhittaṃ visaṭanti vuccati.",
  "mn138:11.1": "Kathañcāvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati?",
  "mn138:11.2": "Idhāvuso, bhikkhuno cakkhunā rūpaṃ disvā na rūpanimittānusāri viññāṇaṃ hoti, na rūpanimittassādagadhitaṃ na rūpanimittassādavinibandhaṃ na rūpanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.",
  "mn138:11.3": "Sotena saddaṃ sutvā …",
  "mn138:11.4": "pe …",
  "mn138:11.5": "ghānena gandhaṃ ghāyitvā …",
  "mn138:11.6": "jivhāya rasaṃ sāyitvā …",
  "mn138:11.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn138:11.8": "manasā dhammaṃ viññāya na dhammanimittānusāri viññāṇaṃ hoti na dhammanimittassādagadhitaṃ na dhammanimittassādavinibandhaṃ na dhammanimittassādasaṃyojanasaṃyuttaṃ bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.",
  "mn138:11.9": "Evaṃ kho, āvuso, bahiddhā viññāṇaṃ avikkhittaṃ avisaṭanti vuccati.",
  "mn138:12.1": "Kathañcāvuso, ajjhattaṃ saṇṭhitanti vuccati?",
  "mn138:12.2": "Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn138:12.3": "Tassa vivekajapītisukhānusāri viññāṇaṃ hoti vivekajapītisukhassādagadhitaṃ vivekajapītisukhassādavinibandhaṃ vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.",
  "mn138:13.1": "Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn138:13.2": "Tassa samādhijapītisukhānusāri viññāṇaṃ hoti samādhijapītisukhassādagadhitaṃ samādhijapītisukhassādavinibandhaṃ samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.",
  "mn138:14.1": "Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "mn138:14.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn138:14.3": "Tassa upekkhānusāri viññāṇaṃ hoti upekkhāsukhassādagadhitaṃ upekkhāsukhassādavinibandhaṃ upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ saṇṭhitanti vuccati.",
  "mn138:15.1": "Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn138:15.2": "Tassa adukkhamasukhānusāri viññāṇaṃ hoti adukkhamasukhassādagadhitaṃ adukkhamasukhassādavinibandhaṃ adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.",
  "mn138:15.3": "Evaṃ kho, āvuso, ajjhattaṃ saṇṭhitanti vuccati.",
  "mn138:16.1": "Kathañcāvuso, ajjhattaṃ asaṇṭhitanti vuccati?",
  "mn138:16.2": "Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …",
  "mn138:16.3": "pe …",
  "mn138:16.4": "paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn138:16.5": "Tassa na vivekajapītisukhānusāri viññāṇaṃ hoti na vivekajapītisukhassādagadhitaṃ na vivekajapītisukhassādavinibandhaṃ na vivekajapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.",
  "mn138:17.1": "Puna caparaṃ, āvuso, bhikkhu vitakkavicārānaṃ vūpasamā …",
  "mn138:17.2": "pe …",
  "mn138:17.3": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn138:17.4": "Tassa na samādhijapītisukhānusāri viññāṇaṃ hoti na samādhijapītisukhassādagadhitaṃ na samādhijapītisukhassādavinibandhaṃ na samādhijapītisukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.",
  "mn138:18.1": "Puna caparaṃ, āvuso, bhikkhu pītiyā ca virāgā …",
  "mn138:18.2": "pe …",
  "mn138:18.3": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn138:18.4": "Tassa na upekkhānusāri viññāṇaṃ hoti na upekkhāsukhassādagadhitaṃ na upekkhāsukhassādavinibandhaṃ na upekkhāsukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.",
  "mn138:19.1": "Puna caparaṃ, āvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn138:19.2": "Tassa na adukkhamasukhānusāri viññāṇaṃ hoti na adukkhamasukhassādagadhitaṃ na adukkhamasukhassādavinibandhaṃ na adukkhamasukhassādasaṃyojanasaṃyuttaṃ ajjhattaṃ cittaṃ asaṇṭhitanti vuccati.",
  "mn138:19.3": "Evaṃ kho, āvuso, ajjhattaṃ asaṇṭhitanti vuccati.",
  "mn138:20.1": "Kathañcāvuso, anupādā paritassanā hoti?",
  "mn138:20.2": "Idhāvuso, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ attani vā rūpaṃ rūpasmiṃ vā attānaṃ.",
  "mn138:20.3": "Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti.",
  "mn138:20.4": "Tassa rūpavipariṇāmaññathābhāvā rūpavipariṇāmānuparivatti viññāṇaṃ hoti.",
  "mn138:20.5": "Tassa rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.",
  "mn138:20.6": "Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati.",
  "mn138:20.7": "Vedanaṃ …",
  "mn138:20.8": "pe …",
  "mn138:20.9": "saññaṃ …",
  "mn138:20.10": "saṅkhāre …",
  "mn138:20.11": "viññāṇaṃ attato samanupassati viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ viññāṇasmiṃ vā attānaṃ.",
  "mn138:20.12": "Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti.",
  "mn138:20.13": "Tassa viññāṇavipariṇāmaññathābhāvā viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti.",
  "mn138:20.14": "Tassa viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.",
  "mn138:20.15": "Cetaso pariyādānā uttāsavā ca hoti vighātavā ca apekkhavā ca anupādāya ca paritassati.",
  "mn138:20.16": "Evaṃ kho, āvuso, anupādā paritassanā hoti.",
  "mn138:21.1": "Kathañcāvuso, anupādānā aparitassanā hoti?",
  "mn138:21.2": "Idhāvuso, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto na rūpaṃ attato samanupassati na rūpavantaṃ vā attānaṃ na attani vā rūpaṃ na rūpasmiṃ vā attānaṃ.",
  "mn138:21.3": "Tassa taṃ rūpaṃ vipariṇamati, aññathā hoti.",
  "mn138:21.4": "Tassa rūpavipariṇāmaññathābhāvā na ca rūpavipariṇāmānuparivatti viññāṇaṃ hoti.",
  "mn138:21.5": "Tassa na rūpavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.",
  "mn138:21.6": "Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā anupādāya ca na paritassati.",
  "mn138:21.7": "Na vedanaṃ …",
  "mn138:21.8": "na saññaṃ …",
  "mn138:21.9": "na saṅkhāre …",
  "mn138:21.10": "na viññāṇaṃ attato samanupassati na viññāṇavantaṃ vā attānaṃ na attani vā viññāṇaṃ na viññāṇasmiṃ vā attānaṃ.",
  "mn138:21.11": "Tassa taṃ viññāṇaṃ vipariṇamati, aññathā hoti.",
  "mn138:21.12": "Tassa viññāṇavipariṇāmaññathābhāvā na ca viññāṇavipariṇāmānuparivatti viññāṇaṃ hoti.",
  "mn138:21.13": "Tassa na viññāṇavipariṇāmānuparivattajā paritassanā dhammasamuppādā cittaṃ pariyādāya tiṭṭhanti.",
  "mn138:21.14": "Cetaso pariyādānā na cevuttāsavā hoti na ca vighātavā na ca apekkhavā, anupādāya ca na paritassati.",
  "mn138:21.15": "Evaṃ kho, āvuso, anupādā aparitassanā hoti.",
  "mn138:22.1": "Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:22.2": "‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:22.3": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.",
  "mn138:22.4": "Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.",
  "mn138:22.5": "Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha;",
  "mn138:22.6": "yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.",
  "mn138:23.1": "Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu;",
  "mn138:23.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn138:23.3": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn138:24.1": "“Yaṃ kho no, bhante, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "mn138:24.2": "‘tathā tathā, bhikkhave, bhikkhu upaparikkheyya yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:24.3": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotī’ti.",
  "mn138:25.1": "Tesaṃ no, bhante, amhākaṃ, acirapakkantassa bhagavato, etadahosi:",
  "mn138:25.2": "‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho—",
  "mn138:25.3": "tathā tathā, bhikkhave, bhikkhu upaparikkheyya, yathā yathā upaparikkhato bahiddhā cassa viññāṇaṃ avikkhittaṃ avisaṭaṃ, ajjhattaṃ asaṇṭhitaṃ anupādāya na paritasseyya.",
  "mn138:25.4": "Bahiddhā, bhikkhave, viññāṇe avikkhitte avisaṭe sati ajjhattaṃ asaṇṭhite anupādāya aparitassato āyatiṃ jātijarāmaraṇadukkhasamudayasambhavo na hotīti.",
  "mn138:25.5": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti?",
  "mn138:25.6": "Tesaṃ no, bhante, amhākaṃ etadahosi:",
  "mn138:25.7": "‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.",
  "mn138:25.8": "Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.",
  "mn138:25.9": "Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma;",
  "mn138:25.10": "upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti.",
  "mn138:26.1": "Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimha;",
  "mn138:26.2": "upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipucchimha.",
  "mn138:26.3": "Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti.",
  "mn138:27.1": "“Paṇḍito, bhikkhave, mahākaccāno;",
  "mn138:27.2": "mahāpañño, bhikkhave, mahākaccāno.",
  "mn138:27.3": "Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ.",
  "mn138:27.4": "Eso cevetassa attho.",
  "mn138:27.5": "Evañca naṃ dhāreyyāthā”ti.",
  "mn138:28.1": "Idamavoca bhagavā.",
  "mn138:28.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn138:29.1": "Uddesavibhaṅgasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}