{
  "_markup_path": "markup/mn/mn13.html",
  "_alt_strings": [
    "en/sujato/mn/mn13.json"
  ],
  "mn13:1.1": "Majjhima Nikāya 13",
  "mn13:2.1": "Mahādukkhakkhandhasutta",
  "mn13:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn13:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn13:3.3": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisiṃsu.",
  "mn13:3.4": "Atha kho tesaṃ bhikkhūnaṃ etadahosi:",
  "mn13:3.5": "“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, yaṃ nūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti.",
  "mn13:3.6": "Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu;",
  "mn13:3.7": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu;",
  "mn13:3.8": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.",
  "mn13:3.9": "Ekamantaṃ nisinne kho te bhikkhū te aññatitthiyā paribbājakā etadavocuṃ: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn13:3.10": "samaṇo, āvuso, gotamo kāmānaṃ pariññaṃ paññapeti, mayampi kāmānaṃ pariññaṃ paññapema;",
  "mn13:3.11": "samaṇo, āvuso, gotamo rūpānaṃ pariññaṃ paññapeti, mayampi rūpānaṃ pariññaṃ paññapema;",
  "mn13:3.12": "samaṇo, āvuso, gotamo vedanānaṃ pariññaṃ paññapeti, mayampi vedanānaṃ pariññaṃ paññapema;",
  "mn13:3.13": "idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā—",
  "mn13:3.14": "yadidaṃ dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin”ti?",
  "mn13:3.15": "Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu, nappaṭikkosiṃsu;",
  "mn13:3.16": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu:",
  "mn13:3.17": "“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti.",
  "mn13:4.1": "Atha kho te bhikkhū sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu;",
  "mn13:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn13:4.3": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn13:4.4": "“idha mayaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisimha.",
  "mn13:4.5": "Tesaṃ no, bhante, amhākaṃ etadahosi:",
  "mn13:4.6": "‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, yaṃ nūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā’ti.",
  "mn13:4.7": "Atha kho mayaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamimha;",
  "mn13:4.8": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodimha;",
  "mn13:4.9": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdimha.",
  "mn13:4.10": "Ekamantaṃ nisinne kho amhe, bhante, te aññatitthiyā paribbājakā etadavocuṃ:",
  "mn13:4.11": "‘samaṇo, āvuso, gotamo kāmānaṃ pariññaṃ paññapeti, mayampi kāmānaṃ pariññaṃ paññapema.",
  "mn13:4.12": "Samaṇo, āvuso, gotamo rūpānaṃ pariññaṃ paññapeti, mayampi rūpānaṃ pariññaṃ paññapema.",
  "mn13:4.13": "Samaṇo, āvuso, gotamo vedanānaṃ pariññaṃ paññapeti, mayampi vedanānaṃ pariññaṃ paññapema.",
  "mn13:4.14": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ dhammadesanāya vā dhammadesanaṃ anusāsaniyā vā anusāsanin’ti.",
  "mn13:4.15": "Atha kho mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandimha, nappaṭikkosimha;",
  "mn13:4.16": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha:",
  "mn13:4.17": "‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā’”ti.",
  "mn13:5.1": "“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:",
  "mn13:5.2": "‘ko panāvuso, kāmānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ?",
  "mn13:5.3": "Ko rūpānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ?",
  "mn13:5.4": "Ko vedanānaṃ assādo, ko ādīnavo, kiṃ nissaraṇan’ti?",
  "mn13:5.5": "Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti.",
  "mn13:5.6": "Taṃ kissa hetu?",
  "mn13:5.7": "Yathā taṃ, bhikkhave, avisayasmiṃ.",
  "mn13:5.8": "Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā, ito vā pana sutvā.",
  "mn13:6.1": "Ko ca, bhikkhave, kāmānaṃ assādo?",
  "mn13:6.2": "Pañcime, bhikkhave, kāmaguṇā.",
  "mn13:6.3": "Katame pañca?",
  "mn13:6.4": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, sotaviññeyyā saddā …",
  "mn13:6.5": "pe …",
  "mn13:6.6": "ghānaviññeyyā gandhā …",
  "mn13:6.7": "jivhāviññeyyā rasā …",
  "mn13:6.8": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn13:6.9": "ime kho, bhikkhave, pañca kāmaguṇā.",
  "mn13:6.10": "Yaṃ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ—",
  "mn13:6.11": "ayaṃ kāmānaṃ assādo.",
  "mn13:7.1": "Ko ca, bhikkhave, kāmānaṃ ādīnavo?",
  "mn13:7.2": "Idha, bhikkhave, kulaputto yena sippaṭṭhānena jīvikaṃ kappeti—",
  "mn13:7.3": "yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena—",
  "mn13:7.4": "sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno;",
  "mn13:7.5": "ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:8.1": "Tassa ce, bhikkhave, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti.",
  "mn13:8.2": "So socati kilamati paridevati urattāḷiṃ kandati, sammohaṃ āpajjati:",
  "mn13:8.3": "‘moghaṃ vata me uṭṭhānaṃ, aphalo vata me vāyāmo’ti.",
  "mn13:8.4": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:9.1": "Tassa ce, bhikkhave, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti.",
  "mn13:9.2": "So tesaṃ bhogānaṃ ārakkhādhikaraṇaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti:",
  "mn13:9.3": "‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti.",
  "mn13:9.4": "Tassa evaṃ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṃ vā vahati, appiyā vā dāyādā haranti.",
  "mn13:9.5": "So socati kilamati paridevati urattāḷiṃ kandati, sammohaṃ āpajjati:",
  "mn13:9.6": "‘yampi me ahosi tampi no natthī’ti.",
  "mn13:9.7": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:10.1": "Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.",
  "mn13:10.2": "Te tattha kalahaviggahavivādāpannā aññamaññaṃ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti.",
  "mn13:10.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn13:10.4": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:11.1": "Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, ubhatobyūḷhaṃ saṅgāmaṃ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.",
  "mn13:11.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṃ chindanti.",
  "mn13:11.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn13:11.4": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:12.1": "Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.",
  "mn13:12.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṃ chindanti.",
  "mn13:12.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn13:12.4": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:13.1": "Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti.",
  "mn13:13.2": "Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti–  kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti;",
  "mn13:13.3": "hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti;",
  "mn13:13.4": "bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti.",
  "mn13:13.5": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn13:13.6": "Ayampi, bhikkhave, kāmānaṃ ādīnavo sandiṭṭhiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:14.1": "Puna caparaṃ, bhikkhave, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.",
  "mn13:14.2": "Te kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn13:14.3": "Ayampi, bhikkhave, kāmānaṃ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn13:15.1": "Kiñca, bhikkhave, kāmānaṃ nissaraṇaṃ?",
  "mn13:15.2": "Yo kho, bhikkhave, kāmesu chandarāgavinayo chandarāgappahānaṃ—",
  "mn13:15.3": "idaṃ kāmānaṃ nissaraṇaṃ.",
  "mn13:16.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ kāmānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti te vata sāmaṃ vā kāme parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—",
  "mn13:16.2": "netaṃ ṭhānaṃ vijjati.",
  "mn13:16.3": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ kāmānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti, te vata sāmaṃ vā kāme parijānissanti paraṃ vā tathattāya samādapessanti yathā paṭipanno kāme parijānissatīti—",
  "mn13:16.4": "ṭhānametaṃ vijjati.",
  "mn13:17.1": "Ko ca, bhikkhave, rūpānaṃ assādo?",
  "mn13:17.2": "Seyyathāpi, bhikkhave, khattiyakaññā vā brāhmaṇakaññā vā gahapatikaññā vā pannarasavassuddesikā vā soḷasavassuddesikā vā, nātidīghā nātirassā nātikisā nātithūlā nātikāḷī nāccodātā paramā sā, bhikkhave, tasmiṃ samaye subhā vaṇṇanibhāti?",
  "mn13:17.3": "‘Evaṃ, bhante’.",
  "mn13:17.4": "Yaṃ kho, bhikkhave, subhaṃ vaṇṇanibhaṃ paṭicca uppajjati sukhaṃ somanassaṃ—",
  "mn13:17.5": "ayaṃ rūpānaṃ assādo.",
  "mn13:18.1": "Ko ca, bhikkhave, rūpānaṃ ādīnavo?",
  "mn13:18.2": "Idha, bhikkhave, tameva bhaginiṃ passeyya aparena samayena āsītikaṃ vā nāvutikaṃ vā vassasatikaṃ vā jātiyā, jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantiṃ āturaṃ gatayobbanaṃ khaṇḍadantaṃ palitakesaṃ, vilūnaṃ khalitasiraṃ valinaṃ tilakāhatagattaṃ.",
  "mn13:18.3": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:18.4": "‘Evaṃ, bhante’.",
  "mn13:18.5": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:19.1": "Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ, sake muttakarīse palipannaṃ semānaṃ, aññehi vuṭṭhāpiyamānaṃ, aññehi saṃvesiyamānaṃ.",
  "mn13:19.2": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:19.3": "‘Evaṃ, bhante’.",
  "mn13:19.4": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:20.1": "Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—",
  "mn13:20.2": "ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā, uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ.",
  "mn13:20.3": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:20.4": "‘Evaṃ, bhante’.",
  "mn13:20.5": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:21.1": "Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—",
  "mn13:21.2": "kākehi vā khajjamānaṃ, kulalehi vā khajjamānaṃ, gijjhehi vā khajjamānaṃ, kaṅkehi vā khajjamānaṃ, sunakhehi vā khajjamānaṃ, byagghehi vā khajjamānaṃ, dīpīhi vā khajjamānaṃ, siṅgālehi vā khajjamānaṃ, vividhehi vā pāṇakajātehi khajjamānaṃ.",
  "mn13:21.3": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:21.4": "‘Evaṃ, bhante’.",
  "mn13:21.5": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:22.1": "Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—",
  "mn13:22.2": "aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ, aṭṭhikasaṅkhalikaṃ nimaṃsalohitamakkhitaṃ nhārusambandhaṃ, aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ, aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni—",
  "mn13:22.3": "aññena hatthaṭṭhikaṃ, aññena pādaṭṭhikaṃ, aññena gopphakaṭṭhikaṃ, aññena jaṅghaṭṭhikaṃ, aññena ūruṭṭhikaṃ, aññena kaṭiṭṭhikaṃ, aññena phāsukaṭṭhikaṃ, aññena piṭṭhiṭṭhikaṃ, aññena khandhaṭṭhikaṃ, aññena gīvaṭṭhikaṃ, aññena hanukaṭṭhikaṃ, aññena dantaṭṭhikaṃ, aññena sīsakaṭāhaṃ.",
  "mn13:22.4": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:22.5": "‘Evaṃ, bhante’.",
  "mn13:22.6": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:23.1": "Puna caparaṃ, bhikkhave, tameva bhaginiṃ passeyya sarīraṃ sivathikāya chaḍḍitaṃ—",
  "mn13:23.2": "aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni, aṭṭhikāni puñjakitāni terovassikāni, aṭṭhikāni pūtīni cuṇṇakajātāni.",
  "mn13:23.3": "Taṃ kiṃ maññatha, bhikkhave, yā purimā subhā vaṇṇanibhā sā antarahitā, ādīnavo pātubhūtoti?",
  "mn13:23.4": "‘Evaṃ, bhante’.",
  "mn13:23.5": "Ayampi, bhikkhave, rūpānaṃ ādīnavo.",
  "mn13:24.1": "Kiñca, bhikkhave, rūpānaṃ nissaraṇaṃ?",
  "mn13:24.2": "Yo, bhikkhave, rūpesu chandarāgavinayo chandarāgappahānaṃ—",
  "mn13:24.3": "idaṃ rūpānaṃ nissaraṇaṃ.",
  "mn13:25.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ rūpānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti te vata sāmaṃ vā rūpe parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—",
  "mn13:25.2": "netaṃ ṭhānaṃ vijjati.",
  "mn13:25.3": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ rūpānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti te vata sāmaṃ vā rūpe parijānissanti paraṃ vā tathattāya samādapessanti yathā paṭipanno rūpe parijānissatīti—",
  "mn13:25.4": "ṭhānametaṃ vijjati.",
  "mn13:26.1": "Ko ca, bhikkhave, vedanānaṃ assādo?",
  "mn13:26.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn13:26.3": "Yasmiṃ samaye, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati, neva tasmiṃ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti;",
  "mn13:26.4": "abyābajjhaṃyeva tasmiṃ samaye vedanaṃ vedeti.",
  "mn13:26.5": "Abyābajjhaparamāhaṃ, bhikkhave, vedanānaṃ assādaṃ vadāmi.",
  "mn13:27.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati …",
  "mn13:27.2": "pe …",
  "mn13:27.3": "yasmiṃ samaye, bhikkhave, bhikkhu pītiyā ca virāgā, upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti:",
  "mn13:27.4": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati …",
  "mn13:27.5": "pe …",
  "mn13:27.6": "yasmiṃ samaye, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati, neva tasmiṃ samaye attabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti;",
  "mn13:27.7": "abyābajjhaṃyeva tasmiṃ samaye vedanaṃ vedeti.",
  "mn13:27.8": "Abyābajjhaparamāhaṃ, bhikkhave, vedanānaṃ assādaṃ vadāmi.",
  "mn13:28.1": "Ko ca, bhikkhave, vedanānaṃ ādīnavo?",
  "mn13:28.2": "Yaṃ, bhikkhave, vedanā aniccā dukkhā vipariṇāmadhammā—",
  "mn13:28.3": "ayaṃ vedanānaṃ ādīnavo.",
  "mn13:29.1": "Kiñca, bhikkhave, vedanānaṃ nissaraṇaṃ?",
  "mn13:29.2": "Yo, bhikkhave, vedanāsu chandarāgavinayo, chandarāgappahānaṃ—",
  "mn13:29.3": "idaṃ vedanānaṃ nissaraṇaṃ.",
  "mn13:30.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ vedanānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nappajānanti, te vata sāmaṃ vā vedanaṃ parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno vedanaṃ parijānissatīti—",
  "mn13:30.2": "netaṃ ṭhānaṃ vijjati.",
  "mn13:30.3": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā evaṃ vedanānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ pajānanti te vata sāmaṃ vā vedanaṃ parijānissanti, paraṃ vā tathattāya samādapessanti yathā paṭipanno vedanaṃ parijānissatīti—",
  "mn13:30.4": "ṭhānametaṃ vijjatī”ti.",
  "mn13:31.1": "Idamavoca bhagavā.",
  "mn13:31.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn13:32.1": "Mahādukkhakkhandhasuttaṃ niṭṭhitaṃ tatiyaṃ."
}