{
  "_markup_path": "markup/mn/mn14.html",
  "_alt_strings": [
    "en/sujato/mn/mn14.json"
  ],
  "mn14:1.1": "Majjhima Nikāya 14",
  "mn14:2.1": "Cūḷadukkhakkhandhasutta",
  "mn14:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn14:3.2": "ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "mn14:3.3": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami;",
  "mn14:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn14:3.5": "Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:",
  "mn14:3.6": "“dīgharattāhaṃ, bhante, bhagavatā evaṃ dhammaṃ desitaṃ ājānāmi:",
  "mn14:3.7": "‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti.",
  "mn14:3.8": "Evañcāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi:",
  "mn14:3.9": "‘lobho cittassa upakkileso, doso cittassa upakkileso, moho cittassa upakkileso’ti.",
  "mn14:3.10": "Atha ca pana me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti.",
  "mn14:3.11": "Tassa mayhaṃ, bhante, evaṃ hoti:",
  "mn14:3.12": "‘kosu nāma me dhammo ajjhattaṃ appahīno yena me ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhantī’”ti.",
  "mn14:4.1": "“So eva kho te, mahānāma, dhammo ajjhattaṃ appahīno yena te ekadā lobhadhammāpi cittaṃ pariyādāya tiṭṭhanti, dosadhammāpi cittaṃ pariyādāya tiṭṭhanti, mohadhammāpi cittaṃ pariyādāya tiṭṭhanti.",
  "mn14:4.2": "So ca hi te, mahānāma, dhammo ajjhattaṃ pahīno abhavissa, na tvaṃ agāraṃ ajjhāvaseyyāsi, na kāme paribhuñjeyyāsi.",
  "mn14:4.3": "Yasmā ca kho te, mahānāma, so eva dhammo ajjhattaṃ appahīno tasmā tvaṃ agāraṃ ajjhāvasasi, kāme paribhuñjasi.",
  "mn14:5.1": "‘Appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—",
  "mn14:5.2": "iti cepi, mahānāma, ariyasāvakassa yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nādhigacchati, aññaṃ vā tato santataraṃ;",
  "mn14:5.3": "atha kho so neva tāva anāvaṭṭī kāmesu hoti.",
  "mn14:5.4": "Yato ca kho, mahānāma, ariyasāvakassa ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—",
  "mn14:5.5": "evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ adhigacchati aññaṃ vā tato santataraṃ;",
  "mn14:5.6": "atha kho so anāvaṭṭī kāmesu hoti.",
  "mn14:6.1": "Mayhampi kho, mahānāma, pubbeva sambodhā, anabhisambuddhassa bodhisattasseva sato, ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—",
  "mn14:6.2": "evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ hoti, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ nājjhagamaṃ, aññaṃ vā tato santataraṃ;",
  "mn14:6.3": "atha khvāhaṃ neva tāva anāvaṭṭī kāmesu paccaññāsiṃ.",
  "mn14:6.4": "Yato ca kho me, mahānāma, ‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti—",
  "mn14:6.5": "evametaṃ yathābhūtaṃ sammappaññāya sudiṭṭhaṃ ahosi, so ca aññatreva kāmehi aññatra akusalehi dhammehi pītisukhaṃ ajjhagamaṃ, aññaṃ vā tato santataraṃ;",
  "mn14:6.6": "athāhaṃ anāvaṭṭī kāmesu paccaññāsiṃ.",
  "mn14:7.1": "Ko ca, mahānāma, kāmānaṃ assādo?",
  "mn14:7.2": "Pañcime, mahānāma, kāmaguṇā.",
  "mn14:7.3": "Katame pañca?",
  "mn14:7.4": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā;",
  "mn14:7.5": "sotaviññeyyā saddā …",
  "mn14:7.6": "pe …",
  "mn14:7.7": "ghānaviññeyyā gandhā …",
  "mn14:7.8": "jivhāviññeyyā rasā …",
  "mn14:7.9": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn14:7.10": "ime kho, mahānāma, pañca kāmaguṇā.",
  "mn14:7.11": "Yaṃ kho, mahānāma, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ—",
  "mn14:7.12": "ayaṃ kāmānaṃ assādo.",
  "mn14:8.1": "Ko ca, mahānāma, kāmānaṃ ādīnavo?",
  "mn14:8.2": "Idha, mahānāma, kulaputto yena sippaṭṭhānena jīvikaṃ kappeti—",
  "mn14:8.3": "yadi muddāya yadi gaṇanāya yadi saṅkhānena yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issatthena yadi rājaporisena yadi sippaññatarena, sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi rissamāno khuppipāsāya mīyamāno;",
  "mn14:8.4": "ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:9.1": "Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā nābhinipphajjanti, so socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati ‘moghaṃ vata me uṭṭhānaṃ, aphalo vata me vāyāmo’ti.",
  "mn14:9.2": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:10.1": "Tassa ce, mahānāma, kulaputtassa evaṃ uṭṭhahato ghaṭato vāyamato te bhogā abhinipphajjanti.",
  "mn14:10.2": "So tesaṃ bhogānaṃ ārakkhādhikaraṇaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti:",
  "mn14:10.3": "‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na appiyā vā dāyādā hareyyun’ti.",
  "mn14:10.4": "Tassa evaṃ ārakkhato gopayato te bhoge rājāno vā haranti, corā vā haranti, aggi vā dahati, udakaṃ vā vahati, appiyā vā dāyādā haranti.",
  "mn14:10.5": "So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati:",
  "mn14:10.6": "‘yampi me ahosi tampi no natthī’ti.",
  "mn14:10.7": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:11.1": "Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatīpi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhātarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.",
  "mn14:11.2": "Te tattha kalahaviggahavivādāpannā aññamaññaṃ pāṇīhipi upakkamanti, leḍḍūhipi upakkamanti, daṇḍehipi upakkamanti, satthehipi upakkamanti.",
  "mn14:11.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn14:11.4": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:12.1": "Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, ubhatobyūḷhaṃ saṅgāmaṃ pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.",
  "mn14:12.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, asināpi sīsaṃ chindanti.",
  "mn14:12.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn14:12.4": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:13.1": "Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu asicammaṃ gahetvā, dhanukalāpaṃ sannayhitvā, addāvalepanā upakāriyo pakkhandanti usūsupi khippamānesu, sattīsupi khippamānāsu, asīsupi vijjotalantesu.",
  "mn14:13.2": "Te tattha usūhipi vijjhanti, sattiyāpi vijjhanti, chakaṇakāyapi osiñcanti, abhivaggenapi omaddanti, asināpi sīsaṃ chindanti.",
  "mn14:13.3": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn14:13.4": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:14.1": "Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu sandhimpi chindanti, nillopampi haranti, ekāgārikampi karonti, paripanthepi tiṭṭhanti, paradārampi gacchanti.",
  "mn14:14.2": "Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti—",
  "mn14:14.3": "kasāhipi tāḷenti, vettehipi tāḷenti, aḍḍhadaṇḍakehipi tāḷenti;",
  "mn14:14.4": "hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti;",
  "mn14:14.5": "bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti.",
  "mn14:14.6": "Te tattha maraṇampi nigacchanti, maraṇamattampi dukkhaṃ.",
  "mn14:14.7": "Ayampi, mahānāma, kāmānaṃ ādīnavo sandiṭṭhiko dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:15.1": "Puna caparaṃ, mahānāma, kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.",
  "mn14:15.2": "Te kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā, apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn14:15.3": "Ayampi, mahānāma, kāmānaṃ ādīnavo samparāyiko, dukkhakkhandho kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ kāmānameva hetu.",
  "mn14:16.1": "Ekamidāhaṃ, mahānāma, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate.",
  "mn14:16.2": "Tena kho pana samayena sambahulā nigaṇṭhā isigilipasse kāḷasilāyaṃ ubbhaṭṭhakā honti āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti.",
  "mn14:16.3": "Atha khvāhaṃ, mahānāma, sāyanhasamayaṃ paṭisallānā vuṭṭhito yena isigilipasse kāḷasilā yena te nigaṇṭhā tenupasaṅkamiṃ;",
  "mn14:16.4": "upasaṅkamitvā te nigaṇṭhe etadavocaṃ:",
  "mn14:16.5": "‘kiṃ nu tumhe, āvuso nigaṇṭhā, ubbhaṭṭhakā āsanapaṭikkhittā, opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayathā’ti?",
  "mn14:16.6": "Evaṃ vutte, mahānāma, te nigaṇṭhā maṃ etadavocuṃ:",
  "mn14:16.7": "‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti:",
  "mn14:16.8": "“carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan”ti.",
  "mn14:16.9": "So evamāha:",
  "mn14:16.10": "“atthi kho vo, nigaṇṭhā, pubbe pāpakammaṃ kataṃ, taṃ imāya kaṭukāya dukkarakārikāya nijjīretha;",
  "mn14:16.11": "yaṃ panettha etarahi kāyena saṃvutā vācāya saṃvutā manasā saṃvutā taṃ āyatiṃ pāpassa kammassa akaraṇaṃ;",
  "mn14:16.12": "iti purāṇānaṃ kammānaṃ tapasā byantibhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo;",
  "mn14:16.13": "āyatiṃ anavassavā kammakkhayo, kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti.",
  "mn14:16.14": "Tañca panamhākaṃ ruccati ceva khamati ca, tena camha attamanā’ti.",
  "mn14:17.1": "Evaṃ vutte, ahaṃ, mahānāma, te nigaṇṭhe etadavocaṃ:",
  "mn14:17.2": "‘kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:17.3": "ahuvamheva mayaṃ pubbe na nāhuvamhā’ti?",
  "mn14:17.4": "‘No hidaṃ, āvuso’.",
  "mn14:17.5": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:17.6": "akaramheva mayaṃ pubbe pāpakammaṃ na nākaramhā’ti?",
  "mn14:17.7": "‘No hidaṃ, āvuso’.",
  "mn14:17.8": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:17.9": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhā’ti?",
  "mn14:17.10": "‘No hidaṃ, āvuso’.",
  "mn14:17.11": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:17.12": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti?",
  "mn14:17.13": "‘No hidaṃ, āvuso’.",
  "mn14:17.14": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn14:17.15": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadan’ti?",
  "mn14:17.16": "‘No hidaṃ, āvuso’.",
  "mn14:18.1": "‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn14:18.2": "ahuvamheva mayaṃ pubbe na nāhuvamhāti, na jānātha—",
  "mn14:18.3": "akaramheva mayaṃ pubbe pāpakammaṃ na nākaramhāti, na jānātha—",
  "mn14:18.4": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, na jānātha—",
  "mn14:18.5": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti.",
  "mn14:18.6": "Na jānātha—",
  "mn14:18.7": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ.",
  "mn14:18.8": "Evaṃ sante, āvuso nigaṇṭhā, ye loke luddā lohitapāṇino kurūrakammantā manussesu paccājātā te nigaṇṭhesu pabbajantī’ti? <a class=\"wp\" id=\"wp20\"></a>‘",
  "mn14:18.9": "Na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ;",
  "mn14:18.10": "sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā’ti.",
  "mn14:19.1": "‘Addhāyasmantehi nigaṇṭhehi sahasā appaṭisaṅkhā vācā bhāsitā:",
  "mn14:19.2": "“na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ;",
  "mn14:19.3": "sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenā”ti.",
  "mn14:19.4": "Api ca ahameva tattha paṭipucchitabbo:",
  "mn14:19.5": "“ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti?",
  "mn14:19.6": "Addhāvuso gotama, amhehi sahasā appaṭisaṅkhā vācā bhāsitā, na kho, āvuso gotama, sukhena sukhaṃ adhigantabbaṃ, dukkhena kho sukhaṃ adhigantabbaṃ;",
  "mn14:19.7": "sukhena cāvuso gotama, sukhaṃ adhigantabbaṃ abhavissa, rājā māgadho seniyo bimbisāro sukhaṃ adhigaccheyya, rājā māgadho seniyo bimbisāro sukhavihāritaro āyasmatā gotamenāti.",
  "mn14:19.8": "Api ca tiṭṭhatetaṃ, idānipi mayaṃ āyasmantaṃ gotamaṃ pucchāma:",
  "mn14:19.9": "“ko nu kho āyasmantānaṃ sukhavihāritaro rājā vā māgadho seniyo bimbisāro āyasmā vā gotamo”ti?",
  "mn14:20.1": "Tena hāvuso nigaṇṭhā, tumheva tattha paṭipucchissāmi, yathā vo khameyya tathā naṃ byākareyyātha.",
  "mn14:20.2": "Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, aniñjamāno kāyena, abhāsamāno vācaṃ, satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharitun’ti?",
  "mn14:20.3": "‘No hidaṃ, āvuso’.",
  "mn14:21.1": "‘Taṃ kiṃ maññathāvuso nigaṇṭhā, pahoti rājā māgadho seniyo bimbisāro, aniñjamāno kāyena, abhāsamāno vācaṃ, cha rattindivāni …",
  "mn14:21.2": "pe …",
  "mn14:21.3": "pañca rattindivāni …",
  "mn14:21.4": "cattāri rattindivāni …",
  "mn14:21.5": "tīṇi rattindivāni …",
  "mn14:21.6": "dve rattindivāni …",
  "mn14:21.7": "ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharitun’ti?",
  "mn14:21.8": "‘No hidaṃ, āvuso’.",
  "mn14:22.1": "‘Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, ekaṃ rattindivaṃ ekantasukhaṃ paṭisaṃvedī viharituṃ.",
  "mn14:22.2": "Ahaṃ kho, āvuso nigaṇṭhā, pahomi aniñjamāno kāyena, abhāsamāno vācaṃ, dve rattindivāni …",
  "mn14:22.3": "tīṇi rattindivāni …",
  "mn14:22.4": "cattāri rattindivāni …",
  "mn14:22.5": "pañca rattindivāni …",
  "mn14:22.6": "cha rattindivāni …",
  "mn14:22.7": "satta rattindivāni ekantasukhaṃ paṭisaṃvedī viharituṃ.",
  "mn14:22.8": "Taṃ kiṃ maññathāvuso nigaṇṭhā, evaṃ sante ko sukhavihāritaro rājā vā māgadho seniyo bimbisāro ahaṃ vā’ti?",
  "mn14:22.9": "‘Evaṃ sante āyasmāva gotamo sukhavihāritaro raññā māgadhena seniyena bimbisārenā’”ti.",
  "mn14:23.1": "Idamavoca bhagavā.",
  "mn14:23.2": "Attamano mahānāmo sakko bhagavato bhāsitaṃ abhinandīti.",
  "mn14:24.1": "Cūḷadukkhakkhandhasuttaṃ niṭṭhitaṃ catutthaṃ."
}