{
  "_markup_path": "markup/mn/mn151.html",
  "_alt_strings": [
    "en/sujato/mn/mn151.json"
  ],
  "mn151:1.1": "Majjhima Nikāya 151",
  "mn151:2.1": "Piṇḍapātapārisuddhisutta",
  "mn151:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn151:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn151:3.3": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami;",
  "mn151:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn151:3.5": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:",
  "mn151:4.1": "“Vippasannāni kho te, sāriputta, indriyāni, parisuddho chavivaṇṇo pariyodāto.",
  "mn151:4.2": "Katamena kho tvaṃ, sāriputta, vihārena etarahi bahulaṃ viharasī”ti?",
  "mn151:4.3": "“Suññatāvihārena kho ahaṃ, bhante, etarahi bahulaṃ viharāmī”ti.",
  "mn151:4.4": "“Sādhu sādhu, sāriputta.",
  "mn151:4.5": "Mahāpurisavihārena kira tvaṃ, sāriputta, etarahi bahulaṃ viharasi.",
  "mn151:4.6": "Mahāpurisavihāro eso, sāriputta, yadidaṃ—",
  "mn151:4.7": "suññatā.",
  "mn151:4.8": "Tasmātiha, sāriputta, bhikkhu sace ākaṅkheyya:",
  "mn151:4.9": "‘suññatāvihārena bahulaṃ vihareyyan’ti, tena, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:4.10": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti?",
  "mn151:4.11": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:4.12": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ.",
  "mn151:4.13": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:4.14": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:5.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:5.2": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi nu kho me tattha sotaviññeyyesu saddesu …",
  "mn151:5.3": "pe …",
  "mn151:5.4": "ghānaviññeyyesu gandhesu …",
  "mn151:5.5": "jivhāviññeyyesu rasesu …",
  "mn151:5.6": "kāyaviññeyyesu phoṭṭhabbesu …",
  "mn151:5.7": "manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti?",
  "mn151:5.8": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:5.9": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, atthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya vāyamitabbaṃ.",
  "mn151:5.10": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:5.11": "‘yena cāhaṃ maggena gāmaṃ piṇḍāya pāvisiṃ, yasmiñca padese piṇḍāya acariṃ, yena ca maggena gāmato piṇḍāya paṭikkamiṃ, natthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṃ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:6.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:6.2": "‘pahīnā nu kho me pañca kāmaguṇā’ti?",
  "mn151:6.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:6.4": "‘appahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ kāmaguṇānaṃ pahānāya vāyamitabbaṃ.",
  "mn151:6.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:6.6": "‘pahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:7.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:7.2": "‘pahīnā nu kho me pañca nīvaraṇā’ti?",
  "mn151:7.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:7.4": "‘appahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā pañcannaṃ nīvaraṇānaṃ pahānāya vāyamitabbaṃ.",
  "mn151:7.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:7.6": "‘pahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:8.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:8.2": "‘pariññātā nu kho me pañcupādānakkhandhā’ti?",
  "mn151:8.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:8.4": "‘apariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā pañcannaṃ upādānakkhandhānaṃ pariññāya vāyamitabbaṃ.",
  "mn151:8.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:8.6": "‘pariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:9.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:9.2": "‘bhāvitā nu kho me cattāro satipaṭṭhānā’ti?",
  "mn151:9.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:9.4": "‘abhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā catunnaṃ satipaṭṭhānānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:9.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:9.6": "‘bhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:10.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:10.2": "‘bhāvitā nu kho me cattāro sammappadhānā’ti?",
  "mn151:10.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:10.4": "‘abhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā catunnaṃ sammappadhānānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:10.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:10.6": "‘bhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:11.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:11.2": "‘bhāvitā nu kho me cattāro iddhipādā’ti?",
  "mn151:11.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:11.4": "‘abhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā catunnaṃ iddhipādānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:11.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:11.6": "‘bhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:12.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:12.2": "‘bhāvitāni nu kho me pañcindriyānī’ti?",
  "mn151:12.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:12.4": "‘abhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā pañcannaṃ indriyānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:12.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:12.6": "‘bhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:13.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:13.2": "‘bhāvitāni nu kho me pañca balānī’ti?",
  "mn151:13.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:13.4": "‘abhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā pañcannaṃ balānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:13.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:13.6": "‘bhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:14.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:14.2": "‘bhāvitā nu kho me satta bojjhaṅgā’ti?",
  "mn151:14.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:14.4": "‘abhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā sattannaṃ bojjhaṅgānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:14.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:14.6": "‘bhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:15.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:15.2": "‘bhāvito nu kho me ariyo aṭṭhaṅgiko maggo’ti?",
  "mn151:15.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:15.4": "‘abhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā ariyassa aṭṭhaṅgikassa maggassa bhāvanāya vāyamitabbaṃ.",
  "mn151:15.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:15.6": "‘bhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:16.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:16.2": "‘bhāvitā nu kho me samatho ca vipassanā cā’ti?",
  "mn151:16.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:16.4": "‘abhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā samathavipassanānaṃ bhāvanāya vāyamitabbaṃ.",
  "mn151:16.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:16.6": "‘bhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:17.1": "Puna caparaṃ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṃ:",
  "mn151:17.2": "‘sacchikatā nu kho me vijjā ca vimutti cā’ti?",
  "mn151:17.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:17.4": "‘asacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā vijjāya vimuttiyā sacchikiriyāya vāyamitabbaṃ.",
  "mn151:17.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṃ jānāti:",
  "mn151:17.6": "‘sacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṃ ahorattānusikkhinā kusalesu dhammesu.",
  "mn151:18.1": "Ye hi keci, sāriputta, atītamaddhānaṃ samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhesuṃ, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhesuṃ.",
  "mn151:18.2": "Yepi hi keci, sāriputta, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhessanti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhessanti.",
  "mn151:18.3": "Yepi hi keci, sāriputta, etarahi samaṇā vā brāhmaṇā vā piṇḍapātaṃ parisodhenti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhenti.",
  "mn151:18.4": "Tasmātiha, sāriputta, ‘paccavekkhitvā paccavekkhitvā piṇḍapātaṃ parisodhessāmā’ti—",
  "mn151:18.5": "evañhi vo, sāriputta, sikkhitabban”ti.",
  "mn151:19.1": "Idamavoca bhagavā.",
  "mn151:19.2": "Attamano āyasmā sāriputto bhagavato bhāsitaṃ abhinandīti.",
  "mn151:20.1": "Piṇḍapātapārisuddhisuttaṃ niṭṭhitaṃ navamaṃ."
}