{
  "_markup_path": "markup/mn/mn150.html",
  "_alt_strings": [
    "en/sujato/mn/mn150.json"
  ],
  "mn150:1.1": "Majjhima Nikāya 150",
  "mn150:2.1": "Nagaravindeyyasutta",
  "mn150:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn150:3.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena nagaravindaṃ nāma kosalānaṃ brāhmaṇānaṃ gāmo tadavasari.",
  "mn150:3.3": "Assosuṃ kho nagaravindeyyakā brāhmaṇagahapatikā:",
  "mn150:3.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ nagaravindaṃ anuppatto.",
  "mn150:3.5": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn150:3.6": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn150:3.7": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn150:3.8": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn150:3.9": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn150:4.1": "Atha kho nagaravindeyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu;",
  "mn150:4.2": "upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn150:4.3": "Appekacce bhagavatā saddhiṃ sammodiṃsu;",
  "mn150:4.4": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.",
  "mn150:4.5": "Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu.",
  "mn150:4.6": "Appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu.",
  "mn150:4.7": "Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "mn150:4.8": "Ekamantaṃ nisinne kho nagaravindeyyake brāhmaṇagahapatike bhagavā etadavoca:",
  "mn150:5.1": "“Sace vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "mn150:5.2": "‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti?",
  "mn150:5.3": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "mn150:5.4": "‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.",
  "mn150:5.5": "Taṃ kissa hetu?",
  "mn150:5.6": "Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ.",
  "mn150:5.7": "Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.",
  "mn150:5.8": "Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu …",
  "mn150:5.9": "ghānaviññeyyesu gandhesu …",
  "mn150:5.10": "jivhāviññeyyesu rasesu …",
  "mn150:5.11": "kāyaviññeyyesu phoṭṭhabbesu …",
  "mn150:5.12": "manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā.",
  "mn150:5.13": "Taṃ kissa hetu?",
  "mn150:5.14": "Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari apassataṃ.",
  "mn150:5.15": "Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti.",
  "mn150:5.16": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha.",
  "mn150:6.1": "Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "mn150:6.2": "‘kathaṃbhūtā, gahapatayo, samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti?",
  "mn150:6.3": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "mn150:6.4": "‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.",
  "mn150:6.5": "Taṃ kissa hetu?",
  "mn150:6.6": "Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ.",
  "mn150:6.7": "Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.",
  "mn150:6.8": "Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu …",
  "mn150:6.9": "ghānaviññeyyesu gandhesu …",
  "mn150:6.10": "jivhāviññeyyesu rasesu …",
  "mn150:6.11": "kāyaviññeyyesu phoṭṭhabbesu …",
  "mn150:6.12": "manoviññeyyesu dhammesu vītarāgā vītadosā vītamohā, ajjhattaṃ vūpasantacittā, samacariyaṃ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā.",
  "mn150:6.13": "Taṃ kissa hetu?",
  "mn150:6.14": "Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā ajjhattaṃ avūpasantacittā, samavisamaṃ carāma kāyena vācāya manasā, tesaṃ no samacariyampi hetaṃ uttari passataṃ.",
  "mn150:6.15": "Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti.",
  "mn150:6.16": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha.",
  "mn150:7.1": "Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "mn150:7.2": "‘ke panāyasmantānaṃ ākārā, ke anvayā, yena tumhe āyasmanto evaṃ vadetha?",
  "mn150:7.3": "Addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti?",
  "mn150:7.4": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "mn150:7.5": "‘tathā hi te āyasmanto araññavanapatthāni pantāni senāsanāni paṭisevanti.",
  "mn150:7.6": "Natthi kho pana tattha tathārūpā cakkhuviññeyyā rūpā ye disvā disvā abhirameyyuṃ, natthi kho pana tattha tathārūpā sotaviññeyyā saddā ye sutvā sutvā abhirameyyuṃ, natthi kho pana tattha tathārūpā ghānaviññeyyā gandhā ye ghāyitvā ghāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā jivhāviññeyyā rasā ye sāyitvā sāyitvā abhirameyyuṃ, natthi kho pana tattha tathārūpā kāyaviññeyyā phoṭṭhabbā ye phusitvā phusitvā abhirameyyuṃ.",
  "mn150:7.7": "Ime kho no, āvuso, ākārā, ime anvayā, yena mayaṃ evaṃ vadema—",
  "mn150:7.8": "addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti.",
  "mn150:7.9": "Evaṃ puṭṭhā tumhe, gahapatayo, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.",
  "mn150:8.1": "Evaṃ vutte, nagaravindeyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:",
  "mn150:8.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn150:8.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn150:8.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn150:8.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn150:8.6": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.",
  "mn150:8.7": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.",
  "mn150:9.1": "Nagaravindeyyasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}