{
  "_markup_path": "markup/mn/mn16.html",
  "_alt_strings": [
    "en/sujato/mn/mn16.json"
  ],
  "mn16:1.1": "Majjhima Nikāya 16",
  "mn16:2.1": "Cetokhilasutta",
  "mn16:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn16:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn16:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn16:3.4": "“bhikkhavo”ti.",
  "mn16:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn16:3.6": "Bhagavā etadavoca:",
  "mn16:4.1": "“Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā appahīnā, pañca cetasovinibandhā asamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—",
  "mn16:4.2": "netaṃ ṭhānaṃ vijjati.",
  "mn16:5.1": "Katamāssa pañca cetokhilā appahīnā honti?",
  "mn16:5.2": "Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati.",
  "mn16:5.3": "Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:5.4": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo appahīno hoti.",
  "mn16:6.1": "Puna caparaṃ, bhikkhave, bhikkhu dhamme kaṅkhati vicikicchati nādhimuccati na sampasīdati …",
  "mn16:6.2": "pe …",
  "mn16:6.3": "evamassāyaṃ dutiyo cetokhilo appahīno hoti.",
  "mn16:7.1": "Puna caparaṃ, bhikkhave, bhikkhu saṅghe kaṅkhati vicikicchati nādhimuccati na sampasīdati …",
  "mn16:7.2": "pe …",
  "mn16:7.3": "evamassāyaṃ tatiyo cetokhilo appahīno hoti.",
  "mn16:8.1": "Puna caparaṃ, bhikkhave, bhikkhu sikkhāya kaṅkhati vicikicchati nādhimuccati na sampasīdati.",
  "mn16:8.2": "Yo so, bhikkhave, bhikkhu sikkhāya kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:8.3": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ catuttho cetokhilo appahīno hoti.",
  "mn16:9.1": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto.",
  "mn16:9.2": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:9.3": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo appahīno hoti.",
  "mn16:9.4": "Imāssa pañca cetokhilā appahīnā honti.",
  "mn16:10.1": "Katamāssa pañca cetasovinibandhā asamucchinnā honti?",
  "mn16:10.2": "Idha, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho.",
  "mn16:10.3": "Yo so, bhikkhave, bhikkhu kāme avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:10.4": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho asamucchinno hoti.",
  "mn16:11.1": "Puna caparaṃ, bhikkhave, bhikkhu kāye avītarāgo hoti …",
  "mn16:11.2": "pe …",
  "mn16:11.3": "evamassāyaṃ dutiyo cetasovinibandho asamucchinno hoti.",
  "mn16:12.1": "Puna caparaṃ, bhikkhave, bhikkhu rūpe avītarāgo hoti …",
  "mn16:12.2": "pe …",
  "mn16:12.3": "evamassāyaṃ tatiyo cetasovinibandho asamucchinno hoti.",
  "mn16:13.1": "Puna caparaṃ, bhikkhave, bhikkhu yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati.",
  "mn16:13.2": "Yo so, bhikkhave, bhikkhu yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:13.3": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ catuttho cetasovinibandho asamucchinno hoti.",
  "mn16:14.1": "Puna caparaṃ, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "mn16:14.2": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.",
  "mn16:14.3": "Yo so, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "mn16:14.4": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:14.5": "Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho asamucchinno hoti.",
  "mn16:14.6": "Imāssa pañca cetasovinibandhā asamucchinnā honti.",
  "mn16:15.1": "Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā appahīnā, ime pañca cetasovinibandhā asamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—",
  "mn16:15.2": "netaṃ ṭhānaṃ vijjati.",
  "mn16:16.1": "Yassa kassaci, bhikkhave, bhikkhuno pañca cetokhilā pahīnā, pañca cetasovinibandhā susamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—",
  "mn16:16.2": "ṭhānametaṃ vijjati.",
  "mn16:17.1": "Katamāssa pañca cetokhilā pahīnā honti?",
  "mn16:17.2": "Idha, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati.",
  "mn16:17.3": "Yo so, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:17.4": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo pahīno hoti.",
  "mn16:18.1": "Puna caparaṃ, bhikkhave, bhikkhu dhamme na kaṅkhati na vicikicchati adhimuccati sampasīdati …",
  "mn16:18.2": "pe …",
  "mn16:18.3": "evamassāyaṃ dutiyo cetokhilo pahīno hoti.",
  "mn16:19.1": "Puna caparaṃ, bhikkhave, bhikkhu saṅghe na kaṅkhati na vicikicchati adhimuccati sampasīdati …",
  "mn16:19.2": "pe …",
  "mn16:19.3": "evamassāyaṃ tatiyo cetokhilo pahīno hoti.",
  "mn16:20.1": "Puna caparaṃ, bhikkhave, bhikkhu sikkhāya na kaṅkhati na vicikicchati adhimuccati sampasīdati …",
  "mn16:20.2": "pe …",
  "mn16:20.3": "evamassāyaṃ catuttho cetokhilo pahīno hoti.",
  "mn16:21.1": "Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto.",
  "mn16:21.2": "Yo so, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti na anattamano anāhatacitto akhilajāto, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:21.3": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo pahīno hoti.",
  "mn16:21.4": "Imāssa pañca cetokhilā pahīnā honti.",
  "mn16:22.1": "Katamāssa pañca cetasovinibandhā susamucchinnā honti?",
  "mn16:22.2": "Idha, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho.",
  "mn16:22.3": "Yo so, bhikkhave, bhikkhu kāme vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:22.4": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho susamucchinno hoti.",
  "mn16:23.1": "Puna caparaṃ, bhikkhave, bhikkhu kāye vītarāgo hoti …",
  "mn16:23.2": "pe …",
  "mn16:23.3": "rūpe vītarāgo hoti …",
  "mn16:23.4": "pe …",
  "mn16:23.5": "na yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati.",
  "mn16:23.6": "Yo so, bhikkhave, bhikkhu na yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:23.7": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ catuttho cetasovinibandho susamucchinno hoti.",
  "mn16:24.1": "Puna caparaṃ, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "mn16:24.2": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.",
  "mn16:24.3": "Yo so, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati:",
  "mn16:24.4": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.",
  "mn16:24.5": "Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho susamucchinno hoti.",
  "mn16:24.6": "Imāssa pañca cetasovinibandhā susamucchinnā honti.",
  "mn16:25.1": "Yassa kassaci, bhikkhave, bhikkhuno ime pañca cetokhilā pahīnā, ime pañca cetasovinibandhā susamucchinnā, so vatimasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatīti—",
  "mn16:25.2": "ṭhānametaṃ vijjati.",
  "mn16:26.1": "So chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ussoḷhīyeva pañcamī.",
  "mn16:26.2": "Sa kho so, bhikkhave, evaṃ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.",
  "mn16:26.3": "Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.",
  "mn16:26.4": "Tānassu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni.",
  "mn16:26.5": "Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:",
  "mn16:26.6": "‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti.",
  "mn16:26.7": "Atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.",
  "mn16:26.8": "Evameva kho, bhikkhave, evaṃ ussoḷhipannarasaṅgasamannāgato bhikkhu bhabbo abhinibbidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāyā”ti.",
  "mn16:27.1": "Idamavoca bhagavā.",
  "mn16:27.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn16:28.1": "Cetokhilasuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}