{
  "_markup_path": "markup/mn/mn19.html",
  "_alt_strings": [
    "en/sujato/mn/mn19.json"
  ],
  "mn19:1.1": "Majjhima Nikāya 19",
  "mn19:2.1": "Dvedhāvitakkasutta",
  "mn19:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn19:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn19:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn19:3.4": "“bhikkhavo”ti.",
  "mn19:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn19:3.6": "Bhagavā etadavoca:",
  "mn19:4.1": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "mn19:4.2": "‘yannūnāhaṃ dvidhā katvā dvidhā katvā vitakke vihareyyan’ti.",
  "mn19:4.3": "So kho ahaṃ, bhikkhave, yo cāyaṃ kāmavitakko yo ca byāpādavitakko yo ca vihiṃsāvitakko—",
  "mn19:4.4": "imaṃ ekaṃ bhāgamakāsiṃ;",
  "mn19:4.5": "yo cāyaṃ nekkhammavitakko yo ca abyāpādavitakko yo ca avihiṃsāvitakko—",
  "mn19:4.6": "imaṃ dutiyaṃ bhāgamakāsiṃ.",
  "mn19:5.1": "Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati kāmavitakko.",
  "mn19:5.2": "So evaṃ pajānāmi:",
  "mn19:5.3": "‘uppanno kho me ayaṃ kāmavitakko.",
  "mn19:5.4": "So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’.",
  "mn19:5.5": "‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:5.6": "‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:5.7": "‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:5.8": "‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati.",
  "mn19:5.9": "So kho ahaṃ, bhikkhave, uppannuppannaṃ kāmavitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ.",
  "mn19:6.1": "Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati byāpādavitakko …",
  "mn19:6.2": "pe …",
  "mn19:6.3": "uppajjati vihiṃsāvitakko.",
  "mn19:6.4": "So evaṃ pajānāmi:",
  "mn19:6.5": "‘uppanno kho me ayaṃ vihiṃsāvitakko.",
  "mn19:6.6": "So ca kho attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati, paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’.",
  "mn19:6.7": "‘Attabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:6.8": "‘parabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:6.9": "‘ubhayabyābādhāya saṃvattatī’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati;",
  "mn19:6.10": "‘paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko’tipi me, bhikkhave, paṭisañcikkhato abbhatthaṃ gacchati.",
  "mn19:6.11": "So kho ahaṃ, bhikkhave, uppannuppannaṃ vihiṃsāvitakkaṃ pajahameva vinodameva byantameva naṃ akāsiṃ.",
  "mn19:7.1": "Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso.",
  "mn19:7.2": "Kāmavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi nekkhammavitakkaṃ, kāmavitakkaṃ bahulamakāsi, tassa taṃ kāmavitakkāya cittaṃ namati.",
  "mn19:7.3": "Byāpādavitakkañce, bhikkhave …",
  "mn19:7.4": "pe …",
  "mn19:7.5": "vihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi avihiṃsāvitakkaṃ, vihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ vihiṃsāvitakkāya cittaṃ namati.",
  "mn19:7.6": "Seyyathāpi, bhikkhave, vassānaṃ pacchime māse saradasamaye kiṭṭhasambādhe gopālako gāvo rakkheyya.",
  "mn19:7.7": "So tā gāvo tato tato daṇḍena ākoṭeyya paṭikoṭeyya sannirundheyya sannivāreyya.",
  "mn19:7.8": "Taṃ kissa hetu?",
  "mn19:7.9": "Passati hi so, bhikkhave, gopālako tatonidānaṃ vadhaṃ vā bandhanaṃ vā jāniṃ vā garahaṃ vā.",
  "mn19:7.10": "Evameva kho ahaṃ, bhikkhave, addasaṃ akusalānaṃ dhammānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, kusalānaṃ dhammānaṃ nekkhamme ānisaṃsaṃ vodānapakkhaṃ.",
  "mn19:8.1": "Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati nekkhammavitakko.",
  "mn19:8.2": "So evaṃ pajānāmi:",
  "mn19:8.3": "‘uppanno kho me ayaṃ nekkhammavitakko.",
  "mn19:8.4": "So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’.",
  "mn19:8.5": "Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:8.6": "Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:8.7": "Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:8.8": "Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya.",
  "mn19:8.9": "Kāye kilante cittaṃ ūhaññeyya.",
  "mn19:8.10": "Ūhate citte ārā cittaṃ samādhimhāti.",
  "mn19:8.11": "So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi.",
  "mn19:8.12": "Taṃ kissa hetu?",
  "mn19:8.13": "‘Mā me cittaṃ ūhaññī’ti.",
  "mn19:9.1": "Tassa mayhaṃ, bhikkhave, evaṃ appamattassa ātāpino pahitattassa viharato uppajjati abyāpādavitakko …",
  "mn19:9.2": "pe …",
  "mn19:9.3": "uppajjati avihiṃsāvitakko.",
  "mn19:9.4": "So evaṃ pajānāmi:",
  "mn19:9.5": "‘uppanno kho me ayaṃ avihiṃsāvitakko.",
  "mn19:9.6": "So ca kho nevattabyābādhāya saṃvattati, na parabyābādhāya saṃvattati, na ubhayabyābādhāya saṃvattati, paññāvuddhiko avighātapakkhiko nibbānasaṃvattaniko’.",
  "mn19:9.7": "Rattiñcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:9.8": "Divasañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:9.9": "Rattindivañcepi naṃ, bhikkhave, anuvitakkeyyaṃ anuvicāreyyaṃ, neva tatonidānaṃ bhayaṃ samanupassāmi.",
  "mn19:9.10": "Api ca kho me aticiraṃ anuvitakkayato anuvicārayato kāyo kilameyya.",
  "mn19:9.11": "Kāye kilante cittaṃ ūhaññeyya.",
  "mn19:9.12": "Ūhate citte ārā cittaṃ samādhimhāti.",
  "mn19:9.13": "So kho ahaṃ, bhikkhave, ajjhattameva cittaṃ saṇṭhapemi, sannisādemi, ekodiṃ karomi samādahāmi.",
  "mn19:9.14": "Taṃ kissa hetu?",
  "mn19:9.15": "‘Mā me cittaṃ ūhaññī’ti.",
  "mn19:10.1": "Yaññadeva, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, tathā tathā nati hoti cetaso.",
  "mn19:10.2": "Nekkhammavitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi kāmavitakkaṃ, nekkhammavitakkaṃ bahulamakāsi, tassaṃ taṃ nekkhammavitakkāya cittaṃ namati.",
  "mn19:10.3": "Abyāpādavitakkañce, bhikkhave …",
  "mn19:10.4": "pe …",
  "mn19:10.5": "avihiṃsāvitakkañce, bhikkhave, bhikkhu bahulamanuvitakketi anuvicāreti, pahāsi vihiṃsāvitakkaṃ, avihiṃsāvitakkaṃ bahulamakāsi, tassa taṃ avihiṃsāvitakkāya cittaṃ namati.",
  "mn19:10.6": "Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse sabbasassesu gāmantasambhatesu gopālako gāvo rakkheyya, tassa rukkhamūlagatassa vā abbhokāsagatassa vā satikaraṇīyameva hoti:",
  "mn19:10.7": "‘etā gāvo’ti.",
  "mn19:10.8": "Evamevaṃ kho, bhikkhave, satikaraṇīyameva ahosi:",
  "mn19:10.9": "‘ete dhammā’ti.",
  "mn19:11.1": "Āraddhaṃ kho pana me, bhikkhave, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.",
  "mn19:11.2": "So kho ahaṃ, bhikkhave, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn19:11.3": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn19:11.4": "Pītiyā ca virāgā upekkhako ca vihāsiṃ sato ca sampajāno, sukhañca kāyena paṭisaṃvedesiṃ, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn19:11.5": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn19:12.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.",
  "mn19:12.2": "So anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn19:12.3": "Seyyathidaṃ—",
  "mn19:12.4": "ekampi jātiṃ …",
  "mn19:12.5": "pe …",
  "mn19:12.6": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn19:12.7": "Ayaṃ kho me, bhikkhave, rattiyā paṭhame yāme paṭhamā vijjā adhigatā;",
  "mn19:12.8": "avijjā vihatā vijjā uppannā;",
  "mn19:12.9": "tamo vihato āloko uppanno;",
  "mn19:12.10": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn19:13.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn19:13.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne …",
  "mn19:13.3": "pe …",
  "mn19:13.4": "ime vata bhonto sattā kāyaduccaritena samannāgatā …",
  "mn19:13.5": "pe …",
  "mn19:13.6": "iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāmi.",
  "mn19:13.7": "Ayaṃ kho me, bhikkhave, rattiyā majjhime yāme dutiyā vijjā adhigatā;",
  "mn19:13.8": "avijjā vihatā vijjā uppannā;",
  "mn19:13.9": "tamo vihato āloko uppanno;",
  "mn19:13.10": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn19:14.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn19:14.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. <a class=\"wp\" id=\"wp23\"></a>‘",
  "mn19:14.3": "Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.",
  "mn19:14.4": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha, vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi:",
  "mn19:14.5": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.",
  "mn19:14.6": "Ayaṃ kho me, bhikkhave, rattiyā pacchime yāme tatiyā vijjā adhigatā;",
  "mn19:14.7": "avijjā vihatā vijjā uppannā;",
  "mn19:14.8": "tamo vihato āloko uppanno;",
  "mn19:14.9": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn19:15.1": "Seyyathāpi, bhikkhave, araññe pavane mahantaṃ ninnaṃ pallalaṃ.",
  "mn19:15.2": "Tamenaṃ mahāmigasaṅgho upanissāya vihareyya.",
  "mn19:15.3": "Tassa kocideva puriso uppajjeyya anatthakāmo ahitakāmo ayogakkhemakāmo.",
  "mn19:15.4": "So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ pidaheyya, vivareyya kummaggaṃ, odaheyya okacaraṃ, ṭhapeyya okacārikaṃ.",
  "mn19:15.5": "Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṃ āpajjeyya.",
  "mn19:15.6": "Tasseva kho pana, bhikkhave, mahato migasaṅghassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo.",
  "mn19:15.7": "So yvāssa maggo khemo sovatthiko pītigamanīyo taṃ maggaṃ vivareyya, pidaheyya kummaggaṃ, ūhaneyya okacaraṃ, nāseyya okacārikaṃ.",
  "mn19:15.8": "Evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.",
  "mn19:16.1": "Upamā kho me ayaṃ, bhikkhave, katā atthassa viññāpanāya.",
  "mn19:16.2": "Ayaṃ cevettha attho—",
  "mn19:16.3": "mahantaṃ ninnaṃ pallalanti kho, bhikkhave, kāmānametaṃ adhivacanaṃ.",
  "mn19:16.4": "Mahāmigasaṅghoti kho, bhikkhave, sattānametaṃ adhivacanaṃ.",
  "mn19:16.5": "Puriso anatthakāmo ahitakāmo ayogakkhemakāmoti kho, bhikkhave, mārassetaṃ pāpimato adhivacanaṃ.",
  "mn19:16.6": "Kummaggoti kho, bhikkhave, aṭṭhaṅgikassetaṃ micchāmaggassa adhivacanaṃ, seyyathidaṃ—",
  "mn19:16.7": "micchādiṭṭhiyā micchāsaṅkappassa micchāvācāya micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatiyā micchāsamādhissa.",
  "mn19:16.8": "Okacaroti kho, bhikkhave, nandīrāgassetaṃ adhivacanaṃ.",
  "mn19:16.9": "Okacārikāti kho, bhikkhave, avijjāyetaṃ adhivacanaṃ.",
  "mn19:16.10": "Puriso atthakāmo hitakāmo yogakkhemakāmoti kho, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.",
  "mn19:16.11": "Khemo maggo sovatthiko pītigamanīyoti kho, bhikkhave, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—",
  "mn19:16.12": "sammādiṭṭhiyā sammāsaṅkappassa sammāvācāya sammākammantassa sammāājīvassa sammāvāyāmassa sammāsatiyā sammāsamādhissa.",
  "mn19:17.1": "Iti kho, bhikkhave, vivaṭo mayā khemo maggo sovatthiko pītigamanīyo, pihito kummaggo, ūhato okacaro, nāsitā okacārikā.",
  "mn19:17.2": "Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.",
  "mn19:17.3": "Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni;",
  "mn19:17.4": "jhāyatha, bhikkhave, mā pamādattha;",
  "mn19:17.5": "mā pacchā vippaṭisārino ahuvattha.",
  "mn19:17.6": "Ayaṃ vo amhākaṃ anusāsanī”ti.",
  "mn19:18.1": "Idamavoca bhagavā.",
  "mn19:18.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn19:19.1": "Dvedhāvitakkasuttaṃ niṭṭhitaṃ navamaṃ."
}