{
  "_markup_path": "markup/mn/mn20.html",
  "_alt_strings": [
    "en/sujato/mn/mn20.json"
  ],
  "mn20:1.1": "Majjhima Nikāya 20",
  "mn20:2.1": "Vitakkasaṇṭhānasutta",
  "mn20:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn20:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn20:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn20:3.4": "“bhikkhavo”ti.",
  "mn20:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn20:3.6": "Bhagavā etadavoca:",
  "mn20:4.1": "“Adhicittamanuyuttena, bhikkhave, bhikkhunā pañca nimittāni kālena kālaṃ manasi kātabbāni.",
  "mn20:4.2": "Katamāni pañca?",
  "mn20:4.3": "Idha, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ.",
  "mn20:4.4": "Tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:4.5": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:4.6": "Seyyathāpi, bhikkhave, dakkho palagaṇḍo vā palagaṇḍantevāsī vā sukhumāya āṇiyā oḷārikaṃ āṇiṃ abhinihaneyya abhinīhareyya abhinivatteyya;",
  "mn20:4.7": "evameva kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tamhā nimittā aññaṃ nimittaṃ manasi kātabbaṃ kusalūpasaṃhitaṃ.",
  "mn20:4.8": "Tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:4.9": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. <span class=\"brnum\">(1)</span>",
  "mn20:5.1": "Tassa ce, bhikkhave, bhikkhuno tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo:",
  "mn20:5.2": "‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti.",
  "mn20:5.3": "Tassa tesaṃ vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:5.4": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:5.5": "Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ahikuṇapena vā kukkurakuṇapena vā manussakuṇapena vā kaṇṭhe āsattena aṭṭiyeyya harāyeyya jiguccheyya;",
  "mn20:5.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tamhāpi nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ ādīnavo upaparikkhitabbo:",
  "mn20:5.7": "‘itipime vitakkā akusalā, itipime vitakkā sāvajjā, itipime vitakkā dukkhavipākā’ti.",
  "mn20:5.8": "Tassa tesaṃ vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:5.9": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. <span class=\"brnum\">(2)</span>",
  "mn20:6.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ asatiamanasikāro āpajjitabbo.",
  "mn20:6.2": "Tassa tesaṃ vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:6.3": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:6.4": "Seyyathāpi, bhikkhave, cakkhumā puriso āpāthagatānaṃ rūpānaṃ adassanakāmo assa;",
  "mn20:6.5": "so nimīleyya vā aññena vā apalokeyya;",
  "mn20:6.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ ādīnavaṃ upaparikkhato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:6.7": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. <span class=\"brnum\">(3)</span>",
  "mn20:7.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tena, bhikkhave, bhikkhunā tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikātabbaṃ.",
  "mn20:7.2": "Tassa tesaṃ vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:7.3": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:7.4": "Seyyathāpi, bhikkhave, puriso sīghaṃ gaccheyya.",
  "mn20:7.5": "Tassa evamassa:",
  "mn20:7.6": "‘kiṃ nu kho ahaṃ sīghaṃ gacchāmi?",
  "mn20:7.7": "Yannūnāhaṃ saṇikaṃ gaccheyyan’ti.",
  "mn20:7.8": "So saṇikaṃ gaccheyya.",
  "mn20:7.9": "Tassa evamassa:",
  "mn20:7.10": "‘kiṃ nu kho ahaṃ saṇikaṃ gacchāmi?",
  "mn20:7.11": "Yannūnāhaṃ tiṭṭheyyan’ti.",
  "mn20:7.12": "So tiṭṭheyya.",
  "mn20:7.13": "Tassa evamassa:",
  "mn20:7.14": "‘kiṃ nu kho ahaṃ ṭhito?",
  "mn20:7.15": "Yannūnāhaṃ nisīdeyyan’ti.",
  "mn20:7.16": "So nisīdeyya.",
  "mn20:7.17": "Tassa evamassa:",
  "mn20:7.18": "‘kiṃ nu kho ahaṃ nisinno?",
  "mn20:7.19": "Yannūnāhaṃ nipajjeyyan’ti.",
  "mn20:7.20": "So nipajjeyya.",
  "mn20:7.21": "Evañhi so, bhikkhave, puriso oḷārikaṃ oḷārikaṃ iriyāpathaṃ abhinivajjetvā sukhumaṃ sukhumaṃ iriyāpathaṃ kappeyya.",
  "mn20:7.22": "Evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:7.23": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. <span class=\"brnum\">(4)</span>",
  "mn20:8.1": "Tassa ce, bhikkhave, bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi.",
  "mn20:8.2": "Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ.",
  "mn20:8.3": "Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:8.4": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:8.5": "Seyyathāpi, bhikkhave, balavā puriso dubbalataraṃ purisaṃ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;",
  "mn20:8.6": "evameva kho, bhikkhave, tassa ce bhikkhuno tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto uppajjanteva pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi.",
  "mn20:8.7": "Tena, bhikkhave, bhikkhunā dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitabbaṃ abhinippīḷetabbaṃ abhisantāpetabbaṃ.",
  "mn20:8.8": "Tassa dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:8.9": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati. <span class=\"brnum\">(5)</span>",
  "mn20:9.1": "Yato kho, bhikkhave, bhikkhuno yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto uppajjanti pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi, tassa tamhā nimittā aññaṃ nimittaṃ manasikaroto kusalūpasaṃhitaṃ ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:9.2": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:9.3": "Tesampi vitakkānaṃ ādīnavaṃ upaparikkhato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:9.4": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:9.5": "Tesampi vitakkānaṃ asatiamanasikāraṃ āpajjato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:9.6": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:9.7": "Tesampi vitakkānaṃ vitakkasaṅkhārasaṇṭhānaṃ manasikaroto ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:9.8": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:9.9": "Dantebhidantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato ye pāpakā akusalā vitakkā chandūpasaṃhitāpi dosūpasaṃhitāpi mohūpasaṃhitāpi te pahīyanti te abbhatthaṃ gacchanti.",
  "mn20:9.10": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn20:9.11": "Ayaṃ vuccati, bhikkhave, bhikkhu vasī vitakkapariyāyapathesu.",
  "mn20:9.12": "Yaṃ vitakkaṃ ākaṅkhissati taṃ vitakkaṃ vitakkessati, yaṃ vitakkaṃ nākaṅkhissati na taṃ vitakkaṃ vitakkessati.",
  "mn20:9.13": "Acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti.",
  "mn20:10.1": "Idamavoca bhagavā.",
  "mn20:10.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn20:11.1": "Vitakkasaṇṭhānasuttaṃ niṭṭhitaṃ dasamaṃ.",
  "mn20:12.1": "Sīhanādavaggo niṭṭhito dutiyo.",
  "mn20:13.1": "Cūḷasīhanādalomahaṃsavaro,",
  "mn20:13.2": "Mahācūḷadukkhakkhandhaanumānikasuttaṃ;",
  "mn20:13.3": "Khilapatthamadhupiṇḍikadvidhāvitakka,",
  "mn20:13.4": "Pañcanimittakathā puna vaggo."
}