{
  "_markup_path": "markup/mn/mn27.html",
  "_alt_strings": [
    "en/sujato/mn/mn27.json"
  ],
  "mn27:1.1": "Majjhima Nikāya 27",
  "mn27:2.1": "Cūḷahatthipadopamasutta",
  "mn27:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn27:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn27:3.3": "Tena kho pana samayena jāṇussoṇi brāhmaṇo sabbasetena vaḷavābhirathena sāvatthiyā niyyāti divādivassa.",
  "mn27:3.4": "Addasā kho jāṇussoṇi brāhmaṇo pilotikaṃ paribbājakaṃ dūratova āgacchantaṃ.",
  "mn27:3.5": "Disvāna pilotikaṃ paribbājakaṃ etadavoca:",
  "mn27:4.1": "“Handa kuto nu bhavaṃ vacchāyano āgacchati divādivassā”ti?",
  "mn27:5.1": "“Ito hi kho ahaṃ, bho, āgacchāmi samaṇassa gotamassa santikā”ti.",
  "mn27:6.1": "“Taṃ kiṃ maññati bhavaṃ vacchāyano samaṇassa gotamassa paññāveyyattiyaṃ paṇḍito maññe”ti.",
  "mn27:7.1": "“Ko cāhaṃ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṃ jānissāmi.",
  "mn27:7.2": "Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṃ jāneyyā”ti.",
  "mn27:8.1": "“Uḷārāya khalu bhavaṃ vacchāyano samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatī”ti.",
  "mn27:9.1": "“Ko cāhaṃ, bho, ko ca samaṇaṃ gotamaṃ pasaṃsissāmi, pasatthapasatthova so bhavaṃ gotamo seṭṭho devamanussānan”ti.",
  "mn27:10.1": "“Kaṃ pana bhavaṃ vacchāyano atthavasaṃ sampassamāno samaṇe gotame evaṃ abhippasanno”ti?",
  "mn27:11.1": "“Seyyathāpi, bho, kusalo nāgavaniko nāgavanaṃ paviseyya.",
  "mn27:11.2": "So passeyya nāgavane mahantaṃ hatthipadaṃ, dīghato ca āyataṃ, tiriyañca vitthataṃ.",
  "mn27:11.3": "So niṭṭhaṃ gaccheyya:",
  "mn27:11.4": "‘mahā vata bho nāgo’ti.",
  "mn27:11.5": "Evameva kho ahaṃ, bho, yato addasaṃ samaṇe gotame cattāri padāni athāhaṃ niṭṭhamagamaṃ:",
  "mn27:11.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:12.1": "Katamāni cattāri?",
  "mn27:12.2": "Idhāhaṃ, bho, passāmi ekacce khattiyapaṇḍite nipuṇe kataparappavāde vālavedhirūpe, te bhindantā maññe caranti paññāgatena diṭṭhigatāni.",
  "mn27:12.3": "Te suṇanti:",
  "mn27:12.4": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osarissatī’ti.",
  "mn27:12.5": "Te pañhaṃ abhisaṅkharonti:",
  "mn27:12.6": "‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma.",
  "mn27:12.7": "Evañce no puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma.",
  "mn27:12.8": "Evañcepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti.",
  "mn27:12.9": "Te suṇanti:",
  "mn27:12.10": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti.",
  "mn27:12.11": "Te yena samaṇo gotamo tenupasaṅkamanti.",
  "mn27:12.12": "Te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn27:12.13": "Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva samaṇaṃ gotamaṃ pañhaṃ pucchanti, kutossa vādaṃ āropessanti?",
  "mn27:12.14": "Aññadatthu samaṇasseva gotamassa sāvakā sampajjanti.",
  "mn27:12.15": "Yadāhaṃ, bho, samaṇe gotame imaṃ paṭhamaṃ padaṃ addasaṃ athāhaṃ niṭṭhamagamaṃ:",
  "mn27:12.16": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti. <span class=\"brnum\">(1)</span>",
  "mn27:13.1": "Puna caparāhaṃ, bho, passāmi idhekacce brāhmaṇapaṇḍite …",
  "mn27:13.2": "pe …<a class=\"wp\" id=\"wp6\"></a> <span class=\"brnum\">(2)</span>",
  "mn27:13.3": "gahapatipaṇḍite …",
  "mn27:13.4": "pe …<a class=\"wp\" id=\"wp7\"></a> <span class=\"brnum\">(3)</span>",
  "mn27:13.5": "samaṇapaṇḍite nipuṇe kataparappavāde vālavedhirūpe te bhindantā maññe caranti paññāgatena diṭṭhigatāni.",
  "mn27:13.6": "Te suṇanti:",
  "mn27:13.7": "‘samaṇo khalu bho gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osarissatī’ti.",
  "mn27:13.8": "Te pañhaṃ abhisaṅkharonti ‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma.",
  "mn27:13.9": "Evañce no puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma.",
  "mn27:13.10": "Evañcepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti.",
  "mn27:13.11": "Te suṇanti ‘samaṇo khalu bho gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti.",
  "mn27:13.12": "Te yena samaṇo gotamo tenupasaṅkamanti.",
  "mn27:13.13": "Te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn27:13.14": "Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva samaṇaṃ gotamaṃ pañhaṃ pucchanti, kutossa vādaṃ āropessanti?",
  "mn27:13.15": "Aññadatthu samaṇaṃyeva gotamaṃ okāsaṃ yācanti agārasmā anagāriyaṃ pabbajjāya.",
  "mn27:13.16": "Te samaṇo gotamo pabbājeti.",
  "mn27:13.17": "Te tattha pabbajitā samānā vūpakaṭṭhā appamattā ātāpino pahitattā viharantā nacirasseva—",
  "mn27:13.18": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn27:13.19": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "mn27:13.20": "Te evamāhaṃsu:",
  "mn27:13.21": "‘manaṃ vata, bho, anassāma, manaṃ vata, bho, panassāma;",
  "mn27:13.22": "mayañhi pubbe assamaṇāva samānā samaṇamhāti paṭijānimha, abrāhmaṇāva samānā brāhmaṇamhāti paṭijānimha, anarahantova samānā arahantamhāti paṭijānimha.",
  "mn27:13.23": "Idāni khomha samaṇā, idāni khomha brāhmaṇā, idāni khomha arahanto’ti.",
  "mn27:13.24": "Yadāhaṃ, bho, samaṇe gotame imaṃ catutthaṃ padaṃ addasaṃ athāhaṃ niṭṭhamagamaṃ:",
  "mn27:13.25": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti. <span class=\"brnum\">(4)</span>",
  "mn27:14.1": "Yato kho ahaṃ, bho, samaṇe gotame imāni cattāri padāni addasaṃ athāhaṃ niṭṭhamagamaṃ:",
  "mn27:14.2": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’”ti.",
  "mn27:15.1": "Evaṃ vutte, jāṇussoṇi brāhmaṇo sabbasetā vaḷavābhirathā orohitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udānesi:",
  "mn27:16.1": "“Namo tassa bhagavato arahato sammāsambuddhassa;",
  "mn27:17.1": "namo tassa bhagavato arahato sammāsambuddhassa;",
  "mn27:18.1": "namo tassa bhagavato arahato sammāsambuddhassāti.",
  "mn27:19.1": "Appeva nāma mayampi kadāci karahaci tena bhotā gotamena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti.",
  "mn27:20.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn27:20.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn27:20.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn27:20.4": "Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo yāvatako ahosi pilotikena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "mn27:20.5": "Evaṃ vutte, bhagavā jāṇussoṇiṃ brāhmaṇaṃ etadavoca:",
  "mn27:20.6": "“na kho, brāhmaṇa, ettāvatā hatthipadopamo vitthārena paripūro hoti.",
  "mn27:20.7": "Api ca, brāhmaṇa, yathā hatthipadopamo vitthārena paripūro hoti taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn27:20.8": "“Evaṃ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi.",
  "mn27:20.9": "Bhagavā etadavoca:",
  "mn27:21.1": "“Seyyathāpi, brāhmaṇa, nāgavaniko nāgavanaṃ paviseyya.",
  "mn27:21.2": "So passeyya nāgavane mahantaṃ hatthipadaṃ, dīghato ca āyataṃ, tiriyañca vitthataṃ.",
  "mn27:21.3": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṃ gacchati:",
  "mn27:21.4": "‘mahā vata bho nāgo’ti.",
  "mn27:21.5": "Taṃ kissa hetu?",
  "mn27:21.6": "Santi hi, brāhmaṇa, nāgavane vāmanikā nāma hatthiniyo mahāpadā, tāsaṃ petaṃ padaṃ assāti.",
  "mn27:22.1": "So tamanugacchati.",
  "mn27:22.2": "Tamanugacchanto passati nāgavane mahantaṃ hatthipadaṃ, dīghato ca āyataṃ, tiriyañca vitthataṃ, uccā ca nisevitaṃ.",
  "mn27:22.3": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṃ gacchati:",
  "mn27:22.4": "‘mahā vata bho nāgo’ti.",
  "mn27:22.5": "Taṃ kissa hetu?",
  "mn27:22.6": "Santi hi, brāhmaṇa, nāgavane uccā kāḷārikā nāma hatthiniyo mahāpadā, tāsaṃ petaṃ padaṃ assāti.",
  "mn27:23.1": "So tamanugacchati.",
  "mn27:23.2": "Tamanugacchanto passati nāgavane mahantaṃ hatthipadaṃ, dīghato ca āyataṃ, tiriyañca vitthataṃ, uccā ca nisevitaṃ, uccā ca dantehi ārañjitāni.",
  "mn27:23.3": "Yo hoti kusalo nāgavaniko neva tāva niṭṭhaṃ gacchati:",
  "mn27:23.4": "‘mahā vata bho nāgo’ti.",
  "mn27:23.5": "Taṃ kissa hetu?",
  "mn27:23.6": "Santi hi, brāhmaṇa, nāgavane uccā kaṇerukā nāma hatthiniyo mahāpadā, tāsaṃ petaṃ padaṃ assāti.",
  "mn27:24.1": "So tamanugacchati.",
  "mn27:24.2": "Tamanugacchanto passati nāgavane mahantaṃ hatthipadaṃ, dīghato ca āyataṃ, tiriyañca vitthataṃ, uccā ca nisevitaṃ, uccā ca dantehi ārañjitāni, uccā ca sākhābhaṅgaṃ.",
  "mn27:24.3": "Tañca nāgaṃ passati rukkhamūlagataṃ vā abbhokāsagataṃ vā gacchantaṃ vā tiṭṭhantaṃ vā nisinnaṃ vā nipannaṃ vā.",
  "mn27:24.4": "So niṭṭhaṃ gacchati:",
  "mn27:24.5": "‘ayameva so mahānāgo’ti.",
  "mn27:25.1": "Evameva kho, brāhmaṇa, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn27:25.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn27:25.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ;",
  "mn27:25.4": "kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn27:25.5": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "mn27:25.6": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "mn27:25.7": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn27:25.8": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā.",
  "mn27:25.9": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn27:25.10": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn27:25.11": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn27:26.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "mn27:27.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī.",
  "mn27:27.2": "Athenena sucibhūtena attanā viharati.",
  "mn27:28.1": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.",
  "mn27:29.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "mn27:30.1": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "mn27:30.2": "Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn27:31.1": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "mn27:31.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn27:32.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn27:33.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ekabhattiko hoti rattūparato, virato vikālabhojanā, naccagītavāditavisūkadassanā paṭivirato hoti, mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, uccāsayanamahāsayanā paṭivirato hoti, jātarūparajatapaṭiggahaṇā paṭivirato hoti, āmakadhaññapaṭiggahaṇā paṭivirato hoti, āmakamaṃsapaṭiggahaṇā paṭivirato hoti, itthikumārikapaṭiggahaṇā paṭivirato hoti, dāsidāsapaṭiggahaṇā paṭivirato hoti, ajeḷakapaṭiggahaṇā paṭivirato hoti, kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti, khettavatthupaṭiggahaṇā paṭivirato hoti, dūteyyapahiṇagamanānuyogā paṭivirato hoti, kayavikkayā paṭivirato hoti, tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti, ukkoṭanavañcananikatisāciyogā paṭivirato hoti, chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "mn27:34.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "mn27:34.2": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn27:34.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;",
  "mn27:34.4": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "mn27:34.5": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn27:34.6": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "mn27:35.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn27:35.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "mn27:35.3": "Sotena saddaṃ sutvā …",
  "mn27:35.4": "pe …",
  "mn27:35.5": "ghānena gandhaṃ ghāyitvā …",
  "mn27:35.6": "jivhāya rasaṃ sāyitvā …",
  "mn27:35.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn27:35.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn27:35.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "mn27:35.10": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "mn27:36.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "mn27:37.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn27:37.2": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn27:37.3": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti.",
  "mn27:37.4": "Byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī byāpādapadosā cittaṃ parisodheti.",
  "mn27:37.5": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti.",
  "mn27:37.6": "Uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto uddhaccakukkuccā cittaṃ parisodheti.",
  "mn27:37.7": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn27:38.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn27:38.2": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:38.3": "Na tveva tāva ariyasāvako niṭṭhaṃ gacchati:",
  "mn27:38.4": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:39.1": "Puna caparaṃ, brāhmaṇa, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn27:39.2": "Idampi vuccati, brāhmaṇa …",
  "mn27:39.3": "pe …",
  "mn27:39.4": "suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:40.1": "Puna caparaṃ, brāhmaṇa, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn27:40.2": "Idampi vuccati, brāhmaṇa …",
  "mn27:40.3": "pe …",
  "mn27:40.4": "suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:41.1": "Puna caparaṃ, brāhmaṇa, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn27:41.2": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:41.3": "Na tveva tāva ariyasāvako niṭṭhaṃ gacchati:",
  "mn27:41.4": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:42.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn27:42.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn27:42.3": "ekampi jātiṃ, dvepi jātiyo …",
  "mn27:42.4": "pe …",
  "mn27:42.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn27:42.6": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:42.7": "Na tveva tāva ariyasāvako niṭṭhaṃ gacchati:",
  "mn27:42.8": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:43.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn27:43.2": "So dibbena cakkhunā visuddhena atikkantamānusakena …",
  "mn27:43.3": "pe …",
  "mn27:43.4": "yathākammūpage satte pajānāti.",
  "mn27:43.5": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:43.6": "Na tveva tāva ariyasāvako niṭṭhaṃ gacchati:",
  "mn27:43.7": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:44.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn27:44.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn27:44.3": "‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn27:44.4": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:44.5": "Na tveva tāva ariyasāvako niṭṭhaṃ gato hoti, api ca kho niṭṭhaṃ gacchati:",
  "mn27:44.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:45.1": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn27:45.2": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn27:45.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn27:45.4": "Idampi vuccati, brāhmaṇa, tathāgatapadaṃ itipi, tathāgatanisevitaṃ itipi, tathāgatārañjitaṃ itipi.",
  "mn27:45.5": "Ettāvatā kho, brāhmaṇa, ariyasāvako niṭṭhaṃ gato hoti:",
  "mn27:45.6": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn27:45.7": "Ettāvatā kho, brāhmaṇa, hatthipadopamo vitthārena paripūro hotī”ti.",
  "mn27:46.1": "Evaṃ vutte, jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "mn27:46.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn27:46.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn27:46.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn27:46.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn27:46.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca.",
  "mn27:46.7": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn27:47.1": "Cūḷahatthipadopamasuttaṃ niṭṭhitaṃ sattamaṃ."
}