{
  "_markup_path": "markup/mn/mn3.html",
  "_alt_strings": [
    "en/sujato/mn/mn3.json"
  ],
  "mn3:1.1": "Majjhima Nikāya 3",
  "mn3:2.1": "Dhammadāyādasutta",
  "mn3:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn3:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn3:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn3:3.4": "“bhikkhavo”ti.",
  "mn3:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn3:3.6": "Bhagavā etadavoca:",
  "mn3:4.1": "“Dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā.",
  "mn3:4.2": "Atthi me tumhesu anukampā:",
  "mn3:4.3": "‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’ti.",
  "mn3:4.4": "Tumhe ca me, bhikkhave, āmisadāyādā bhaveyyātha no dhammadāyādā, tumhepi tena ādiyā bhaveyyātha:",
  "mn3:4.5": "‘āmisadāyādā satthusāvakā viharanti, no dhammadāyādā’ti;",
  "mn3:4.6": "ahampi tena ādiyo bhaveyyaṃ:",
  "mn3:4.7": "‘āmisadāyādā satthusāvakā viharanti, no dhammadāyādā’ti.",
  "mn3:4.8": "Tumhe ca me, bhikkhave, dhammadāyādā bhaveyyātha, no āmisadāyādā, tumhepi tena na ādiyā bhaveyyātha:",
  "mn3:4.9": "‘dhammadāyādā satthusāvakā viharanti, no āmisadāyādā’ti;",
  "mn3:4.10": "ahampi tena na ādiyo bhaveyyaṃ:",
  "mn3:4.11": "‘dhammadāyādā satthusāvakā viharanti, no āmisadāyādā’ti.",
  "mn3:4.12": "Tasmātiha me, bhikkhave, dhammadāyādā bhavatha, mā āmisadāyādā.",
  "mn3:4.13": "Atthi me tumhesu anukampā:",
  "mn3:4.14": "‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’ti.",
  "mn3:5.1": "Idhāhaṃ, bhikkhave, bhuttāvī assaṃ pavārito paripuṇṇo pariyosito suhito yāvadattho;",
  "mn3:5.2": "siyā ca me piṇḍapāto atirekadhammo chaḍḍanīyadhammo.",
  "mn3:5.3": "Atha dve bhikkhū āgaccheyyuṃ jighacchādubbalyaparetā.",
  "mn3:5.4": "Tyāhaṃ evaṃ vadeyyaṃ:",
  "mn3:5.5": "‘ahaṃ khomhi, bhikkhave, bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;",
  "mn3:5.6": "atthi ca me ayaṃ piṇḍapāto atirekadhammo chaḍḍanīyadhammo.",
  "mn3:5.7": "Sace ākaṅkhatha, bhuñjatha, no ce tumhe bhuñjissatha, idānāhaṃ appaharite vā chaḍḍessāmi, appāṇake vā udake opilāpessāmī’ti.",
  "mn3:6.1": "Tatrekassa bhikkhuno evamassa:",
  "mn3:6.2": "‘bhagavā kho bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;",
  "mn3:6.3": "atthi cāyaṃ bhagavato piṇḍapāto atirekadhammo chaḍḍanīyadhammo.",
  "mn3:6.4": "Sace mayaṃ na bhuñjissāma, idāni bhagavā appaharite vā chaḍḍessati, appāṇake vā udake opilāpessati.",
  "mn3:6.5": "Vuttaṃ kho panetaṃ bhagavatā:",
  "mn3:6.6": "“dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā”ti.",
  "mn3:6.7": "Āmisaññataraṃ kho panetaṃ, yadidaṃ piṇḍapāto.",
  "mn3:6.8": "Yannūnāhaṃ imaṃ piṇḍapātaṃ abhuñjitvā imināva jighacchādubbalyena evaṃ imaṃ rattindivaṃ vītināmeyyan’ti.",
  "mn3:6.9": "So taṃ piṇḍapātaṃ abhuñjitvā teneva jighacchādubbalyena evaṃ taṃ rattindivaṃ vītināmeyya.",
  "mn3:7.1": "Atha dutiyassa bhikkhuno evamassa:",
  "mn3:7.2": "‘bhagavā kho bhuttāvī pavārito paripuṇṇo pariyosito suhito yāvadattho;",
  "mn3:7.3": "atthi cāyaṃ bhagavato piṇḍapāto atirekadhammo chaḍḍanīyadhammo.",
  "mn3:7.4": "Sace mayaṃ na bhuñjissāma, idāni bhagavā appaharite vā chaḍḍessati, appāṇake vā udake opilāpessati.",
  "mn3:7.5": "Yannūnāhaṃ imaṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ imaṃ rattindivaṃ vītināmeyyan’ti.",
  "mn3:7.6": "So taṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ taṃ rattindivaṃ vītināmeyya.",
  "mn3:8.1": "Kiñcāpi so, bhikkhave, bhikkhu taṃ piṇḍapātaṃ bhuñjitvā jighacchādubbalyaṃ paṭivinodetvā evaṃ taṃ rattindivaṃ vītināmeyya, atha kho asuyeva me purimo bhikkhu pujjataro ca pāsaṃsataro ca.",
  "mn3:8.2": "Taṃ kissa hetu?",
  "mn3:8.3": "Tañhi tassa, bhikkhave, bhikkhuno dīgharattaṃ appicchatāya santuṭṭhiyā sallekhāya subharatāya vīriyārambhāya saṃvattissati.",
  "mn3:8.4": "Tasmātiha me, bhikkhave, dhammadāyādā bhavatha, mā āmisadāyādā.",
  "mn3:8.5": "Atthi me tumhesu anukampā:",
  "mn3:8.6": "‘kinti me sāvakā dhammadāyādā bhaveyyuṃ, no āmisadāyādā’”ti.",
  "mn3:9.1": "Idamavoca bhagavā.",
  "mn3:9.2": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.",
  "mn3:10.1": "Tatra kho āyasmā sāriputto acirapakkantassa bhagavato bhikkhū āmantesi:",
  "mn3:10.2": "“āvuso bhikkhave”ti.",
  "mn3:10.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "mn3:10.4": "Āyasmā sāriputto etadavoca:",
  "mn3:11.1": "“Kittāvatā nu kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti, kittāvatā ca pana satthu pavivittassa viharato sāvakā vivekamanusikkhantī”ti?",
  "mn3:11.2": "“Dūratopi kho mayaṃ, āvuso, āgacchāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ.",
  "mn3:11.3": "Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho;",
  "mn3:11.4": "āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti.",
  "mn3:11.5": "“Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn3:11.6": "“Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "mn3:11.7": "Āyasmā sāriputto etadavoca:",
  "mn3:12.1": "“Kittāvatā nu kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti?",
  "mn3:12.2": "Idhāvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti, yesañca dhammānaṃ satthā pahānamāha, te ca dhamme nappajahanti, bāhulikā ca honti, sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā.",
  "mn3:12.3": "Tatrāvuso, therā bhikkhū tīhi ṭhānehi gārayhā bhavanti.",
  "mn3:12.4": "‘Satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhantī’ti—",
  "mn3:12.5": "iminā paṭhamena ṭhānena therā bhikkhū gārayhā bhavanti.",
  "mn3:12.6": "‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme nappajahantī’ti—",
  "mn3:12.7": "iminā dutiyena ṭhānena therā bhikkhū gārayhā bhavanti.",
  "mn3:12.8": "‘Bāhulikā ca, sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā’ti—",
  "mn3:12.9": "iminā tatiyena ṭhānena therā bhikkhū gārayhā bhavanti.",
  "mn3:12.10": "Therā, āvuso, bhikkhū imehi tīhi ṭhānehi gārayhā bhavanti.",
  "mn3:12.11": "Tatrāvuso, majjhimā bhikkhū …",
  "mn3:12.12": "pe …",
  "mn3:12.13": "navā bhikkhū tīhi ṭhānehi gārayhā bhavanti.",
  "mn3:12.14": "‘Satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhantī’ti—",
  "mn3:12.15": "iminā paṭhamena ṭhānena navā bhikkhū gārayhā bhavanti.",
  "mn3:12.16": "‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme nappajahantī’ti—",
  "mn3:12.17": "iminā dutiyena ṭhānena navā bhikkhū gārayhā bhavanti.",
  "mn3:12.18": "‘Bāhulikā ca honti, sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā’ti—",
  "mn3:12.19": "iminā tatiyena ṭhānena navā bhikkhū gārayhā bhavanti.",
  "mn3:12.20": "Navā, āvuso, bhikkhū imehi tīhi ṭhānehi gārayhā bhavanti.",
  "mn3:12.21": "Ettāvatā kho, āvuso, satthu pavivittassa viharato sāvakā vivekaṃ nānusikkhanti.",
  "mn3:13.1": "Kittāvatā ca panāvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti?",
  "mn3:13.2": "Idhāvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti—",
  "mn3:13.3": "yesañca dhammānaṃ satthā pahānamāha te ca dhamme pajahanti;",
  "mn3:13.4": "na ca bāhulikā honti, na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā.",
  "mn3:13.5": "Tatrāvuso, therā bhikkhū tīhi ṭhānehi pāsaṃsā bhavanti.",
  "mn3:13.6": "‘Satthu pavivittassa viharato sāvakā vivekamanusikkhantī’ti—",
  "mn3:13.7": "iminā paṭhamena ṭhānena therā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.8": "‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme pajahantī’ti—",
  "mn3:13.9": "iminā dutiyena ṭhānena therā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.10": "‘Na ca bāhulikā, na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā’ti—",
  "mn3:13.11": "iminā tatiyena ṭhānena therā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.12": "Therā, āvuso, bhikkhū imehi tīhi ṭhānehi pāsaṃsā bhavanti.",
  "mn3:13.13": "Tatrāvuso, majjhimā bhikkhū …",
  "mn3:13.14": "pe …",
  "mn3:13.15": "navā bhikkhū tīhi ṭhānehi pāsaṃsā bhavanti.",
  "mn3:13.16": "‘Satthu pavivittassa viharato sāvakā vivekamanusikkhantī’ti—",
  "mn3:13.17": "iminā paṭhamena ṭhānena navā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.18": "‘Yesañca dhammānaṃ satthā pahānamāha te ca dhamme pajahantī’ti—",
  "mn3:13.19": "iminā dutiyena ṭhānena navā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.20": "‘Na ca bāhulikā, na sāthalikā okkamane nikkhittadhurā paviveke pubbaṅgamā’ti—",
  "mn3:13.21": "iminā tatiyena ṭhānena navā bhikkhū pāsaṃsā bhavanti.",
  "mn3:13.22": "Navā, āvuso, bhikkhū imehi tīhi ṭhānehi pāsaṃsā bhavanti.",
  "mn3:13.23": "Ettāvatā kho, āvuso, satthu pavivittassa viharato sāvakā vivekamanusikkhanti.",
  "mn3:14.1": "Tatrāvuso, lobho ca pāpako doso ca pāpako.",
  "mn3:14.2": "Lobhassa ca pahānāya dosassa ca pahānāya atthi majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "mn3:14.3": "Katamā ca sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?",
  "mn3:14.4": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "mn3:14.5": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.",
  "mn3:14.6": "Ayaṃ kho sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "mn3:15.1": "Tatrāvuso, kodho ca pāpako upanāho ca pāpako …",
  "mn3:15.2": "pe …",
  "mn3:15.3": "makkho ca pāpako paḷāso ca pāpako, issā ca pāpikā maccherañca pāpakaṃ, māyā ca pāpikā sāṭheyyañca pāpakaṃ, thambho ca pāpako sārambho ca pāpako, māno ca pāpako atimāno ca pāpako, mado ca pāpako pamādo ca pāpako.",
  "mn3:15.4": "Madassa ca pahānāya pamādassa ca pahānāya atthi majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "mn3:15.5": "Katamā ca sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?",
  "mn3:15.6": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "mn3:15.7": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.",
  "mn3:15.8": "Ayaṃ kho sā, āvuso, majjhimā paṭipadā cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattatī”ti.",
  "mn3:16.1": "Idamavocāyasmā sāriputto.",
  "mn3:16.2": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.",
  "mn3:17.1": "Dhammadāyādasuttaṃ niṭṭhitaṃ tatiyaṃ."
}