{
  "_markup_path": "markup/mn/mn31.html",
  "_alt_strings": [
    "en/sujato/mn/mn31.json"
  ],
  "mn31:1.1": "Majjhima Nikāya 31",
  "mn31:2.1": "Cūḷagosiṅgasutta",
  "mn31:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn31:3.2": "ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe.",
  "mn31:3.3": "Tena kho pana samayena āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo gosiṅgasālavanadāye viharanti.",
  "mn31:3.4": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena gosiṅgasālavanadāyo tenupasaṅkami.",
  "mn31:3.5": "Addasā kho dāyapālo bhagavantaṃ dūratova āgacchantaṃ.",
  "mn31:3.6": "Disvāna bhagavantaṃ etadavoca:",
  "mn31:3.7": "“mā, samaṇa, etaṃ dāyaṃ pāvisi.",
  "mn31:3.8": "Santettha tayo kulaputtā attakāmarūpā viharanti.",
  "mn31:3.9": "Mā tesaṃ aphāsumakāsī”ti.",
  "mn31:4.1": "Assosi kho āyasmā anuruddho dāyapālassa bhagavatā saddhiṃ mantayamānassa.",
  "mn31:4.2": "Sutvāna dāyapālaṃ etadavoca:",
  "mn31:4.3": "“mā, āvuso dāyapāla, bhagavantaṃ vāresi.",
  "mn31:4.4": "Satthā no bhagavā anuppatto”ti.",
  "mn31:4.5": "Atha kho āyasmā anuruddho yenāyasmā ca nandiyo āyasmā ca kimilo tenupasaṅkami;",
  "mn31:4.6": "upasaṅkamitvā āyasmantañca nandiyaṃ āyasmantañca kimilaṃ etadavoca:",
  "mn31:4.7": "“abhikkamathāyasmanto, abhikkamathāyasmanto, satthā no bhagavā anuppatto”ti.",
  "mn31:4.8": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ paccuggantvā—",
  "mn31:4.9": "eko bhagavato pattacīvaraṃ paṭiggahesi, eko āsanaṃ paññapesi, eko pādodakaṃ upaṭṭhāpesi.",
  "mn31:4.10": "Nisīdi bhagavā paññatte āsane.",
  "mn31:4.11": "Nisajja kho bhagavā pāde pakkhālesi.",
  "mn31:4.12": "Tepi kho āyasmanto bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn31:4.13": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca:",
  "mn31:5.1": "“Kacci vo, anuruddhā, khamanīyaṃ, kacci yāpanīyaṃ, kacci piṇḍakena na kilamathā”ti?",
  "mn31:5.2": "“Khamanīyaṃ, bhagavā, yāpanīyaṃ, bhagavā;",
  "mn31:5.3": "na ca mayaṃ, bhante, piṇḍakena kilamāmā”ti. <a class=\"wp\" id=\"wp6\"></a>“",
  "mn31:5.4": "Kacci pana vo, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti? <a class=\"wp\" id=\"wp7\"></a>“",
  "mn31:5.5": "Taggha mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.",
  "mn31:5.6": "“Yathā kathaṃ pana tumhe, anuruddhā, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharathā”ti?",
  "mn31:5.7": "“Idha mayhaṃ, bhante, evaṃ hoti:",
  "mn31:5.8": "‘lābhā vata me, suladdhaṃ vata me, yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.",
  "mn31:5.9": "Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca;",
  "mn31:5.10": "mettaṃ vacīkammaṃ paccupaṭṭhitaṃ āvi ceva raho ca;",
  "mn31:5.11": "mettaṃ manokammaṃ paccupaṭṭhitaṃ āvi ceva raho ca.",
  "mn31:5.12": "Tassa mayhaṃ, bhante, evaṃ hoti:",
  "mn31:5.13": "‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.",
  "mn31:5.14": "So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.",
  "mn31:5.15": "Nānā hi kho no, bhante, kāyā ekañca pana maññe cittan”ti.",
  "mn31:6.1": "Āyasmāpi kho nandiyo …",
  "mn31:6.2": "pe …",
  "mn31:6.3": "āyasmāpi kho kimilo bhagavantaṃ etadavoca:",
  "mn31:6.4": "“mayhampi, bhante, evaṃ hoti:",
  "mn31:6.5": "‘lābhā vata me, suladdhaṃ vata me, yohaṃ evarūpehi sabrahmacārīhi saddhiṃ viharāmī’ti.",
  "mn31:6.6": "Tassa mayhaṃ, bhante, imesu āyasmantesu mettaṃ kāyakammaṃ paccupaṭṭhitaṃ āvi ceva raho ca, mettaṃ vacīkammaṃ paccupaṭṭhitaṃ āvi ceva raho ca, mettaṃ manokammaṃ paccupaṭṭhitaṃ āvi ceva raho ca.",
  "mn31:6.7": "Tassa mayhaṃ, bhante, evaṃ hoti:",
  "mn31:6.8": "‘yannūnāhaṃ sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vatteyyan’ti.",
  "mn31:6.9": "So kho ahaṃ, bhante, sakaṃ cittaṃ nikkhipitvā imesaṃyeva āyasmantānaṃ cittassa vasena vattāmi.",
  "mn31:6.10": "Nānā hi kho no, bhante, kāyā ekañca pana maññe cittan”ti.",
  "mn31:7.1": "“Evaṃ kho mayaṃ, bhante, samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharāmā”ti.",
  "mn31:8.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:8.2": "Kacci pana vo, anuruddhā, appamattā ātāpino pahitattā viharathā”ti? <a class=\"wp\" id=\"wp9\"></a>“",
  "mn31:8.3": "Taggha mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.",
  "mn31:8.4": "“Yathā kathaṃ pana tumhe, anuruddhā, appamattā ātāpino pahitattā viharathā”ti?",
  "mn31:8.5": "“Idha, bhante, amhākaṃ yo paṭhamaṃ gāmato piṇḍāya paṭikkamati so āsanāni paññapeti, pānīyaṃ paribhojanīyaṃ upaṭṭhāpeti, avakkārapātiṃ upaṭṭhāpeti.",
  "mn31:8.6": "Yo pacchā gāmato piṇḍāya paṭikkamati, sace hoti bhuttāvaseso sace ākaṅkhati bhuñjati, no ce ākaṅkhati appaharite vā chaḍḍeti, appāṇake vā udake opilāpeti.",
  "mn31:8.7": "So āsanāni paṭisāmeti, pānīyaṃ paribhojanīyaṃ paṭisāmeti, avakkārapātiṃ paṭisāmeti, bhattaggaṃ sammajjati.",
  "mn31:8.8": "Yo passati pānīyaghaṭaṃ vā paribhojanīyaghaṭaṃ vā vaccaghaṭaṃ vā rittaṃ tucchaṃ so upaṭṭhāpeti.",
  "mn31:8.9": "Sacassa hoti avisayhaṃ, hatthavikārena dutiyaṃ āmantetvā hatthavilaṅghakena upaṭṭhāpema, na tveva mayaṃ, bhante, tappaccayā vācaṃ bhindāma.",
  "mn31:8.10": "Pañcāhikaṃ kho pana mayaṃ, bhante, sabbarattikaṃ dhammiyā kathāya sannisīdāma.",
  "mn31:8.11": "Evaṃ kho mayaṃ, bhante, appamattā ātāpino pahitattā viharāmā”ti.",
  "mn31:9.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:9.2": "Atthi pana vo, anuruddhā, evaṃ appamattānaṃ ātāpīnaṃ pahitattānaṃ viharantānaṃ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:9.3": "“Kiñhi no siyā, bhante.",
  "mn31:9.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāma.",
  "mn31:9.5": "Ayaṃ kho no, bhante, amhākaṃ appamattānaṃ ātāpīnaṃ pahitattānaṃ viharantānaṃ uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:10.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:10.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:10.3": "“Kiñhi no siyā, bhante.",
  "mn31:10.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāma.",
  "mn31:10.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:11.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:11.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:11.3": "“Kiñhi no siyā, bhante.",
  "mn31:11.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma pītiyā ca virāgā upekkhakā ca viharāma, satā ca sampajānā, sukhañca kāyena paṭisaṃvedema, yaṃ taṃ ariyā ācikkhanti:",
  "mn31:11.5": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāma.",
  "mn31:11.6": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:12.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:12.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:12.3": "“Kiñhi no siyā, bhante.",
  "mn31:12.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāma.",
  "mn31:12.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:13.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:13.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:13.3": "“Kiñhi no siyā, bhante.",
  "mn31:13.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharāma.",
  "mn31:13.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:14.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:14.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:14.3": "“Kiñhi no siyā, bhante.",
  "mn31:14.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharāma …",
  "mn31:14.5": "pe …",
  "mn31:14.6": "sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharāma …",
  "mn31:14.7": "pe …",
  "mn31:14.8": "sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāma.",
  "mn31:14.9": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti.",
  "mn31:15.1": "“Sādhu sādhu, anuruddhā.",
  "mn31:15.2": "Etassa pana vo, anuruddhā, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā atthañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "mn31:15.3": "“Kiñhi no siyā, bhante.",
  "mn31:15.4": "Idha mayaṃ, bhante, yāvadeva ākaṅkhāma sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharāma, paññāya ca no disvā āsavā parikkhīṇā.",
  "mn31:15.5": "Etassa, bhante, vihārassa samatikkamāya etassa vihārassa paṭippassaddhiyā ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro.",
  "mn31:15.6": "Imamhā ca mayaṃ, bhante, phāsuvihārā aññaṃ phāsuvihāraṃ uttaritaraṃ vā paṇītataraṃ vā na samanupassāmā”ti.",
  "mn31:15.7": "“Sādhu sādhu, anuruddhā.",
  "mn31:15.8": "Imamhā phāsuvihārā uttaritaro vā paṇītataro vā phāsuvihāro natthī”ti.",
  "mn31:16.1": "Atha kho bhagavā āyasmantañca anuruddhaṃ āyasmantañca nandiyaṃ āyasmantañca kimilaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.",
  "mn31:16.2": "Atha kho āyasmā ca anuruddho āyasmā ca nandiyo āyasmā ca kimilo bhagavantaṃ anusaṃyāyitvā tato paṭinivattitvā āyasmā ca nandiyo āyasmā ca kimilo āyasmantaṃ anuruddhaṃ etadavocuṃ:",
  "mn31:16.3": "“kiṃ nu kho mayaṃ āyasmato anuruddhassa evamārocimha:",
  "mn31:16.4": "‘imāsañca imāsañca vihārasamāpattīnaṃ mayaṃ lābhino’ti, yaṃ no āyasmā anuruddho bhagavato sammukhā yāva āsavānaṃ khayā pakāsetī”ti?",
  "mn31:16.5": "“Na kho me āyasmanto evamārocesuṃ:",
  "mn31:16.6": "‘imāsañca imāsañca vihārasamāpattīnaṃ mayaṃ lābhino’ti, api ca me āyasmantānaṃ cetasā ceto paricca vidito:",
  "mn31:16.7": "‘imāsañca imāsañca vihārasamāpattīnaṃ ime āyasmanto lābhino’ti.",
  "mn31:16.8": "Devatāpi me etamatthaṃ ārocesuṃ:",
  "mn31:16.9": "‘imāsañca imāsañca vihārasamāpattīnaṃ ime āyasmanto lābhino’ti.",
  "mn31:16.10": "Tamenaṃ bhagavatā pañhābhipuṭṭhena byākatan”ti.",
  "mn31:17.1": "Atha kho dīgho parajano yakkho yena bhagavā tenupasaṅkami;",
  "mn31:17.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.",
  "mn31:17.3": "Ekamantaṃ ṭhito kho dīgho parajano yakkho bhagavantaṃ etadavoca:",
  "mn31:17.4": "“lābhā vata, bhante, vajjīnaṃ, suladdhalābhā vajjipajāya, yattha tathāgato viharati arahaṃ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:17.5": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti.",
  "mn31:17.6": "Dīghassa parajanassa yakkhassa saddaṃ sutvā bhummā devā saddamanussāvesuṃ:",
  "mn31:17.7": "“lābhā vata, bho, vajjīnaṃ, suladdhalābhā vajjipajāya, yattha tathāgato viharati arahaṃ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:17.8": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti.",
  "mn31:17.9": "Bhummānaṃ devānaṃ saddaṃ sutvā cātumahārājikā devā …",
  "mn31:17.10": "pe …",
  "mn31:17.11": "tāvatiṃsā devā …",
  "mn31:17.12": "pe …",
  "mn31:17.13": "yāmā devā …",
  "mn31:17.14": "pe …",
  "mn31:17.15": "tusitā devā …",
  "mn31:17.16": "pe …",
  "mn31:17.17": "nimmānaratī devā …",
  "mn31:17.18": "pe …",
  "mn31:17.19": "paranimmitavasavattī devā …",
  "mn31:17.20": "pe …",
  "mn31:17.21": "brahmakāyikā devā saddamanussāvesuṃ:",
  "mn31:17.22": "“lābhā vata, bho, vajjīnaṃ, suladdhalābhā vajjipajāya, yattha tathāgato viharati arahaṃ sammāsambuddho, ime ca tayo kulaputtā—",
  "mn31:17.23": "āyasmā ca anuruddho, āyasmā ca nandiyo, āyasmā ca kimilo”ti.",
  "mn31:17.24": "Itiha te āyasmanto tena khaṇena tena layena tena muhuttena yāva brahmalokā viditā ahesuṃ.",
  "mn31:18.1": "“Evametaṃ, dīgha, evametaṃ, dīgha.",
  "mn31:18.2": "Yasmāpi, dīgha, kulā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, tañcepi kulaṃ ete tayo kulaputte pasannacittaṃ anussareyya, tassapāssa kulassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.3": "Yasmāpi, dīgha, kulaparivaṭṭā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi kulaparivaṭṭo ete tayo kulaputte pasannacitto anussareyya, tassapāssa kulaparivaṭṭassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.4": "Yasmāpi, dīgha, gāmā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi gāmo ete tayo kulaputte pasannacitto anussareyya, tassapāssa gāmassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.5": "Yasmāpi, dīgha, nigamā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi nigamo ete tayo kulaputte pasannacitto anussareyya, tassapāssa nigamassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.6": "Yasmāpi, dīgha, nagarā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, tañcepi nagaraṃ ete tayo kulaputte pasannacittaṃ anussareyya, tassapāssa nagarassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.7": "Yasmāpi, dīgha, janapadā ete tayo kulaputtā agārasmā anagāriyaṃ pabbajitā, so cepi janapado ete tayo kulaputte pasannacitto anussareyya, tassapāssa janapadassa dīgharattaṃ hitāya sukhāya.",
  "mn31:18.8": "Sabbe cepi, dīgha, khattiyā ete tayo kulaputte pasannacittā anussareyyuṃ, sabbesānampāssa khattiyānaṃ dīgharattaṃ hitāya sukhāya.",
  "mn31:18.9": "Sabbe cepi, dīgha, brāhmaṇā …",
  "mn31:18.10": "pe …",
  "mn31:18.11": "sabbe cepi, dīgha, vessā …",
  "mn31:18.12": "pe …",
  "mn31:18.13": "sabbe cepi, dīgha, suddā ete tayo kulaputte pasannacittā anussareyyuṃ, sabbesānampāssa suddānaṃ dīgharattaṃ hitāya sukhāya.",
  "mn31:18.14": "Sadevako cepi, dīgha, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā ete tayo kulaputte pasannacittā anussareyya, sadevakassapāssa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāya.",
  "mn31:18.15": "Passa, dīgha, yāva ete tayo kulaputtā bahujanahitāya paṭipannā bahujanasukhāya lokānukampāya, atthāya hitāya sukhāya devamanussānan”ti.",
  "mn31:19.1": "Idamavoca bhagavā.",
  "mn31:19.2": "Attamano dīgho parajano yakkho bhagavato bhāsitaṃ abhinandīti.",
  "mn31:20.1": "Cūḷagosiṅgasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}