{
  "_markup_path": "markup/mn/mn35.html",
  "_alt_strings": [
    "en/sujato/mn/mn35.json"
  ],
  "mn35:1.1": "Majjhima Nikāya 35",
  "mn35:2.1": "Cūḷasaccakasutta",
  "mn35:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn35:3.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "mn35:3.3": "Tena kho pana samayena saccako nigaṇṭhaputto vesāliyaṃ paṭivasati bhassappavādako paṇḍitavādo sādhusammato bahujanassa.",
  "mn35:3.4": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati:",
  "mn35:3.5": "“nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṅghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ.",
  "mn35:3.6": "Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ, sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya.",
  "mn35:3.7": "Ko pana vādo manussabhūtassā”ti?",
  "mn35:4.1": "Atha kho āyasmā assaji pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.",
  "mn35:4.2": "Addasā kho saccako nigaṇṭhaputto vesāliyaṃ jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno āyasmantaṃ assajiṃ dūratova āgacchantaṃ.",
  "mn35:4.3": "Disvāna yenāyasmā assaji tenupasaṅkami;",
  "mn35:4.4": "upasaṅkamitvā āyasmatā assajinā saddhiṃ sammodi.",
  "mn35:4.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn35:4.6": "Ekamantaṃ ṭhito kho saccako nigaṇṭhaputto āyasmantaṃ assajiṃ etadavoca: <a class=\"wp\" id=\"wp4\"></a>“",
  "mn35:4.7": "kathaṃ pana, bho assaji, samaṇo gotamo sāvake vineti, kathaṃbhāgā ca pana samaṇassa gotamassa sāvakesu anusāsanī bahulā pavattatī”ti?",
  "mn35:4.8": "“Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattati:",
  "mn35:4.9": "‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ.",
  "mn35:4.10": "Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā.",
  "mn35:4.11": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti.",
  "mn35:4.12": "Evaṃ kho, aggivessana, bhagavā sāvake vineti, evaṃbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattatī”ti.",
  "mn35:4.13": "“Dussutaṃ vata, bho assaji, assumha ye mayaṃ evaṃvādiṃ samaṇaṃ gotamaṃ assumha.",
  "mn35:4.14": "Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo, appeva nāma tasmā pāpakā diṭṭhigatā viveceyyāmā”ti.",
  "mn35:5.1": "Tena kho pana samayena pañcamattāni licchavisatāni santhāgāre sannipatitāni honti kenacideva karaṇīyena.",
  "mn35:5.2": "Atha kho saccako nigaṇṭhaputto yena te licchavī tenupasaṅkami;",
  "mn35:5.3": "upasaṅkamitvā te licchavī etadavoca:",
  "mn35:5.4": "“abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissati.",
  "mn35:5.5": "Sace me samaṇo gotamo tathā patiṭṭhissati yathā ca me ñātaññatarena sāvakena assajinā nāma bhikkhunā patiṭṭhitaṃ, seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;",
  "mn35:5.6": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
  "mn35:5.7": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākiḷañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;",
  "mn35:5.8": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
  "mn35:5.9": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya;",
  "mn35:5.10": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ odhunissāmi niddhunissāmi nipphoṭessāmi.",
  "mn35:5.11": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati;",
  "mn35:5.12": "evamevāhaṃ samaṇaṃ gotamaṃ sāṇadhovikaṃ maññe kīḷitajātaṃ kīḷissāmi.",
  "mn35:5.13": "Abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṃ kathāsallāpo bhavissatī”ti.",
  "mn35:5.14": "Tatrekacce licchavī evamāhaṃsu:",
  "mn35:5.15": "“kiṃ samaṇo gotamo saccakassa nigaṇṭhaputtassa vādaṃ āropessati, atha kho saccako nigaṇṭhaputto samaṇassa gotamassa vādaṃ āropessatī”ti?",
  "mn35:5.16": "Ekacce licchavī evamāhaṃsu:",
  "mn35:5.17": "“kiṃ so bhavamāno saccako nigaṇṭhaputto yo bhagavato vādaṃ āropessati, atha kho bhagavā saccakassa nigaṇṭhaputtassa vādaṃ āropessatī”ti?",
  "mn35:5.18": "Atha kho saccako nigaṇṭhaputto pañcamattehi licchavisatehi parivuto yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami.",
  "mn35:6.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.",
  "mn35:6.2": "Atha kho saccako nigaṇṭhaputto yena te bhikkhū tenupasaṅkami;",
  "mn35:6.3": "upasaṅkamitvā te bhikkhū etadavoca:",
  "mn35:6.4": "“kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati?",
  "mn35:6.5": "Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti.",
  "mn35:6.6": "“Esa, aggivessana, bhagavā mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti.",
  "mn35:6.7": "Atha kho saccako nigaṇṭhaputto mahatiyā licchaviparisāya saddhiṃ mahāvanaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami;",
  "mn35:6.8": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn35:6.9": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn35:6.10": "Tepi kho licchavī appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.",
  "mn35:6.11": "Appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "mn35:7.1": "Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:",
  "mn35:7.2": "“puccheyyāhaṃ bhavantaṃ gotamaṃ kiñcideva desaṃ, sace me bhavaṃ gotamo okāsaṃ karoti pañhassa veyyākaraṇāyā”ti.",
  "mn35:7.3": "“Puccha, aggivessana, yadākaṅkhasī”ti.",
  "mn35:7.4": "“Kathaṃ pana bhavaṃ gotamo sāvake vineti, kathaṃbhāgā ca pana bhoto gotamassa sāvakesu anusāsanī bahulā pavattatī”ti?",
  "mn35:7.5": "“Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattati:",
  "mn35:7.6": "‘rūpaṃ, bhikkhave, aniccaṃ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṃ aniccaṃ.",
  "mn35:7.7": "Rūpaṃ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṃ anattā.",
  "mn35:7.8": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti.",
  "mn35:7.9": "Evaṃ kho ahaṃ, aggivessana, sāvake vinemi, evaṃbhāgā ca pana me sāvakesu anusāsanī bahulā pavattatī”ti.",
  "mn35:8.1": "“Upamā maṃ, bho gotama, paṭibhātī”ti.",
  "mn35:8.2": "“Paṭibhātu taṃ, aggivessanā”ti bhagavā avoca.",
  "mn35:9.1": "“Seyyathāpi, bho gotama, ye kecime bījagāmabhūtagāmā vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya.",
  "mn35:9.2": "Evamete bījagāmabhūtagāmā vuddhiṃ virūḷhiṃ vepullaṃ āpajjanti.",
  "mn35:9.3": "Seyyathāpi vā pana, bho gotama, ye kecime balakaraṇīyā kammantā karīyanti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya.",
  "mn35:9.4": "Evamete balakaraṇīyā kammantā karīyanti.",
  "mn35:9.5": "Evameva kho, bho gotama, rūpattāyaṃ purisapuggalo rūpe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, vedanattāyaṃ purisapuggalo vedanāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saññattāyaṃ purisapuggalo saññāyaṃ patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, saṅkhārattāyaṃ purisapuggalo saṅkhāresu patiṭṭhāya puññaṃ vā apuññaṃ vā pasavati, viññāṇattāyaṃ purisapuggalo viññāṇe patiṭṭhāya puññaṃ vā apuññaṃ vā pasavatī”ti.",
  "mn35:10.1": "“Nanu tvaṃ, aggivessana, evaṃ vadesi:",
  "mn35:10.2": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti?",
  "mn35:10.3": "“Ahañhi, bho gotama, evaṃ vadāmi:",
  "mn35:10.4": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’ti, ayañca mahatī janatā”ti.",
  "mn35:11.1": "“Kiñhi te, aggivessana, mahatī janatā karissati?",
  "mn35:11.2": "Iṅgha tvaṃ, aggivessana, sakaññeva vādaṃ nibbeṭhehī”ti.",
  "mn35:11.3": "“Ahañhi, bho gotama, evaṃ vadāmi:",
  "mn35:11.4": "‘rūpaṃ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṃ me attā’”ti.",
  "mn35:12.1": "“Tena hi, aggivessana, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.",
  "mn35:12.2": "Taṃ kiṃ maññasi, aggivessana, vatteyya rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—",
  "mn35:12.3": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassā”ti?",
  "mn35:12.4": "“Vatteyya, bho gotama, rañño khattiyassa muddhāvasittassa sakasmiṃ vijite vaso—",
  "mn35:12.5": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa.",
  "mn35:12.6": "Imesampi hi, bho gotama, saṃghānaṃ gaṇānaṃ—",
  "mn35:12.7": "seyyathidaṃ—",
  "mn35:12.8": "vajjīnaṃ mallānaṃ—",
  "mn35:12.9": "vattati sakasmiṃ vijite vaso—",
  "mn35:12.10": "ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ.",
  "mn35:12.11": "Kiṃ pana rañño khattiyassa muddhāvasittassa, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa?",
  "mn35:12.12": "Vatteyya, bho gotama, vattituñca marahatī”ti.",
  "mn35:13.1": "“Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:13.2": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
  "mn35:13.3": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti?",
  "mn35:13.4": "Evaṃ vutte, saccako nigaṇṭhaputto tuṇhī ahosi.",
  "mn35:13.5": "Dutiyampi kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:",
  "mn35:13.6": "“taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:13.7": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
  "mn35:13.8": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti?",
  "mn35:13.9": "Dutiyampi kho saccako nigaṇṭhaputto tuṇhī ahosi.",
  "mn35:13.10": "Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:",
  "mn35:13.11": "“byākarohi dāni, aggivessana, na dāni te tuṇhībhāvassa kālo.",
  "mn35:13.12": "Yo koci, aggivessana tathāgatena yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalatī”ti.",
  "mn35:14.1": "Tena kho pana samayena vajirapāṇi yakkho āyasaṃ vajiraṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ saccakassa nigaṇṭhaputtassa uparivehāsaṃ ṭhito hoti:",
  "mn35:14.2": "“sacāyaṃ saccako nigaṇṭhaputto bhagavatā yāvatatiyaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati etthevassa sattadhā muddhaṃ phālessāmī”ti.",
  "mn35:14.3": "Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati saccako ca nigaṇṭhaputto.",
  "mn35:14.4": "Atha kho saccako nigaṇṭhaputto bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī bhagavantaṃ etadavoca:",
  "mn35:14.5": "“pucchatu maṃ bhavaṃ gotamo, byākarissāmī”ti.",
  "mn35:15.1": "“Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:15.2": "‘rūpaṃ me attā’ti, vattati te tasmiṃ rūpe vaso—",
  "mn35:15.3": "evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī”ti?",
  "mn35:15.4": "“No hidaṃ, bho gotama”.",
  "mn35:16.1": "“Manasi karohi, aggivessana;",
  "mn35:16.2": "manasi karitvā kho, aggivessana, byākarohi.",
  "mn35:16.3": "Na kho te sandhiyati purimena vā pacchimaṃ pacchimena vā purimaṃ.",
  "mn35:16.4": "Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:16.5": "‘vedanā me attā’ti, vattati te tissaṃ vedanāyaṃ vaso—",
  "mn35:16.6": "evaṃ me vedanā hotu, evaṃ me vedanā mā ahosī”ti?",
  "mn35:16.7": "“No hidaṃ, bho gotama”.",
  "mn35:17.1": "“Manasi karohi, aggivessana;",
  "mn35:17.2": "manasi karitvā kho, aggivessana, byākarohi.",
  "mn35:17.3": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn35:17.4": "Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:17.5": "‘saññā me attā’ti, vattati te tissaṃ saññāyaṃ vaso—",
  "mn35:17.6": "evaṃ me saññā hotu, evaṃ me saññā mā ahosī”ti?",
  "mn35:17.7": "“No hidaṃ, bho gotama”.",
  "mn35:18.1": "“Manasi karohi, aggivessana;",
  "mn35:18.2": "manasi karitvā kho, aggivessana, byākarohi.",
  "mn35:18.3": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn35:18.4": "Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:18.5": "‘saṅkhārā me attā’ti, vattati te tesu saṅkhāresu vaso—",
  "mn35:18.6": "evaṃ me saṅkhārā hontu, evaṃ me saṅkhārā mā ahesun”ti?",
  "mn35:18.7": "“No hidaṃ, bho gotama”.",
  "mn35:19.1": "“Manasi karohi, aggivessana;",
  "mn35:19.2": "manasi karitvā kho, aggivessana, byākarohi.",
  "mn35:19.3": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn35:19.4": "Taṃ kiṃ maññasi, aggivessana, yaṃ tvaṃ evaṃ vadesi:",
  "mn35:19.5": "‘viññāṇaṃ me attā’ti, vattati te tasmiṃ viññāṇe vaso—",
  "mn35:19.6": "evaṃ me viññāṇaṃ hotu, evaṃ me viññāṇaṃ mā ahosī”ti?",
  "mn35:19.7": "“No hidaṃ, bho gotama”.",
  "mn35:20.1": "“Manasi karohi, aggivessana;",
  "mn35:20.2": "manasi karitvā kho, aggivessana, byākarohi.",
  "mn35:20.3": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn35:20.4": "Taṃ kiṃ maññasi, aggivessana, rūpaṃ niccaṃ vā aniccaṃ vā”ti?",
  "mn35:20.5": "“Aniccaṃ, bho gotama”.",
  "mn35:20.6": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?",
  "mn35:20.7": "“Dukkhaṃ, bho gotama”.",
  "mn35:20.8": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:",
  "mn35:20.9": "‘etaṃ mama, esohamasmi, eso me attā’”ti?",
  "mn35:20.10": "“No hidaṃ, bho gotama”.",
  "mn35:21.1": "“Taṃ kiṃ maññasi, aggivessana, vedanā …",
  "mn35:21.2": "pe …",
  "mn35:21.3": "saññā …",
  "mn35:21.4": "pe …",
  "mn35:21.5": "saṅkhārā …",
  "mn35:21.6": "pe …",
  "mn35:21.7": "taṃ kiṃ maññasi, aggivessana, viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?",
  "mn35:21.8": "“Aniccaṃ, bho gotama”.",
  "mn35:21.9": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?",
  "mn35:21.10": "“Dukkhaṃ, bho gotama”.",
  "mn35:21.11": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:",
  "mn35:21.12": "‘etaṃ mama, esohamasmi, eso me attā’”ti?",
  "mn35:21.13": "“No hidaṃ, bho gotama”.",
  "mn35:22.1": "“Taṃ kiṃ maññasi, aggivessana, yo nu kho dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati, api nu kho so sāmaṃ vā dukkhaṃ parijāneyya, dukkhaṃ vā parikkhepetvā vihareyyā”ti?",
  "mn35:22.2": "“Kiñhi siyā, bho gotama?",
  "mn35:22.3": "No hidaṃ, bho gotamā”ti.",
  "mn35:23.1": "“Taṃ kiṃ maññasi, aggivessana, nanu tvaṃ evaṃ sante dukkhaṃ allīno dukkhaṃ upagato dukkhaṃ ajjhosito, dukkhaṃ:",
  "mn35:23.2": "‘etaṃ mama, esohamasmi, eso me attā’ti samanupassasī”ti?",
  "mn35:23.3": "“Kiñhi no siyā, bho gotama?",
  "mn35:23.4": "Evametaṃ, bho gotamā”ti.",
  "mn35:24.1": "“Seyyathāpi, aggivessana, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya.",
  "mn35:24.2": "So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ.",
  "mn35:24.3": "Tamenaṃ mūle chindeyya, mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya.",
  "mn35:24.4": "So tattha pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ?",
  "mn35:24.5": "Evameva kho tvaṃ, aggivessana, mayā sakasmiṃ vāde samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno ritto tuccho aparaddho.",
  "mn35:24.6": "Bhāsitā kho pana te esā, aggivessana, vesāliyaṃ parisati vācā:",
  "mn35:24.7": "‘nāhaṃ taṃ passāmi samaṇaṃ vā brāhmaṇaṃ vā, saṃghiṃ gaṇiṃ gaṇācariyaṃ, api arahantaṃ sammāsambuddhaṃ paṭijānamānaṃ, yo mayā vādena vādaṃ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṃ.",
  "mn35:24.8": "Thūṇaṃ cepāhaṃ acetanaṃ vādena vādaṃ samārabheyyaṃ sāpi mayā vādena vādaṃ samāraddhā saṅkampeyya sampakampeyya sampavedheyya.",
  "mn35:24.9": "Ko pana vādo manussabhūtassā’ti?",
  "mn35:24.10": "Tuyhaṃ kho pana, aggivessana, appekaccāni sedaphusitāni nalāṭā muttāni, uttarāsaṅgaṃ vinibhinditvā bhūmiyaṃ patiṭṭhitāni.",
  "mn35:24.11": "Mayhaṃ kho pana, aggivessana, natthi etarahi kāyasmiṃ sedo”ti.",
  "mn35:24.12": "Iti bhagavā tasmiṃ parisati suvaṇṇavaṇṇaṃ kāyaṃ vivari.",
  "mn35:24.13": "Evaṃ vutte, saccako nigaṇṭhaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.",
  "mn35:25.1": "Atha kho dummukho licchaviputto saccakaṃ nigaṇṭhaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā bhagavantaṃ etadavoca:",
  "mn35:25.2": "“upamā maṃ, bhagavā, paṭibhātī”ti.",
  "mn35:25.3": "“Paṭibhātu taṃ, dummukhā”ti bhagavā avoca.",
  "mn35:25.4": "“Seyyathāpi, bhante, gāmassa vā nigamassa vā avidūre pokkharaṇī.",
  "mn35:25.5": "Tatrāssa kakkaṭako.",
  "mn35:25.6": "Atha kho, bhante, sambahulā kumārakā vā kumārikā vā tamhā gāmā vā nigamā vā nikkhamitvā yena sā pokkharaṇī tenupasaṅkameyyuṃ;",
  "mn35:25.7": "upasaṅkamitvā taṃ pokkharaṇiṃ ogāhetvā taṃ kakkaṭakaṃ udakā uddharitvā thale patiṭṭhāpeyyuṃ.",
  "mn35:25.8": "Yaññadeva hi so, bhante, kakkaṭako aḷaṃ abhininnāmeyya taṃ tadeva te kumārakā vā kumārikā vā kaṭṭhena vā kathalena vā sañchindeyyuṃ sambhañjeyyuṃ sampalibhañjeyyuṃ.",
  "mn35:25.9": "Evañhi so, bhante, kakkaṭako sabbehi aḷehi sañchinnehi sambhaggehi sampalibhaggehi abhabbo taṃ pokkharaṇiṃ puna otarituṃ, seyyathāpi pubbe.",
  "mn35:25.10": "Evameva kho, bhante, yāni saccakassa nigaṇṭhaputtassa visūkāyitāni visevitāni vipphanditāni tānipi sabbāni bhagavatā sañchinnāni sambhaggāni sampalibhaggāni;",
  "mn35:25.11": "abhabbo ca dāni, bhante, saccako nigaṇṭhaputto puna bhagavantaṃ upasaṅkamituṃ yadidaṃ vādādhippāyo”ti.",
  "mn35:25.12": "Evaṃ vutte, saccako nigaṇṭhaputto dummukhaṃ licchaviputtaṃ etadavoca:",
  "mn35:25.13": "“āgamehi tvaṃ, dummukha,āgamehi tvaṃ, dummukha, () na mayaṃ tayā saddhiṃ mantema, idha mayaṃ bhotā gotamena saddhiṃ mantema.",
  "mn35:26.1": "Tiṭṭhatesā, bho gotama, amhākañceva aññesañca puthusamaṇabrāhmaṇānaṃ vācā.",
  "mn35:26.2": "Vilāpaṃ vilapitaṃ maññe.",
  "mn35:26.3": "Kittāvatā ca nu kho bhoto gotamassa sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti?",
  "mn35:26.4": "“Idha, aggivessana, mama sāvako yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati;",
  "mn35:26.5": "yā kāci vedanā …",
  "mn35:26.6": "pe …",
  "mn35:26.7": "yā kāci saññā …",
  "mn35:26.8": "pe …",
  "mn35:26.9": "ye keci saṅkhārā …",
  "mn35:26.10": "pe …",
  "mn35:26.11": "yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.",
  "mn35:26.12": "Ettāvatā kho, aggivessana, mama sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti.",
  "mn35:27.1": "“Kittāvatā pana, bho gotama, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti?",
  "mn35:27.2": "“Idha, aggivessana, bhikkhu yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti;",
  "mn35:27.3": "yā kāci vedanā …",
  "mn35:27.4": "pe …",
  "mn35:27.5": "yā kāci saññā …",
  "mn35:27.6": "pe …",
  "mn35:27.7": "ye keci saṅkhārā …",
  "mn35:27.8": "pe …",
  "mn35:27.9": "yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti.",
  "mn35:27.10": "Ettāvatā kho, aggivessana, bhikkhu arahaṃ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto.",
  "mn35:27.11": "Evaṃ vimuttacitto kho, aggivessana, bhikkhu tīhi anuttariyehi samannāgato hoti—",
  "mn35:27.12": "dassanānuttariyena, paṭipadānuttariyena, vimuttānuttariyena.",
  "mn35:27.13": "Evaṃ vimuttacitto kho, aggivessana, bhikkhu tathāgataññeva sakkaroti garuṃ karoti māneti pūjeti—",
  "mn35:27.14": "buddho so bhagavā bodhāya dhammaṃ deseti, danto so bhagavā damathāya dhammaṃ deseti, santo so bhagavā samathāya dhammaṃ deseti, tiṇṇo so bhagavā taraṇāya dhammaṃ deseti, parinibbuto so bhagavā parinibbānāya dhammaṃ desetī”ti.",
  "mn35:28.1": "Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca:",
  "mn35:28.2": "“mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha.",
  "mn35:28.3": "Siyā hi, bho gotama, hatthiṃ pabhinnaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.",
  "mn35:28.4": "Siyā hi, bho gotama, pajjalitaṃ aggikkhandhaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.",
  "mn35:28.5": "Siyā hi, bho gotama, āsīvisaṃ ghoravisaṃ āsajja purisassa sotthibhāvo, na tveva bhavantaṃ gotamaṃ āsajja siyā purisassa sotthibhāvo.",
  "mn35:28.6": "Mayameva, bho gotama, dhaṃsī, mayaṃ pagabbā, ye mayaṃ bhavantaṃ gotamaṃ vādena vādaṃ āsādetabbaṃ amaññimha.",
  "mn35:28.7": "Adhivāsetu me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.",
  "mn35:28.8": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "mn35:29.1": "Atha kho saccako nigaṇṭhaputto bhagavato adhivāsanaṃ viditvā te licchavī āmantesi:",
  "mn35:29.2": "“suṇantu me bhonto licchavī, samaṇo me gotamo nimantito svātanāya saddhiṃ bhikkhusaṅghena.",
  "mn35:29.3": "Tena me abhihareyyātha yamassa patirūpaṃ maññeyyāthā”ti.",
  "mn35:29.4": "Atha kho te licchavī tassā rattiyā accayena saccakassa nigaṇṭhaputtassa pañcamattāni thālipākasatāni bhattābhihāraṃ abhihariṃsu.",
  "mn35:29.5": "Atha kho nigaṇṭhaputto sake ārāme paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:",
  "mn35:29.6": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti.",
  "mn35:29.7": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena saccakassa nigaṇṭhaputtassa ārāmo tenupasaṅkami;",
  "mn35:29.8": "upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.",
  "mn35:29.9": "Atha kho saccako nigaṇṭhaputto buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn35:29.10": "Atha kho saccako nigaṇṭhaputto bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn35:29.11": "Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:",
  "mn35:29.12": "“yamidaṃ, bho gotama, dāne puññañca puññamahī ca taṃ dāyakānaṃ sukhāya hotū”ti.",
  "mn35:29.13": "“Yaṃ kho, aggivessana, tādisaṃ dakkhiṇeyyaṃ āgamma avītarāgaṃ avītadosaṃ avītamohaṃ, taṃ dāyakānaṃ bhavissati.",
  "mn35:29.14": "Yaṃ kho, aggivessana, mādisaṃ dakkhiṇeyyaṃ āgamma vītarāgaṃ vītadosaṃ vītamohaṃ, taṃ tuyhaṃ bhavissatī”ti.",
  "mn35:30.1": "Cūḷasaccakasuttaṃ niṭṭhitaṃ pañcamaṃ."
}