{
  "_markup_path": "markup/mn/mn36.html",
  "_alt_strings": [
    "en/sujato/mn/mn36.json"
  ],
  "mn36:1.1": "Majjhima Nikāya 36",
  "mn36:2.1": "Mahāsaccakasutta",
  "mn36:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn36:3.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "mn36:3.3": "Tena kho pana samayena bhagavā pubbaṇhasamayaṃ sunivattho hoti pattacīvaramādāya vesāliṃ piṇḍāya pavisitukāmo.",
  "mn36:3.4": "Atha kho saccako nigaṇṭhaputto jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami.",
  "mn36:3.5": "Addasā kho āyasmā ānando saccakaṃ nigaṇṭhaputtaṃ dūratova āgacchantaṃ.",
  "mn36:3.6": "Disvāna bhagavantaṃ etadavoca:",
  "mn36:3.7": "“ayaṃ, bhante, saccako nigaṇṭhaputto āgacchati bhassappavādako paṇḍitavādo sādhusammato bahujanassa.",
  "mn36:3.8": "Eso kho, bhante, avaṇṇakāmo buddhassa, avaṇṇakāmo dhammassa, avaṇṇakāmo saṃghassa.",
  "mn36:3.9": "Sādhu, bhante, bhagavā muhuttaṃ nisīdatu anukampaṃ upādāyā”ti.",
  "mn36:3.10": "Nisīdi bhagavā paññatte āsane.",
  "mn36:3.11": "Atha kho saccako nigaṇṭhaputto yena bhagavā tenupasaṅkami;",
  "mn36:3.12": "upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn36:3.13": "Ekamantaṃ nisinno kho saccako nigaṇṭhaputto bhagavantaṃ etadavoca:",
  "mn36:4.1": "“Santi, bho gotama, eke samaṇabrāhmaṇā kāyabhāvanānuyogamanuyuttā viharanti, no cittabhāvanaṃ.",
  "mn36:4.2": "Phusanti hi te, bho gotama, sārīrikaṃ dukkhaṃ vedanaṃ.",
  "mn36:4.3": "Bhūtapubbaṃ, bho gotama, sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ.",
  "mn36:4.4": "Tassa kho etaṃ, bho gotama, kāyanvayaṃ cittaṃ hoti, kāyassa vasena vattati.",
  "mn36:4.5": "Taṃ kissa hetu?",
  "mn36:4.6": "Abhāvitattā cittassa.",
  "mn36:4.7": "Santi pana, bho gotama, eke samaṇabrāhmaṇā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanaṃ.",
  "mn36:4.8": "Phusanti hi te, bho gotama, cetasikaṃ dukkhaṃ vedanaṃ.",
  "mn36:4.9": "Bhūtapubbaṃ, bho gotama, cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṃ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṃ.",
  "mn36:4.10": "Tassa kho eso, bho gotama, cittanvayo kāyo hoti, cittassa vasena vattati.",
  "mn36:4.11": "Taṃ kissa hetu?",
  "mn36:4.12": "Abhāvitattā kāyassa.",
  "mn36:4.13": "Tassa mayhaṃ, bho gotama, evaṃ hoti:",
  "mn36:4.14": "‘addhā bhoto gotamassa sāvakā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanan’”ti.",
  "mn36:5.1": "“Kinti pana te, aggivessana, kāyabhāvanā sutā”ti?",
  "mn36:5.2": "“Seyyathidaṃ—",
  "mn36:5.3": "nando vaccho, kiso saṅkicco, makkhali gosālo—",
  "mn36:5.4": "etehi, bho gotama, acelakā muttācārā hatthāpalekhanā naehibhaddantikā natiṭṭhabhaddantikā na abhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyanti, te na kumbhimukhā paṭiggaṇhanti na kaḷopimukhā paṭiggaṇhanti na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivanti.",
  "mn36:5.5": "Te ekāgārikā vā honti ekālopikā, dvāgārikā vā honti dvālopikā …",
  "mn36:5.6": "pe …",
  "mn36:5.7": "sattāgārikā vā honti sattālopikā.",
  "mn36:5.8": "Ekissāpi dattiyā yāpenti, dvīhipi dattīhi yāpenti …",
  "mn36:5.9": "pe …",
  "mn36:5.10": "sattahipi dattīhi yāpenti.",
  "mn36:5.11": "Ekāhikampi āhāraṃ āhārenti, dvīhikampi āhāraṃ āhārenti …",
  "mn36:5.12": "pe …",
  "mn36:5.13": "sattāhikampi āhāraṃ āhārenti.",
  "mn36:5.14": "Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyuttā viharantī”ti.",
  "mn36:6.1": "“Kiṃ pana te, aggivessana, tāvatakeneva yāpentī”ti?",
  "mn36:6.2": "“No hidaṃ, bho gotama.",
  "mn36:6.3": "Appekadā, bho gotama, uḷārāni uḷārāni khādanīyāni khādanti, uḷārāni uḷārāni bhojanāni bhuñjanti, uḷārāni uḷārāni sāyanīyāni sāyanti, uḷārāni uḷārāni pānāni pivanti.",
  "mn36:6.4": "Te imaṃ kāyaṃ balaṃ gāhenti nāma, brūhenti nāma, medenti nāmā”ti.",
  "mn36:7.1": "“Yaṃ kho te, aggivessana, purimaṃ pahāya pacchā upacinanti, evaṃ imassa kāyassa ācayāpacayo hoti.",
  "mn36:7.2": "Kinti pana te, aggivessana, cittabhāvanā sutā”ti?",
  "mn36:7.3": "Cittabhāvanāya kho saccako nigaṇṭhaputto bhagavatā puṭṭho samāno na sampāyāsi.",
  "mn36:8.1": "Atha kho bhagavā saccakaṃ nigaṇṭhaputtaṃ etadavoca:",
  "mn36:8.2": "“yāpi kho te esā, aggivessana, purimā kāyabhāvanā bhāsitā sāpi ariyassa vinaye no dhammikā kāyabhāvanā.",
  "mn36:8.3": "Kāyabhāvanampi kho tvaṃ, aggivessana, na aññāsi, kuto pana tvaṃ cittabhāvanaṃ jānissasi?",
  "mn36:8.4": "Api ca, aggivessana, yathā abhāvitakāyo ca hoti abhāvitacitto ca, bhāvitakāyo ca hoti bhāvitacitto ca.",
  "mn36:8.5": "Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn36:8.6": "“Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.",
  "mn36:8.7": "Bhagavā etadavoca:",
  "mn36:9.1": "“Kathañca, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca?",
  "mn36:9.2": "Idha, aggivessana, assutavato puthujjanassa uppajjati sukhā vedanā.",
  "mn36:9.3": "So sukhāya vedanāya phuṭṭho samāno sukhasārāgī ca hoti sukhasārāgitañca āpajjati.",
  "mn36:9.4": "Tassa sā sukhā vedanā nirujjhati.",
  "mn36:9.5": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.",
  "mn36:9.6": "So dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.",
  "mn36:9.7": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa.",
  "mn36:9.8": "Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ pariyādāya tiṭṭhati abhāvitattā cittassa, evaṃ kho, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca.",
  "mn36:10.1": "Kathañca, aggivessana, bhāvitakāyo ca hoti bhāvitacitto ca?",
  "mn36:10.2": "Idha, aggivessana, sutavato ariyasāvakassa uppajjati sukhā vedanā.",
  "mn36:10.3": "So sukhāya vedanāya phuṭṭho samāno na sukhasārāgī ca hoti, na sukhasārāgitañca āpajjati.",
  "mn36:10.4": "Tassa sā sukhā vedanā nirujjhati.",
  "mn36:10.5": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā.",
  "mn36:10.6": "So dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati.",
  "mn36:10.7": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa.",
  "mn36:10.8": "Yassa kassaci, aggivessana, evaṃ ubhatopakkhaṃ uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati bhāvitattā cittassa.",
  "mn36:10.9": "Evaṃ kho, aggivessana, bhāvitakāyo ca hoti bhāvitacitto cā”ti.",
  "mn36:11.1": "“Evaṃ pasanno ahaṃ bhoto gotamassa.",
  "mn36:11.2": "Bhavañhi gotamo bhāvitakāyo ca hoti bhāvitacitto cā”ti.",
  "mn36:11.3": "“Addhā kho te ayaṃ, aggivessana, āsajja upanīya vācā bhāsitā, api ca te ahaṃ byākarissāmi.",
  "mn36:11.4": "Yato kho ahaṃ, aggivessana, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito, taṃ vata me uppannā vā sukhā vedanā cittaṃ pariyādāya ṭhassati, uppannā vā dukkhā vedanā cittaṃ pariyādāya ṭhassatīti netaṃ ṭhānaṃ vijjatī”ti.",
  "mn36:12.1": "“Na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā vedanā cittaṃ pariyādāya tiṭṭheyya;",
  "mn36:12.2": "na hi nūna bhoto gotamassa uppajjati tathārūpā dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittaṃ pariyādāya tiṭṭheyyā”ti.",
  "mn36:13.1": "“Kiñhi no siyā, aggivessana?",
  "mn36:13.2": "Idha me, aggivessana, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "mn36:13.3": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn36:13.4": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn36:13.5": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn36:13.6": "So kho ahaṃ, aggivessana, aparena samayena daharova samāno, susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā, akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.",
  "mn36:13.7": "So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn36:13.8": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn36:13.9": "‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn36:13.10": "Evaṃ vutte, aggivessana, āḷāro kālāmo maṃ etadavoca:",
  "mn36:13.11": "‘viharatāyasmā, tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn36:13.12": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn36:13.13": "So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
  "mn36:13.14": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:13.15": "‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.",
  "mn36:14.1": "Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn36:14.2": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn36:14.3": "‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn36:14.4": "Evaṃ vutte, aggivessana, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.",
  "mn36:14.5": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:14.6": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;",
  "mn36:14.7": "na kho āḷārasseva kālāmassa atthi vīriyaṃ, mayhampatthi vīriyaṃ;",
  "mn36:14.8": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati;",
  "mn36:14.9": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi;",
  "mn36:14.10": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā;",
  "mn36:14.11": "yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn36:14.12": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn36:15.1": "Atha khvāhaṃ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn36:15.2": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn36:15.3": "‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn36:15.4": "‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.",
  "mn36:15.5": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn36:15.6": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn36:15.7": "Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;",
  "mn36:15.8": "yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.",
  "mn36:15.9": "Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi;",
  "mn36:15.10": "yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.",
  "mn36:15.11": "Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.",
  "mn36:15.12": "Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.",
  "mn36:15.13": "Iti kho, aggivessana, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn36:15.14": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:15.15": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.",
  "mn36:15.16": "So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn36:16.1": "So kho ahaṃ, aggivessana, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn36:16.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn36:16.3": "‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn36:16.4": "Evaṃ vutte, aggivessana, udako rāmaputto maṃ etadavoca:",
  "mn36:16.5": "‘viharatāyasmā, tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn36:16.6": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn36:16.7": "So kho ahaṃ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
  "mn36:16.8": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:16.9": "‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi.",
  "mn36:16.10": "Addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.",
  "mn36:16.11": "Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn36:16.12": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn36:16.13": "‘kittāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn36:16.14": "Evaṃ vutte, aggivessana, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.",
  "mn36:16.15": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:16.16": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;",
  "mn36:16.17": "na kho rāmasseva ahosi vīriyaṃ, mayhampatthi vīriyaṃ;",
  "mn36:16.18": "na kho rāmasseva ahosi sati, mayhampatthi sati;",
  "mn36:16.19": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi;",
  "mn36:16.20": "na kho rāmasseva ahosi paññā, mayhampatthi paññā;",
  "mn36:16.21": "yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn36:16.22": "So kho ahaṃ, aggivessana, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn36:17.1": "Atha khvāhaṃ, aggivessana, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn36:17.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn36:17.3": "‘ettāvatā no āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn36:17.4": "‘Ettāvatā kho āvuso rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.",
  "mn36:17.5": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn36:17.6": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn36:17.7": "Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;",
  "mn36:17.8": "yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.",
  "mn36:17.9": "Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi;",
  "mn36:17.10": "yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi.",
  "mn36:17.11": "Iti yādiso rāmo ahosi tādiso tuvaṃ;",
  "mn36:17.12": "yādiso tuvaṃ tādiso rāmo ahosi.",
  "mn36:17.13": "Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.",
  "mn36:17.14": "Iti kho, aggivessana, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne ca maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn36:17.15": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:17.16": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.",
  "mn36:17.17": "So kho ahaṃ, aggivessana, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn36:18.1": "So kho ahaṃ, aggivessana, kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.",
  "mn36:18.2": "Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.",
  "mn36:18.3": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:18.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.",
  "mn36:18.5": "Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.",
  "mn36:18.6": "So kho ahaṃ, aggivessana, tattheva nisīdiṃ ‘alamidaṃ padhānāyā’ti.",
  "mn36:19.1": "Apissumaṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.",
  "mn36:19.2": "Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ.",
  "mn36:19.3": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn36:19.4": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn36:19.5": "Taṃ kiṃ maññasi, aggivessana, api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, udake nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn36:19.6": "“No hidaṃ, bho gotama”.",
  "mn36:19.7": "“Taṃ kissa hetu”?",
  "mn36:19.8": "“Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, tañca pana udake nikkhittaṃ.",
  "mn36:19.9": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
  "mn36:19.10": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:19.11": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:19.12": "Ayaṃ kho maṃ, aggivessana, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn36:20.1": "Aparāpi kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn36:20.2": "Seyyathāpi, aggivessana, allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ.",
  "mn36:20.3": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn36:20.4": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn36:20.5": "Taṃ kiṃ maññasi, aggivessana, api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya tejo pātukareyyā”ti?",
  "mn36:20.6": "“No hidaṃ, bho gotama”.",
  "mn36:20.7": "“Taṃ kissa hetu”?",
  "mn36:20.8": "“Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, kiñcāpi ārakā udakā thale nikkhittaṃ.",
  "mn36:20.9": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
  "mn36:20.10": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:20.11": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:20.12": "Ayaṃ kho maṃ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā",
  "mn36:21.1": "Aparāpi kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn36:21.2": "Seyyathāpi, aggivessana, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ.",
  "mn36:21.3": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn36:21.4": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn36:21.5": "Taṃ kiṃ maññasi, aggivessana, api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ, ārakā udakā thale nikkhittaṃ, uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn36:21.6": "“Evaṃ, bho gotama”.",
  "mn36:21.7": "“Taṃ kissa hetu”?",
  "mn36:21.8": "“Aduñhi, bho gotama, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti.",
  "mn36:21.9": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:21.10": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn36:21.11": "Ayaṃ kho maṃ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn36:21.12": "Imā kho maṃ, aggivessana, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.",
  "mn36:22.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:22.2": "‘yannūnāhaṃ dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti.",
  "mn36:22.3": "So kho ahaṃ, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.",
  "mn36:22.4": "Tassa mayhaṃ, aggivessana, dantebhi dantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
  "mn36:22.5": "Seyyathāpi, aggivessana, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;",
  "mn36:22.6": "evameva kho me, aggivessana, dantebhi dantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
  "mn36:22.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:22.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:23.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:23.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn36:23.3": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca assāsapassāse uparundhiṃ.",
  "mn36:23.4": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.",
  "mn36:23.5": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;",
  "mn36:23.6": "evameva kho me, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.",
  "mn36:23.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā.",
  "mn36:23.8": "Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:23.9": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:24.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:24.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn36:24.3": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn36:24.4": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
  "mn36:24.5": "Seyyathāpi, aggivessana, balavā puriso tiṇhena sikharena muddhani abhimattheyya;",
  "mn36:24.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
  "mn36:24.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā.",
  "mn36:24.8": "Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:24.9": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:25.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:25.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn36:25.3": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn36:25.4": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
  "mn36:25.5": "Seyyathāpi, aggivessana, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;",
  "mn36:25.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
  "mn36:25.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā.",
  "mn36:25.8": "Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:25.9": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:26.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:26.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn36:26.3": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn36:26.4": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.",
  "mn36:26.5": "Seyyathāpi, aggivessana, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;",
  "mn36:26.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.",
  "mn36:26.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā.",
  "mn36:26.8": "Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:26.9": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:27.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:27.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn36:27.3": "So kho ahaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn36:27.4": "Tassa mayhaṃ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.",
  "mn36:27.5": "Seyyathāpi, aggivessana, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;",
  "mn36:27.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.",
  "mn36:27.7": "Āraddhaṃ kho pana me, aggivessana, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā.",
  "mn36:27.8": "Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn36:27.9": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:27.10": "Apissu maṃ, aggivessana, devatā disvā evamāhaṃsu:",
  "mn36:27.11": "‘kālaṅkato samaṇo gotamo’ti.",
  "mn36:27.12": "Ekaccā devatā evamāhaṃsu:",
  "mn36:27.13": "‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti.",
  "mn36:27.14": "Ekaccā devatā evamāhaṃsu:",
  "mn36:27.15": "‘na kālaṅkato samaṇo gotamo, napi kālaṃ karoti, arahaṃ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti.",
  "mn36:28.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:28.2": "‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti.",
  "mn36:28.3": "Atha kho maṃ, aggivessana, devatā upasaṅkamitvā etadavocuṃ:",
  "mn36:28.4": "‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji.",
  "mn36:28.5": "Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma, tāya tvaṃ yāpessasī’ti.",
  "mn36:28.6": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:28.7": "‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ, imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ, taṃ mamassa musā’ti.",
  "mn36:28.8": "So kho ahaṃ, aggivessana, tā devatā paccācikkhāmi, ‘halan’ti vadāmi.",
  "mn36:29.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:29.2": "‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsan’ti.",
  "mn36:29.3": "So kho ahaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhāresiṃ, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ.",
  "mn36:29.4": "Tassa mayhaṃ, aggivessana, thokaṃ thokaṃ āhāraṃ āhārayato, pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti.",
  "mn36:29.5": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā;",
  "mn36:29.6": "evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.",
  "mn36:29.7": "Seyyathāpi nāma oṭṭhapadaṃ;",
  "mn36:29.8": "evamevassu me ānisadaṃ hoti tāyevappāhāratāya.",
  "mn36:29.9": "Seyyathāpi nāma vaṭṭanāvaḷī;",
  "mn36:29.10": "evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.",
  "mn36:29.11": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti;",
  "mn36:29.12": "evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.",
  "mn36:29.13": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti;",
  "mn36:29.14": "evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.",
  "mn36:29.15": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto;",
  "mn36:29.16": "evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.",
  "mn36:30.1": "So kho ahaṃ, aggivessana, udaracchaviṃ parimasissāmīti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, piṭṭhikaṇṭakaṃ parimasissāmīti udaracchaviṃyeva pariggaṇhāmi, yāvassu me, aggivessana, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.",
  "mn36:30.2": "So kho ahaṃ, aggivessana, vaccaṃ vā muttaṃ vā karissāmīti tattheva avakujjo papatāmi tāyevappāhāratāya.",
  "mn36:30.3": "So kho ahaṃ, aggivessana, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi.",
  "mn36:30.4": "Tassa mayhaṃ, aggivessana, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.",
  "mn36:30.5": "Apissu maṃ, aggivessana, manussā disvā evamāhaṃsu:",
  "mn36:30.6": "‘kāḷo samaṇo gotamo’ti.",
  "mn36:30.7": "Ekacce manussā evamāhaṃsu:",
  "mn36:30.8": "‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.",
  "mn36:30.9": "Ekacce manussā evamāhaṃsu:",
  "mn36:30.10": "‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti.",
  "mn36:30.11": "Yāvassu me, aggivessana, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.",
  "mn36:31.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:31.2": "‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ, nayito bhiyyo.",
  "mn36:31.3": "Yepi hi keci anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṃ, nayito bhiyyo.",
  "mn36:31.4": "Yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṃ, nayito bhiyyo.",
  "mn36:31.5": "Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ.",
  "mn36:31.6": "Siyā nu kho añño maggo bodhāyā’ti?",
  "mn36:31.7": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:31.8": "‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā.",
  "mn36:31.9": "Siyā nu kho eso maggo bodhāyā’ti?",
  "mn36:31.10": "Tassa mayhaṃ, aggivessana, satānusāri viññāṇaṃ ahosi:",
  "mn36:31.11": "‘eseva maggo bodhāyā’ti.",
  "mn36:31.12": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:31.13": "‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti?",
  "mn36:31.14": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:31.15": "‘na kho ahaṃ tassa sukhassa bhāyāmi, yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti.",
  "mn36:32.1": "Tassa mayhaṃ, aggivessana, etadahosi:",
  "mn36:32.2": "‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena, yannūnāhaṃ oḷārikaṃ āhāraṃ āhāreyyaṃ odanakummāsan’ti.",
  "mn36:32.3": "So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ.",
  "mn36:32.4": "Tena kho pana maṃ, aggivessana, samayena pañca bhikkhū paccupaṭṭhitā honti:",
  "mn36:32.5": "‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati, taṃ no ārocessatī’ti.",
  "mn36:32.6": "Yato kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañca bhikkhū nibbijja pakkamiṃsu:",
  "mn36:32.7": "‘bāhulliko samaṇo gotamo, padhānavibbhanto, āvatto bāhullāyā’ti.",
  "mn36:33.1": "So kho ahaṃ, aggivessana, oḷārikaṃ āhāraṃ āhāretvā, balaṃ gahetvā, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn36:33.2": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:33.3": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn36:33.4": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:33.5": "Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno.",
  "mn36:33.6": "Sukhañca kāyena paṭisaṃvedesiṃ yaṃ taṃ ariyā ācikkhanti:",
  "mn36:33.7": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn36:33.8": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:33.9": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn36:33.10": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:34.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.",
  "mn36:34.2": "So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—",
  "mn36:34.3": "ekampi jātiṃ …",
  "mn36:34.4": "pe …",
  "mn36:34.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn36:34.6": "Ayaṃ kho me, aggivessana, rattiyā paṭhame yāme paṭhamā vijjā adhigatā;",
  "mn36:34.7": "avijjā vihatā, vijjā uppannā;",
  "mn36:34.8": "tamo vihato, āloko uppanno;",
  "mn36:34.9": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn36:34.10": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:35.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn36:35.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …",
  "mn36:35.3": "pe …",
  "mn36:35.4": "ayaṃ kho me, aggivessana, rattiyā majjhime yāme dutiyā vijjā adhigatā;",
  "mn36:35.5": "avijjā vihatā, vijjā uppannā;",
  "mn36:35.6": "tamo vihato, āloko uppanno;",
  "mn36:35.7": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn36:35.8": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:36.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn36:36.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. <a class=\"wp\" id=\"wp43\"></a>‘",
  "mn36:36.3": "Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.",
  "mn36:36.4": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.",
  "mn36:36.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.",
  "mn36:36.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.",
  "mn36:36.7": "Ayaṃ kho me, aggivessana, rattiyā pacchime yāme tatiyā vijjā adhigatā;",
  "mn36:36.8": "avijjā vihatā, vijjā uppannā;",
  "mn36:36.9": "tamo vihato, āloko uppanno;",
  "mn36:36.10": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn36:36.11": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṃ na pariyādāya tiṭṭhati.",
  "mn36:37.1": "Abhijānāmi kho panāhaṃ, aggivessana, anekasatāya parisāya dhammaṃ desetā.",
  "mn36:37.2": "Apissu maṃ ekameko evaṃ maññati:",
  "mn36:37.3": "‘mamevārabbha samaṇo gotamo dhammaṃ desetī’ti.",
  "mn36:37.4": "Na kho panetaṃ, aggivessana, evaṃ daṭṭhabbaṃ;",
  "mn36:37.5": "yāvadeva viññāpanatthāya tathāgato paresaṃ dhammaṃ deseti.",
  "mn36:37.6": "So kho ahaṃ, aggivessana, tassāyeva kathāya pariyosāne, tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapemi sannisādemi ekodiṃ karomi samādahāmi, yena sudaṃ niccakappaṃ viharāmī”ti.",
  "mn36:38.1": "“Okappaniyametaṃ bhoto gotamassa yathā taṃ arahato sammāsambuddhassa.",
  "mn36:38.2": "Abhijānāti kho pana bhavaṃ gotamo divā supitā”ti? <a class=\"wp\" id=\"wp46\"></a>“",
  "mn36:38.3": "Abhijānāmahaṃ, aggivessana, gimhānaṃ pacchime māse pacchābhattaṃ piṇḍapātapaṭikkanto catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sato sampajāno niddaṃ okkamitā”ti.",
  "mn36:38.4": "“Etaṃ kho, bho gotama, eke samaṇabrāhmaṇā sammohavihārasmiṃ vadantī”ti?",
  "mn36:38.5": "“Na kho, aggivessana, ettāvatā sammūḷho vā hoti asammūḷho vā.",
  "mn36:38.6": "Api ca, aggivessana, yathā sammūḷho ca hoti asammūḷho ca, taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn36:38.7": "“Evaṃ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi.",
  "mn36:38.8": "Bhagavā etadavoca:",
  "mn36:39.1": "“Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā appahīnā, tamahaṃ ‘sammūḷho’ti vadāmi.",
  "mn36:39.2": "Āsavānañhi, aggivessana, appahānā sammūḷho hoti.",
  "mn36:39.3": "Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā, tamahaṃ ‘asammūḷho’ti vadāmi.",
  "mn36:39.4": "Āsavānañhi, aggivessana, pahānā asammūḷho hoti.",
  "mn36:40.1": "Tathāgatassa kho, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "mn36:40.2": "Seyyathāpi, aggivessana, tālo matthakacchinno abhabbo puna virūḷhiyā;",
  "mn36:40.3": "evameva kho, aggivessana, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā”ti.",
  "mn36:41.1": "Evaṃ vutte, saccako nigaṇṭhaputto bhagavantaṃ etadavoca:",
  "mn36:41.2": "“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "mn36:41.3": "Yāvañcidaṃ bhoto gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.",
  "mn36:41.4": "Abhijānāmahaṃ, bho gotama, pūraṇaṃ kassapaṃ vādena vādaṃ samārabhitā.",
  "mn36:41.5": "Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.",
  "mn36:41.6": "Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.",
  "mn36:41.7": "Abhijānāmahaṃ, bho gotama, makkhaliṃ gosālaṃ …",
  "mn36:41.8": "pe …",
  "mn36:41.9": "ajitaṃ kesakambalaṃ …",
  "mn36:41.10": "pakudhaṃ kaccāyanaṃ …",
  "mn36:41.11": "sañjayaṃ belaṭṭhaputtaṃ …",
  "mn36:41.12": "nigaṇṭhaṃ nāṭaputtaṃ vādena vādaṃ samārabhitā.",
  "mn36:41.13": "Sopi mayā vādena vādaṃ samāraddho aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.",
  "mn36:41.14": "Bhoto pana gotamassa evaṃ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṃ arahato sammāsambuddhassa.",
  "mn36:41.15": "Handa ca dāni mayaṃ, bho gotama, gacchāma.",
  "mn36:41.16": "Bahukiccā mayaṃ, bahukaraṇīyā”ti.",
  "mn36:41.17": "“Yassadāni tvaṃ, aggivessana, kālaṃ maññasī”ti.",
  "mn36:42.1": "Atha kho saccako nigaṇṭhaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti.",
  "mn36:43.1": "Mahāsaccakasuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}