{
  "_markup_path": "markup/mn/mn37.html",
  "_alt_strings": [
    "en/sujato/mn/mn37.json"
  ],
  "mn37:1.1": "Majjhima Nikāya 37",
  "mn37:2.1": "Cūḷataṇhāsaṅkhayasutta",
  "mn37:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn37:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.",
  "mn37:3.3": "Atha kho sakko devānamindo yena bhagavā tenupasaṅkami;",
  "mn37:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.",
  "mn37:3.5": "Ekamantaṃ ṭhito kho sakko devānamindo bhagavantaṃ etadavoca:",
  "mn37:3.6": "“kittāvatā nu kho, bhante, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti?",
  "mn37:4.1": "“Idha, devānaminda, bhikkhuno sutaṃ hoti:",
  "mn37:4.2": "‘sabbe dhammā nālaṃ abhinivesāyā’ti.",
  "mn37:4.3": "Evañcetaṃ, devānaminda, bhikkhuno sutaṃ hoti:",
  "mn37:4.4": "‘sabbe dhammā nālaṃ abhinivesāyā’ti.",
  "mn37:4.5": "So sabbaṃ dhammaṃ abhijānāti;",
  "mn37:4.6": "sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti;",
  "mn37:4.7": "sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti—",
  "mn37:4.8": "sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "mn37:4.9": "So tāsu vedanāsu aniccānupassī viharanto, virāgānupassī viharanto, nirodhānupassī viharanto, paṭinissaggānupassī viharanto na kiñci loke upādiyati.",
  "mn37:4.10": "Anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati:",
  "mn37:4.11": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn37:4.12": "Ettāvatā kho, devānaminda, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan”ti.",
  "mn37:5.1": "Atha kho sakko devānamindo bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.",
  "mn37:6.1": "Tena kho pana samayena āyasmā mahāmoggallāno bhagavato avidūre nisinno hoti.",
  "mn37:6.2": "Atha kho āyasmato mahāmoggallānassa etadahosi:",
  "mn37:6.3": "“kiṃ nu kho so yakkho bhagavato bhāsitaṃ abhisamecca anumodi udāhu no;",
  "mn37:6.4": "yannūnāhaṃ taṃ yakkhaṃ jāneyyaṃ—",
  "mn37:6.5": "yadi vā so yakkho bhagavato bhāsitaṃ abhisamecca anumodi yadi vā no”ti?",
  "mn37:6.6": "Atha kho āyasmā mahāmoggallāno—",
  "mn37:6.7": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn37:6.8": "evameva—",
  "mn37:6.9": "pubbārāme migāramātupāsāde antarahito devesu tāvatiṃsesu pāturahosi.",
  "mn37:6.10": "Tena kho pana samayena sakko devānamindo ekapuṇḍarīke uyyāne dibbehi pañcahi tūriyasatehi samappito samaṅgībhūto paricāreti.",
  "mn37:6.11": "Addasā kho sakko devānamindo āyasmantaṃ mahāmoggallānaṃ dūratova āgacchantaṃ.",
  "mn37:6.12": "Disvāna tāni dibbāni pañca tūriyasatāni paṭippaṇāmetvā yenāyasmā mahāmoggallāno tenupasaṅkami;",
  "mn37:6.13": "upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ etadavoca:",
  "mn37:6.14": "“ehi kho, mārisa moggallāna, svāgataṃ, mārisa moggallāna.",
  "mn37:6.15": "Cirassaṃ kho, mārisa moggallāna, imaṃ pariyāyaṃ akāsi yadidaṃ idhāgamanāya.",
  "mn37:6.16": "Nisīda, mārisa moggallāna, idamāsanaṃ paññattan”ti.",
  "mn37:6.17": "Nisīdi kho āyasmā mahāmoggallāno paññatte āsane.",
  "mn37:6.18": "Sakkopi kho devānamindo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn37:6.19": "Ekamantaṃ nisinnaṃ kho sakkaṃ devānamindaṃ āyasmā mahāmoggallāno etadavoca: <a class=\"wp\" id=\"wp8\"></a>“",
  "mn37:6.20": "yathā kathaṃ pana kho, kosiya, bhagavā saṃkhittena taṇhāsaṅkhayavimuttiṃ abhāsi?",
  "mn37:6.21": "Sādhu mayampi etissā kathāya bhāgino assāma savanāyā”ti.",
  "mn37:7.1": "“Mayaṃ kho, mārisa moggallāna, bahukiccā bahukaraṇīyā—",
  "mn37:7.2": "appeva sakena karaṇīyena, api ca devānaṃyeva tāvatiṃsānaṃ karaṇīyena.",
  "mn37:7.3": "Api ca, mārisa moggallāna, sussutaṃyeva hoti suggahitaṃ sumanasikataṃ sūpadhāritaṃ, yaṃ no khippameva antaradhāyati.",
  "mn37:7.4": "Bhūtapubbaṃ, mārisa moggallāna, devāsurasaṅgāmo samupabyūḷho ahosi.",
  "mn37:7.5": "Tasmiṃ kho pana, mārisa moggallāna, saṅgāme devā jiniṃsu, asurā parājiniṃsu.",
  "mn37:7.6": "So kho ahaṃ, mārisa moggallāna, taṃ saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tato paṭinivattitvā vejayantaṃ nāma pāsādaṃ māpesiṃ.",
  "mn37:7.7": "Vejayantassa kho, mārisa moggallāna, pāsādassa ekasataṃ niyyūhaṃ.",
  "mn37:7.8": "Ekekasmiṃ niyyūhe satta satta kūṭāgārasatāni.",
  "mn37:7.9": "Ekamekasmiṃ kūṭāgāre satta satta accharāyo.",
  "mn37:7.10": "Ekamekissā accharāya satta satta paricārikāyo.",
  "mn37:7.11": "Iccheyyāsi no tvaṃ, mārisa moggallāna, vejayantassa pāsādassa rāmaṇeyyakaṃ daṭṭhun”ti?",
  "mn37:7.12": "Adhivāsesi kho āyasmā mahāmoggallāno tuṇhībhāvena.",
  "mn37:8.1": "Atha kho sakko ca devānamindo vessavaṇo ca mahārājā āyasmantaṃ mahāmoggallānaṃ purakkhatvā yena vejayanto pāsādo tenupasaṅkamiṃsu.",
  "mn37:8.2": "Addasaṃsu kho sakkassa devānamindassa paricārikāyo āyasmantaṃ mahāmoggallānaṃ dūratova āgacchantaṃ;",
  "mn37:8.3": "disvā ottappamānā hirīyamānā sakaṃ sakaṃ ovarakaṃ pavisiṃsu.",
  "mn37:8.4": "Seyyathāpi nāma suṇisā sasuraṃ disvā ottappati hirīyati;",
  "mn37:8.5": "evameva sakkassa devānamindassa paricārikāyo āyasmantaṃ mahāmoggallānaṃ disvā ottappamānā hirīyamānā sakaṃ sakaṃ ovarakaṃ pavisiṃsu.",
  "mn37:8.6": "Atha kho sakko ca devānamindo vessavaṇo ca mahārājā āyasmantaṃ mahāmoggallānaṃ vejayante pāsāde anucaṅkamāpenti anuvicarāpenti:",
  "mn37:8.7": "“idampi, mārisa moggallāna, passa vejayantassa pāsādassa rāmaṇeyyakaṃ;",
  "mn37:8.8": "idampi, mārisa moggallāna, passa vejayantassa pāsādassa rāmaṇeyyakan”ti.",
  "mn37:8.9": "“Sobhati idaṃ āyasmato kosiyassa, yathā taṃ pubbe katapuññassa.",
  "mn37:8.10": "Manussāpi kiñcideva rāmaṇeyyakaṃ disvā evamāhaṃsu:",
  "mn37:8.11": "‘sobhati vata bho yathā devānaṃ tāvatiṃsānan’ti.",
  "mn37:8.12": "Tayidaṃ āyasmato kosiyassa sobhati, yathā taṃ pubbe katapuññassā”ti.",
  "mn37:8.13": "Atha kho āyasmato mahāmoggallānassa etadahosi:",
  "mn37:8.14": "“atibāḷhaṃ kho ayaṃ yakkho pamatto viharati.",
  "mn37:8.15": "Yannūnāhaṃ imaṃ yakkhaṃ saṃvejeyyan”ti.",
  "mn37:8.16": "Atha kho āyasmā mahāmoggallāno tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā vejayantaṃ pāsādaṃ pādaṅguṭṭhakena saṅkampesi sampakampesi sampavedhesi.",
  "mn37:8.17": "Atha kho sakko ca devānamindo, vessavaṇo ca mahārājā, devā ca tāvatiṃsā acchariyabbhutacittajātā ahesuṃ:",
  "mn37:8.18": "“acchariyaṃ vata, bho, abbhutaṃ vata, bho.",
  "mn37:8.19": "Samaṇassa mahiddhikatā mahānubhāvatā, yatra hi nāma dibbabhavanaṃ pādaṅguṭṭhakena saṅkampessati sampakampessati sampavedhessatī”ti.",
  "mn37:8.20": "Atha kho āyasmā mahāmoggallāno sakkaṃ devānamindaṃ saṃviggaṃ lomahaṭṭhajātaṃ viditvā sakkaṃ devānamindaṃ etadavoca:",
  "mn37:8.21": "“yathā kathaṃ pana kho, kosiya, bhagavā saṃkhittena taṇhāsaṅkhayavimuttiṃ abhāsi?",
  "mn37:8.22": "Sādhu mayampi etissā kathāya bhāgino assāma savanāyā”ti.",
  "mn37:9.1": "“Idhāhaṃ, mārisa moggallāna, yena bhagavā tenupasaṅkamiṃ;",
  "mn37:9.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsiṃ.",
  "mn37:9.3": "Ekamantaṃ ṭhito kho ahaṃ, mārisa moggallāna, bhagavantaṃ etadavocaṃ:",
  "mn37:9.4": "‘kittāvatā nu kho, bhante, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti?",
  "mn37:10.1": "Evaṃ vutte, mārisa moggallāna, bhagavā maṃ etadavoca:",
  "mn37:10.2": "‘idha, devānaminda, bhikkhuno sutaṃ hoti:",
  "mn37:10.3": "“sabbe dhammā nālaṃ abhinivesāyā”ti.",
  "mn37:10.4": "Evañcetaṃ, devānaminda, bhikkhuno sutaṃ hoti “sabbe dhammā nālaṃ abhinivesāyā”ti.",
  "mn37:10.5": "So sabbaṃ dhammaṃ abhijānāti, sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti, sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.",
  "mn37:10.6": "So tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "mn37:10.7": "So tāsu vedanāsu aniccānupassī viharanto, virāgānupassī viharanto, nirodhānupassī viharanto, paṭinissaggānupassī viharanto na kiñci loke upādiyati, anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati:",
  "mn37:10.8": "“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti pajānāti.",
  "mn37:10.9": "Ettāvatā kho, devānaminda, bhikkhu saṅkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti.",
  "mn37:10.10": "Evaṃ kho me, mārisa moggallāna, bhagavā saṅkhittena taṇhāsaṅkhayavimuttiṃ abhāsī”ti.",
  "mn37:11.1": "Atha kho āyasmā mahāmoggallāno sakkassa devānamindassa bhāsitaṃ abhinanditvā anumoditvā—",
  "mn37:11.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn37:11.3": "evameva—",
  "mn37:11.4": "devesu tāvatiṃsesu antarahito pubbārāme migāramātupāsāde pāturahosi.",
  "mn37:11.5": "Atha kho sakkassa devānamindassa paricārikāyo acirapakkante āyasmante mahāmoggallāne sakkaṃ devānamindaṃ etadavocuṃ:",
  "mn37:11.6": "“eso nu te, mārisa, so bhagavā satthā”ti?",
  "mn37:11.7": "“Na kho me, mārisa, so bhagavā satthā.",
  "mn37:11.8": "Sabrahmacārī me eso āyasmā mahāmoggallāno”ti.",
  "mn37:11.9": "“Lābhā te, mārisa, suladdhaṃ te, mārisa yassa te sabrahmacārī evaṃmahiddhiko evaṃmahānubhāvo.",
  "mn37:11.10": "Aho nūna te so bhagavā satthā”ti.",
  "mn37:12.1": "Atha kho āyasmā mahāmoggallāno yena bhagavā tenupasaṅkami;",
  "mn37:12.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn37:12.3": "Ekamantaṃ nisinno kho āyasmā mahāmoggallāno bhagavantaṃ etadavoca:",
  "mn37:12.4": "“abhijānāti no, bhante, bhagavā ahu ñātaññatarassa mahesakkhassa yakkhassa saṃkhittena taṇhāsaṅkhayavimuttiṃ bhāsitā”ti?",
  "mn37:12.5": "“Abhijānāmahaṃ, moggallāna, idha sakko devānamindo yenāhaṃ tenupasaṅkami;",
  "mn37:12.6": "upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi.",
  "mn37:12.7": "Ekamantaṃ ṭhito kho, moggallāna, sakko devānamindo maṃ etadavoca:",
  "mn37:12.8": "‘kittāvatā nu kho, bhante, bhikkhu saṃkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti.",
  "mn37:13.1": "Evaṃ vutte, ahaṃ, moggallāna, sakkaṃ devānamindaṃ etadavocaṃ ‘idha devānaminda, bhikkhuno sutaṃ hoti “sabbe dhammā nālaṃ abhinivesāyā”ti.",
  "mn37:13.2": "Evaṃ cetaṃ, devānaminda, bhikkhuno sutaṃ hoti “sabbe dhammā nālaṃ abhinivesāyā”ti.",
  "mn37:13.3": "So sabbaṃ dhammaṃ abhijānāti, sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti, sabbaṃ dhammaṃ pariññāya yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā.",
  "mn37:13.4": "So tāsu vedanāsu aniccānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "mn37:13.5": "So tāsu vedanāsu aniccānupassī viharanto, virāgānupassī viharanto, nirodhānupassī viharanto, paṭinissaggānupassī viharanto na kiñci loke upādiyati, anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati:",
  "mn37:13.6": "“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti pajānāti.",
  "mn37:13.7": "Ettāvatā kho, devānaminda, bhikkhu saṃkhittena taṇhāsaṅkhayavimutto hoti accantaniṭṭho accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānan’ti.",
  "mn37:13.8": "Evaṃ kho ahaṃ, moggallāna, abhijānāmi sakkassa devānamindassa saṃkhittena taṇhāsaṅkhayavimuttiṃ bhāsitā”ti.",
  "mn37:14.1": "Idamavoca bhagavā.",
  "mn37:14.2": "Attamano āyasmā mahāmoggallāno bhagavato bhāsitaṃ abhinandīti.",
  "mn37:15.1": "Cūḷataṇhāsaṅkhayasuttaṃ niṭṭhitaṃ sattamaṃ."
}