{
  "_markup_path": "markup/mn/mn4.html",
  "_alt_strings": [
    "en/sujato/mn/mn4.json"
  ],
  "mn4:1.1": "Majjhima Nikāya 4",
  "mn4:2.1": "Bhayabheravasutta",
  "mn4:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn4:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn4:3.3": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn4:3.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn4:3.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn4:3.6": "Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "mn4:3.7": "“yeme, bho gotama, kulaputtā bhavantaṃ gotamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, bhavaṃ tesaṃ gotamo pubbaṅgamo, bhavaṃ tesaṃ gotamo bahukāro, bhavaṃ tesaṃ gotamo samādapetā;",
  "mn4:3.8": "bhoto ca pana gotamassa sā janatā diṭṭhānugatiṃ āpajjatī”ti.",
  "mn4:3.9": "“Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa.",
  "mn4:3.10": "Ye te, brāhmaṇa, kulaputtā mamaṃ uddissa saddhā agārasmā anagāriyaṃ pabbajitā, ahaṃ tesaṃ pubbaṅgamo, ahaṃ tesaṃ bahukāro, ahaṃ tesaṃ samādapetā;",
  "mn4:3.11": "mama ca pana sā janatā diṭṭhānugatiṃ āpajjatī”ti.",
  "mn4:3.12": "“Durabhisambhavāni hi kho, bho gotama, araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno”ti.",
  "mn4:3.13": "“Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa.",
  "mn4:3.14": "Durabhisambhavāni hi kho, brāhmaṇa, araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno.",
  "mn4:4.1": "Mayhampi kho, brāhmaṇa, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "mn4:4.2": "‘durabhisambhavāni hi kho araññavanapatthāni pantāni senāsanāni, dukkaraṃ pavivekaṃ, durabhiramaṃ ekatte, haranti maññe mano vanāni samādhiṃ alabhamānassa bhikkhuno’ti.",
  "mn4:4.3": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:4.4": "‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhakāyakammantasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:4.5": "Na kho panāhaṃ aparisuddhakāyakammanto araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:4.6": "parisuddhakāyakammantohamasmi.",
  "mn4:4.7": "Ye hi vo ariyā parisuddhakāyakammantā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:4.8": "Etamahaṃ, brāhmaṇa, parisuddhakāyakammataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(1)</span>",
  "mn4:5.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:5.2": "‘ye kho keci samaṇā vā brāhmaṇā vā aparisuddhavacīkammantā …",
  "mn4:5.3": "pe …",
  "mn4:5.4": "aparisuddhamanokammantā …",
  "mn4:5.5": "pe …",
  "mn4:5.6": "aparisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti, aparisuddhājīvasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:5.7": "Na kho panāhaṃ aparisuddhājīvo araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:5.8": "parisuddhājīvohamasmi.",
  "mn4:5.9": "Ye hi vo ariyā parisuddhājīvā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:5.10": "Etamahaṃ, brāhmaṇa, parisuddhājīvataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya.",
  "mn4:5.11": "(2–4.)",
  "mn4:6.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:6.2": "‘ye kho keci samaṇā vā brāhmaṇā vā abhijjhālū kāmesu tibbasārāgā araññavanapatthāni pantāni senāsanāni paṭisevanti, abhijjhālukāmesutibbasārāgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:6.3": "Na kho panāhaṃ abhijjhālu kāmesu tibbasārāgo araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:6.4": "anabhijjhālūhamasmi.",
  "mn4:6.5": "Ye hi vo ariyā anabhijjhālū araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṃ aññataro’ti.",
  "mn4:6.6": "Etamahaṃ, brāhmaṇa, anabhijjhālutaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(5)</span>",
  "mn4:7.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:7.2": "‘ye kho keci samaṇā vā brāhmaṇā vā byāpannacittā paduṭṭhamanasaṅkappā araññavanapatthāni pantāni senāsanāni paṭisevanti, byāpannacittapaduṭṭhamanasaṅkappasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:7.3": "Na kho panāhaṃ byāpannacitto paduṭṭhamanasaṅkappo araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:7.4": "mettacittohamasmi.",
  "mn4:7.5": "Ye hi vo ariyā mettacittā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:7.6": "Etamahaṃ, brāhmaṇa, mettacittataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(6)</span>",
  "mn4:8.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:8.2": "‘ye kho keci samaṇā vā brāhmaṇā vā thinamiddhapariyuṭṭhitā araññavanapatthāni pantāni senāsanāni paṭisevanti, thinamiddhapariyuṭṭhānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:8.3": "Na kho panāhaṃ thinamiddhapariyuṭṭhito araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:8.4": "vigatathinamiddhohamasmi.",
  "mn4:8.5": "Ye hi vo ariyā vigatathinamiddhā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:8.6": "Etamahaṃ, brāhmaṇa, vigatathinamiddhataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(7)</span>",
  "mn4:9.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:9.2": "‘ye kho keci samaṇā vā brāhmaṇā vā uddhatā avūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, uddhataavūpasantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:9.3": "Na kho panāhaṃ uddhato avūpasantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:9.4": "vūpasantacittohamasmi.",
  "mn4:9.5": "Ye hi vo ariyā vūpasantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, tesamahaṃ aññataro’ti.",
  "mn4:9.6": "Etamahaṃ, brāhmaṇa, vūpasantacittataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(8)</span>",
  "mn4:10.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:10.2": "‘ye kho keci samaṇā vā brāhmaṇā vā kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevanti, kaṅkhivicikicchisandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:10.3": "Na kho panāhaṃ kaṅkhī vicikicchī araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:10.4": "tiṇṇavicikicchohamasmi.",
  "mn4:10.5": "Ye hi vo ariyā tiṇṇavicikicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:10.6": "Etamahaṃ, brāhmaṇa, tiṇṇavicikicchataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(9)</span>",
  "mn4:11.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:11.2": "‘ye kho keci samaṇā vā brāhmaṇā vā attukkaṃsakā paravambhī araññavanapatthāni pantāni senāsanāni paṭisevanti, attukkaṃsanaparavambhanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:11.3": "Na kho panāhaṃ attukkaṃsako paravambhī araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:11.4": "anattukkaṃsako aparavambhīhamasmi.",
  "mn4:11.5": "Ye hi vo ariyā anattukkaṃsakā aparavambhī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:11.6": "Etamahaṃ, brāhmaṇa, anattukkaṃsakataṃ aparavambhitaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(10)</span>",
  "mn4:12.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:12.2": "‘ye kho keci samaṇā vā brāhmaṇā vā chambhī bhīrukajātikā araññavanapatthāni pantāni senāsanāni paṭisevanti, chambhibhīrukajātikasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:12.3": "Na kho panāhaṃ chambhī bhīrukajātiko araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:12.4": "vigatalomahaṃsohamasmi.",
  "mn4:12.5": "Ye hi vo ariyā vigatalomahaṃsā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:12.6": "Etamahaṃ, brāhmaṇa, vigatalomahaṃsataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(11)</span>",
  "mn4:13.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:13.2": "‘ye kho keci samaṇā vā brāhmaṇā vā lābhasakkārasilokaṃ nikāmayamānā araññavanapatthāni pantāni senāsanāni paṭisevanti, lābhasakkārasilokanikāmanasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:13.3": "Na kho panāhaṃ lābhasakkārasilokaṃ nikāmayamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:13.4": "appicchohamasmi.",
  "mn4:13.5": "Ye hi vo ariyā appicchā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:13.6": "Etamahaṃ, brāhmaṇa, appicchataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(12)</span>",
  "mn4:14.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:14.2": "‘ye kho keci samaṇā vā brāhmaṇā vā kusītā hīnavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti, kusītahīnavīriyasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:14.3": "Na kho panāhaṃ kusīto hīnavīriyo araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:14.4": "āraddhavīriyohamasmi.",
  "mn4:14.5": "Ye hi vo ariyā āraddhavīriyā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:14.6": "Etamahaṃ, brāhmaṇa, āraddhavīriyataṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(13)</span>",
  "mn4:15.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:15.2": "‘ye kho keci samaṇā vā brāhmaṇā vā muṭṭhassatī asampajānā araññavanapatthāni pantāni senāsanāni paṭisevanti, muṭṭhassatiasampajānasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:15.3": "Na kho panāhaṃ muṭṭhassati asampajāno araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:15.4": "upaṭṭhitassatihamasmi.",
  "mn4:15.5": "Ye hi vo ariyā upaṭṭhitassatī araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:15.6": "Etamahaṃ, brāhmaṇa, upaṭṭhitassatitaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(14)</span>",
  "mn4:16.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:16.2": "‘ye kho keci samaṇā vā brāhmaṇā vā asamāhitā vibbhantacittā araññavanapatthāni pantāni senāsanāni paṭisevanti, asamāhitavibbhantacittasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:16.3": "Na kho panāhaṃ asamāhito vibbhantacitto araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:16.4": "samādhisampannohamasmi.",
  "mn4:16.5": "Ye hi vo ariyā samādhisampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:16.6": "Etamahaṃ, brāhmaṇa, samādhisampadaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(15)</span>",
  "mn4:17.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:17.2": "‘ye kho keci samaṇā vā brāhmaṇā vā duppaññā eḷamūgā araññavanapatthāni pantāni senāsanāni paṭisevanti, duppaññaeḷamūgasandosahetu have te bhonto samaṇabrāhmaṇā akusalaṃ bhayabheravaṃ avhāyanti.",
  "mn4:17.3": "Na kho panāhaṃ duppañño eḷamūgo araññavanapatthāni pantāni senāsanāni paṭisevāmi;",
  "mn4:17.4": "paññāsampannohamasmi.",
  "mn4:17.5": "Ye hi vo ariyā paññāsampannā araññavanapatthāni pantāni senāsanāni paṭisevanti tesamahaṃ aññataro’ti.",
  "mn4:17.6": "Etamahaṃ, brāhmaṇa, paññāsampadaṃ attani sampassamāno bhiyyo pallomamāpādiṃ araññe vihārāya. <span class=\"brnum\">(16)</span>",
  "mn4:18.1": "Soḷasapariyāyaṃ niṭṭhitaṃ.",
  "mn4:19.1": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:19.2": "‘yannūnāhaṃ yā tā rattiyo abhiññātā abhilakkhitā—",
  "mn4:19.3": "cātuddasī pañcadasī aṭṭhamī ca pakkhassa—",
  "mn4:19.4": "tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṃsanakāni salomahaṃsāni tathārūpesu senāsanesu vihareyyaṃ appeva nāmāhaṃ bhayabheravaṃ passeyyan’ti.",
  "mn4:19.5": "So kho ahaṃ, brāhmaṇa, aparena samayena yā tā rattiyo abhiññātā abhilakkhitā—",
  "mn4:19.6": "cātuddasī pañcadasī aṭṭhamī ca pakkhassa—",
  "mn4:19.7": "tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṃsanakāni salomahaṃsāni tathārūpesu senāsanesu viharāmi.",
  "mn4:19.8": "Tattha ca me, brāhmaṇa, viharato mago vā āgacchati, moro vā kaṭṭhaṃ pāteti, vāto vā paṇṇakasaṭaṃ ereti;",
  "mn4:19.9": "tassa mayhaṃ brāhmaṇa etadahosi:",
  "mn4:19.10": "‘etaṃ nūna taṃ bhayabheravaṃ āgacchatī’ti.",
  "mn4:19.11": "Tassa mayhaṃ, brāhmaṇa, etadahosi:",
  "mn4:19.12": "‘kiṃ nu kho ahaṃ aññadatthu bhayapaṭikaṅkhī viharāmi?",
  "mn4:19.13": "Yannūnāhaṃ yathābhūtaṃ yathābhūtassa me taṃ bhayabheravaṃ āgacchati, tathābhūtaṃ tathābhūtova taṃ bhayabheravaṃ paṭivineyyan’ti.",
  "mn4:19.14": "Tassa mayhaṃ, brāhmaṇa, caṅkamantassa taṃ bhayabheravaṃ āgacchati.",
  "mn4:19.15": "So kho ahaṃ, brāhmaṇa, neva tāva tiṭṭhāmi na nisīdāmi na nipajjāmi, yāva caṅkamantova taṃ bhayabheravaṃ paṭivinemi.",
  "mn4:19.16": "Tassa mayhaṃ, brāhmaṇa, ṭhitassa taṃ bhayabheravaṃ āgacchati.",
  "mn4:19.17": "So kho ahaṃ, brāhmaṇa, neva tāva caṅkamāmi na nisīdāmi na nipajjāmi.",
  "mn4:19.18": "Yāva ṭhitova taṃ bhayabheravaṃ paṭivinemi.",
  "mn4:19.19": "Tassa mayhaṃ, brāhmaṇa, nisinnassa taṃ bhayabheravaṃ āgacchati.",
  "mn4:19.20": "So kho ahaṃ, brāhmaṇa, neva tāva nipajjāmi na tiṭṭhāmi na caṅkamāmi, yāva nisinnova taṃ bhayabheravaṃ paṭivinemi.",
  "mn4:19.21": "Tassa mayhaṃ, brāhmaṇa, nipannassa taṃ bhayabheravaṃ āgacchati.",
  "mn4:19.22": "So kho ahaṃ, brāhmaṇa, neva tāva nisīdāmi na tiṭṭhāmi na caṅkamāmi, yāva nipannova taṃ bhayabheravaṃ paṭivinemi.",
  "mn4:20.1": "Santi kho pana, brāhmaṇa, eke samaṇabrāhmaṇā rattiṃyeva samānaṃ divāti sañjānanti, divāyeva samānaṃ rattīti sañjānanti.",
  "mn4:20.2": "Idamahaṃ tesaṃ samaṇabrāhmaṇānaṃ sammohavihārasmiṃ vadāmi.",
  "mn4:20.3": "Ahaṃ kho pana, brāhmaṇa, rattiṃyeva samānaṃ rattīti sañjānāmi, divāyeva samānaṃ divāti sañjānāmi.",
  "mn4:20.4": "Yaṃ kho taṃ, brāhmaṇa, sammā vadamāno vadeyya:",
  "mn4:20.5": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti, mameva taṃ sammā vadamāno vadeyya:",
  "mn4:20.6": "‘asammohadhammo satto loke uppanno bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti.",
  "mn4:21.1": "Āraddhaṃ kho pana me, brāhmaṇa, vīriyaṃ ahosi asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.",
  "mn4:21.2": "So kho ahaṃ, brāhmaṇa, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn4:21.3": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn4:21.4": "Pītiyā ca virāgā upekkhako ca vihāsiṃ, sato ca sampajāno sukhañca kāyena paṭisaṃvedesiṃ;",
  "mn4:21.5": "yaṃ taṃ ariyā ācikkhanti:",
  "mn4:21.6": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn4:21.7": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn4:22.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.",
  "mn4:22.2": "So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—",
  "mn4:22.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn4:22.4": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn4:22.5": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "mn4:22.6": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn4:22.7": "Ayaṃ kho me, brāhmaṇa, rattiyā paṭhame yāme paṭhamā vijjā adhigatā, avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn4:23.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn4:23.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi:",
  "mn4:23.3": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā;",
  "mn4:23.4": "te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "mn4:23.5": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā;",
  "mn4:23.6": "te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn4:23.7": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi.",
  "mn4:23.8": "Ayaṃ kho me, brāhmaṇa, rattiyā majjhime yāme dutiyā vijjā adhigatā, avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn4:24.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn4:24.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ. <a class=\"wp\" id=\"wp32\"></a>‘",
  "mn4:24.3": "Ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.",
  "mn4:24.4": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.",
  "mn4:24.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.",
  "mn4:24.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.",
  "mn4:24.7": "Ayaṃ kho me, brāhmaṇa, rattiyā pacchime yāme tatiyā vijjā adhigatā, avijjā vihatā vijjā uppannā, tamo vihato āloko uppanno, yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn4:25.1": "Siyā kho pana te, brāhmaṇa, evamassa:",
  "mn4:25.2": "‘ajjāpi nūna samaṇo gotamo avītarāgo avītadoso avītamoho, tasmā araññavanapatthāni pantāni senāsanāni paṭisevatī’ti.",
  "mn4:25.3": "Na kho panetaṃ, brāhmaṇa, evaṃ daṭṭhabbaṃ.",
  "mn4:25.4": "Dve kho ahaṃ, brāhmaṇa, atthavase sampassamāno araññavanapatthāni pantāni senāsanāni paṭisevāmi—",
  "mn4:25.5": "attano ca diṭṭhadhammasukhavihāraṃ sampassamāno, pacchimañca janataṃ anukampamāno”ti.",
  "mn4:26.1": "“Anukampitarūpā vatāyaṃ bhotā gotamena pacchimā janatā, yathā taṃ arahatā sammāsambuddhena.",
  "mn4:26.2": "Abhikkantaṃ, bho gotama.",
  "mn4:26.3": "Abhikkantaṃ, bho gotama.",
  "mn4:26.4": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn4:26.5": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn4:26.6": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn4:26.7": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn4:26.8": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn4:27.1": "Bhayabheravasuttaṃ niṭṭhitaṃ catutthaṃ."
}