{
  "_markup_path": "markup/mn/mn46.html",
  "_alt_strings": [
    "en/sujato/mn/mn46.json"
  ],
  "mn46:1.1": "Majjhima Nikāya 46",
  "mn46:2.1": "Mahādhammasamādānasutta",
  "mn46:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn46:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn46:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn46:3.4": "“bhikkhavo”ti.",
  "mn46:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn46:3.6": "Bhagavā etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn46:3.7": "yebhuyyena, bhikkhave, sattā evaṅkāmā evaṃchandā evaṃadhippāyā:",
  "mn46:3.8": "‘aho vata aniṭṭhā akantā amanāpā dhammā parihāyeyyuṃ, iṭṭhā kantā manāpā dhammā abhivaḍḍheyyun’ti.",
  "mn46:3.9": "Tesaṃ, bhikkhave, sattānaṃ evaṅkāmānaṃ evaṃchandānaṃ evaṃadhippāyānaṃ aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:3.10": "Tatra tumhe, bhikkhave, kaṃ hetuṃ paccethā”ti?",
  "mn46:3.11": "“Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā, bhagavaṃpaṭisaraṇā.",
  "mn46:3.12": "Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho;",
  "mn46:3.13": "bhagavato sutvā bhikkhū dhāressantī”ti.",
  "mn46:3.14": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn46:3.15": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "mn46:3.16": "Bhagavā etadavoca:",
  "mn46:4.1": "“Idha, bhikkhave, assutavā puthujjano, ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, sevitabbe dhamme na jānāti asevitabbe dhamme na jānāti, bhajitabbe dhamme na jānāti abhajitabbe dhamme na jānāti.",
  "mn46:4.2": "So sevitabbe dhamme ajānanto asevitabbe dhamme ajānanto, bhajitabbe dhamme ajānanto abhajitabbe dhamme ajānanto, asevitabbe dhamme sevati sevitabbe dhamme na sevati, abhajitabbe dhamme bhajati bhajitabbe dhamme na bhajati.",
  "mn46:4.3": "Tassa asevitabbe dhamme sevato sevitabbe dhamme asevato, abhajitabbe dhamme bhajato bhajitabbe dhamme abhajato aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:4.4": "Taṃ kissa hetu?",
  "mn46:4.5": "Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno.",
  "mn46:5.1": "Sutavā ca kho, bhikkhave, ariyasāvako, ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, sevitabbe dhamme jānāti asevitabbe dhamme jānāti, bhajitabbe dhamme jānāti abhajitabbe dhamme jānāti.",
  "mn46:5.2": "So sevitabbe dhamme jānanto asevitabbe dhamme jānanto, bhajitabbe dhamme jānanto abhajitabbe dhamme jānanto, asevitabbe dhamme na sevati sevitabbe dhamme sevati, abhajitabbe dhamme na bhajati bhajitabbe dhamme bhajati.",
  "mn46:5.3": "Tassa asevitabbe dhamme asevato sevitabbe dhamme sevato, abhajitabbe dhamme abhajato bhajitabbe dhamme bhajato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.",
  "mn46:5.4": "Taṃ kissa hetu?",
  "mn46:5.5": "Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno.",
  "mn46:6.1": "Cattārimāni, bhikkhave, dhammasamādānāni.",
  "mn46:6.2": "Katamāni cattāri?",
  "mn46:6.3": "Atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ;",
  "mn46:6.4": "atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ;",
  "mn46:6.5": "atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ;",
  "mn46:6.6": "atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.",
  "mn46:7.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:",
  "mn46:7.2": "‘idaṃ kho dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti.",
  "mn46:7.3": "Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ sevati, taṃ na parivajjeti.",
  "mn46:7.4": "Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:7.5": "Taṃ kissa hetu?",
  "mn46:7.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. <span class=\"brnum\">(1)</span>",
  "mn46:8.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:",
  "mn46:8.2": "‘idaṃ kho dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākan’ti.",
  "mn46:8.3": "Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ sevati, taṃ na parivajjeti.",
  "mn46:8.4": "Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:8.5": "Taṃ kissa hetu?",
  "mn46:8.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. <span class=\"brnum\">(2)</span>",
  "mn46:9.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:",
  "mn46:9.2": "‘idaṃ kho dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākan’ti.",
  "mn46:9.3": "Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ na sevati, taṃ parivajjeti.",
  "mn46:9.4": "Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:9.5": "Taṃ kissa hetu?",
  "mn46:9.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. <span class=\"brnum\">(3)</span>",
  "mn46:10.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ, taṃ avidvā avijjāgato yathābhūtaṃ nappajānāti:",
  "mn46:10.2": "‘idaṃ kho dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākan’ti.",
  "mn46:10.3": "Taṃ avidvā avijjāgato yathābhūtaṃ appajānanto taṃ na sevati, taṃ parivajjeti.",
  "mn46:10.4": "Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā abhivaḍḍhanti, iṭṭhā kantā manāpā dhammā parihāyanti.",
  "mn46:10.5": "Taṃ kissa hetu?",
  "mn46:10.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ aviddasuno. <span class=\"brnum\">(4)</span>",
  "mn46:11.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:",
  "mn46:11.2": "‘idaṃ kho dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākan’ti.",
  "mn46:11.3": "Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ na sevati, taṃ parivajjeti.",
  "mn46:11.4": "Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.",
  "mn46:11.5": "Taṃ kissa hetu?",
  "mn46:11.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. <span class=\"brnum\">(1)</span>",
  "mn46:12.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:",
  "mn46:12.2": "‘idaṃ kho dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākan’ti.",
  "mn46:12.3": "Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ na sevati, taṃ parivajjeti.",
  "mn46:12.4": "Tassa taṃ asevato, taṃ parivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.",
  "mn46:12.5": "Taṃ kissa hetu?",
  "mn46:12.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. <span class=\"brnum\">(2)</span>",
  "mn46:13.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:",
  "mn46:13.2": "‘idaṃ kho dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākan’ti.",
  "mn46:13.3": "Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ sevati, taṃ na parivajjeti.",
  "mn46:13.4": "Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.",
  "mn46:13.5": "Taṃ kissa hetu?",
  "mn46:13.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. <span class=\"brnum\">(3)</span>",
  "mn46:14.1": "Tatra, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ taṃ vidvā vijjāgato yathābhūtaṃ pajānāti:",
  "mn46:14.2": "‘idaṃ kho dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākan’ti.",
  "mn46:14.3": "Taṃ vidvā vijjāgato yathābhūtaṃ pajānanto taṃ sevati, taṃ na parivajjeti.",
  "mn46:14.4": "Tassa taṃ sevato, taṃ aparivajjayato, aniṭṭhā akantā amanāpā dhammā parihāyanti, iṭṭhā kantā manāpā dhammā abhivaḍḍhanti.",
  "mn46:14.5": "Taṃ kissa hetu?",
  "mn46:14.6": "Evañhetaṃ, bhikkhave, hoti yathā taṃ viddasuno. <span class=\"brnum\">(4)</span>",
  "mn46:15.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ?",
  "mn46:15.2": "Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātī hoti, pāṇātipātapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.3": "sahāpi dukkhena sahāpi domanassena adinnādāyī hoti, adinnādānapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.4": "sahāpi dukkhena sahāpi domanassena kāmesu micchācārī hoti, kāmesu micchācārapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.5": "sahāpi dukkhena sahāpi domanassena musāvādī hoti, musāvādapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.6": "sahāpi dukkhena sahāpi domanassena pisuṇavāco hoti, pisuṇavācāpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.7": "sahāpi dukkhena sahāpi domanassena pharusavāco hoti, pharusavācāpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.8": "sahāpi dukkhena sahāpi domanassena samphappalāpī hoti, samphappalāpapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.9": "sahāpi dukkhena sahāpi domanassena abhijjhālu hoti, abhijjhāpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.10": "sahāpi dukkhena sahāpi domanassena byāpannacitto hoti, byāpādapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:15.11": "sahāpi dukkhena sahāpi domanassena micchādiṭṭhi hoti, micchādiṭṭhipaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn46:15.12": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn46:15.13": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ. <span class=\"brnum\">(1)</span>",
  "mn46:16.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ?",
  "mn46:16.2": "Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātī hoti, pāṇātipātapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.3": "sahāpi sukhena sahāpi somanassena adinnādāyī hoti, adinnādānapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.4": "sahāpi sukhena sahāpi somanassena kāmesumicchācārī hoti, kāmesumicchācārapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.5": "sahāpi sukhena sahāpi somanassena musāvādī hoti, musāvādapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.6": "sahāpi sukhena sahāpi somanassena pisuṇavāco hoti, pisuṇavācāpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.7": "sahāpi sukhena sahāpi somanassena pharusavāco hoti, pharusavācāpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.8": "sahāpi sukhena sahāpi somanassena samphappalāpī hoti, samphappalāpapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.9": "sahāpi sukhena sahāpi somanassena abhijjhālu hoti, abhijjhāpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.10": "sahāpi sukhena sahāpi somanassena byāpannacitto hoti, byāpādapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:16.11": "sahāpi sukhena sahāpi somanassena micchādiṭṭhi hoti, micchādiṭṭhipaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn46:16.12": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn46:16.13": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ. <span class=\"brnum\">(2)</span>",
  "mn46:17.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ?",
  "mn46:17.2": "Idha, bhikkhave, ekacco sahāpi dukkhena sahāpi domanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.3": "sahāpi dukkhena sahāpi domanassena adinnādānā paṭivirato hoti, adinnādānā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.4": "sahāpi dukkhena sahāpi domanassena kāmesumicchācārā paṭivirato hoti, kāmesumicchācārā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.5": "sahāpi dukkhena sahāpi domanassena musāvādā paṭivirato hoti, musāvādā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.6": "sahāpi dukkhena sahāpi domanassena pisuṇāya vācāya paṭivirato hoti, pisuṇāya vācāya veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.7": "sahāpi dukkhena sahāpi domanassena pharusāya vācāya paṭivirato hoti, pharusāya vācāya veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.8": "sahāpi dukkhena sahāpi domanassena samphappalāpā paṭivirato hoti, samphappalāpā veramaṇīpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.9": "sahāpi dukkhena sahāpi domanassena anabhijjhālu hoti, anabhijjhāpaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.10": "sahāpi dukkhena sahāpi domanassena abyāpannacitto hoti, abyāpādapaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn46:17.11": "sahāpi dukkhena sahāpi domanassena sammādiṭṭhi hoti, sammādiṭṭhipaccayā ca dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn46:17.12": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn46:17.13": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ. <span class=\"brnum\">(3)</span>",
  "mn46:18.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ?",
  "mn46:18.2": "Idha, bhikkhave, ekacco sahāpi sukhena sahāpi somanassena pāṇātipātā paṭivirato hoti, pāṇātipātā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.3": "sahāpi sukhena sahāpi somanassena adinnādānā paṭivirato hoti, adinnādānā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.4": "sahāpi sukhena sahāpi somanassena kāmesumicchācārā paṭivirato hoti, kāmesumicchācārā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.5": "sahāpi sukhena sahāpi somanassena musāvādā paṭivirato hoti, musāvādā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.6": "sahāpi sukhena sahāpi somanassena pisuṇāya vācāya paṭivirato hoti, pisuṇāya vācāya veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.7": "sahāpi sukhena sahāpi somanassena pharusāya vācāya paṭivirato hoti, pharusāya vācāya veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.8": "sahāpi sukhena sahāpi somanassena samphappalāpā paṭivirato hoti, samphappalāpā veramaṇīpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.9": "sahāpi sukhena sahāpi somanassena anabhijjhālu hoti, anabhijjhāpaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.10": "sahāpi sukhena sahāpi somanassena abyāpannacitto hoti, abyāpādapaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti;",
  "mn46:18.11": "sahāpi sukhena sahāpi somanassena sammādiṭṭhi hoti, sammādiṭṭhipaccayā ca sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn46:18.12": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn46:18.13": "Idaṃ, vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.",
  "mn46:18.14": "Imāni kho, bhikkhave, cattāri dhammasamādānāni. <span class=\"brnum\">(4)</span>",
  "mn46:19.1": "Seyyathāpi, bhikkhave, tittakālābu visena saṃsaṭṭho.",
  "mn46:19.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.",
  "mn46:19.3": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn46:19.4": "‘ambho purisa, ayaṃ tittakālābu visena saṃsaṭṭho, sace ākaṅkhasi piva.",
  "mn46:19.5": "Tassa te pivato ceva nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti.",
  "mn46:19.6": "So taṃ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya.",
  "mn46:19.7": "Tassa taṃ pivato ceva nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.",
  "mn46:19.8": "Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ. <span class=\"brnum\">(1)</span>",
  "mn46:20.1": "Seyyathāpi, bhikkhave, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno.",
  "mn46:20.2": "So ca kho visena saṃsaṭṭho.",
  "mn46:20.3": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.",
  "mn46:20.4": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn46:20.5": "‘ambho purisa, ayaṃ āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno.",
  "mn46:20.6": "So ca kho visena saṃsaṭṭho, sace ākaṅkhasi piva.",
  "mn46:20.7": "Tassa te pivatohi kho chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigacchasi maraṇamattaṃ vā dukkhan’ti.",
  "mn46:20.8": "So taṃ appaṭisaṅkhāya piveyya, nappaṭinissajjeyya.",
  "mn46:20.9": "Tassa taṃ pivatohi kho chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.",
  "mn46:20.10": "Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ. <span class=\"brnum\">(2)</span>",
  "mn46:21.1": "Seyyathāpi, bhikkhave, pūtimuttaṃ nānābhesajjehi saṃsaṭṭhaṃ.",
  "mn46:21.2": "Atha puriso āgaccheyya paṇḍukarogī.",
  "mn46:21.3": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn46:21.4": "‘ambho purisa, idaṃ pūtimuttaṃ nānābhesajjehi saṃsaṭṭhaṃ, sace ākaṅkhasi piva.",
  "mn46:21.5": "Tassa te pivatohi kho nacchādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti.",
  "mn46:21.6": "So taṃ paṭisaṅkhāya piveyya, nappaṭinissajjeyya.",
  "mn46:21.7": "Tassa taṃ pivatohi kho nacchādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa.",
  "mn46:21.8": "Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ. <span class=\"brnum\">(3)</span>",
  "mn46:22.1": "Seyyathāpi, bhikkhave, dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṃ saṃsaṭṭhaṃ.",
  "mn46:22.2": "Atha puriso āgaccheyya lohitapakkhandiko.",
  "mn46:22.3": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn46:22.4": "‘ambho purisa, idaṃ dadhi ca madhu ca sappi ca phāṇitañca ekajjhaṃ saṃsaṭṭhaṃ, sace ākaṅkhasi piva.",
  "mn46:22.5": "Tassa te pivato ceva chādessati vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī bhavissasī’ti.",
  "mn46:22.6": "So taṃ paṭisaṅkhāya piveyya, nappaṭinissajjeyya.",
  "mn46:22.7": "Tassa taṃ pivato ceva chādeyya vaṇṇenapi gandhenapi rasenapi, pivitvā ca pana sukhī assa.",
  "mn46:22.8": "Tathūpamāhaṃ, bhikkhave, imaṃ dhammasamādānaṃ vadāmi, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ. <span class=\"brnum\">(4)</span>",
  "mn46:23.1": "Seyyathāpi, bhikkhave, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno sabbaṃ ākāsagataṃ tamagataṃ abhivihacca bhāsate ca tapate ca virocate ca;",
  "mn46:23.2": "evameva kho, bhikkhave, yamidaṃ dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ tadaññe puthusamaṇabrāhmaṇaparappavāde abhivihacca bhāsate ca tapate ca virocate cā”ti.",
  "mn46:24.1": "Idamavoca bhagavā.",
  "mn46:24.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn46:25.1": "Mahādhammasamādānasuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}