{
  "_markup_path": "markup/mn/mn49.html",
  "_alt_strings": [
    "en/sujato/mn/mn49.json"
  ],
  "mn49:1.1": "Majjhima Nikāya 49",
  "mn49:2.1": "Brahmanimantanikasutta",
  "mn49:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn49:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn49:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn49:3.4": "“bhikkhavo”ti.",
  "mn49:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn49:3.6": "Bhagavā etadavoca:",
  "mn49:4.1": "“Ekamidāhaṃ, bhikkhave, samayaṃ ukkaṭṭhāyaṃ viharāmi subhagavane sālarājamūle.",
  "mn49:4.2": "Tena kho pana, bhikkhave, samayena bakassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:",
  "mn49:4.3": "‘idaṃ niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti.",
  "mn49:4.4": "Atha khvāhaṃ, bhikkhave, bakassa brahmuno cetasā cetoparivitakkamaññāya—",
  "mn49:4.5": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn49:4.6": "evameva—",
  "mn49:4.7": "ukkaṭṭhāyaṃ subhagavane sālarājamūle antarahito tasmiṃ brahmaloke pāturahosiṃ.",
  "mn49:4.8": "Addasā kho maṃ, bhikkhave, bako brahmā dūratova āgacchantaṃ;",
  "mn49:4.9": "disvāna maṃ etadavoca:",
  "mn49:4.10": "‘ehi kho, mārisa, svāgataṃ, mārisa.",
  "mn49:4.11": "Cirassaṃ kho, mārisa, imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.",
  "mn49:4.12": "Idañhi, mārisa, niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ kevalaṃ, idaṃ acavanadhammaṃ, idañhi na jāyati na jīyati na mīyati na cavati na upapajjati.",
  "mn49:4.13": "Ito ca panaññaṃ uttari nissaraṇaṃ natthī’ti.",
  "mn49:5.1": "Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ:",
  "mn49:5.2": "‘avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā;",
  "mn49:5.3": "yatra hi nāma aniccaṃyeva samānaṃ niccanti vakkhati, addhuvaṃyeva samānaṃ dhuvanti vakkhati, asassataṃyeva samānaṃ sassatanti vakkhati, akevalaṃyeva samānaṃ kevalanti vakkhati, cavanadhammaṃyeva samānaṃ acavanadhammanti vakkhati;",
  "mn49:5.4": "yattha ca pana jāyati jīyati mīyati cavati upapajjati tañca vakkhati:",
  "mn49:5.5": "“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti;",
  "mn49:5.6": "santañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vakkhatī’ti.",
  "mn49:6.1": "Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca:",
  "mn49:6.2": "‘bhikkhu bhikkhu, metamāsado metamāsado, eso hi, bhikkhu, brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ.",
  "mn49:6.3": "Ahesuṃ kho ye, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīgarahakā pathavījigucchakā, āpagarahakā āpajigucchakā, tejagarahakā tejajigucchakā, vāyagarahakā vāyajigucchakā, bhūtagarahakā bhūtajigucchakā, devagarahakā devajigucchakā, pajāpatigarahakā pajāpatijigucchakā, brahmagarahakā brahmajigucchakā—",
  "mn49:6.4": "te kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā ahesuṃ.",
  "mn49:6.5": "Ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ pathavīpasaṃsakā pathavābhinandino, āpapasaṃsakā āpābhinandino, tejapasaṃsakā tejābhinandino, vāyapasaṃsakā vāyābhinandino, bhūtapasaṃsakā bhūtābhinandino, devapasaṃsakā devābhinandino, pajāpatipasaṃsakā pajāpatābhinandino, brahmapasaṃsakā brahmābhinandino—",
  "mn49:6.6": "te kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā.",
  "mn49:6.7": "Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi:",
  "mn49:6.8": "“iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho”.",
  "mn49:6.9": "Sace kho tvaṃ, bhikkhu, brahmuno vacanaṃ upātivattissasi, seyyathāpi nāma puriso siriṃ āgacchantiṃ daṇḍena paṭippaṇāmeyya, seyyathāpi vā pana, bhikkhu, puriso narakappapāte papatanto hatthehi ca pādehi ca pathaviṃ virādheyya, evaṃ sampadamidaṃ, bhikkhu, tuyhaṃ bhavissati.",
  "mn49:6.10": "Iṅgha tvaṃ, mārisa, yadeva te brahmā āha tadeva tvaṃ karohi, mā tvaṃ brahmuno vacanaṃ upātivattittho.",
  "mn49:6.11": "Nanu tvaṃ, bhikkhu, passasi brahmaparisaṃ sannipatitan’ti?",
  "mn49:6.12": "Iti kho maṃ, bhikkhave, māro pāpimā brahmaparisaṃ upanesi.",
  "mn49:7.1": "Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ:",
  "mn49:7.2": "‘jānāmi kho tāhaṃ, pāpima;",
  "mn49:7.3": "mā tvaṃ maññittho:",
  "mn49:7.4": "“na maṃ jānātī”ti.",
  "mn49:7.5": "Māro tvamasi, pāpima.",
  "mn49:7.6": "Yo ceva, pāpima, brahmā, yā ca brahmaparisā, ye ca brahmapārisajjā, sabbeva tava hatthagatā sabbeva tava vasaṅgatā.",
  "mn49:7.7": "Tuyhañhi, pāpima, evaṃ hoti:",
  "mn49:7.8": "“esopi me assa hatthagato, esopi me assa vasaṅgato”ti.",
  "mn49:7.9": "Ahaṃ kho pana, pāpima, neva tava hatthagato neva tava vasaṅgato’ti.",
  "mn49:8.1": "Evaṃ vutte, bhikkhave, bako brahmā maṃ etadavoca:",
  "mn49:8.2": "‘ahañhi, mārisa, niccaṃyeva samānaṃ “niccan”ti vadāmi, dhuvaṃyeva samānaṃ “dhuvan”ti vadāmi, sassataṃyeva samānaṃ “sassatan”ti vadāmi, kevalaṃyeva samānaṃ “kevalan”ti vadāmi, acavanadhammaṃyeva samānaṃ “acavanadhamman”ti vadāmi, yattha ca pana na jāyati na jīyati na mīyati na cavati na upapajjati tadevāhaṃ vadāmi:",
  "mn49:8.3": "“idañhi na jāyati na jīyati na mīyati na cavati na upapajjatī”ti.",
  "mn49:8.4": "Asantañca panaññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti vadāmi.",
  "mn49:8.5": "Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ yāvatakaṃ tuyhaṃ kasiṇaṃ āyu tāvatakaṃ tesaṃ tapokammameva ahosi.",
  "mn49:8.6": "Te kho evaṃ jāneyyuṃ santañca panaññaṃ uttari nissaraṇaṃ “atthaññaṃ uttari nissaraṇan”ti, asantaṃ vā aññaṃ uttari nissaraṇaṃ “natthaññaṃ uttari nissaraṇan”ti.",
  "mn49:8.7": "Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi:",
  "mn49:8.8": "“na cevaññaṃ uttari nissaraṇaṃ dakkhissasi, yāvadeva ca pana kilamathassa vighātassa bhāgī bhavissasi.",
  "mn49:8.9": "Sace kho tvaṃ, bhikkhu, pathaviṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo.",
  "mn49:8.10": "Sace āpaṃ …",
  "mn49:8.11": "tejaṃ …",
  "mn49:8.12": "vāyaṃ …",
  "mn49:8.13": "bhūte …",
  "mn49:8.14": "deve …",
  "mn49:8.15": "pajāpatiṃ …",
  "mn49:8.16": "brahmaṃ ajjhosissasi, opasāyiko me bhavissasi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”’ti.",
  "mn49:9.1": "‘Ahampi kho evaṃ, brahme, jānāmi:",
  "mn49:9.2": "“sace pathaviṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo.",
  "mn49:9.3": "Sace āpaṃ …",
  "mn49:9.4": "tejaṃ …",
  "mn49:9.5": "vāyaṃ …",
  "mn49:9.6": "bhūte …",
  "mn49:9.7": "deve …",
  "mn49:9.8": "pajāpatiṃ …",
  "mn49:9.9": "brahmaṃ ajjhosissāmi, opasāyiko te bhavissāmi vatthusāyiko, yathākāmakaraṇīyo bāhiteyyo”ti api ca te ahaṃ, brahme, gatiñca pajānāmi, jutiñca pajānāmi:",
  "mn49:9.10": "“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”ti.",
  "mn49:10.1": "Yathākathaṃ pana me tvaṃ, mārisa, gatiñca pajānāsi, jutiñca pajānāsi:",
  "mn49:10.2": "“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”’ti?",
  "mn49:11.1": "‘Yāvatā candimasūriyā,",
  "mn49:11.2": "Pariharanti disā bhanti virocanā;",
  "mn49:11.3": "Tāva sahassadhā loko,",
  "mn49:11.4": "Ettha te vattate vaso.",
  "mn49:12.1": "Paroparañca jānāsi,",
  "mn49:12.2": "atho rāgavirāginaṃ;",
  "mn49:12.3": "Itthabhāvaññathābhāvaṃ,",
  "mn49:12.4": "sattānaṃ āgatiṃ gatinti.",
  "mn49:13.1": "Evaṃ kho te ahaṃ, brahme, gatiñca pajānāmi jutiñca pajānāmi:",
  "mn49:13.2": "“evaṃ mahiddhiko bako brahmā, evaṃ mahānubhāvo bako brahmā, evaṃ mahesakkho bako brahmā”ti.",
  "mn49:14.1": "Atthi kho, brahme, añño kāyo, taṃ tvaṃ na jānāsi na passasi;",
  "mn49:14.2": "tamahaṃ jānāmi passāmi.",
  "mn49:14.3": "Atthi kho, brahme, ābhassarā nāma kāyo yato tvaṃ cuto idhūpapanno.",
  "mn49:14.4": "Tassa te aticiranivāsena sā sati pamuṭṭhā, tena taṃ tvaṃ na jānāsi na passasi;",
  "mn49:14.5": "tamahaṃ jānāmi passāmi.",
  "mn49:14.6": "Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?",
  "mn49:14.7": "Atha kho ahameva tayā bhiyyo.",
  "mn49:14.8": "Atthi kho, brahme, subhakiṇho nāma kāyo, vehapphalo nāma kāyo, abhibhū nāma kāyo, taṃ tvaṃ na jānāsi na passasi;",
  "mn49:14.9": "tamahaṃ jānāmi passāmi.",
  "mn49:14.10": "Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?",
  "mn49:14.11": "Atha kho ahameva tayā bhiyyo.",
  "mn49:14.12": "Pathaviṃ kho ahaṃ, brahme, pathavito abhiññāya yāvatā pathaviyā pathavattena ananubhūtaṃ tadabhiññāya pathaviṃ nāpahosiṃ, pathaviyā nāpahosiṃ, pathavito nāpahosiṃ, pathaviṃ meti nāpahosiṃ, pathaviṃ nābhivadiṃ.",
  "mn49:14.13": "Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?",
  "mn49:14.14": "Atha kho ahameva tayā bhiyyo.",
  "mn49:14.15": "Āpaṃ kho ahaṃ, brahme …",
  "mn49:14.16": "pe …",
  "mn49:14.17": "tejaṃ kho ahaṃ, brahme …",
  "mn49:14.18": "pe …",
  "mn49:14.19": "vāyaṃ kho ahaṃ, brahme …",
  "mn49:14.20": "pe …",
  "mn49:14.21": "bhūte kho ahaṃ, brahme …",
  "mn49:14.22": "pe …",
  "mn49:14.23": "deve kho ahaṃ, brahme …",
  "mn49:14.24": "pe …",
  "mn49:14.25": "pajāpatiṃ kho ahaṃ, brahme …",
  "mn49:14.26": "pe …",
  "mn49:14.27": "brahmaṃ kho ahaṃ, brahme …",
  "mn49:14.28": "pe …",
  "mn49:14.29": "ābhassare kho ahaṃ, brahme …",
  "mn49:14.30": "pe …",
  "mn49:14.31": "subhakiṇhe kho ahaṃ, brahme …",
  "mn49:14.32": "…",
  "mn49:14.33": "pe …",
  "mn49:14.34": "vehapphale kho ahaṃ, brahme …",
  "mn49:14.35": "pe …",
  "mn49:14.36": "abhibhuṃ kho ahaṃ, brahme …",
  "mn49:14.37": "pe …",
  "mn49:14.38": "sabbaṃ kho ahaṃ, brahme, sabbato abhiññāya yāvatā sabbassa sabbattena ananubhūtaṃ tadabhiññāya sabbaṃ nāpahosiṃ sabbasmiṃ nāpahosiṃ sabbato nāpahosiṃ sabbaṃ meti nāpahosiṃ, sabbaṃ nābhivadiṃ.",
  "mn49:14.39": "Evampi kho ahaṃ, brahme, neva te samasamo abhiññāya, kuto nīceyyaṃ?",
  "mn49:14.40": "Atha kho ahameva tayā bhiyyo’ti.",
  "mn49:15.1": "‘Sace kho, mārisa, sabbassa sabbattena ananubhūtaṃ, tadabhiññāya mā heva te rittakameva ahosi, tucchakameva ahosīti.",
  "mn49:16.1": "Viññāṇaṃ anidassanaṃ anantaṃ sabbato pabhaṃ, taṃ pathaviyā pathavattena ananubhūtaṃ, āpassa āpattena ananubhūtaṃ, tejassa tejattena ananubhūtaṃ, vāyassa vāyattena ananubhūtaṃ, bhūtānaṃ bhūtattena ananubhūtaṃ, devānaṃ devattena ananubhūtaṃ, pajāpatissa pajāpatittena ananubhūtaṃ, brahmānaṃ brahmattena ananubhūtaṃ, ābhassarānaṃ ābhassarattena ananubhūtaṃ, subhakiṇhānaṃ subhakiṇhattena ananubhūtaṃ, vehapphalānaṃ vehapphalattena ananubhūtaṃ, abhibhussa abhibhuttena ananubhūtaṃ, sabbassa sabbattena ananubhūtaṃ.",
  "mn49:17.1": "Handa carahi te, mārisa, passa antaradhāyāmī’ti.",
  "mn49:17.2": "‘Handa carahi me tvaṃ, brahme, antaradhāyassu, sace visahasī’ti.",
  "mn49:17.3": "Atha kho, bhikkhave, bako brahmā:",
  "mn49:17.4": "‘antaradhāyissāmi samaṇassa gotamassa, antaradhāyissāmi samaṇassa gotamassā’ti nevassu me sakkoti antaradhāyituṃ.",
  "mn49:18.1": "Evaṃ vutte, ahaṃ, bhikkhave, bakaṃ brahmānaṃ etadavocaṃ:",
  "mn49:18.2": "‘handa carahi te brahme antaradhāyāmī’ti.",
  "mn49:18.3": "‘Handa carahi me tvaṃ, mārisa, antaradhāyassu sace visahasī’ti.",
  "mn49:18.4": "Atha kho ahaṃ, bhikkhave, tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsiṃ:",
  "mn49:18.5": "‘ettāvatā brahmā ca brahmaparisā ca brahmapārisajjā ca saddañca me sossanti, na ca maṃ dakkhantī’ti.",
  "mn49:18.6": "Antarahito imaṃ gāthaṃ abhāsiṃ:",
  "mn49:19.1": "‘Bhavevāhaṃ bhayaṃ disvā,",
  "mn49:19.2": "bhavañca vibhavesinaṃ;",
  "mn49:19.3": "Bhavaṃ nābhivadiṃ kiñci,",
  "mn49:19.4": "nandiñca na upādiyin’ti.",
  "mn49:20.1": "Atha kho, bhikkhave, brahmā ca brahmaparisā ca brahmapārisajjā ca acchariyabbhutacittajātā ahesuṃ:",
  "mn49:20.2": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "mn49:20.3": "Samaṇassa gotamassa mahiddhikatā mahānubhāvatā, na ca vata no ito pubbe diṭṭho vā, suto vā, añño samaṇo vā brāhmaṇo vā evaṃ mahiddhiko evaṃ mahānubhāvo yathāyaṃ samaṇo gotamo sakyaputto sakyakulā pabbajito.",
  "mn49:20.4": "Bhavarāmāya vata, bho, pajāya bhavaratāya bhavasammuditāya samūlaṃ bhavaṃ udabbahī’ti.",
  "mn49:21.1": "Atha kho, bhikkhave, māro pāpimā aññataraṃ brahmapārisajjaṃ anvāvisitvā maṃ etadavoca:",
  "mn49:21.2": "‘sace kho tvaṃ, mārisa, evaṃ pajānāsi, sace tvaṃ evaṃ anubuddho, mā sāvake upanesi, mā pabbajite;",
  "mn49:21.3": "mā sāvakānaṃ dhammaṃ desesi, mā pabbajitānaṃ;",
  "mn49:21.4": "mā sāvakesu gedhimakāsi, mā pabbajitesu.",
  "mn49:21.5": "Ahesuṃ kho, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā.",
  "mn49:21.6": "Te sāvake upanesuṃ pabbajite, sāvakānaṃ dhammaṃ desesuṃ pabbajitānaṃ, sāvakesu gedhimakaṃsu pabbajitesu, te sāvake upanetvā pabbajite, sāvakānaṃ dhammaṃ desetvā pabbajitānaṃ, sāvakesu gedhitacittā pabbajitesu, kāyassa bhedā pāṇupacchedā hīne kāye patiṭṭhitā.",
  "mn49:21.7": "Ahesuṃ ye pana, bhikkhu, tayā pubbe samaṇabrāhmaṇā lokasmiṃ arahanto sammāsambuddhā paṭijānamānā.",
  "mn49:21.8": "Te na sāvake upanesuṃ na pabbajite, na sāvakānaṃ dhammaṃ desesuṃ na pabbajitānaṃ, na sāvakesu gedhimakaṃsu na pabbajitesu, te na sāvake upanetvā na pabbajite, na sāvakānaṃ dhammaṃ desetvā na pabbajitānaṃ, na sāvakesu gedhitacittā na pabbajitesu, kāyassa bhedā pāṇupacchedā paṇīte kāye patiṭṭhitā.",
  "mn49:21.9": "Taṃ tāhaṃ, bhikkhu, evaṃ vadāmi—",
  "mn49:21.10": "iṅgha tvaṃ, mārisa, appossukko diṭṭhadhammasukhavihāramanuyutto viharassu, anakkhātaṃ kusalañhi, mārisa, mā paraṃ ovadāhī’ti.",
  "mn49:22.1": "Evaṃ vutte, ahaṃ, bhikkhave, māraṃ pāpimantaṃ etadavocaṃ:",
  "mn49:22.2": "‘jānāmi kho tāhaṃ, pāpima, mā tvaṃ maññittho:",
  "mn49:22.3": "“na maṃ jānātī”ti.",
  "mn49:22.4": "Māro tvamasi, pāpima.",
  "mn49:22.5": "Na maṃ tvaṃ, pāpima, hitānukampī evaṃ vadesi;",
  "mn49:22.6": "ahitānukampī maṃ tvaṃ, pāpima, evaṃ vadesi.",
  "mn49:22.7": "Tuyhañhi, pāpima, evaṃ hoti:",
  "mn49:22.8": "“yesaṃ samaṇo gotamo dhammaṃ desessati, te me visayaṃ upātivattissantī”ti.",
  "mn49:22.9": "Asammāsambuddhāva pana te, pāpima, samānā sammāsambuddhāmhāti paṭijāniṃsu.",
  "mn49:22.10": "Ahaṃ kho pana, pāpima, sammāsambuddhova samāno sammāsambuddhomhīti paṭijānāmi.",
  "mn49:22.11": "Desentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova adesentopi hi, pāpima, tathāgato sāvakānaṃ dhammaṃ tādisova.",
  "mn49:22.12": "Upanentopi hi, pāpima, tathāgato sāvake tādisova, anupanentopi hi, pāpima, tathāgato sāvake tādisova.",
  "mn49:22.13": "Taṃ kissa hetu?",
  "mn49:22.14": "Tathāgatassa, pāpima, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—",
  "mn49:22.15": "te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "mn49:22.16": "Seyyathāpi, pāpima, tālo matthakacchinno abhabbo puna virūḷhiyā;",
  "mn49:22.17": "evameva kho, pāpima, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā—",
  "mn49:22.18": "te pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā’ti.",
  "mn49:23.1": "Iti hidaṃ mārassa ca anālapanatāya brahmuno ca abhinimantanatāya, tasmā imassa veyyākaraṇassa brahmanimantanikantveva adhivacanan”ti.",
  "mn49:24.1": "Brahmanimantanikasuttaṃ niṭṭhitaṃ navamaṃ."
}