{
  "_markup_path": "markup/mn/mn5.html",
  "_alt_strings": [
    "en/sujato/mn/mn5.json"
  ],
  "mn5:1.1": "Majjhima Nikāya 5",
  "mn5:2.1": "Anaṅgaṇasutta",
  "mn5:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn5:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn5:3.3": "Tatra kho āyasmā sāriputto bhikkhū āmantesi:",
  "mn5:3.4": "“āvuso bhikkhave”ti.",
  "mn5:3.5": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "mn5:3.6": "Āyasmā sāriputto etadavoca:",
  "mn5:4.1": "“Cattārome, āvuso, puggalā santo saṃvijjamānā lokasmiṃ.",
  "mn5:4.2": "Katame cattāro?",
  "mn5:4.3": "Idhāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti.",
  "mn5:4.4": "Idha panāvuso, ekacco puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti.",
  "mn5:4.5": "Idhāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti.",
  "mn5:4.6": "Idha panāvuso, ekacco puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti.",
  "mn5:4.7": "Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati.",
  "mn5:4.8": "Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyati.",
  "mn5:4.9": "Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ hīnapuriso akkhāyati.",
  "mn5:4.10": "Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, ayaṃ imesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ seṭṭhapuriso akkhāyatī”ti.",
  "mn5:5.1": "Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn5:6.1": "“Ko nu kho, āvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati?",
  "mn5:6.2": "Ko panāvuso sāriputta, hetu ko paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti?",
  "mn5:7.1": "“Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:7.2": "na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;",
  "mn5:7.3": "so sarāgo sadoso samoho sāṅgaṇo saṃkiliṭṭhacitto kālaṃ karissati.",
  "mn5:7.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā.",
  "mn5:7.5": "Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ.",
  "mn5:7.6": "Evañhi sā, āvuso, kaṃsapāti aparena samayena saṃkiliṭṭhatarā assa malaggahitā”ti?",
  "mn5:7.7": "“Evamāvuso”ti.",
  "mn5:7.8": "“Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:7.9": "na chandaṃ janessati na vāyamissati na vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;",
  "mn5:7.10": "so sarāgo sadoso samoho sāṅgaṇo saṃkiliṭṭhacitto kālaṃ karissati.",
  "mn5:8.1": "Tatrāvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:8.2": "chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;",
  "mn5:8.3": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:8.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā rajena ca malena ca pariyonaddhā.",
  "mn5:8.5": "Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ.",
  "mn5:8.6": "Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti?",
  "mn5:8.7": "“Evamāvuso”ti.",
  "mn5:8.8": "“Evameva kho, āvuso, yvāyaṃ puggalo sāṅgaṇova samāno ‘atthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:8.9": "chandaṃ janessati vāyamissati vīriyaṃ ārabhissati tassaṅgaṇassa pahānāya;",
  "mn5:8.10": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:9.1": "Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:9.2": "subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati;",
  "mn5:9.3": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:9.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.",
  "mn5:9.5": "Tamenaṃ sāmikā na ceva paribhuñjeyyuṃ na ca pariyodapeyyuṃ, rajāpathe ca naṃ nikkhipeyyuṃ.",
  "mn5:9.6": "Evañhi sā, āvuso, kaṃsapāti aparena samayena saṅkiliṭṭhatarā assa malaggahitā”ti?",
  "mn5:9.7": "“Evamāvuso”ti.",
  "mn5:9.8": "“Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ nappajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:9.9": "subhanimittaṃ manasi karissati, tassa subhanimittassa manasikārā rāgo cittaṃ anuddhaṃsessati;",
  "mn5:9.10": "so sarāgo sadoso samoho sāṅgaṇo saṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:10.1": "Tatrāvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:10.2": "subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati;",
  "mn5:10.3": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:10.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.",
  "mn5:10.5": "Tamenaṃ sāmikā paribhuñjeyyuñceva pariyodapeyyuñca, na ca naṃ rajāpathe nikkhipeyyuṃ.",
  "mn5:10.6": "Evañhi sā, āvuso, kaṃsapāti aparena samayena parisuddhatarā assa pariyodātā”ti?",
  "mn5:10.7": "“Evamāvuso”ti.",
  "mn5:10.8": "“Evameva kho, āvuso, yvāyaṃ puggalo anaṅgaṇova samāno ‘natthi me ajjhattaṃ aṅgaṇan’ti yathābhūtaṃ pajānāti, tassetaṃ pāṭikaṅkhaṃ—",
  "mn5:10.9": "subhanimittaṃ na manasi karissati, tassa subhanimittassa amanasikārā rāgo cittaṃ nānuddhaṃsessati;",
  "mn5:10.10": "so arāgo adoso amoho anaṅgaṇo asaṅkiliṭṭhacitto kālaṃ karissati.",
  "mn5:11.1": "Ayaṃ kho, āvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ sāṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyati.",
  "mn5:11.2": "Ayaṃ panāvuso moggallāna, hetu ayaṃ paccayo yenimesaṃ dvinnaṃ puggalānaṃ anaṅgaṇānaṃyeva sataṃ eko hīnapuriso akkhāyati, eko seṭṭhapuriso akkhāyatī”ti.",
  "mn5:12.1": "“Aṅgaṇaṃ aṅgaṇanti, āvuso, vuccati.",
  "mn5:12.2": "Kissa nu kho etaṃ, āvuso, adhivacanaṃ yadidaṃ aṅgaṇan”ti?",
  "mn5:12.3": "“Pāpakānaṃ kho etaṃ, āvuso, akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇan”ti.",
  "mn5:13.1": "“Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:13.2": "‘āpattiñca vata āpanno assaṃ, na ca maṃ bhikkhū jāneyyuṃ āpattiṃ āpanno’ti.",
  "mn5:13.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū jāneyyuṃ:",
  "mn5:13.4": "‘āpattiṃ āpanno’ti.",
  "mn5:13.5": "‘Jānanti maṃ bhikkhū āpattiṃ āpanno’ti—",
  "mn5:13.6": "iti so kupito hoti appatīto.",
  "mn5:13.7": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:13.8": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:14.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:14.2": "‘āpattiñca vata āpanno assaṃ, anuraho maṃ bhikkhū codeyyuṃ, no saṅghamajjhe’ti.",
  "mn5:14.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ bhikkhū saṅghamajjhe codeyyuṃ, no anuraho.",
  "mn5:14.4": "‘Saṅghamajjhe maṃ bhikkhū codenti, no anuraho’ti—",
  "mn5:14.5": "iti so kupito hoti appatīto.",
  "mn5:14.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:14.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:15.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:15.2": "‘āpattiñca vata āpanno assaṃ, sappaṭipuggalo maṃ codeyya, no appaṭipuggalo’ti.",
  "mn5:15.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ taṃ bhikkhuṃ appaṭipuggalo codeyya, no sappaṭipuggalo.",
  "mn5:15.4": "‘Appaṭipuggalo maṃ codeti, no sappaṭipuggalo’ti—",
  "mn5:15.5": "iti so kupito hoti appatīto.",
  "mn5:15.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:15.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:16.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:16.2": "‘aho vata mameva satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyyā’ti.",
  "mn5:16.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya, na taṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseyya.",
  "mn5:16.4": "‘Aññaṃ bhikkhuṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ deseti, na maṃ satthā paṭipucchitvā paṭipucchitvā bhikkhūnaṃ dhammaṃ desetī’ti—",
  "mn5:16.5": "iti so kupito hoti appatīto.",
  "mn5:16.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:16.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:17.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:17.2": "‘aho vata mameva bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyun’ti.",
  "mn5:17.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ, na taṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya paviseyyuṃ.",
  "mn5:17.4": "‘Aññaṃ bhikkhuṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya pavisanti, na maṃ bhikkhū purakkhatvā purakkhatvā gāmaṃ bhattāya pavisantī’ti—",
  "mn5:17.5": "iti so kupito hoti appatīto.",
  "mn5:17.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:17.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:18.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:18.2": "‘aho vata ahameva labheyyaṃ bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti.",
  "mn5:18.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na so bhikkhu labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ.",
  "mn5:18.4": "‘Añño bhikkhu labhati bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, nāhaṃ labhāmi bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti—",
  "mn5:18.5": "iti so kupito hoti appatīto.",
  "mn5:18.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:18.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:19.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:19.2": "‘aho vata ahameva bhattagge bhuttāvī anumodeyyaṃ, na añño bhikkhu bhattagge bhuttāvī anumodeyyā’ti.",
  "mn5:19.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu bhattagge bhuttāvī anumodeyya, na so bhikkhu bhattagge bhuttāvī anumodeyya.",
  "mn5:19.4": "‘Añño bhikkhu bhattagge bhuttāvī anumodati, nāhaṃ bhattagge bhuttāvī anumodāmī’ti—",
  "mn5:19.5": "iti so kupito hoti appatīto.",
  "mn5:19.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:19.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:20.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:20.2": "‘aho vata ahameva ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyaṃ, na añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyyā’ti.",
  "mn5:20.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyya, na so bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseyya.",
  "mn5:20.4": "‘Añño bhikkhu ārāmagatānaṃ bhikkhūnaṃ dhammaṃ deseti, nāhaṃ ārāmagatānaṃ bhikkhūnaṃ dhammaṃ desemī’ti—",
  "mn5:20.5": "iti so kupito hoti appatīto.",
  "mn5:20.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:20.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:21.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:21.2": "‘aho vata ahameva ārāmagatānaṃ bhikkhunīnaṃ dhammaṃ deseyyaṃ …",
  "mn5:21.3": "pe …",
  "mn5:21.4": "upāsakānaṃ dhammaṃ deseyyaṃ …",
  "mn5:21.5": "pe …",
  "mn5:21.6": "upāsikānaṃ dhammaṃ deseyyaṃ, na añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyyā’ti.",
  "mn5:21.7": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya, na so bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseyya.",
  "mn5:21.8": "‘Añño bhikkhu ārāmagatānaṃ upāsikānaṃ dhammaṃ deseti, nāhaṃ ārāmagatānaṃ upāsikānaṃ dhammaṃ desemī’ti—",
  "mn5:21.9": "iti so kupito hoti appatīto.",
  "mn5:21.10": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:21.11": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:22.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:22.2": "‘aho vata mameva bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na aññaṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti.",
  "mn5:22.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na taṃ bhikkhuṃ bhikkhū sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ.",
  "mn5:22.4": "‘Aññaṃ bhikkhuṃ bhikkhū sakkaronti garuṃ karonti mānenti pūjenti, na maṃ bhikkhū sakkaronti garuṃ karonti mānenti pūjentī’ti—",
  "mn5:22.5": "iti so kupito hoti appatīto.",
  "mn5:22.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:22.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:23.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:23.2": "‘aho vata mameva bhikkhuniyo …",
  "mn5:23.3": "pe …",
  "mn5:23.4": "upāsakā …",
  "mn5:23.5": "pe …",
  "mn5:23.6": "upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na aññaṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti.",
  "mn5:23.7": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññaṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, na taṃ bhikkhuṃ upāsikā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ.",
  "mn5:23.8": "‘Aññaṃ bhikkhuṃ upāsikā sakkaronti garuṃ karonti mānenti pūjenti, na maṃ upāsikā sakkaronti garuṃ karonti mānenti pūjentī’ti—",
  "mn5:23.9": "iti so kupito hoti appatīto.",
  "mn5:23.10": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:23.11": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:24.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:24.2": "‘aho vata ahameva lābhī assaṃ paṇītānaṃ cīvarānaṃ, na añño bhikkhu lābhī assa paṇītānaṃ cīvarānan’ti.",
  "mn5:24.3": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ, na so bhikkhu lābhī assa paṇītānaṃ cīvarānaṃ.",
  "mn5:24.4": "‘Añño bhikkhu lābhī paṇītānaṃ cīvarānaṃ, nāhaṃ lābhī paṇītānaṃ cīvarānan’ti—",
  "mn5:24.5": "iti so kupito hoti appatīto.",
  "mn5:24.6": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:24.7": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:25.1": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ idhekaccassa bhikkhuno evaṃ icchā uppajjeyya:",
  "mn5:25.2": "‘aho vata ahameva lābhī assaṃ paṇītānaṃ piṇḍapātānaṃ …",
  "mn5:25.3": "pe …",
  "mn5:25.4": "paṇītānaṃ senāsanānaṃ …",
  "mn5:25.5": "pe …",
  "mn5:25.6": "paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, na añño bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānan’ti.",
  "mn5:25.7": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ añño bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, na so bhikkhu lābhī assa paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ.",
  "mn5:25.8": "‘Añño bhikkhu lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānaṃ, nāhaṃ lābhī paṇītānaṃ gilānappaccayabhesajjaparikkhārānan’ti—",
  "mn5:25.9": "iti so kupito hoti appatīto.",
  "mn5:25.10": "Yo ceva kho, āvuso, kopo yo ca appaccayo—",
  "mn5:25.11": "ubhayametaṃ aṅgaṇaṃ.",
  "mn5:26.1": "Imesaṃ kho etaṃ, āvuso, pāpakānaṃ akusalānaṃ icchāvacarānaṃ adhivacanaṃ, yadidaṃ aṅgaṇanti.",
  "mn5:27.1": "Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.",
  "mn5:27.2": "Taṃ kissa hetu?",
  "mn5:27.3": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca.",
  "mn5:27.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.",
  "mn5:27.5": "Tamenaṃ sāmikā ahikuṇapaṃ vā kukkurakuṇapaṃ vā manussakuṇapaṃ vā racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ.",
  "mn5:27.6": "Tamenaṃ jano disvā evaṃ vadeyya:",
  "mn5:27.7": "‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti?",
  "mn5:27.8": "Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya.",
  "mn5:27.9": "Tassa sahadassanena amanāpatā ca saṇṭhaheyya, pāṭikulyatā ca saṇṭhaheyya, jegucchatā ca saṇṭhaheyya;",
  "mn5:27.10": "jighacchitānampi na bhottukamyatā assa, pageva suhitānaṃ.",
  "mn5:27.11": "Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti āraññiko pantasenāsano piṇḍapātiko sapadānacārī paṃsukūliko lūkhacīvaradharo, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.",
  "mn5:27.12": "Taṃ kissa hetu?",
  "mn5:27.13": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā appahīnā dissanti ceva sūyanti ca.",
  "mn5:28.1": "Yassa kassaci, āvuso, bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.",
  "mn5:28.2": "Taṃ kissa hetu?",
  "mn5:28.3": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca.",
  "mn5:28.4": "Seyyathāpi, āvuso, kaṃsapāti ābhatā āpaṇā vā kammārakulā vā parisuddhā pariyodātā.",
  "mn5:28.5": "Tamenaṃ sāmikā sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ racayitvā aññissā kaṃsapātiyā paṭikujjitvā antarāpaṇaṃ paṭipajjeyyuṃ.",
  "mn5:28.6": "Tamenaṃ jano disvā evaṃ vadeyya:",
  "mn5:28.7": "‘ambho, kimevidaṃ harīyati jaññajaññaṃ viyā’ti?",
  "mn5:28.8": "Tamenaṃ uṭṭhahitvā apāpuritvā olokeyya.",
  "mn5:28.9": "Tassa saha dassanena manāpatā ca saṇṭhaheyya, appāṭikulyatā ca saṇṭhaheyya, ajegucchatā ca saṇṭhaheyya;",
  "mn5:28.10": "suhitānampi bhottukamyatā assa, pageva jighacchitānaṃ.",
  "mn5:28.11": "Evameva kho, āvuso, yassa kassaci bhikkhuno ime pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti ca, kiñcāpi so hoti gāmantavihārī nemantaniko gahapaticīvaradharo, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.",
  "mn5:28.12": "Taṃ kissa hetu?",
  "mn5:28.13": "Te hi tassa āyasmato pāpakā akusalā icchāvacarā pahīnā dissanti ceva sūyanti cā”ti.",
  "mn5:29.1": "Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn5:29.2": "“upamā maṃ, āvuso sāriputta, paṭibhātī”ti.",
  "mn5:29.3": "“Paṭibhātu taṃ, āvuso moggallānā”ti.",
  "mn5:29.4": "“Ekamidāhaṃ, āvuso, samayaṃ rājagahe viharāmi giribbaje.",
  "mn5:29.5": "Atha khvāhaṃ, āvuso, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisiṃ.",
  "mn5:29.6": "Tena kho pana samayena samīti yānakāraputto rathassa nemiṃ tacchati.",
  "mn5:29.7": "Tamenaṃ paṇḍuputto ājīvako purāṇayānakāraputto paccupaṭṭhito hoti.",
  "mn5:29.8": "Atha kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa evaṃ cetaso parivitakko udapādi:",
  "mn5:29.9": "‘aho vatāyaṃ samīti yānakāraputto imissā nemiyā imañca vaṅkaṃ imañca jimhaṃ imañca dosaṃ taccheyya, evāyaṃ nemi apagatavaṅkā apagatajimhā apagatadosā suddhā assa sāre patiṭṭhitā’ti.",
  "mn5:29.10": "Yathā yathā kho, āvuso, paṇḍuputtassa ājīvakassa purāṇayānakāraputtassa cetaso parivitakko hoti tathā tathā samīti yānakāraputto tassā nemiyā tañca vaṅkaṃ tañca jimhaṃ tañca dosaṃ tacchati.",
  "mn5:29.11": "Atha kho, āvuso, paṇḍuputto ājīvako purāṇayānakāraputto attamano attamanavācaṃ nicchāresi:",
  "mn5:29.12": "‘hadayā hadayaṃ maññe aññāya tacchatī’ti.",
  "mn5:30.1": "Evameva kho, āvuso, ye te puggalā assaddhā, jīvikatthā na saddhā agārasmā anagāriyaṃ pabbajitā, saṭhā māyāvino ketabino uddhatā unnaḷā capalā mukharā vikiṇṇavācā, indriyesu aguttadvārā, bhojane amattaññuno, jāgariyaṃ ananuyuttā, sāmaññe anapekkhavanto, sikkhāya na tibbagāravā, bāhulikā sāthalikā, okkamane pubbaṅgamā, paviveke nikkhittadhurā, kusītā hīnavīriyā muṭṭhassatī asampajānā asamāhitā vibbhantacittā duppaññā eḷamūgā, tesaṃ āyasmā sāriputto iminā dhammapariyāyena hadayā hadayaṃ maññe aññāya tacchati.",
  "mn5:31.1": "Ye pana te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca:",
  "mn5:31.2": "‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’ti.",
  "mn5:31.3": "Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto uppalamālaṃ vā vassikamālaṃ vā atimuttakamālaṃ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṃ patiṭṭhapeyya;",
  "mn5:31.4": "evameva kho, āvuso, ye te kulaputtā saddhā agārasmā anagāriyaṃ pabbajitā, asaṭhā amāyāvino aketabino anuddhatā anunnaḷā acapalā amukharā avikiṇṇavācā, indriyesu guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, sāmaññe apekkhavanto, sikkhāya tibbagāravā, na bāhulikā na sāthalikā, okkamane nikkhittadhurā, paviveke pubbaṅgamā, āraddhavīriyā pahitattā upaṭṭhitassatī sampajānā samāhitā ekaggacittā paññavanto aneḷamūgā, te āyasmato sāriputtassa imaṃ dhammapariyāyaṃ sutvā pivanti maññe, ghasanti maññe vacasā ceva manasā ca:",
  "mn5:31.5": "‘sādhu vata, bho, sabrahmacārī akusalā vuṭṭhāpetvā kusale patiṭṭhāpetī’”ti.",
  "mn5:31.6": "Itiha te ubho mahānāgā aññamaññassa subhāsitaṃ samanumodiṃsūti.",
  "mn5:32.1": "Anaṅgaṇasuttaṃ niṭṭhitaṃ pañcamaṃ."
}