{
  "_markup_path": "markup/mn/mn51.html",
  "_alt_strings": [
    "en/sujato/mn/mn51.json"
  ],
  "mn51:1.1": "Majjhima Nikāya 51",
  "mn51:2.1": "Kandarakasutta",
  "mn51:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn51:3.2": "ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre mahatā bhikkhusaṃghena saddhiṃ.",
  "mn51:3.3": "Atha kho pesso ca hatthārohaputto kandarako ca paribbājako yena bhagavā tenupasaṅkamiṃsu;",
  "mn51:3.4": "upasaṅkamitvā pesso hatthārohaputto bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn51:3.5": "Kandarako pana paribbājako bhagavatā saddhiṃ sammodi.",
  "mn51:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn51:3.7": "Ekamantaṃ ṭhito kho kandarako paribbājako tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn51:3.8": "acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "mn51:3.9": "Yāvañcidaṃ bhotā gotamena sammā bhikkhusaṃgho paṭipādito.",
  "mn51:3.10": "Yepi te, bho gotama, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto etaparamaṃyeva sammā bhikkhusaṃghaṃ paṭipādesuṃ—",
  "mn51:3.11": "seyyathāpi etarahi bhotā gotamena sammā bhikkhusaṃgho paṭipādito.",
  "mn51:3.12": "Yepi te, bho gotama, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto etaparamaṃyeva sammā bhikkhusaṃghaṃ paṭipādessanti—",
  "mn51:3.13": "seyyathāpi etarahi bhotā gotamena sammā bhikkhusaṃgho paṭipādito”ti.",
  "mn51:4.1": "“Evametaṃ, kandaraka, evametaṃ, kandaraka.",
  "mn51:4.2": "Yepi te, kandaraka, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto etaparamaṃyeva sammā bhikkhusaṅghaṃ paṭipādesuṃ—",
  "mn51:4.3": "seyyathāpi etarahi mayā sammā bhikkhusaṅgho paṭipādito.",
  "mn51:4.4": "Yepi te, kandaraka, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto etaparamaṃyeva sammā bhikkhusaṅghaṃ paṭipādessanti—",
  "mn51:4.5": "seyyathāpi etarahi mayā sammā bhikkhusaṅgho paṭipādito.",
  "mn51:5.1": "Santi hi, kandaraka, bhikkhū imasmiṃ bhikkhusaṃghe arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā.",
  "mn51:5.2": "Santi hi, kandaraka, bhikkhū imasmiṃ bhikkhusaṃghe sekkhā santatasīlā santatavuttino nipakā nipakavuttino;",
  "mn51:5.3": "te catūsu satipaṭṭhānesu suppatiṭṭhitacittā viharanti.",
  "mn51:5.4": "Katamesu catūsu?",
  "mn51:5.5": "Idha, kandaraka, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "mn51:5.6": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "mn51:5.7": "citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "mn51:5.8": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan”ti.",
  "mn51:6.1": "Evaṃ vutte, pesso hatthārohaputto bhagavantaṃ etadavoca:",
  "mn51:6.2": "“acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "mn51:6.3": "Yāva supaññattā cime, bhante, bhagavatā cattāro satipaṭṭhānā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.",
  "mn51:6.4": "Mayampi hi, bhante, gihī odātavasanā kālena kālaṃ imesu catūsu satipaṭṭhānesu suppatiṭṭhitacittā viharāma.",
  "mn51:6.5": "Idha mayaṃ, bhante, kāye kāyānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṃ;",
  "mn51:6.6": "vedanāsu vedanānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṃ;",
  "mn51:6.7": "citte cittānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṃ;",
  "mn51:6.8": "dhammesu dhammānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṃ.",
  "mn51:6.9": "Acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "mn51:6.10": "Yāvañcidaṃ, bhante, bhagavā evaṃ manussagahane evaṃ manussakasaṭe evaṃ manussasāṭheyye vattamāne sattānaṃ hitāhitaṃ jānāti.",
  "mn51:6.11": "Gahanañhetaṃ, bhante, yadidaṃ manussā;",
  "mn51:6.12": "uttānakañhetaṃ, bhante, yadidaṃ pasavo.",
  "mn51:6.13": "Ahañhi, bhante, pahomi hatthidammaṃ sāretuṃ.",
  "mn51:6.14": "Yāvatakena antarena campaṃ gatāgataṃ karissati sabbāni tāni sāṭheyyāni kūṭeyyāni vaṅkeyyāni jimheyyāni pātukarissati.",
  "mn51:6.15": "Amhākaṃ pana, bhante, dāsāti vā pessāti vā kammakarāti vā aññathāva kāyena samudācaranti aññathāva vācāya aññathāva nesaṃ cittaṃ hoti.",
  "mn51:6.16": "Acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "mn51:6.17": "Yāvañcidaṃ, bhante, bhagavā evaṃ manussagahane evaṃ manussakasaṭe evaṃ manussasāṭheyye vattamāne sattānaṃ hitāhitaṃ jānāti.",
  "mn51:6.18": "Gahanañhetaṃ, bhante, yadidaṃ manussā;",
  "mn51:6.19": "uttānakañhetaṃ, bhante, yadidaṃ pasavo”ti.",
  "mn51:7.1": "“Evametaṃ, pessa, evametaṃ, pessa.",
  "mn51:7.2": "Gahanañhetaṃ, pessa, yadidaṃ manussā;",
  "mn51:7.3": "uttānakañhetaṃ, pessa, yadidaṃ pasavo.",
  "mn51:7.4": "Cattārome, pessa, puggalā santo saṃvijjamānā lokasmiṃ.",
  "mn51:7.5": "Katame cattāro?",
  "mn51:7.6": "Idha, pessa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto;",
  "mn51:7.7": "idha pana, pessa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto;",
  "mn51:7.8": "idha pana, pessa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto;",
  "mn51:7.9": "idha pana, pessa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.",
  "mn51:7.10": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "mn51:7.11": "Imesaṃ, pessa, catunnaṃ puggalānaṃ katamo te puggalo cittaṃ ārādhetī”ti?",
  "mn51:8.1": "“Yvāyaṃ, bhante, puggalo attantapo attaparitāpanānuyogamanuyutto, ayaṃ me puggalo cittaṃ nārādheti.",
  "mn51:8.2": "Yopāyaṃ, bhante, puggalo parantapo paraparitāpanānuyogamanuyutto, ayampi me puggalo cittaṃ nārādheti.",
  "mn51:8.3": "Yopāyaṃ, bhante, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto, ayampi me puggalo cittaṃ nārādheti.",
  "mn51:8.4": "Yo ca kho ayaṃ, bhante, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto, so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati—",
  "mn51:8.5": "ayameva me puggalo cittaṃ ārādhetī”ti.",
  "mn51:9.1": "“Kasmā pana te, pessa, ime tayo puggalā cittaṃ nārādhentī”ti?",
  "mn51:9.2": "“Yvāyaṃ, bhante, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti—",
  "mn51:9.3": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn51:9.4": "Yopāyaṃ, bhante, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti—",
  "mn51:9.5": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn51:9.6": "Yopāyaṃ, bhante, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti—",
  "mn51:9.7": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn51:9.8": "Yo ca kho ayaṃ, bhante, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati;",
  "mn51:9.9": "so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ neva ātāpeti na paritāpeti—",
  "mn51:9.10": "iminā me ayaṃ puggalo cittaṃ ārādheti.",
  "mn51:9.11": "Handa ca dāni mayaṃ, bhante, gacchāma;",
  "mn51:9.12": "bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "mn51:9.13": "“Yassadāni tvaṃ, pessa, kālaṃ maññasī”ti.",
  "mn51:9.14": "Atha kho pesso hatthārohaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn51:10.1": "Atha kho bhagavā acirapakkante pesse hatthārohaputte bhikkhū āmantesi:",
  "mn51:10.2": "“paṇḍito, bhikkhave, pesso hatthārohaputto;",
  "mn51:10.3": "mahāpañño, bhikkhave, pesso hatthārohaputto.",
  "mn51:10.4": "Sace, bhikkhave, pesso hatthārohaputto muhuttaṃ nisīdeyya yāvassāhaṃ ime cattāro puggale vitthārena vibhajissāmi, mahatā atthena saṃyutto abhavissa.",
  "mn51:10.5": "Api ca, bhikkhave, ettāvatāpi pesso hatthārohaputto mahatā atthena saṃyutto”ti.",
  "mn51:10.6": "“Etassa, bhagavā, kālo, etassa, sugata, kālo, yaṃ bhagavā ime cattāro puggale vitthārena vibhajeyya.",
  "mn51:10.7": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "mn51:10.8": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn51:10.9": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "mn51:10.10": "Bhagavā etadavoca:",
  "mn51:11.1": "“Katamo ca, bhikkhave, puggalo attantapo attaparitāpanānuyogamanuyutto?",
  "mn51:11.2": "Idha, bhikkhave, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko;",
  "mn51:11.3": "nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyati;",
  "mn51:11.4": "so na kumbhimukhā paṭiggaṇhāti na kaḷopimukhā paṭiggaṇhāti na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī;",
  "mn51:11.5": "na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivati.",
  "mn51:11.6": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …",
  "mn51:11.7": "pe …",
  "mn51:11.8": "sattāgāriko vā hoti sattālopiko;",
  "mn51:11.9": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …",
  "mn51:11.10": "pe …",
  "mn51:11.11": "sattahipi dattīhi yāpeti;",
  "mn51:11.12": "ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti …",
  "mn51:11.13": "pe …",
  "mn51:11.14": "sattāhikampi āhāraṃ āhāreti—",
  "mn51:11.15": "iti evarūpaṃ aḍḍhamāsikaṃ pariyāyabhattabhojanānuyogamanuyutto viharati.",
  "mn51:12.1": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti;",
  "mn51:12.2": "vanamūlaphalāhāro yāpeti pavattaphalabhojī.",
  "mn51:13.1": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti;",
  "mn51:13.2": "kesamassulocakopi hoti, kesamassulocanānuyogamanuyutto, ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti;",
  "mn51:13.3": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati—",
  "mn51:13.4": "iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.",
  "mn51:13.5": "Ayaṃ vuccati, bhikkhave, puggalo attantapo attaparitāpanānuyogamanuyutto.",
  "mn51:14.1": "Katamo ca, bhikkhave, puggalo parantapo paraparitāpanānuyogamanuyutto?",
  "mn51:14.2": "Idha, bhikkhave, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko, ye vā panaññepi keci kurūrakammantā.",
  "mn51:14.3": "Ayaṃ vuccati, bhikkhave, puggalo parantapo paraparitāpanānuyogamanuyutto.",
  "mn51:15.1": "Katamo ca, bhikkhave, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto?",
  "mn51:15.2": "Idha, bhikkhave, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto brāhmaṇo vā mahāsālo.",
  "mn51:15.3": "So puratthimena nagarassa navaṃ santhāgāraṃ kārāpetvā kesamassuṃ ohāretvā kharājinaṃ nivāsetvā sappitelena kāyaṃ abbhañjitvā magavisāṇena piṭṭhiṃ kaṇḍuvamāno navaṃ santhāgāraṃ pavisati saddhiṃ mahesiyā brāhmaṇena ca purohitena.",
  "mn51:15.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṃ kappeti.",
  "mn51:15.5": "Ekissāya gāviyā sarūpavacchāya yaṃ ekasmiṃ thane khīraṃ hoti tena rājā yāpeti, yaṃ dutiyasmiṃ thane khīraṃ hoti tena mahesī yāpeti, yaṃ tatiyasmiṃ thane khīraṃ hoti tena brāhmaṇo purohito yāpeti, yaṃ catutthasmiṃ thane khīraṃ hoti tena aggiṃ juhati, avasesena vacchako yāpeti.",
  "mn51:15.6": "So evamāha:",
  "mn51:15.7": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti.",
  "mn51:15.8": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.",
  "mn51:15.9": "Ayaṃ vuccati, bhikkhave, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.",
  "mn51:16.1": "Katamo ca, bhikkhave, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto, so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati?",
  "mn51:16.2": "Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn51:16.3": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn51:16.4": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn51:16.5": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "mn51:16.6": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "mn51:16.7": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn51:16.8": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn51:16.9": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn51:16.10": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn51:16.11": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn51:17.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "mn51:17.2": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati.",
  "mn51:17.3": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.",
  "mn51:17.4": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "mn51:17.5": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya—",
  "mn51:17.6": "iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn51:17.7": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti, yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn51:17.8": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn51:17.9": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ekabhattiko hoti rattūparato virato vikālabhojanā;",
  "mn51:17.10": "naccagītavāditavisūkadassanā paṭivirato hoti;",
  "mn51:17.11": "mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti;",
  "mn51:17.12": "uccāsayanamahāsayanā paṭivirato hoti;",
  "mn51:17.13": "jātarūparajatapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.14": "āmakadhaññapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.15": "āmakamaṃsapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.16": "itthikumārikapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.17": "dāsidāsapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.18": "ajeḷakapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.19": "kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.20": "hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.21": "khettavatthupaṭiggahaṇā paṭivirato hoti;",
  "mn51:17.22": "dūteyyapahiṇagamanānuyogā paṭivirato hoti;",
  "mn51:17.23": "kayavikkayā paṭivirato hoti;",
  "mn51:17.24": "tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti;",
  "mn51:17.25": "ukkoṭanavañcananikatisāciyogā paṭivirato hoti;",
  "mn51:17.26": "chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "mn51:18.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "mn51:18.2": "So yena yeneva pakkamati, samādāyeva pakkamati.",
  "mn51:18.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti;",
  "mn51:18.4": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "mn51:18.5": "So yena yeneva pakkamati, samādāyeva pakkamati.",
  "mn51:18.6": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "mn51:19.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn51:19.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "mn51:19.3": "Sotena saddaṃ sutvā …",
  "mn51:19.4": "pe …",
  "mn51:19.5": "ghānena gandhaṃ ghāyitvā …",
  "mn51:19.6": "pe …",
  "mn51:19.7": "jivhāya rasaṃ sāyitvā …",
  "mn51:19.8": "pe …",
  "mn51:19.9": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn51:19.10": "pe …",
  "mn51:19.11": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn51:19.12": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "mn51:19.13": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "mn51:20.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "mn51:21.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn51:21.2": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn51:21.3": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti, byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "mn51:21.4": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "mn51:21.5": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "mn51:21.6": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn51:22.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati;",
  "mn51:22.2": "vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati;",
  "mn51:22.3": "pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "mn51:22.4": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati;",
  "mn51:22.5": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn51:23.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn51:23.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn51:23.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn51:23.4": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn51:23.5": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "mn51:23.6": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn51:24.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn51:24.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti:",
  "mn51:24.3": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
  "mn51:24.4": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn51:24.5": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.",
  "mn51:25.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn51:25.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti.",
  "mn51:25.3": "‘Ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti.",
  "mn51:25.4": "‘Ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti.",
  "mn51:25.5": "‘Ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. <a class=\"wp\" id=\"wp27\"></a>‘",
  "mn51:25.6": "Ime āsavā’ti yathābhūtaṃ pajānāti.",
  "mn51:25.7": "‘Ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti.",
  "mn51:25.8": "‘Ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti.",
  "mn51:25.9": "‘Ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn51:25.10": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn51:25.11": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn51:25.12": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn51:25.13": "Ayaṃ vuccati, bhikkhave, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
  "mn51:25.14": "So attantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti.",
  "mn51:26.1": "Idamavoca bhagavā.",
  "mn51:26.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn51:27.1": "Kandarakasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}