{
  "_markup_path": "markup/mn/mn54.html",
  "_alt_strings": [
    "en/sujato/mn/mn54.json"
  ],
  "mn54:1.1": "Majjhima Nikāya 54",
  "mn54:2.1": "Potaliyasutta",
  "mn54:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn54:3.2": "ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo.",
  "mn54:3.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi.",
  "mn54:3.4": "Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya.",
  "mn54:3.5": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "mn54:3.6": "Potaliyopi kho gahapati sampannanivāsanapāvuraṇo chattupāhanāhi jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena so vanasaṇḍo tenupasaṅkami;",
  "mn54:3.7": "upasaṅkamitvā taṃ vanasaṇḍaṃ ajjhogāhetvā yena bhagavā tenupasaṅkami;",
  "mn54:3.8": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn54:3.9": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn54:3.10": "Ekamantaṃ ṭhitaṃ kho potaliyaṃ gahapatiṃ bhagavā etadavoca:",
  "mn54:3.11": "“saṃvijjanti kho, gahapati, āsanāni;",
  "mn54:3.12": "sace ākaṅkhasi nisīdā”ti.",
  "mn54:3.13": "Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano tuṇhī ahosi.",
  "mn54:4.1": "Dutiyampi kho bhagavā …",
  "mn54:4.2": "pe …",
  "mn54:4.3": "tatiyampi kho bhagavā potaliyaṃ gahapatiṃ etadavoca:",
  "mn54:4.4": "“saṃvijjanti kho, gahapati, āsanāni;",
  "mn54:4.5": "sace ākaṅkhasi nisīdā”ti.",
  "mn54:4.6": "Evaṃ vutte, potaliyo gahapati “gahapativādena maṃ samaṇo gotamo samudācaratī”ti kupito anattamano bhagavantaṃ etadavoca:",
  "mn54:4.7": "“tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yaṃ maṃ tvaṃ gahapativādena samudācarasī”ti.",
  "mn54:4.8": "“Te hi te, gahapati, ākārā, te liṅgā, te nimittā yathā taṃ gahapatissā”ti.",
  "mn54:4.9": "“Tathā hi pana me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti.",
  "mn54:4.10": "“Yathā kathaṃ pana te, gahapati, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti?",
  "mn54:4.11": "“Idha me, bho gotama, yaṃ ahosi dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā sabbaṃ taṃ puttānaṃ dāyajjaṃ niyyātaṃ, tatthāhaṃ anovādī anupavādī ghāsacchādanaparamo viharāmi.",
  "mn54:4.12": "Evaṃ kho me, bho gotama, sabbe kammantā paṭikkhittā, sabbe vohārā samucchinnā”ti.",
  "mn54:4.13": "“Aññathā kho tvaṃ, gahapati, vohārasamucchedaṃ vadasi, aññathā ca pana ariyassa vinaye vohārasamucchedo hotī”ti.",
  "mn54:4.14": "“Yathā kathaṃ pana, bhante, ariyassa vinaye vohārasamucchedo hoti?",
  "mn54:4.15": "Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye vohārasamucchedo hotī”ti.",
  "mn54:4.16": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn54:4.17": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.",
  "mn54:5.1": "Bhagavā etadavoca:",
  "mn54:5.2": "“aṭṭha kho ime, gahapati, dhammā ariyassa vinaye vohārasamucchedāya saṃvattanti.",
  "mn54:5.3": "Katame aṭṭha?",
  "mn54:5.4": "Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo;",
  "mn54:5.5": "dinnādānaṃ nissāya adinnādānaṃ pahātabbaṃ;",
  "mn54:5.6": "saccavācaṃ nissāya musāvādo pahātabbo;",
  "mn54:5.7": "apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā;",
  "mn54:5.8": "agiddhilobhaṃ nissāya giddhilobho pahātabbo;",
  "mn54:5.9": "anindārosaṃ nissāya nindāroso pahātabbo;",
  "mn54:5.10": "akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo;",
  "mn54:5.11": "anatimānaṃ nissāya atimāno pahātabbo.",
  "mn54:5.12": "Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattantī”ti. <a class=\"wp\" id=\"wp5\"></a>“",
  "mn54:5.13": "Ye me, bhante, bhagavatā aṭṭha dhammā saṃkhittena vuttā, vitthārena avibhattā, ariyassa vinaye vohārasamucchedāya saṃvattanti, sādhu me, bhante, bhagavā ime aṭṭha dhamme vitthārena vibhajatu anukampaṃ upādāyā”ti.",
  "mn54:5.14": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn54:5.15": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.",
  "mn54:5.16": "Bhagavā etadavoca:",
  "mn54:6.1": "“‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:6.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:6.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu pāṇātipātī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:6.4": "Ahañceva kho pana pāṇātipātī assaṃ, attāpi maṃ upavadeyya pāṇātipātapaccayā, anuviccāpi maṃ viññū garaheyyuṃ pāṇātipātapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā pāṇātipātapaccayā.",
  "mn54:6.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ pāṇātipāto.",
  "mn54:6.6": "Ye ca pāṇātipātapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, pāṇātipātā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:6.7": "‘Apāṇātipātaṃ nissāya pāṇātipāto pahātabbo’ti—",
  "mn54:6.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:7.1": "‘Dinnādānaṃ nissāya adinnādānaṃ pahātabban’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:7.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:7.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu adinnādāyī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:7.4": "Ahañceva kho pana adinnādāyī assaṃ, attāpi maṃ upavadeyya adinnādānapaccayā, anuviccāpi maṃ viññū garaheyyuṃ adinnādānapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā adinnādānapaccayā.",
  "mn54:7.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ adinnādānaṃ.",
  "mn54:7.6": "Ye ca adinnādānapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā adinnādānā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:7.7": "‘Dinnādānaṃ nissāya adinnādānaṃ pahātabban’ti—",
  "mn54:7.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:8.1": "‘Saccavācaṃ nissāya musāvādo pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:8.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:8.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu musāvādī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:8.4": "Ahañceva kho pana musāvādī assaṃ, attāpi maṃ upavadeyya musāvādapaccayā, anuviccāpi maṃ viññū garaheyyuṃ musāvādapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā musāvādapaccayā.",
  "mn54:8.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ musāvādo.",
  "mn54:8.6": "Ye ca musāvādapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, musāvādā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:8.7": "‘Saccavācaṃ nissāya musāvādo pahātabbo’ti—",
  "mn54:8.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:9.1": "‘Apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:9.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:9.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu pisuṇavāco assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:9.4": "Ahañceva kho pana pisuṇavāco assaṃ, attāpi maṃ upavadeyya pisuṇavācāpaccayā, anuviccāpi maṃ viññū garaheyyuṃ pisuṇavācāpaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā pisuṇavācāpaccayā.",
  "mn54:9.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ pisuṇā vācā.",
  "mn54:9.6": "Ye ca pisuṇavācāpaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, pisuṇāya vācāya paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:9.7": "‘Apisuṇaṃ vācaṃ nissāya pisuṇā vācā pahātabbā’ti—",
  "mn54:9.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:10.1": "‘Agiddhilobhaṃ nissāya giddhilobho pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:10.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:10.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu giddhilobhī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:10.4": "Ahañceva kho pana giddhilobhī assaṃ, attāpi maṃ upavadeyya giddhilobhapaccayā, anuviccāpi maṃ viññū garaheyyuṃ giddhilobhapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā giddhilobhapaccayā.",
  "mn54:10.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ giddhilobho.",
  "mn54:10.6": "Ye ca giddhilobhapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, giddhilobhā paṭiviratassa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:10.7": "‘Agiddhilobhaṃ nissāya giddhilobho pahātabbo’ti—",
  "mn54:10.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:11.1": "‘Anindārosaṃ nissāya nindāroso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:11.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:11.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu nindārosī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:11.4": "Ahañceva kho pana nindārosī assaṃ, attāpi maṃ upavadeyya nindārosapaccayā, anuviccāpi maṃ viññū garaheyyuṃ nindārosapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā nindārosapaccayā.",
  "mn54:11.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ nindāroso.",
  "mn54:11.6": "Ye ca nindārosapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, anindārosissa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:11.7": "‘Anindārosaṃ nissāya nindāroso pahātabbo’ti—",
  "mn54:11.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:12.1": "‘Akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:12.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:12.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu kodhūpāyāsī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:12.4": "Ahañceva kho pana kodhūpāyāsī assaṃ, attāpi maṃ upavadeyya kodhūpāyāsapaccayā, anuviccāpi maṃ viññū garaheyyuṃ kodhūpāyāsapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā kodhūpāyāsapaccayā.",
  "mn54:12.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ kodhūpāyāso.",
  "mn54:12.6": "Ye ca kodhūpāyāsapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, akkodhūpāyāsissa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:12.7": "‘Akkodhūpāyāsaṃ nissāya kodhūpāyāso pahātabbo’ti—",
  "mn54:12.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:13.1": "‘Anatimānaṃ nissāya atimāno pahātabbo’ti iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "mn54:13.2": "Idha, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:13.3": "‘yesaṃ kho ahaṃ saṃyojanānaṃ hetu atimānī assaṃ, tesāhaṃ saṃyojanānaṃ pahānāya samucchedāya paṭipanno.",
  "mn54:13.4": "Ahañceva kho pana atimānī assaṃ, attāpi maṃ upavadeyya atimānapaccayā, anuviccāpi maṃ viññū garaheyyuṃ atimānapaccayā, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā atimānapaccayā.",
  "mn54:13.5": "Etadeva kho pana saṃyojanaṃ etaṃ nīvaraṇaṃ yadidaṃ atimāno.",
  "mn54:13.6": "Ye ca atimānapaccayā uppajjeyyuṃ āsavā vighātapariḷāhā, anatimānissa evaṃsa te āsavā vighātapariḷāhā na honti’.",
  "mn54:13.7": "‘Anatimānaṃ nissāya atimāno pahātabbo’ti—",
  "mn54:13.8": "iti yantaṃ vuttaṃ idametaṃ paṭicca vuttaṃ.",
  "mn54:14.1": "Ime kho, gahapati, aṭṭha dhammā saṃkhittena vuttā, vitthārena vibhattā, ye ariyassa vinaye vohārasamucchedāya saṃvattanti;",
  "mn54:14.2": "na tveva tāva ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti.",
  "mn54:15.1": "“Yathā kathaṃ pana, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti?",
  "mn54:15.2": "Sādhu me, bhante, bhagavā tathā dhammaṃ desetu yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hotī”ti.",
  "mn54:15.3": "“Tena hi, gahapati, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn54:15.4": "“Evaṃ, bhante”ti kho potaliyo gahapati bhagavato paccassosi.",
  "mn54:15.5": "Bhagavā etadavoca:",
  "mn54:16.1": "1. Kāmādīnavakathā",
  "mn54:17.1": "“Seyyathāpi, gahapati, kukkuro jighacchādubbalyapareto goghātakasūnaṃ paccupaṭṭhito assa.",
  "mn54:17.2": "Tamenaṃ dakkho goghātako vā goghātakantevāsī vā aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ upasumbheyya.",
  "mn54:17.3": "Taṃ kiṃ maññasi, gahapati, api nu kho so kukkuro amuṃ aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ palehanto jighacchādubbalyaṃ paṭivineyyā”ti?",
  "mn54:18.1": "“No hetaṃ, bhante”.",
  "mn54:19.1": "“Taṃ kissa hetu”?",
  "mn54:20.1": "“Aduñhi, bhante, aṭṭhikaṅkalaṃ sunikkantaṃ nikkantaṃ nimmaṃsaṃ lohitamakkhitaṃ.",
  "mn54:20.2": "Yāvadeva pana so kukkuro kilamathassa vighātassa bhāgī assā”ti.",
  "mn54:20.3": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:20.4": "‘aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.",
  "mn54:20.5": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā, yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti.",
  "mn54:21.1": "Seyyathāpi, gahapati, gijjho vā kaṅko vā kulalo vā maṃsapesiṃ ādāya uḍḍīyeyya.",
  "mn54:21.2": "Tamenaṃ gijjhāpi kaṅkāpi kulalāpi anupatitvā anupatitvā vitaccheyyuṃ vissajjeyyuṃ.",
  "mn54:21.3": "Taṃ kiṃ maññasi, gahapati, sace so gijjho vā kaṅko vā kulalo vā taṃ maṃsapesiṃ na khippameva paṭinissajjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?",
  "mn54:22.1": "“Evaṃ, bhante”.",
  "mn54:23.1": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:23.2": "‘maṃsapesūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.",
  "mn54:23.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti.",
  "mn54:24.1": "Seyyathāpi, gahapati, puriso ādittaṃ tiṇukkaṃ ādāya paṭivātaṃ gaccheyya.",
  "mn54:24.2": "Taṃ kiṃ maññasi, gahapati, sace so puriso taṃ ādittaṃ tiṇukkaṃ na khippameva paṭinissajjeyya tassa sā ādittā tiṇukkā hatthaṃ vā daheyya bāhuṃ vā daheyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ daheyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?",
  "mn54:25.1": "“Evaṃ, bhante”.",
  "mn54:26.1": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:26.2": "‘tiṇukkūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.",
  "mn54:26.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā …",
  "mn54:26.4": "pe …",
  "mn54:26.5": "tamevūpekkhaṃ bhāveti.",
  "mn54:27.1": "Seyyathāpi, gahapati, aṅgārakāsu sādhikaporisā, pūrā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ.",
  "mn54:27.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikkūlo.",
  "mn54:27.3": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ.",
  "mn54:27.4": "Taṃ kiṃ maññasi, gahapati, api nu so puriso iticiticeva kāyaṃ sannāmeyyā”ti?",
  "mn54:28.1": "“Evaṃ, bhante”.",
  "mn54:29.1": "“Taṃ kissa hetu”?",
  "mn54:30.1": "“Viditañhi, bhante, tassa purisassa imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhan”ti.",
  "mn54:30.2": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:30.3": "‘aṅgārakāsūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.",
  "mn54:30.4": "Evametaṃ yathābhūtaṃ sammappaññāya disvā …",
  "mn54:30.5": "pe …",
  "mn54:30.6": "tamevūpekkhaṃ bhāveti.",
  "mn54:31.1": "Seyyathāpi, gahapati, puriso supinakaṃ passeyya ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ.",
  "mn54:31.2": "So paṭibuddho na kiñci paṭipasseyya.",
  "mn54:31.3": "Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:31.4": "‘supinakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti …",
  "mn54:31.5": "pe …",
  "mn54:31.6": "tamevūpekkhaṃ bhāveti.",
  "mn54:32.1": "Seyyathāpi, gahapati, puriso yācitakaṃ bhogaṃ yācitvā yānaṃ vā poriseyyaṃ pavaramaṇikuṇḍalaṃ.",
  "mn54:32.2": "So tehi yācitakehi bhogehi purakkhato parivuto antarāpaṇaṃ paṭipajjeyya.",
  "mn54:32.3": "Tamenaṃ jano disvā evaṃ vadeyya:",
  "mn54:32.4": "‘bhogī vata bho puriso, evaṃ kira bhogino bhogāni bhuñjantī’ti.",
  "mn54:32.5": "Tamenaṃ sāmikā yattha yattheva passeyyuṃ tattha tattheva sāni hareyyuṃ.",
  "mn54:32.6": "Taṃ kiṃ maññasi, gahapati, alaṃ nu kho tassa purisassa aññathattāyā”ti?",
  "mn54:33.1": "“Evaṃ, bhante”.",
  "mn54:34.1": "“Taṃ kissa hetu”?",
  "mn54:35.1": "“Sāmino hi, bhante, sāni harantī”ti.",
  "mn54:35.2": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:35.3": "‘yācitakūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti …",
  "mn54:35.4": "pe …",
  "mn54:35.5": "tamevūpekkhaṃ bhāveti.",
  "mn54:36.1": "Seyyathāpi, gahapati, gāmassa vā nigamassa vā avidūre tibbo vanasaṇḍo.",
  "mn54:36.2": "Tatrassa rukkho sampannaphalo ca upapannaphalo ca, na cassu kānici phalāni bhūmiyaṃ patitāni.",
  "mn54:36.3": "Atha puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno.",
  "mn54:36.4": "So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca.",
  "mn54:36.5": "Tassa evamassa:",
  "mn54:36.6": "‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni.",
  "mn54:36.7": "Jānāmi kho panāhaṃ rukkhaṃ ārohituṃ.",
  "mn54:36.8": "Yannūnāhaṃ imaṃ rukkhaṃ ārohitvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti.",
  "mn54:36.9": "So taṃ rukkhaṃ ārohitvā yāvadatthañca khādeyya ucchaṅgañca pūreyya.",
  "mn54:36.10": "Atha dutiyo puriso āgaccheyya phalatthiko phalagavesī phalapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya.",
  "mn54:36.11": "So taṃ vanasaṇḍaṃ ajjhogāhetvā taṃ rukkhaṃ passeyya sampannaphalañca upapannaphalañca.",
  "mn54:36.12": "Tassa evamassa:",
  "mn54:36.13": "‘ayaṃ kho rukkho sampannaphalo ca upapannaphalo ca, natthi ca kānici phalāni bhūmiyaṃ patitāni.",
  "mn54:36.14": "Na kho panāhaṃ jānāmi rukkhaṃ ārohituṃ.",
  "mn54:36.15": "Yannūnāhaṃ imaṃ rukkhaṃ mūlato chetvā yāvadatthañca khādeyyaṃ ucchaṅgañca pūreyyan’ti.",
  "mn54:36.16": "So taṃ rukkhaṃ mūlatova chindeyya.",
  "mn54:36.17": "Taṃ kiṃ maññasi, gahapati, amuko yo so puriso paṭhamaṃ rukkhaṃ ārūḷho sace so na khippameva oroheyya tassa so rukkho papatanto hatthaṃ vā bhañjeyya pādaṃ vā bhañjeyya aññataraṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhañjeyya, so tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhan”ti?",
  "mn54:37.1": "“Evaṃ, bhante”.",
  "mn54:38.1": "“Evameva kho, gahapati, ariyasāvako iti paṭisañcikkhati:",
  "mn54:38.2": "‘rukkhaphalūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti.",
  "mn54:38.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā yāyaṃ upekkhā nānattā nānattasitā taṃ abhinivajjetvā yāyaṃ upekkhā ekattā ekattasitā yattha sabbaso lokāmisūpādānā aparisesā nirujjhanti tamevūpekkhaṃ bhāveti.",
  "mn54:39.1": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn54:39.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn54:39.3": "pe …",
  "mn54:39.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn54:40.1": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …",
  "mn54:40.2": "pe …",
  "mn54:40.3": "yathākammūpage satte pajānāti.",
  "mn54:41.1": "Sa kho so, gahapati, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "mn54:41.2": "Ettāvatā kho, gahapati, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti.",
  "mn54:42.1": "Taṃ kiṃ maññasi, gahapati, yathā ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo hoti, api nu tvaṃ evarūpaṃ vohārasamucchedaṃ attani samanupassasī”ti?",
  "mn54:42.2": "“Ko cāhaṃ, bhante, ko ca ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedo.",
  "mn54:42.3": "Ārakā ahaṃ, bhante, ariyassa vinaye sabbena sabbaṃ sabbathā sabbaṃ vohārasamucchedā.",
  "mn54:42.4": "Mayañhi, bhante, pubbe aññatitthiye paribbājake anājānīyeva samāne ājānīyāti amaññimha, anājānīyeva samāne ājānīyabhojanaṃ bhojimha, anājānīyeva samāne ājānīyaṭhāne ṭhapimha;",
  "mn54:42.5": "bhikkhū pana mayaṃ, bhante, ājānīyeva samāne anājānīyāti amaññimha, ājānīyeva samāne anājānīyabhojanaṃ bhojimha, ājānīyeva samāne anājānīyaṭhāne ṭhapimha;",
  "mn54:42.6": "idāni pana mayaṃ, bhante, aññatitthiye paribbājake anājānīyeva samāne anājānīyāti jānissāma, anājānīyeva samāne anājānīyabhojanaṃ bhojessāma, anājānīyeva samāne anājānīyaṭhāne ṭhapessāma.",
  "mn54:42.7": "Bhikkhū pana mayaṃ, bhante, ājānīyeva samāne ājānīyāti jānissāma, ājānīyeva samāne ājānīyabhojanaṃ bhojessāma, ājānīyeva samāne ājānīyaṭhāne ṭhapessāma.",
  "mn54:42.8": "Ajanesi vata me, bhante, bhagavā samaṇesu samaṇappemaṃ, samaṇesu samaṇappasādaṃ, samaṇesu samaṇagāravaṃ.",
  "mn54:42.9": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "mn54:42.10": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya, ‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn54:42.11": "evamevaṃ kho, bhante, bhagavatā anekapariyāyena dhammo pakāsito.",
  "mn54:42.12": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn54:42.13": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn54:43.1": "Potaliyasuttaṃ niṭṭhitaṃ catutthaṃ."
}