{
  "_markup_path": "markup/mn/mn58.html",
  "_alt_strings": [
    "en/sujato/mn/mn58.json"
  ],
  "mn58:1.1": "Majjhima Nikāya 58",
  "mn58:2.1": "Abhayarājakumārasutta",
  "mn58:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn58:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn58:3.3": "Atha kho abhayo rājakumāro yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "mn58:3.4": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn58:3.5": "Ekamantaṃ nisinnaṃ kho abhayaṃ rājakumāraṃ nigaṇṭho nāṭaputto etadavoca: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn58:3.6": "ehi tvaṃ, rājakumāra, samaṇassa gotamassa vādaṃ āropehi.",
  "mn58:3.7": "Evaṃ te kalyāṇo kittisaddo abbhuggacchissati:",
  "mn58:3.8": "‘abhayena rājakumārena samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādo āropito’”ti.",
  "mn58:3.9": "“Yathā kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādaṃ āropessāmī”ti?",
  "mn58:3.10": "“Ehi tvaṃ, rājakumāra, yena samaṇo gotamo tenupasaṅkama;",
  "mn58:3.11": "upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi:",
  "mn58:3.12": "‘bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti?",
  "mn58:3.13": "Sace te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:",
  "mn58:3.14": "‘bhāseyya, rājakumāra, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn58:3.15": "‘atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṃ?",
  "mn58:3.16": "Puthujjanopi hi taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti.",
  "mn58:3.17": "Sace pana te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:",
  "mn58:3.18": "‘na, rājakumāra, tathāgato taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā’ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn58:3.19": "‘atha kiñcarahi te, bhante, devadatto byākato:",
  "mn58:3.20": "“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti?",
  "mn58:3.21": "Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti.",
  "mn58:3.22": "Imaṃ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilituṃ.",
  "mn58:3.23": "Seyyathāpi nāma purisassa ayosiṅghāṭakaṃ kaṇṭhe vilaggaṃ, so neva sakkuṇeyya uggilituṃ na sakkuṇeyya ogilituṃ;",
  "mn58:3.24": "evameva kho te, rājakumāra, samaṇo gotamo imaṃ ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilitun”ti. <a class=\"wp\" id=\"wp4\"></a>“",
  "mn58:3.25": "Evaṃ, bhante”ti kho abhayo rājakumāro nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami;",
  "mn58:3.26": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn58:4.1": "Ekamantaṃ nisinnassa kho abhayassa rājakumārassa sūriyaṃ ulloketvā etadahosi:",
  "mn58:4.2": "“akālo kho ajja bhagavato vādaṃ āropetuṃ.",
  "mn58:4.3": "Sve dānāhaṃ sake nivesane bhagavato vādaṃ āropessāmī”ti bhagavantaṃ etadavoca:",
  "mn58:4.4": "“adhivāsetu me, bhante, bhagavā svātanāya attacatuttho bhattan”ti.",
  "mn58:4.5": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "mn58:4.6": "Atha kho abhayo rājakumāro bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn58:4.7": "Atha kho bhagavā tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena abhayassa rājakumārassa nivesanaṃ tenupasaṅkami;",
  "mn58:4.8": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn58:4.9": "Atha kho abhayo rājakumāro bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn58:4.10": "Atha kho abhayo rājakumāro bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn58:5.1": "Ekamantaṃ nisinno kho abhayo rājakumāro bhagavantaṃ etadavoca:",
  "mn58:5.2": "“bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti?",
  "mn58:5.3": "“Na khvettha, rājakumāra, ekaṃsenā”ti.",
  "mn58:5.4": "“Ettha, bhante, anassuṃ nigaṇṭhā”ti.",
  "mn58:5.5": "“Kiṃ pana tvaṃ, rājakumāra, evaṃ vadesi:",
  "mn58:5.6": "‘ettha, bhante, anassuṃ nigaṇṭhā’”ti?",
  "mn58:5.7": "“Idhāhaṃ, bhante, yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "mn58:5.8": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā ekamantaṃ nisīdiṃ.",
  "mn58:5.9": "Ekamantaṃ nisinnaṃ kho maṃ, bhante, nigaṇṭho nāṭaputto etadavoca:",
  "mn58:5.10": "‘ehi tvaṃ, rājakumāra, samaṇassa gotamassa vādaṃ āropehi.",
  "mn58:5.11": "Evaṃ te kalyāṇo kittisaddo abbhuggacchissati—",
  "mn58:5.12": "abhayena rājakumārena samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādo āropito’ti.",
  "mn58:5.13": "Evaṃ vutte, ahaṃ, bhante, nigaṇṭhaṃ nāṭaputtaṃ etadavocaṃ:",
  "mn58:5.14": "‘yathā kathaṃ panāhaṃ, bhante, samaṇassa gotamassa evaṃ mahiddhikassa evaṃ mahānubhāvassa vādaṃ āropessāmī’ti?",
  "mn58:5.15": "‘Ehi tvaṃ, rājakumāra, yena samaṇo gotamo tenupasaṅkama;",
  "mn58:5.16": "upasaṅkamitvā samaṇaṃ gotamaṃ evaṃ vadehi:",
  "mn58:5.17": "“bhāseyya nu kho, bhante, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti?",
  "mn58:5.18": "Sace te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:",
  "mn58:5.19": "“bhāseyya, rājakumāra, tathāgato taṃ vācaṃ yā sā vācā paresaṃ appiyā amanāpā”ti, tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn58:5.20": "“atha kiñcarahi te, bhante, puthujjanena nānākaraṇaṃ?",
  "mn58:5.21": "Puthujjanopi hi taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā”ti.",
  "mn58:5.22": "Sace pana te samaṇo gotamo evaṃ puṭṭho evaṃ byākaroti:",
  "mn58:5.23": "“na, rājakumāra, tathāgato taṃ vācaṃ bhāseyya yā sā vācā paresaṃ appiyā amanāpā”ti, tamenaṃ tvaṃ evaṃ vadeyyāsi—",
  "mn58:5.24": "atha kiñcarahi te, bhante, devadatto byākato:",
  "mn58:5.25": "“āpāyiko devadatto, nerayiko devadatto, kappaṭṭho devadatto, atekiccho devadatto”ti?",
  "mn58:5.26": "Tāya ca pana te vācāya devadatto kupito ahosi anattamano’ti.",
  "mn58:5.27": "Imaṃ kho te, rājakumāra, samaṇo gotamo ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilituṃ.",
  "mn58:5.28": "Seyyathāpi nāma purisassa ayosiṅghāṭakaṃ kaṇṭhe vilaggaṃ, so neva sakkuṇeyya uggilituṃ na sakkuṇeyya ogilituṃ;",
  "mn58:5.29": "evameva kho te, rājakumāra, samaṇo gotamo imaṃ ubhatokoṭikaṃ pañhaṃ puṭṭho samāno neva sakkhiti uggilituṃ na sakkhiti ogilitun”ti.",
  "mn58:6.1": "Tena kho pana samayena daharo kumāro mando uttānaseyyako abhayassa rājakumārassa aṅke nisinno hoti.",
  "mn58:6.2": "Atha kho bhagavā abhayaṃ rājakumāraṃ etadavoca:",
  "mn58:6.3": "“taṃ kiṃ maññasi, rājakumāra, sacāyaṃ kumāro tuyhaṃ vā pamādamanvāya dhātiyā vā pamādamanvāya kaṭṭhaṃ vā kaṭhalaṃ vā mukhe āhareyya, kinti naṃ kareyyāsī”ti?",
  "mn58:6.4": "“Āhareyyassāhaṃ, bhante.",
  "mn58:6.5": "Sace, bhante, na sakkuṇeyyaṃ ādikeneva āhattuṃ, vāmena hatthena sīsaṃ pariggahetvā dakkhiṇena hatthena vaṅkaṅguliṃ karitvā salohitampi āhareyyaṃ.",
  "mn58:6.6": "Taṃ kissa hetu?",
  "mn58:6.7": "Atthi me, bhante, kumāre anukampā”ti. <a class=\"wp\" id=\"wp8\"></a>“",
  "mn58:6.8": "Evameva kho, rājakumāra, yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, na taṃ tathāgato vācaṃ bhāsati.",
  "mn58:6.9": "Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tampi tathāgato vācaṃ na bhāsati.",
  "mn58:6.10": "Yañca kho tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ appiyā amanāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya.",
  "mn58:6.11": "Yaṃ tathāgato vācaṃ jānāti abhūtaṃ atacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā, na taṃ tathāgato vācaṃ bhāsati.",
  "mn58:6.12": "Yampi tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ anatthasaṃhitaṃ sā ca paresaṃ piyā manāpā tampi tathāgato vācaṃ na bhāsati.",
  "mn58:6.13": "Yañca tathāgato vācaṃ jānāti bhūtaṃ tacchaṃ atthasaṃhitaṃ sā ca paresaṃ piyā manāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya.",
  "mn58:6.14": "Taṃ kissa hetu?",
  "mn58:6.15": "Atthi, rājakumāra, tathāgatassa sattesu anukampā”ti.",
  "mn58:7.1": "“Yeme, bhante, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti, pubbeva nu kho, etaṃ, bhante, bhagavato cetaso parivitakkitaṃ hoti ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti?",
  "mn58:8.1": "“Tena hi, rājakumāra, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.",
  "mn58:8.2": "Taṃ kiṃ maññasi, rājakumāra, kusalo tvaṃ rathassa aṅgapaccaṅgānan”ti?",
  "mn58:9.1": "“Evaṃ, bhante, kusalo ahaṃ rathassa aṅgapaccaṅgānan”ti.",
  "mn58:10.1": "“Taṃ kiṃ maññasi, rājakumāra, ye taṃ upasaṅkamitvā evaṃ puccheyyuṃ:",
  "mn58:10.2": "‘kiṃ nāmidaṃ rathassa aṅgapaccaṅgan’ti?",
  "mn58:10.3": "Pubbeva nu kho te etaṃ cetaso parivitakkitaṃ assa ‘ye maṃ upasaṅkamitvā evaṃ pucchissanti tesāhaṃ evaṃ puṭṭho evaṃ byākarissāmī’ti, udāhu ṭhānasovetaṃ paṭibhāseyyā”ti?",
  "mn58:11.1": "“Ahañhi, bhante, rathiko saññāto kusalo rathassa aṅgapaccaṅgānaṃ.",
  "mn58:11.2": "Sabbāni me rathassa aṅgapaccaṅgāni suviditāni.",
  "mn58:11.3": "Ṭhānasovetaṃ maṃ paṭibhāseyyā”ti.",
  "mn58:12.1": "“Evameva kho, rājakumāra, ye te khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi pañhaṃ abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti, ṭhānasovetaṃ tathāgataṃ paṭibhāti.",
  "mn58:12.2": "Taṃ kissa hetu?",
  "mn58:12.3": "Sā hi, rājakumāra, tathāgatassa dhammadhātu suppaṭividdhā yassā dhammadhātuyā suppaṭividdhattā ṭhānasovetaṃ tathāgataṃ paṭibhātī”ti.",
  "mn58:13.1": "Evaṃ vutte, abhayo rājakumāro bhagavantaṃ etadavoca:",
  "mn58:13.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante …",
  "mn58:13.3": "pe …",
  "mn58:13.4": "ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn58:14.1": "Abhayarājakumārasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}