{
  "_markup_path": "markup/mn/mn61.html",
  "_alt_strings": [
    "en/sujato/mn/mn61.json"
  ],
  "mn61:1.1": "Majjhima Nikāya 61",
  "mn61:2.1": "Ambalaṭṭhikarāhulovādasutta",
  "mn61:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn61:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn61:3.3": "Tena kho pana samayena āyasmā rāhulo ambalaṭṭhikāyaṃ viharati.",
  "mn61:3.4": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena ambalaṭṭhikā yenāyasmā rāhulo tenupasaṅkami.",
  "mn61:3.5": "Addasā kho āyasmā rāhulo bhagavantaṃ dūratova āgacchantaṃ.",
  "mn61:3.6": "Disvāna āsanaṃ paññāpesi, udakañca pādānaṃ.",
  "mn61:3.7": "Nisīdi bhagavā paññatte āsane.",
  "mn61:3.8": "Nisajja pāde pakkhālesi.",
  "mn61:3.9": "Āyasmāpi kho rāhulo bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn61:4.1": "Atha kho bhagavā parittaṃ udakāvasesaṃ udakādhāne ṭhapetvā āyasmantaṃ rāhulaṃ āmantesi:",
  "mn61:4.2": "“passasi no tvaṃ, rāhula, imaṃ parittaṃ udakāvasesaṃ udakādhāne ṭhapitan”ti?",
  "mn61:4.3": "“Evaṃ, bhante”.",
  "mn61:4.4": "“Evaṃ parittakaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.",
  "mn61:4.5": "Atha kho bhagavā parittaṃ udakāvasesaṃ chaḍḍetvā āyasmantaṃ rāhulaṃ āmantesi:",
  "mn61:4.6": "“passasi no tvaṃ, rāhula, parittaṃ udakāvasesaṃ chaḍḍitan”ti?",
  "mn61:4.7": "“Evaṃ, bhante”.",
  "mn61:4.8": "“Evaṃ chaḍḍitaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.",
  "mn61:4.9": "Atha kho bhagavā taṃ udakādhānaṃ nikkujjitvā āyasmantaṃ rāhulaṃ āmantesi:",
  "mn61:4.10": "“passasi no tvaṃ, rāhula, imaṃ udakādhānaṃ nikkujjitan”ti?",
  "mn61:4.11": "“Evaṃ, bhante”.",
  "mn61:4.12": "“Evaṃ nikkujjitaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjā”ti.",
  "mn61:4.13": "Atha kho bhagavā taṃ udakādhānaṃ ukkujjitvā āyasmantaṃ rāhulaṃ āmantesi:",
  "mn61:4.14": "“passasi no tvaṃ, rāhula, imaṃ udakādhānaṃ rittaṃ tucchan”ti?",
  "mn61:4.15": "“Evaṃ, bhante”.",
  "mn61:4.16": "“Evaṃ rittaṃ tucchaṃ kho, rāhula, tesaṃ sāmaññaṃ yesaṃ natthi sampajānamusāvāde lajjāti.",
  "mn61:4.17": "Seyyathāpi, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti, purimenapi kāyena kammaṃ karoti, pacchimenapi kāyena kammaṃ karoti, sīsenapi kammaṃ karoti, kaṇṇehipi kammaṃ karoti, dantehipi kammaṃ karoti, naṅguṭṭhenapi kammaṃ karoti;",
  "mn61:4.18": "rakkhateva soṇḍaṃ.",
  "mn61:4.19": "Tattha hatthārohassa evaṃ hoti:",
  "mn61:4.20": "‘ayaṃ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti …",
  "mn61:4.21": "pe …",
  "mn61:4.22": "naṅguṭṭhenapi kammaṃ karoti;",
  "mn61:4.23": "rakkhateva soṇḍaṃ.",
  "mn61:4.24": "Apariccattaṃ kho rañño nāgassa jīvitan’ti.",
  "mn61:4.25": "Yato kho, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti …",
  "mn61:4.26": "pe …",
  "mn61:4.27": "naṅguṭṭhenapi kammaṃ karoti, soṇḍāyapi kammaṃ karoti, tattha hatthārohassa evaṃ hoti:",
  "mn61:4.28": "‘ayaṃ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṃ karoti, pacchimehipi pādehi kammaṃ karoti, purimenapi kāyena kammaṃ karoti, pacchimenapi kāyena kammaṃ karoti, sīsenapi kammaṃ karoti, kaṇṇehipi kammaṃ karoti, dantehipi kammaṃ karoti, naṅguṭṭhenapi kammaṃ karoti, soṇḍāyapi kammaṃ karoti.",
  "mn61:4.29": "Pariccattaṃ kho rañño nāgassa jīvitaṃ.",
  "mn61:4.30": "Natthi dāni kiñci rañño nāgassa akaraṇīyan’ti.",
  "mn61:4.31": "Evameva kho, rāhula, yassa kassaci sampajānamusāvāde natthi lajjā, nāhaṃ tassa kiñci pāpaṃ akaraṇīyanti vadāmi.",
  "mn61:4.32": "Tasmātiha te, rāhula, ‘hassāpi na musā bhaṇissāmī’ti—",
  "mn61:4.33": "evañhi te, rāhula, sikkhitabbaṃ.",
  "mn61:5.1": "Taṃ kiṃ maññasi, rāhula, kimatthiyo ādāso”ti?",
  "mn61:6.1": "“Paccavekkhaṇattho, bhante”ti.",
  "mn61:7.1": "“Evameva kho, rāhula, paccavekkhitvā paccavekkhitvā kāyena kammaṃ kattabbaṃ, paccavekkhitvā paccavekkhitvā vācāya kammaṃ kattabbaṃ, paccavekkhitvā paccavekkhitvā manasā kammaṃ kattabbaṃ.",
  "mn61:7.2": "Yadeva tvaṃ, rāhula, kāyena kammaṃ kattukāmo ahosi, tadeva te kāyakammaṃ paccavekkhitabbaṃ:",
  "mn61:7.3": "‘yannu kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:7.4": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:7.5": "Sace tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:7.6": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:7.7": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, kāyena kammaṃ sasakkaṃ na karaṇīyaṃ.",
  "mn61:7.8": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:7.9": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ kattukāmo idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvatteyya, na parabyābādhāyapi saṃvatteyya, na ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:7.10": "kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, evarūpaṃ te, rāhula, kāyena kammaṃ karaṇīyaṃ.",
  "mn61:8.1": "Karontenapi te, rāhula, kāyena kammaṃ tadeva te kāyakammaṃ paccavekkhitabbaṃ:",
  "mn61:8.2": "‘yannu kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:8.3": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:8.4": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:8.5": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:8.6": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, paṭisaṃhareyyāsi tvaṃ, rāhula, evarūpaṃ kāyakammaṃ.",
  "mn61:8.7": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:8.8": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ karomi idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:8.9": "kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, anupadajjeyyāsi tvaṃ, rāhula, evarūpaṃ kāyakammaṃ.",
  "mn61:9.1": "Katvāpi te, rāhula, kāyena kammaṃ tadeva te kāyakammaṃ paccavekkhitabbaṃ:",
  "mn61:9.2": "‘yannu kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:9.3": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:9.4": "Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:9.5": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ, idaṃ me kāyakammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:9.6": "akusalaṃ idaṃ kāyakammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, kāyakammaṃ satthari vā viññūsu vā sabrahmacārīsu desetabbaṃ, vivaritabbaṃ, uttānīkātabbaṃ;",
  "mn61:9.7": "desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.",
  "mn61:9.8": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:9.9": "‘yaṃ kho ahaṃ idaṃ kāyena kammaṃ akāsiṃ idaṃ me kāyakammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:9.10": "kusalaṃ idaṃ kāyakammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.",
  "mn61:10.1": "“Yadeva tvaṃ, rāhula, vācāya kammaṃ kattukāmo ahosi, tadeva te vacīkammaṃ paccavekkhitabbaṃ:",
  "mn61:10.2": "‘yannu kho ahaṃ idaṃ vācāya kammaṃ kattukāmo idaṃ me vacīkammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:10.3": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:10.4": "Sace tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:10.5": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ kattukāmo idaṃ me vacīkammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:10.6": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, vācāya kammaṃ sasakkaṃ na karaṇīyaṃ.",
  "mn61:10.7": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:10.8": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ kattukāmo idaṃ me vacīkammaṃ nevattabyābādhāyapi saṃvatteyya, na parabyābādhāyapi saṃvatteyya—",
  "mn61:10.9": "kusalaṃ idaṃ vacīkammaṃ sukhudrayaṃ sukhavipākan’ti, evarūpaṃ te, rāhula, vācāya kammaṃ karaṇīyaṃ.",
  "mn61:11.1": "Karontenapi te, rāhula, vācāya kammaṃ tadeva te vacīkammaṃ paccavekkhitabbaṃ:",
  "mn61:11.2": "‘yannu kho ahaṃ idaṃ vācāya kammaṃ karomi idaṃ me vacīkammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:11.3": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:11.4": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:11.5": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ karomi idaṃ me vacīkammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:11.6": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti, paṭisaṃhareyyāsi tvaṃ, rāhula, evarūpaṃ vacīkammaṃ.",
  "mn61:11.7": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:11.8": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ karomi idaṃ me vacīkammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:11.9": "kusalaṃ idaṃ vacīkammaṃ sukhudrayaṃ sukhavipākan’ti, anupadajjeyyāsi tvaṃ, rāhula, evarūpaṃ vacīkammaṃ.",
  "mn61:12.1": "Katvāpi te, rāhula, vācāya kammaṃ tadeva te vacīkammaṃ paccavekkhitabbaṃ:",
  "mn61:12.2": "‘yannu kho ahaṃ idaṃ vācāya kammaṃ akāsiṃ idaṃ me vacīkammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:12.3": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:12.4": "Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:12.5": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ akāsiṃ idaṃ me vacīkammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:12.6": "akusalaṃ idaṃ vacīkammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, vacīkammaṃ satthari vā viññūsu vā sabrahmacārīsu desetabbaṃ, vivaritabbaṃ, uttānīkattabbaṃ;",
  "mn61:12.7": "desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.",
  "mn61:12.8": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:12.9": "‘yaṃ kho ahaṃ idaṃ vācāya kammaṃ akāsiṃ idaṃ me vacīkammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:12.10": "kusalaṃ idaṃ vacīkammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.",
  "mn61:13.1": "Yadeva tvaṃ, rāhula, manasā kammaṃ kattukāmo ahosi, tadeva te manokammaṃ paccavekkhitabbaṃ:",
  "mn61:13.2": "‘yannu kho ahaṃ idaṃ manasā kammaṃ kattukāmo idaṃ me manokammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:13.3": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:13.4": "Sace tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:13.5": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ kattukāmo idaṃ me manokammaṃ attabyābādhāyapi saṃvatteyya, parabyābādhāyapi saṃvatteyya, ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:13.6": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ te, rāhula, manasā kammaṃ sasakkaṃ na karaṇīyaṃ.",
  "mn61:13.7": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:13.8": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ kattukāmo idaṃ me manokammaṃ nevattabyābādhāyapi saṃvatteyya, na parabyābādhāyapi saṃvatteyya, na ubhayabyābādhāyapi saṃvatteyya—",
  "mn61:13.9": "kusalaṃ idaṃ manokammaṃ sukhudrayaṃ sukhavipākan’ti, evarūpaṃ te, rāhula, manasā kammaṃ karaṇīyaṃ.",
  "mn61:14.1": "Karontenapi te, rāhula, manasā kammaṃ tadeva te manokammaṃ paccavekkhitabbaṃ:",
  "mn61:14.2": "‘yannu kho ahaṃ idaṃ manasā kammaṃ karomi idaṃ me manokammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:14.3": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:14.4": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:14.5": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ karomi idaṃ me manokammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:14.6": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti, paṭisaṃhareyyāsi tvaṃ, rāhula, evarūpaṃ manokammaṃ.",
  "mn61:14.7": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:14.8": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ karomi idaṃ me manokammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:14.9": "kusalaṃ idaṃ manokammaṃ sukhudrayaṃ sukhavipākan’ti, anupadajjeyyāsi tvaṃ, rāhula, evarūpaṃ manokammaṃ.",
  "mn61:15.1": "Katvāpi te, rāhula, manasā kammaṃ tadeva te manokammaṃ paccavekkhitabbaṃ:",
  "mn61:15.2": "‘yannu kho ahaṃ idaṃ manasā kammaṃ akāsiṃ idaṃ me manokammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:15.3": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti?",
  "mn61:15.4": "Sace kho tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:15.5": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ akāsiṃ idaṃ me manokammaṃ attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati—",
  "mn61:15.6": "akusalaṃ idaṃ manokammaṃ dukkhudrayaṃ dukkhavipākan’ti, evarūpaṃ pana te, rāhula, manokammaṃ aṭṭīyitabbaṃ harāyitabbaṃ jigucchitabbaṃ;",
  "mn61:15.7": "aṭṭīyitvā harāyitvā jigucchitvā āyatiṃ saṃvaraṃ āpajjitabbaṃ.",
  "mn61:15.8": "Sace pana tvaṃ, rāhula, paccavekkhamāno evaṃ jāneyyāsi:",
  "mn61:15.9": "‘yaṃ kho ahaṃ idaṃ manasā kammaṃ akāsiṃ idaṃ me manokammaṃ nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati—",
  "mn61:15.10": "kusalaṃ idaṃ manokammaṃ sukhudrayaṃ sukhavipākan’ti, teneva tvaṃ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu.",
  "mn61:16.1": "Ye hi keci, rāhula, atītamaddhānaṃ samaṇā vā brāhmaṇā vā kāyakammaṃ parisodhesuṃ, vacīkammaṃ parisodhesuṃ, manokammaṃ parisodhesuṃ, sabbe te evamevaṃ paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhesuṃ, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhesuṃ, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhesuṃ.",
  "mn61:16.2": "Yepi hi keci, rāhula, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā kāyakammaṃ parisodhessanti, vacīkammaṃ parisodhessanti, manokammaṃ parisodhessanti, sabbe te evamevaṃ paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhessanti, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhessanti, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhessan”ti.",
  "mn61:16.3": "Yepi hi keci, rāhula, etarahi samaṇā vā brāhmaṇā vā kāyakammaṃ parisodhenti, vacīkammaṃ parisodhenti, manokammaṃ parisodhenti, sabbe te evamevaṃ paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhenti, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhenti, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhenti.",
  "mn61:16.4": "Tasmātiha, rāhula, ‘paccavekkhitvā paccavekkhitvā kāyakammaṃ parisodhessāmi, paccavekkhitvā paccavekkhitvā vacīkammaṃ parisodhessāmi, paccavekkhitvā paccavekkhitvā manokammaṃ parisodhessāmī’ti—",
  "mn61:16.5": "evañhi te, rāhula, sikkhitabban”ti.",
  "mn61:17.1": "Idamavoca bhagavā.",
  "mn61:17.2": "Attamano āyasmā rāhulo bhagavato bhāsitaṃ abhinandīti.",
  "mn61:18.1": "Ambalaṭṭhikarāhulovādasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}