{
  "_markup_path": "markup/mn/mn65.html",
  "_alt_strings": [
    "en/sujato/mn/mn65.json"
  ],
  "mn65:1.1": "Majjhima Nikāya 65",
  "mn65:2.1": "Bhaddālisutta",
  "mn65:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn65:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn65:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn65:3.4": "“bhikkhavo”ti.",
  "mn65:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn65:3.6": "Bhagavā etadavoca:",
  "mn65:4.1": "“Ahaṃ kho, bhikkhave, ekāsanabhojanaṃ bhuñjāmi;",
  "mn65:4.2": "ekāsanabhojanaṃ kho, ahaṃ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.",
  "mn65:4.3": "Etha, tumhepi, bhikkhave, ekāsanabhojanaṃ bhuñjatha;",
  "mn65:4.4": "ekāsanabhojanaṃ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcā”ti.",
  "mn65:5.1": "Evaṃ vutte, āyasmā bhaddāli bhagavantaṃ etadavoca:",
  "mn65:5.2": "“ahaṃ kho, bhante, na ussahāmi ekāsanabhojanaṃ bhuñjituṃ;",
  "mn65:5.3": "ekāsanabhojanañhi me, bhante, bhuñjato siyā kukkuccaṃ, siyā vippaṭisāro”ti. <a class=\"wp\" id=\"wp4\"></a>“",
  "mn65:5.4": "Tena hi tvaṃ, bhaddāli, yattha nimantito assasi tattha ekadesaṃ bhuñjitvā ekadesaṃ nīharitvāpi bhuñjeyyāsi.",
  "mn65:5.5": "Evampi kho tvaṃ, bhaddāli, bhuñjamāno ekāsano yāpessasī”ti.",
  "mn65:5.6": "“Evampi kho ahaṃ, bhante, na ussahāmi bhuñjituṃ;",
  "mn65:5.7": "evampi hi me, bhante, bhuñjato siyā kukkuccaṃ, siyā vippaṭisāro”ti.",
  "mn65:5.8": "Atha kho āyasmā bhaddāli bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṃghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.",
  "mn65:5.9": "Atha kho āyasmā bhaddāli sabbaṃ taṃ temāsaṃ na bhagavato sammukhībhāvaṃ adāsi, yathā taṃ satthusāsane sikkhāya aparipūrakārī.",
  "mn65:6.1": "Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti—",
  "mn65:6.2": "niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatīti.",
  "mn65:6.3": "Atha kho āyasmā bhaddāli yena te bhikkhū tenupasaṅkami;",
  "mn65:6.4": "upasaṅkamitvā tehi bhikkhūhi saddhiṃ sammodi.",
  "mn65:6.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn65:6.6": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ bhaddāliṃ te bhikkhū etadavocuṃ:",
  "mn65:6.7": "“idaṃ kho, āvuso bhaddāli, bhagavato cīvarakammaṃ karīyati.",
  "mn65:6.8": "Niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissati.",
  "mn65:6.9": "Iṅghāvuso bhaddāli, etaṃ dosakaṃ sādhukaṃ manasi karohi, mā te pacchā dukkarataraṃ ahosī”ti. <a class=\"wp\" id=\"wp7\"></a>“",
  "mn65:6.10": "Evamāvuso”ti kho āyasmā bhaddāli tesaṃ bhikkhūnaṃ paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn65:6.11": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn65:6.12": "Ekamantaṃ nisinno kho āyasmā bhaddāli bhagavantaṃ etadavoca:",
  "mn65:6.13": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṃghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.",
  "mn65:6.14": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.",
  "mn65:7.1": "“Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.",
  "mn65:7.2": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.3": "‘bhagavā kho sāvatthiyaṃ viharati, bhagavāpi maṃ jānissati—",
  "mn65:7.4": "bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.5": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosi.",
  "mn65:7.6": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.7": "‘sambahulā kho bhikkhū sāvatthiyaṃ vassaṃ upagatā, tepi maṃ jānissanti—",
  "mn65:7.8": "bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.9": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosi.",
  "mn65:7.10": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.11": "‘sambahulā kho bhikkhuniyo sāvatthiyaṃ vassaṃ upagatā, tāpi maṃ jānissanti—",
  "mn65:7.12": "bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.13": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosi.",
  "mn65:7.14": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.15": "‘sambahulā kho upāsakā sāvatthiyaṃ paṭivasanti, tepi maṃ jānissanti—",
  "mn65:7.16": "bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.17": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosi.",
  "mn65:7.18": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.19": "‘sambahulā kho upāsikā sāvatthiyaṃ paṭivasanti, tāpi maṃ jānissanti—",
  "mn65:7.20": "bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.21": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosi.",
  "mn65:7.22": "Samayopi kho te, bhaddāli, appaṭividdho ahosi:",
  "mn65:7.23": "‘sambahulā kho nānātitthiyā samaṇabrāhmaṇā sāvatthiyaṃ vassaṃ upagatā, tepi maṃ jānissanti—",
  "mn65:7.24": "bhaddāli nāma bhikkhu samaṇassa gotamassa sāvako theraññataro bhikkhu sāsane sikkhāya aparipūrakārī’ti.",
  "mn65:7.25": "Ayampi kho te, bhaddāli, samayo appaṭividdho ahosī”ti.",
  "mn65:8.1": "“Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.",
  "mn65:8.2": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.",
  "mn65:9.1": "“Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.",
  "mn65:10.1": "Taṃ kiṃ maññasi, bhaddāli, idhassa bhikkhu ubhatobhāgavimutto, tamahaṃ evaṃ vadeyyaṃ:",
  "mn65:10.2": "‘ehi me tvaṃ, bhikkhu, paṅke saṅkamo hohī’ti, api nu kho so saṅkameyya vā aññena vā kāyaṃ sannāmeyya, ‘no’ti vā vadeyyā”ti?",
  "mn65:11.1": "“No hetaṃ, bhante”.",
  "mn65:12.1": "“Taṃ kiṃ maññasi, bhaddāli, idhassa bhikkhu paññāvimutto …",
  "mn65:12.2": "kāyasakkhi …",
  "mn65:12.3": "diṭṭhippatto …",
  "mn65:12.4": "saddhāvimutto …",
  "mn65:12.5": "dhammānusārī …",
  "mn65:12.6": "saddhānusārī, tamahaṃ evaṃ vadeyyaṃ:",
  "mn65:12.7": "‘ehi me tvaṃ, bhikkhu, paṅke saṅkamo hohī’ti, api nu kho so saṅkameyya vā aññena vā kāyaṃ sannāmeyya, ‘no’ti vā vadeyyā”ti?",
  "mn65:13.1": "“No hetaṃ, bhante”.",
  "mn65:14.1": "“Taṃ kiṃ maññasi, bhaddāli, api nu tvaṃ, bhaddāli, tasmiṃ samaye ubhatobhāgavimutto vā hosi paññāvimutto vā kāyasakkhi vā diṭṭhippatto vā saddhāvimutto vā dhammānusārī vā saddhānusārī vā”ti?",
  "mn65:15.1": "“No hetaṃ, bhante”.",
  "mn65:16.1": "“Nanu tvaṃ, bhaddāli, tasmiṃ samaye ritto tuccho aparaddho”ti?",
  "mn65:17.1": "“Evaṃ, bhante.",
  "mn65:17.2": "Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ bhagavatā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesiṃ.",
  "mn65:17.3": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.",
  "mn65:18.1": "“Taggha tvaṃ, bhaddāli, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ mayā sikkhāpade paññāpiyamāne bhikkhusaṅghe sikkhaṃ samādiyamāne anussāhaṃ pavedesi.",
  "mn65:18.2": "Yato ca kho tvaṃ, bhaddāli, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma.",
  "mn65:18.3": "Vuddhihesā, bhaddāli, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjati.",
  "mn65:19.1": "Idha, bhaddāli, ekacco bhikkhu satthusāsane sikkhāya aparipūrakārī hoti.",
  "mn65:19.2": "Tassa evaṃ hoti:",
  "mn65:19.3": "‘yannūnāhaṃ vivittaṃ senāsanaṃ bhajeyyaṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn65:19.4": "Appeva nāmāhaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.",
  "mn65:19.5": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn65:19.6": "Tassa tathāvūpakaṭṭhassa viharato satthāpi upavadati, anuviccapi viññū sabrahmacārī upavadanti, devatāpi upavadanti, attāpi attānaṃ upavadati.",
  "mn65:19.7": "So satthārāpi upavadito, anuviccapi viññūhi sabrahmacārīhi upavadito, devatāhipi upavadito, attanāpi attānaṃ upavadito na uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti.",
  "mn65:19.8": "Taṃ kissa hetu?",
  "mn65:19.9": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya aparipūrakārissa.",
  "mn65:20.1": "Idha pana, bhaddāli, ekacco bhikkhu satthusāsane sikkhāya paripūrakārī hoti.",
  "mn65:20.2": "Tassa evaṃ hoti:",
  "mn65:20.3": "‘yannūnāhaṃ vivittaṃ senāsanaṃ bhajeyyaṃ araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn65:20.4": "Appeva nāmāhaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.",
  "mn65:20.5": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn65:20.6": "Tassa tathāvūpakaṭṭhassa viharato satthāpi na upavadati, anuviccapi viññū sabrahmacārī na upavadanti, devatāpi na upavadanti, attāpi attānaṃ na upavadati.",
  "mn65:20.7": "So satthārāpi anupavadito, anuviccapi viññūhi sabrahmacārīhi anupavadito, devatāhipi anupavadito, attanāpi attānaṃ anupavadito uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti.",
  "mn65:20.8": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn65:20.9": "Taṃ kissa hetu?",
  "mn65:20.10": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:21.1": "Puna caparaṃ, bhaddāli, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn65:21.2": "Taṃ kissa hetu?",
  "mn65:21.3": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:22.1": "Puna caparaṃ, bhaddāli, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "mn65:22.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn65:22.3": "Taṃ kissa hetu?",
  "mn65:22.4": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:23.1": "Puna caparaṃ, bhaddāli, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn65:23.2": "Taṃ kissa hetu?",
  "mn65:23.3": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:24.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn65:24.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn65:24.3": "ekampi jātiṃ dvepi jātiyo …",
  "mn65:24.4": "pe …",
  "mn65:24.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn65:24.6": "Taṃ kissa hetu?",
  "mn65:24.7": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:25.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn65:25.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti:",
  "mn65:25.3": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā …",
  "mn65:25.4": "pe …",
  "mn65:25.5": "vinipātaṃ nirayaṃ upapannā;",
  "mn65:25.6": "ime vā pana bhonto sattā kāyasucaritena samannāgatā …",
  "mn65:25.7": "pe …",
  "mn65:25.8": "sugatiṃ saggaṃ lokaṃ upapannā’ti iti dibbena cakkhunā visuddhena atikkantamānusakena …",
  "mn65:25.9": "pe …",
  "mn65:25.10": "yathākammūpage satte pajānāti.",
  "mn65:25.11": "Taṃ kissa hetu?",
  "mn65:25.12": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissa.",
  "mn65:26.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn65:26.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;",
  "mn65:26.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn65:26.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn65:26.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn65:26.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn65:26.7": "Taṃ kissa hetu?",
  "mn65:26.8": "Evañhi taṃ, bhaddāli, hoti yathā taṃ satthusāsane sikkhāya paripūrakārissā”ti.",
  "mn65:27.1": "Evaṃ vutte, āyasmā bhaddāli bhagavantaṃ etadavoca:",
  "mn65:27.2": "“ko nu kho, bhante, hetu, ko paccayo yena midhekaccaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karonti?",
  "mn65:27.3": "Ko pana, bhante, hetu, ko paccayo yena midhekaccaṃ bhikkhuṃ no tathā pasayha pasayha kāraṇaṃ karontī”ti?",
  "mn65:28.1": "“Idha, bhaddāli, ekacco bhikkhu abhiṇhāpattiko hoti āpattibahulo.",
  "mn65:28.2": "So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, ‘yena saṃgho attamano hoti taṃ karomī’ti nāha.",
  "mn65:28.3": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:28.4": "‘ayaṃ kho, āvuso, bhikkhu abhiṇhāpattiko āpattibahulo.",
  "mn65:28.5": "So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, “yena saṃgho attamano hoti taṃ karomī”ti nāha.",
  "mn65:28.6": "Sādhu vatāyasmanto imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ na khippameva vūpasameyyā’ti.",
  "mn65:28.7": "Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ na khippameva vūpasammati.",
  "mn65:29.1": "Idha pana, bhaddāli, ekacco bhikkhu abhiṇhāpattiko hoti āpattibahulo.",
  "mn65:29.2": "So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, bahiddhā kathaṃ na apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti āha.",
  "mn65:29.3": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:29.4": "‘ayaṃ kho, āvuso, bhikkhu abhiṇhāpattiko āpattibahulo.",
  "mn65:29.5": "So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, bahiddhā kathaṃ na apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti āha.",
  "mn65:29.6": "Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ khippameva vūpasameyyā’ti.",
  "mn65:29.7": "Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ khippameva vūpasammati.",
  "mn65:30.1": "Idha, bhaddāli, ekacco bhikkhu adhiccāpattiko hoti anāpattibahulo.",
  "mn65:30.2": "So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti nāha.",
  "mn65:30.3": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:30.4": "‘ayaṃ kho, āvuso, bhikkhu adhiccāpattiko anāpattibahulo.",
  "mn65:30.5": "So bhikkhūhi vuccamāno aññenaññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti, na sammā vattati, na lomaṃ pāteti, na netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti nāha.",
  "mn65:30.6": "Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ na khippameva vūpasameyyā’ti.",
  "mn65:30.7": "Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ na khippameva vūpasammati.",
  "mn65:31.1": "Idha pana, bhaddāli, ekacco bhikkhu adhiccāpattiko hoti anāpattibahulo.",
  "mn65:31.2": "So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, na bahiddhā kathaṃ apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, ‘yena saṅgho attamano hoti taṃ karomī’ti āha.",
  "mn65:31.3": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:31.4": "‘ayaṃ kho, āvuso, bhikkhu adhiccāpattiko anāpattibahulo.",
  "mn65:31.5": "So bhikkhūhi vuccamāno nāññenaññaṃ paṭicarati, na bahiddhā kathaṃ apanāmeti, na kopañca dosañca appaccayañca pātukaroti, sammā vattati, lomaṃ pāteti, netthāraṃ vattati, “yena saṅgho attamano hoti taṃ karomī”ti āha.",
  "mn65:31.6": "Sādhu vatāyasmanto, imassa bhikkhuno tathā tathā upaparikkhatha yathāssidaṃ adhikaraṇaṃ khippameva vūpasameyyā’ti.",
  "mn65:31.7": "Tassa kho evaṃ, bhaddāli, bhikkhuno bhikkhū tathā tathā upaparikkhanti yathāssidaṃ adhikaraṇaṃ khippameva vūpasammati.",
  "mn65:32.1": "Idha, bhaddāli, ekacco bhikkhu saddhāmattakena vahati pemamattakena.",
  "mn65:32.2": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:32.3": "‘ayaṃ kho, āvuso, bhikkhu saddhāmattakena vahati pemamattakena.",
  "mn65:32.4": "Sace mayaṃ imaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karissāma—",
  "mn65:32.5": "mā yampissa taṃ saddhāmattakaṃ pemamattakaṃ tamhāpi parihāyī’ti.",
  "mn65:32.6": "Seyyathāpi, bhaddāli, purisassa ekaṃ cakkhuṃ, tassa mittāmaccā ñātisālohitā taṃ ekaṃ cakkhuṃ rakkheyyuṃ:",
  "mn65:32.7": "‘mā yampissa taṃ ekaṃ cakkhuṃ tamhāpi parihāyī’ti;",
  "mn65:32.8": "evameva kho, bhaddāli, idhekacco bhikkhu saddhāmattakena vahati pemamattakena.",
  "mn65:32.9": "Tatra, bhaddāli, bhikkhūnaṃ evaṃ hoti:",
  "mn65:32.10": "‘ayaṃ kho, āvuso, bhikkhu saddhāmattakena vahati pemamattakena.",
  "mn65:32.11": "Sace mayaṃ imaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karissāma—",
  "mn65:32.12": "mā yampissa taṃ saddhāmattakaṃ pemamattakaṃ tamhāpi parihāyī’ti.",
  "mn65:32.13": "Ayaṃ kho, bhaddāli, hetu ayaṃ paccayo yena midhekaccaṃ bhikkhuṃ pasayha pasayha kāraṇaṃ karonti.",
  "mn65:32.14": "Ayaṃ pana, bhaddāli, hetu ayaṃ paccayo, yena midhekaccaṃ bhikkhuṃ no tathā pasayha pasayha kāraṇaṃ karontī”ti.",
  "mn65:33.1": "“Ko nu kho, bhante, hetu, ko paccayo yena pubbe appatarāni ceva sikkhāpadāni ahesuṃ bahutarā ca bhikkhū aññāya saṇṭhahiṃsu?",
  "mn65:33.2": "Ko pana, bhante, hetu, ko paccayo yena etarahi bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahantī”ti?",
  "mn65:34.1": "“Evametaṃ, bhaddāli, hoti sattesu hāyamānesu, saddhamme antaradhāyamāne, bahutarāni ceva sikkhāpadāni honti appatarā ca bhikkhū aññāya saṇṭhahantīti.",
  "mn65:34.2": "Na tāva, bhaddāli, satthā sāvakānaṃ sikkhāpadaṃ paññāpeti yāva na idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti.",
  "mn65:34.3": "Yato ca kho, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti, atha satthā sāvakānaṃ sikkhāpadaṃ paññāpeti tesaṃyeva āsavaṭṭhānīyānaṃ dhammānaṃ paṭighātāya.",
  "mn65:34.4": "Na tāva, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti yāva na saṅgho mahattaṃ patto hoti.",
  "mn65:34.5": "Yato ca kho, bhaddāli, saṅgho mahattaṃ patto hoti, atha idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti.",
  "mn65:34.6": "Atha satthā sāvakānaṃ sikkhāpadaṃ paññāpeti tesaṃyeva āsavaṭṭhānīyānaṃ dhammānaṃ paṭighātāya.",
  "mn65:34.7": "Na tāva, bhaddāli, idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti yāva na saṅgho lābhaggaṃ patto hoti, yasaggaṃ patto hoti, bāhusaccaṃ patto hoti, rattaññutaṃ patto hoti.",
  "mn65:34.8": "Yato ca kho, bhaddāli, saṅgho rattaññutaṃ patto hoti, atha idhekacce āsavaṭṭhānīyā dhammā saṅghe pātubhavanti, atha satthā sāvakānaṃ sikkhāpadaṃ paññāpeti tesaṃyeva āsavaṭṭhānīyānaṃ dhammānaṃ paṭighātāya.",
  "mn65:35.1": "Appakā kho tumhe, bhaddāli, tena samayena ahuvattha yadā vo ahaṃ ājānīyasusūpamaṃ dhammapariyāyaṃ desesiṃ.",
  "mn65:35.2": "Taṃ sarasi bhaddālī”ti?",
  "mn65:36.1": "“No hetaṃ, bhante”.",
  "mn65:37.1": "“Tatra, bhaddāli, kaṃ hetuṃ paccesī”ti?",
  "mn65:38.1": "“So hi nūnāhaṃ, bhante, dīgharattaṃ satthusāsane sikkhāya aparipūrakārī ahosin”ti.",
  "mn65:39.1": "“Na kho, bhaddāli, eseva hetu, esa paccayo.",
  "mn65:39.2": "Api ca me tvaṃ, bhaddāli, dīgharattaṃ cetasā cetoparicca vidito:",
  "mn65:39.3": "‘na cāyaṃ moghapuriso mayā dhamme desiyamāne aṭṭhiṃ katvā manasi katvā sabbacetaso samannāharitvā ohitasoto dhammaṃ suṇātī’ti.",
  "mn65:39.4": "Api ca te ahaṃ, bhaddāli, ājānīyasusūpamaṃ dhammapariyāyaṃ desessāmi.",
  "mn65:39.5": "Taṃ suṇāhi, sādhukaṃ manasi karohi;",
  "mn65:39.6": "bhāsissāmī”ti.",
  "mn65:39.7": "“Evaṃ, bhante”ti kho āyasmā bhaddāli bhagavato paccassosi.",
  "mn65:39.8": "Bhagavā etadavoca:",
  "mn65:40.1": "“Seyyathāpi, bhaddāli, dakkho assadamako bhadraṃ assājānīyaṃ labhitvā paṭhameneva mukhādhāne kāraṇaṃ kāreti.",
  "mn65:40.2": "Tassa mukhādhāne kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.",
  "mn65:40.3": "So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.",
  "mn65:40.4": "Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari kāraṇaṃ kāreti yugādhāne.",
  "mn65:40.5": "Tassa yugādhāne kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.",
  "mn65:40.6": "So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.",
  "mn65:40.7": "Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari kāraṇaṃ kāreti anukkame maṇḍale khurakāse dhāve davatte rājaguṇe rājavaṃse uttame jave uttame haye uttame sākhalye.",
  "mn65:40.8": "Tassa uttame jave uttame haye uttame sākhalye kāraṇaṃ kāriyamānassa hontiyeva visūkāyitāni visevitāni vipphanditāni kānici kānici, yathā taṃ akāritapubbaṃ kāraṇaṃ kāriyamānassa.",
  "mn65:40.9": "So abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbāyati.",
  "mn65:40.10": "Yato kho, bhaddāli, bhadro assājānīyo abhiṇhakāraṇā anupubbakāraṇā tasmiṃ ṭhāne parinibbuto hoti, tamenaṃ assadamako uttari vaṇṇiyañca pāṇiyañca anuppavecchati.",
  "mn65:40.11": "Imehi kho, bhaddāli, dasahaṅgehi samannāgato bhadro assājānīyo rājāraho hoti rājabhoggo rañño aṅganteva saṅkhyaṃ gacchati.",
  "mn65:41.1": "Evameva kho, bhaddāli, dasahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "mn65:41.2": "Katamehi dasahi?",
  "mn65:41.3": "Idha, bhaddāli, bhikkhu asekhāya sammādiṭṭhiyā samannāgato hoti, asekhena sammāsaṅkappena samannāgato hoti, asekhāya sammāvācāya samannāgato hoti, asekhena sammākammantena samannāgato hoti, asekhena sammāājīvena samannāgato hoti, asekhena sammāvāyāmena samannāgato hoti, asekhāya sammāsatiyā samannāgato hoti, asekhena sammāsamādhinā samannāgato hoti, asekhena sammāñāṇena samannāgato hoti, asekhāya sammāvimuttiyā samannāgato hoti—",
  "mn65:41.4": "imehi kho, bhaddāli, dasahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.",
  "mn65:42.1": "Idamavoca bhagavā.",
  "mn65:42.2": "Attamano āyasmā bhaddāli bhagavato bhāsitaṃ abhinandīti.",
  "mn65:43.1": "Bhaddālisuttaṃ niṭṭhitaṃ pañcamaṃ."
}