{
  "_markup_path": "markup/mn/mn69.html",
  "_alt_strings": [
    "en/sujato/mn/mn69.json"
  ],
  "mn69:1.1": "Majjhima Nikāya 69",
  "mn69:2.1": "Goliyānisutta",
  "mn69:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn69:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn69:3.3": "Tena kho pana samayena goliyāni nāma bhikkhu āraññiko padasamācāro saṃghamajjhe osaṭo hoti kenacideva karaṇīyena.",
  "mn69:3.4": "Tatra kho āyasmā sāriputto goliyāniṃ bhikkhuṃ ārabbha bhikkhū āmantesi:",
  "mn69:4.1": "“Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena sabrahmacārīsu sagāravena bhavitabbaṃ sappatissena.",
  "mn69:4.2": "Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto sabrahmacārīsu agāravo hoti appatisso, tassa bhavanti vattāro.",
  "mn69:4.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā sabrahmacārīsu agāravo hoti appatisso’ti—",
  "mn69:4.4": "tassa bhavanti vattāro.",
  "mn69:4.5": "Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena sabrahmacārīsu sagāravena bhavitabbaṃ sappatissena. <span class=\"brnum\">(1)</span>",
  "mn69:5.1": "Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena āsanakusalena bhavitabbaṃ:",
  "mn69:5.2": "‘iti there ca bhikkhū nānupakhajja nisīdissāmi nave ca bhikkhū na āsanena paṭibāhissāmī’ti.",
  "mn69:5.3": "Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto na āsanakusalo hoti, tassa bhavanti vattāro.",
  "mn69:5.4": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena, yo ayamāyasmā āsanakusalo na hotī’ti—",
  "mn69:5.5": "tassa bhavanti vattāro.",
  "mn69:5.6": "Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena āsanakusalena bhavitabbaṃ. <span class=\"brnum\">(2)</span>",
  "mn69:6.1": "Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena ābhisamācārikopi dhammo jānitabbo.",
  "mn69:6.2": "Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto ābhisamācārikampi dhammaṃ na jānāti, tassa bhavanti vattāro.",
  "mn69:6.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ābhisamācārikampi dhammaṃ na jānātī’ti—",
  "mn69:6.4": "tassa bhavanti vattāro.",
  "mn69:6.5": "Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena ābhisamācārikopi dhammo jānitabbo. <span class=\"brnum\">(3)</span>",
  "mn69:7.1": "Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena nātikālena gāmo pavisitabbo nātidivā paṭikkamitabbaṃ.",
  "mn69:7.2": "Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto atikālena gāmaṃ pavisati atidivā paṭikkamati, tassa bhavanti vattāro.",
  "mn69:7.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā atikālena gāmaṃ pavisati atidivā paṭikkamatī’ti—",
  "mn69:7.4": "tassa bhavanti vattāro.",
  "mn69:7.5": "Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena nātikālena gāmo pavisitabbo, nātidivā paṭikkamitabbaṃ. <span class=\"brnum\">(4)</span>",
  "mn69:8.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjitabbaṃ.",
  "mn69:8.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjati, tassa bhavanti vattāro.",
  "mn69:8.3": "‘Ayaṃ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato vikālacariyā bahulīkatā, tamenaṃ saṅghagatampi samudācaratī’ti—",
  "mn69:8.4": "tassa bhavanti vattāro.",
  "mn69:8.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena na purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjitabbaṃ. <span class=\"brnum\">(5)</span>",
  "mn69:9.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṃ acapalena.",
  "mn69:9.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto uddhato hoti capalo, tassa bhavanti vattāro.",
  "mn69:9.3": "‘Idaṃ nūnimassāyasmato āraññikassa ekassāraññe serivihārena viharato uddhaccaṃ cāpalyaṃ bahulīkataṃ, tamenaṃ saṅghagatampi samudācaratī’ti—",
  "mn69:9.4": "tassa bhavanti vattāro.",
  "mn69:9.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena anuddhatena bhavitabbaṃ acapalena. <span class=\"brnum\">(6)</span>",
  "mn69:10.1": "Āraññikenāvuso, bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṃ avikiṇṇavācena.",
  "mn69:10.2": "Sace, āvuso, āraññiko bhikkhu saṅghagato saṅghe viharanto mukharo hoti vikiṇṇavāco, tassa bhavanti vattāro.",
  "mn69:10.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā mukharo vikiṇṇavāco’ti—",
  "mn69:10.4": "tassa bhavanti vattāro.",
  "mn69:10.5": "Tasmā āraññikena bhikkhunā saṅghagatena saṅghe viharantena amukharena bhavitabbaṃ avikiṇṇavācena. <span class=\"brnum\">(7)</span>",
  "mn69:11.1": "Āraññikenāvuso, bhikkhunā saṃghagatena saṃghe viharantena suvacena bhavitabbaṃ kalyāṇamittena.",
  "mn69:11.2": "Sace, āvuso, āraññiko bhikkhu saṃghagato saṃghe viharanto dubbaco hoti pāpamitto, tassa bhavanti vattāro.",
  "mn69:11.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā dubbaco pāpamitto’ti—",
  "mn69:11.4": "tassa bhavanti vattāro.",
  "mn69:11.5": "Tasmā āraññikena bhikkhunā saṃghagatena saṃghe viharantena suvacena bhavitabbaṃ kalyāṇamittena. <span class=\"brnum\">(8)</span>",
  "mn69:12.1": "Āraññikenāvuso, bhikkhunā indriyesu guttadvārena bhavitabbaṃ.",
  "mn69:12.2": "Sace, āvuso, āraññiko bhikkhu indriyesu aguttadvāro hoti, tassa bhavanti vattāro.",
  "mn69:12.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā indriyesu aguttadvāro’ti—",
  "mn69:12.4": "tassa bhavanti vattāro.",
  "mn69:12.5": "Tasmā āraññikena bhikkhunā indriyesu guttadvārena bhavitabbaṃ. <span class=\"brnum\">(9)</span>",
  "mn69:13.1": "Āraññikenāvuso, bhikkhunā bhojane mattaññunā bhavitabbaṃ.",
  "mn69:13.2": "Sace, āvuso, āraññiko bhikkhu bhojane amattaññū hoti, tassa bhavanti vattāro.",
  "mn69:13.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā bhojane amattaññū’ti—",
  "mn69:13.4": "tassa bhavanti vattāro.",
  "mn69:13.5": "Tasmā āraññikena bhikkhunā bhojane mattaññunā bhavitabbaṃ. <span class=\"brnum\">(10)</span>",
  "mn69:14.1": "Āraññikenāvuso, bhikkhunā jāgariyaṃ anuyuttena bhavitabbaṃ.",
  "mn69:14.2": "Sace, āvuso, āraññiko bhikkhu jāgariyaṃ ananuyutto hoti, tassa bhavanti vattāro.",
  "mn69:14.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā jāgariyaṃ ananuyutto’ti—",
  "mn69:14.4": "tassa bhavanti vattāro.",
  "mn69:14.5": "Tasmā āraññikena bhikkhunā jāgariyaṃ anuyuttena bhavitabbaṃ. <span class=\"brnum\">(11)</span>",
  "mn69:15.1": "Āraññikenāvuso, bhikkhunā āraddhavīriyena bhavitabbaṃ.",
  "mn69:15.2": "Sace, āvuso, āraññiko bhikkhu kusīto hoti, tassa bhavanti vattāro.",
  "mn69:15.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā kusīto’ti—",
  "mn69:15.4": "tassa bhavanti vattāro.",
  "mn69:15.5": "Tasmā āraññikena bhikkhunā āraddhavīriyena bhavitabbaṃ. <span class=\"brnum\">(12)</span>",
  "mn69:16.1": "Āraññikenāvuso, bhikkhunā upaṭṭhitassatinā bhavitabbaṃ.",
  "mn69:16.2": "Sace, āvuso, āraññiko bhikkhu muṭṭhassatī hoti, tassa bhavanti vattāro.",
  "mn69:16.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā muṭṭhassatī’ti—",
  "mn69:16.4": "tassa bhavanti vattāro.",
  "mn69:16.5": "Tasmā āraññikena bhikkhunā upaṭṭhitassatinā bhavitabbaṃ. <span class=\"brnum\">(13)</span>",
  "mn69:17.1": "Āraññikenāvuso, bhikkhunā samāhitena bhavitabbaṃ.",
  "mn69:17.2": "Sace, āvuso, āraññiko bhikkhu asamāhito hoti, tassa bhavanti vattāro.",
  "mn69:17.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā asamāhito’ti—",
  "mn69:17.4": "tassa bhavanti vattāro.",
  "mn69:17.5": "Tasmā āraññikena bhikkhunā samāhitena bhavitabbaṃ. <span class=\"brnum\">(14)</span>",
  "mn69:18.1": "Āraññikenāvuso, bhikkhunā paññavatā bhavitabbaṃ.",
  "mn69:18.2": "Sace, āvuso, āraññiko bhikkhu duppañño hoti, tassa bhavanti vattāro.",
  "mn69:18.3": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā duppañño’ti—",
  "mn69:18.4": "tassa bhavanti vattāro.",
  "mn69:18.5": "Tasmā āraññikena bhikkhunā paññavatā bhavitabbaṃ. <span class=\"brnum\">(15)</span>",
  "mn69:19.1": "Āraññikenāvuso, bhikkhunā abhidhamme abhivinaye yogo karaṇīyo.",
  "mn69:19.2": "Santāvuso, āraññikaṃ bhikkhuṃ abhidhamme abhivinaye pañhaṃ pucchitāro.",
  "mn69:19.3": "Sace, āvuso, āraññiko bhikkhu abhidhamme abhivinaye pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.",
  "mn69:19.4": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā abhidhamme abhivinaye pañhaṃ puṭṭho na sampāyatī’ti—",
  "mn69:19.5": "tassa bhavanti vattāro.",
  "mn69:19.6": "Tasmā āraññikena bhikkhunā abhidhamme abhivinaye yogo karaṇīyo. <span class=\"brnum\">(16)</span>",
  "mn69:20.1": "Āraññikenāvuso, bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo.",
  "mn69:20.2": "Santāvuso, āraññikaṃ bhikkhuṃ ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ pucchitāro.",
  "mn69:20.3": "Sace, āvuso, āraññiko bhikkhu ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.",
  "mn69:20.4": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā ye te santā vimokkhā atikkamma rūpe āruppā tattha pañhaṃ puṭṭho na sampāyatī’ti—",
  "mn69:20.5": "tassa bhavanti vattāro.",
  "mn69:20.6": "Tasmā āraññikena bhikkhunā ye te santā vimokkhā atikkamma rūpe āruppā tattha yogo karaṇīyo. <span class=\"brnum\">(17)</span>",
  "mn69:21.1": "Āraññikenāvuso, bhikkhunā uttari manussadhamme yogo karaṇīyo.",
  "mn69:21.2": "Santāvuso, āraññikaṃ bhikkhuṃ uttari manussadhamme pañhaṃ pucchitāro.",
  "mn69:21.3": "Sace, āvuso, āraññiko bhikkhu uttari manussadhamme pañhaṃ puṭṭho na sampāyati, tassa bhavanti vattāro.",
  "mn69:21.4": "‘Kiṃ panimassāyasmato āraññikassa ekassāraññe serivihārena yo ayamāyasmā yassatthāya pabbajito tamatthaṃ na jānātī’ti—",
  "mn69:21.5": "tassa bhavanti vattāro.",
  "mn69:21.6": "Tasmā āraññikena bhikkhunā uttari manussadhamme yogo karaṇīyo”ti. <span class=\"brnum\">(18)</span>",
  "mn69:22.1": "Evaṃ vutte, āyasmā mahāmoggallāno āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn69:22.2": "“āraññikeneva nu kho, āvuso sāriputta, bhikkhunā ime dhammā samādāya vattitabbā udāhu gāmantavihārināpī”ti?",
  "mn69:22.3": "“Āraññikenāpi kho, āvuso moggallāna, bhikkhunā ime dhammā samādāya vattitabbā pageva gāmantavihārinā”ti.",
  "mn69:23.1": "Goliyānisuttaṃ niṭṭhitaṃ navamaṃ."
}