{
  "_markup_path": "markup/mn/mn79.html",
  "_alt_strings": [
    "en/sujato/mn/mn79.json"
  ],
  "mn79:1.1": "Majjhima Nikāya 79",
  "mn79:2.1": "Cūḷasakuludāyisutta",
  "mn79:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn79:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn79:3.3": "Tena kho pana samayena sakuludāyī paribbājako moranivāpe paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ.",
  "mn79:3.4": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.",
  "mn79:3.5": "Atha kho bhagavato etadahosi:",
  "mn79:3.6": "“atippago kho tāva rājagahe piṇḍāya carituṃ.",
  "mn79:3.7": "Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti.",
  "mn79:3.8": "Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami.",
  "mn79:4.1": "Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—",
  "mn79:4.2": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.",
  "mn79:5.1": "Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ.",
  "mn79:5.2": "Disvāna sakaṃ parisaṃ saṇṭhāpesi:",
  "mn79:5.3": "“appasaddā bhonto hontu, mā bhonto saddamakattha.",
  "mn79:5.4": "Ayaṃ samaṇo gotamo āgacchati;",
  "mn79:5.5": "appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī.",
  "mn79:5.6": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.",
  "mn79:5.7": "Atha kho te paribbājakā tuṇhī ahesuṃ.",
  "mn79:6.1": "Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami.",
  "mn79:6.2": "Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca:",
  "mn79:6.3": "“etu kho, bhante, bhagavā.",
  "mn79:6.4": "Svāgataṃ, bhante, bhagavato.",
  "mn79:6.5": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.",
  "mn79:6.6": "Nisīdatu, bhante, bhagavā;",
  "mn79:6.7": "idamāsanaṃ paññattan”ti.",
  "mn79:6.8": "Nisīdi bhagavā paññatte āsane.",
  "mn79:6.9": "Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn79:6.10": "Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca:",
  "mn79:6.11": "“kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? <a class=\"wp\" id=\"wp5\"></a>“",
  "mn79:6.12": "Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā.",
  "mn79:6.13": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya.",
  "mn79:6.14": "Yadāhaṃ, bhante, imaṃ parisaṃ anupasaṅkanto homi athāyaṃ parisā anekavihitaṃ tiracchānakathaṃ kathentī nisinnā hoti;",
  "mn79:6.15": "yadā ca kho ahaṃ, bhante, imaṃ parisaṃ upasaṅkanto homi athāyaṃ parisā mamaññeva mukhaṃ ullokentī nisinnā hoti:",
  "mn79:6.16": "‘yaṃ no samaṇo udāyī dhammaṃ bhāsissati taṃ sossāmā’ti;",
  "mn79:6.17": "yadā pana, bhante, bhagavā imaṃ parisaṃ upasaṅkanto hoti athāhañceva ayañca parisā bhagavato mukhaṃ ullokentā nisinnā homa:",
  "mn79:6.18": "‘yaṃ no bhagavā dhammaṃ bhāsissati taṃ sossāmā’”ti.",
  "mn79:7.1": "“Tenahudāyi, taṃyevettha paṭibhātu yathā maṃ paṭibhāseyyā”ti.",
  "mn79:7.2": "“Purimāni, bhante, divasāni purimatarāni sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.",
  "mn79:7.3": "So mayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi, kopañca dosañca appaccayañca pātvākāsi.",
  "mn79:7.4": "Tassa mayhaṃ, bhante, bhagavantaṃyeva ārabbha sati udapādi:",
  "mn79:7.5": "‘aho nūna bhagavā, aho nūna sugato.",
  "mn79:7.6": "Yo imesaṃ dhammānaṃ sukusalo’”ti.",
  "mn79:7.7": "“Ko pana so, udāyi, sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānamāno ‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, yo tayā pubbantaṃ ārabbha pañhaṃ puṭṭho samāno aññenaññaṃ paṭicari, bahiddhā kathaṃ apanāmesi kopañca dosañca appaccayañca pātvākāsī”ti?",
  "mn79:7.8": "“Nigaṇṭho, bhante, nāṭaputto”ti.",
  "mn79:8.1": "“Yo kho, udāyi, anekavihitaṃ pubbenivāsaṃ anussareyya, seyyathidaṃ—",
  "mn79:8.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn79:8.3": "pe …",
  "mn79:8.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyya, so vā maṃ pubbantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ pubbantaṃ ārabbha pañhaṃ puccheyyaṃ;",
  "mn79:8.5": "so vā me pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ pubbantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ.",
  "mn79:9.1": "Yo kho, udāyi, dibbena cakkhunā visuddhena atikkantamānusakena satte passeyya cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyya, so vā maṃ aparantaṃ ārabbha pañhaṃ puccheyya, taṃ vāhaṃ aparantaṃ ārabbha pañhaṃ puccheyyaṃ;",
  "mn79:9.2": "so vā me aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyya, tassa vāhaṃ aparantaṃ ārabbha pañhassa veyyākaraṇena cittaṃ ārādheyyaṃ.",
  "mn79:10.1": "Api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto.",
  "mn79:10.2": "Dhammaṃ te desessāmi—",
  "mn79:10.3": "imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
  "mn79:10.4": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī”ti.",
  "mn79:11.1": "“Ahañhi, bhante, yāvatakampi me iminā attabhāvena paccanubhūtaṃ tampi nappahomi sākāraṃ sauddesaṃ anussarituṃ, kuto panāhaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathidaṃ—",
  "mn79:11.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn79:11.3": "pe …",
  "mn79:11.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissāmi, seyyathāpi bhagavā?",
  "mn79:11.5": "Ahañhi, bhante, etarahi paṃsupisācakampi na passāmi, kuto panāhaṃ dibbena cakkhunā visuddhena atikkantamānusakena satte passissāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānissāmi, seyyathāpi bhagavā?",
  "mn79:11.6": "Yaṃ pana maṃ, bhante, bhagavā evamāha:",
  "mn79:11.7": "‘api ca, udāyi, tiṭṭhatu pubbanto, tiṭṭhatu aparanto;",
  "mn79:11.8": "dhammaṃ te desessāmi—",
  "mn79:11.9": "imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
  "mn79:11.10": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhatī’ti tañca pana me bhiyyoso mattāya na pakkhāyati.",
  "mn79:11.11": "Appeva nāmāhaṃ, bhante, sake ācariyake bhagavato cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā”ti.",
  "mn79:12.1": "“Kinti pana te, udāyi, sake ācariyake hotī”ti?",
  "mn79:12.2": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti:",
  "mn79:12.3": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’”ti.",
  "mn79:13.1": "“Yaṃ pana te etaṃ, udāyi, sake ācariyake evaṃ hoti:",
  "mn79:13.2": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti, katamo so paramo vaṇṇo”ti?",
  "mn79:13.3": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.",
  "mn79:14.1": "“Katamo pana so paramo vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti?",
  "mn79:14.2": "“Yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.",
  "mn79:15.1": "“Dīghāpi kho te esā, udāyi, phareyya:",
  "mn79:15.2": "‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi.",
  "mn79:15.3": "Seyyathāpi, udāyi, puriso evaṃ vadeyya:",
  "mn79:15.4": "‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī taṃ icchāmi, taṃ kāmemī’ti.",
  "mn79:15.5": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn79:15.6": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—",
  "mn79:15.7": "khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti?",
  "mn79:15.8": "Iti puṭṭho ‘no’ti vadeyya.",
  "mn79:15.9": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn79:15.10": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—",
  "mn79:15.11": "evaṃnāmā evaṅgottāti vāti …",
  "mn79:15.12": "pe …",
  "mn79:15.13": "dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti …",
  "mn79:15.14": "amukasmiṃ gāme vā nigame vā nagare vā’ti?",
  "mn79:15.15": "Iti puṭṭho ‘no’ti vadeyya.",
  "mn79:15.16": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn79:15.17": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti?",
  "mn79:15.18": "Iti puṭṭho ‘āmā’ti vadeyya.",
  "mn79:16.1": "Taṃ kiṃ maññasi, udāyi—",
  "mn79:16.2": "nanu evaṃ sante, tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?",
  "mn79:16.3": "“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.",
  "mn79:17.1": "“Evameva kho tvaṃ, udāyi, ‘yasmā, bhante, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti.",
  "mn79:18.1": "“Seyyathāpi, bhante, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti.",
  "mn79:19.1": "“Taṃ kiṃ maññasi, udāyi, yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako—",
  "mn79:19.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:19.3": "“Yvāyaṃ, bhante, rattandhakāratimisāya kimi khajjopanako—",
  "mn79:19.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:20.1": "“Taṃ kiṃ maññasi, udāyi, yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo—",
  "mn79:20.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:20.3": "“Yvāyaṃ, bhante, rattandhakāratimisāya telappadīpo—",
  "mn79:20.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:21.1": "“Taṃ kiṃ maññasi, udāyi, yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho—",
  "mn79:21.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:21.3": "“Yvāyaṃ, bhante, rattandhakāratimisāya mahāaggikkhandho—",
  "mn79:21.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:22.1": "“Taṃ kiṃ maññasi, udāyi, yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—",
  "mn79:22.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:22.3": "“Yvāyaṃ, bhante, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā—",
  "mn79:22.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:23.1": "“Taṃ kiṃ maññasi, udāyi, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—",
  "mn79:23.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:23.3": "“Yvāyaṃ, bhante, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando—",
  "mn79:23.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:24.1": "“Taṃ kiṃ maññasi, udāyi, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—",
  "mn79:24.2": "imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn79:24.3": "“Yvāyaṃ, bhante, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—",
  "mn79:24.4": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn79:25.1": "“Ato kho te, udāyi, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi.",
  "mn79:25.2": "Atha ca panāhaṃ na vadāmi:",
  "mn79:25.3": "‘yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī’ti.",
  "mn79:25.4": "Atha ca pana tvaṃ, udāyi, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesī”ti. <a class=\"wp\" id=\"wp19\"></a>“",
  "mn79:25.5": "Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti.",
  "mn79:26.1": "“Kiṃ pana tvaṃ, udāyi, evaṃ vadesi:",
  "mn79:26.2": "‘acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan’”ti?",
  "mn79:26.3": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti:",
  "mn79:26.4": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti.",
  "mn79:26.5": "Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjīyamānā samanuggāhīyamānā samanubhāsīyamānā rittā tucchā aparaddhā”ti.",
  "mn79:27.1": "“Kiṃ panudāyi, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?",
  "mn79:27.2": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti:",
  "mn79:27.3": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’”ti.",
  "mn79:28.1": "“Katamā pana sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti?",
  "mn79:28.2": "“Idha, bhante, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, adinnādānaṃ pahāya adinnādānā paṭivirato hoti, kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, musāvādaṃ pahāya musāvādā paṭivirato hoti, aññataraṃ vā pana tapoguṇaṃ samādāya vattati.",
  "mn79:28.3": "Ayaṃ kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.",
  "mn79:29.1": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?",
  "mn79:29.2": "“Sukhadukkhī, bhante”.",
  "mn79:30.1": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye adinnādānaṃ pahāya adinnādānā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?",
  "mn79:30.2": "“Sukhadukkhī, bhante”.",
  "mn79:31.1": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?",
  "mn79:31.2": "“Sukhadukkhī, bhante”.",
  "mn79:32.1": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye musāvādaṃ pahāya musāvādā paṭivirato hoti, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?",
  "mn79:32.2": "“Sukhadukkhī, bhante”.",
  "mn79:33.1": "“Taṃ kiṃ maññasi, udāyi, yasmiṃ samaye aññataraṃ tapoguṇaṃ samādāya vattati, ekantasukhī vā tasmiṃ samaye attā hoti sukhadukkhī vā”ti?",
  "mn79:33.2": "“Sukhadukkhī, bhante”.",
  "mn79:34.1": "“Taṃ kiṃ maññasi, udāyi, api nu kho vokiṇṇasukhadukkhaṃ paṭipadaṃ āgamma ekantasukhassa lokassa sacchikiriyā hotī”ti? <a class=\"wp\" id=\"wp23\"></a>“",
  "mn79:34.2": "Acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan”ti.",
  "mn79:35.1": "“Kiṃ pana tvaṃ, udāyi, vadesi:",
  "mn79:35.2": "‘acchidaṃ bhagavā kathaṃ, acchidaṃ sugato kathan’”ti?",
  "mn79:35.3": "“Amhākaṃ, bhante, sake ācariyake evaṃ hoti:",
  "mn79:35.4": "‘atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti.",
  "mn79:35.5": "Te mayaṃ, bhante, bhagavatā sake ācariyake samanuyuñjiyamānā samanuggāhiyamānā samanubhāsiyamānā rittā tucchā aparaddhā”ti.",
  "mn79:36.1": "“Kiṃ pana, bhante, atthi ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? <a class=\"wp\" id=\"wp24\"></a>“",
  "mn79:36.2": "Atthi kho, udāyi, ekantasukho loko, atthi ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.",
  "mn79:37.1": "“Katamā pana sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti? <a class=\"wp\" id=\"wp25\"></a>“",
  "mn79:37.2": "Idhudāyi, bhikkhu vivicceva kāmehi …",
  "mn79:37.3": "pe …",
  "mn79:37.4": "paṭhamaṃ jhānaṃ upasampajja viharati;",
  "mn79:37.5": "vitakkavicārānaṃ vūpasamā …",
  "mn79:37.6": "pe …",
  "mn79:37.7": "dutiyaṃ jhānaṃ upasampajja viharati;",
  "mn79:37.8": "pītiyā ca virāgā …",
  "mn79:37.9": "pe …",
  "mn79:37.10": "tatiyaṃ jhānaṃ upasampajja viharati—",
  "mn79:37.11": "ayaṃ kho sā, udāyi, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.",
  "mn79:38.1": "“Na kho sā, bhante, ākāravatī paṭipadā ekantasukhassa lokassa sacchikiriyāya, sacchikato hissa, bhante, ettāvatā ekantasukho loko hotī”ti.",
  "mn79:38.2": "“Na khvāssa, udāyi, ettāvatā ekantasukho loko sacchikato hoti;",
  "mn79:38.3": "ākāravatī tveva sā paṭipadā ekantasukhassa lokassa sacchikiriyāyā”ti.",
  "mn79:39.1": "Evaṃ vutte, sakuludāyissa paribbājakassa parisā unnādinī uccāsaddamahāsaddā ahosi:",
  "mn79:39.2": "“ettha mayaṃ anassāma sācariyakā, ettha mayaṃ anassāma sācariyakā.",
  "mn79:39.3": "Na mayaṃ ito bhiyyo uttaritaraṃ pajānāmā”ti.",
  "mn79:40.1": "Atha kho sakuludāyī paribbājako te paribbājake appasadde katvā bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp27\"></a>“",
  "mn79:40.2": "kittāvatā panāssa, bhante, ekantasukho loko sacchikato hotī”ti?",
  "mn79:40.3": "“Idhudāyi, bhikkhu sukhassa ca pahānā …",
  "mn79:40.4": "pe …",
  "mn79:40.5": "catutthaṃ jhānaṃ …",
  "mn79:40.6": "upasampajja viharati.",
  "mn79:40.7": "Yā tā devatā ekantasukhaṃ lokaṃ upapannā tāhi devatāhi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati.",
  "mn79:40.8": "Ettāvatā khvāssa, udāyi, ekantasukho loko sacchikato hotī”ti.",
  "mn79:41.1": "“Etassa nūna, bhante, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti?",
  "mn79:41.2": "“Na kho, udāyi, ekantasukhassa lokassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:41.3": "Atthi kho, udāyi, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti.",
  "mn79:42.1": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? <a class=\"wp\" id=\"wp29-36\"></a>“",
  "mn79:42.2": "Idhudāyi, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā …",
  "mn79:42.3": "pe …",
  "mn79:42.4": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi …",
  "mn79:42.5": "pe …",
  "mn79:42.6": "paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn79:42.7": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:43.1": "Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā …",
  "mn79:43.2": "dutiyaṃ jhānaṃ …",
  "mn79:43.3": "tatiyaṃ jhānaṃ …",
  "mn79:43.4": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn79:43.5": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:44.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn79:44.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn79:44.3": "ekampi jātiṃ dvepi jātiyo …",
  "mn79:44.4": "pe …",
  "mn79:44.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn79:44.6": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:45.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn79:45.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …",
  "mn79:45.3": "pe …",
  "mn79:45.4": "yathākammūpage satte pajānāti.",
  "mn79:45.5": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:46.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn79:46.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti …",
  "mn79:46.3": "pe …",
  "mn79:46.4": "‘ayaṃ dukkhanirodho’ti …",
  "mn79:46.5": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti, ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti …",
  "mn79:46.6": "‘ayaṃ āsavanirodho’ti …",
  "mn79:46.7": "‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn79:46.8": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn79:46.9": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn79:46.10": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn79:46.11": "Ayampi kho, udāyi, dhammo uttaritaro ca paṇītataro ca yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti.",
  "mn79:46.12": "Ime kho, udāyi, dhammā uttaritarā ca paṇītatarā ca yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti.",
  "mn79:47.1": "Evaṃ vutte, sakuludāyī paribbājako bhagavantaṃ etadavoca:",
  "mn79:47.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "mn79:47.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn79:47.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn79:47.5": "evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.",
  "mn79:47.6": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn79:47.7": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti.",
  "mn79:48.1": "Evaṃ vutte, sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ etadavocuṃ:",
  "mn79:48.2": "“mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari;",
  "mn79:48.3": "mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasi.",
  "mn79:48.4": "Seyyathāpi nāma udakamaṇiko hutvā udañcaniko assa, evaṃ sampadamidaṃ bhoto udāyissa bhavissati.",
  "mn79:48.5": "Mā bhavaṃ, udāyi, samaṇe gotame brahmacariyaṃ cari;",
  "mn79:48.6": "mā bhavaṃ, udāyi, ācariyo hutvā antevāsīvāsaṃ vasī”ti.",
  "mn79:48.7": "Iti hidaṃ sakuludāyissa paribbājakassa parisā sakuludāyiṃ paribbājakaṃ antarāyamakāsi bhagavati brahmacariyeti.",
  "mn79:49.1": "Cūḷasakuludāyisuttaṃ niṭṭhitaṃ navamaṃ."
}