{
  "_markup_path": "markup/mn/mn8.html",
  "_alt_strings": [
    "en/sujato/mn/mn8.json"
  ],
  "mn8:1.1": "Majjhima Nikāya 8",
  "mn8:2.1": "Sallekhasutta",
  "mn8:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn8:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn8:3.3": "Atha kho āyasmā mahācundo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami;",
  "mn8:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn8:3.5": "Ekamantaṃ nisinno kho āyasmā mahācundo bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn8:3.6": "yā imā, bhante, anekavihitā diṭṭhiyo loke uppajjanti—",
  "mn8:3.7": "attavādapaṭisaṃyuttā vā lokavādapaṭisaṃyuttā vā—",
  "mn8:3.8": "ādimeva nu kho, bhante, bhikkhuno manasikaroto evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hotī”ti?",
  "mn8:4.1": "“Yā imā, cunda, anekavihitā diṭṭhiyo loke uppajjanti—",
  "mn8:4.2": "attavādapaṭisaṃyuttā vā lokavādapaṭisaṃyuttā vā—",
  "mn8:4.3": "yattha cetā diṭṭhiyo uppajjanti yattha ca anusenti yattha ca samudācaranti taṃ ‘netaṃ mama, nesohamasmi, na me so attā’ti—",
  "mn8:4.4": "evametaṃ yathābhūtaṃ sammappaññā passato evametāsaṃ diṭṭhīnaṃ pahānaṃ hoti, evametāsaṃ diṭṭhīnaṃ paṭinissaggo hoti.",
  "mn8:5.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihareyya.",
  "mn8:5.2": "Tassa evamassa:",
  "mn8:5.3": "‘sallekhena viharāmī’ti.",
  "mn8:5.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:5.5": "Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.",
  "mn8:6.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihareyya.",
  "mn8:6.2": "Tassa evamassa:",
  "mn8:6.3": "‘sallekhena viharāmī’ti.",
  "mn8:6.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:6.5": "Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.",
  "mn8:7.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu pītiyā ca virāgā upekkhako ca vihareyya, sato ca sampajāno sukhañca kāyena paṭisaṃvedeyya, yaṃ taṃ ariyā ācikkhanti:",
  "mn8:7.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihareyya.",
  "mn8:7.3": "Tassa evamassa:",
  "mn8:7.4": "‘sallekhena viharāmī’ti.",
  "mn8:7.5": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:7.6": "Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.",
  "mn8:8.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihareyya.",
  "mn8:8.2": "Tassa evamassa:",
  "mn8:8.3": "‘sallekhena viharāmī’ti.",
  "mn8:8.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:8.5": "Diṭṭhadhammasukhavihārā ete ariyassa vinaye vuccanti.",
  "mn8:9.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso rūpasaññānaṃ samatikkamā, paṭighasaññānaṃ atthaṅgamā, nānattasaññānaṃ amanasikārā, ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja vihareyya.",
  "mn8:9.2": "Tassa evamassa:",
  "mn8:9.3": "‘sallekhena viharāmī’ti.",
  "mn8:9.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:9.5": "Santā ete vihārā ariyassa vinaye vuccanti.",
  "mn8:10.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja vihareyya.",
  "mn8:10.2": "Tassa evamassa:",
  "mn8:10.3": "‘sallekhena viharāmī’ti.",
  "mn8:10.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:10.5": "Santā ete vihārā ariyassa vinaye vuccanti.",
  "mn8:11.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja vihareyya.",
  "mn8:11.2": "Tassa evamassa:",
  "mn8:11.3": "‘sallekhena viharāmī’ti.",
  "mn8:11.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:11.5": "Santā ete vihārā ariyassa vinaye vuccanti.",
  "mn8:12.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ idhekacco bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja vihareyya.",
  "mn8:12.2": "Tassa evamassa:",
  "mn8:12.3": "‘sallekhena viharāmī’ti.",
  "mn8:12.4": "Na kho panete, cunda, ariyassa vinaye sallekhā vuccanti.",
  "mn8:12.5": "Santā ete vihārā ariyassa vinaye vuccanti.",
  "mn8:13.1": "1. Sallekhapariyāya",
  "mn8:14.1": "Idha kho pana vo, cunda, sallekho karaṇīyo.",
  "mn8:15.1": "‘Pare vihiṃsakā bhavissanti, mayamettha avihiṃsakā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(1)</span>",
  "mn8:16.1": "‘Pare pāṇātipātī bhavissanti, mayamettha pāṇātipātā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(2)</span>",
  "mn8:17.1": "‘Pare adinnādāyī bhavissanti, mayamettha adinnādānā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(3)</span>",
  "mn8:18.1": "‘Pare abrahmacārī bhavissanti, mayamettha brahmacārī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(4)</span>",
  "mn8:19.1": "‘Pare musāvādī bhavissanti, mayamettha musāvādā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(5)</span>",
  "mn8:20.1": "‘Pare pisuṇavācā bhavissanti, mayamettha pisuṇāya vācāya paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(6)</span>",
  "mn8:21.1": "‘Pare pharusavācā bhavissanti, mayamettha pharusāya vācāya paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(7)</span>",
  "mn8:22.1": "‘Pare samphappalāpī bhavissanti, mayamettha samphappalāpā paṭiviratā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(8)</span>",
  "mn8:23.1": "‘Pare abhijjhālū bhavissanti, mayamettha anabhijjhālū bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(9)</span>",
  "mn8:24.1": "‘Pare byāpannacittā bhavissanti, mayamettha abyāpannacittā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(10)</span>",
  "mn8:25.1": "‘Pare micchādiṭṭhī bhavissanti, mayamettha sammādiṭṭhī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(11)</span>",
  "mn8:26.1": "‘Pare micchāsaṅkappā bhavissanti, mayamettha sammāsaṅkappā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(12)</span>",
  "mn8:27.1": "‘Pare micchāvācā bhavissanti, mayamettha sammāvācā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(13)</span>",
  "mn8:28.1": "‘Pare micchākammantā bhavissanti, mayamettha sammākammantā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(14)</span>",
  "mn8:29.1": "‘Pare micchāājīvā bhavissanti, mayamettha sammāājīvā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(15)</span>",
  "mn8:30.1": "‘Pare micchāvāyāmā bhavissanti, mayamettha sammāvāyāmā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(16)</span>",
  "mn8:31.1": "‘Pare micchāsatī bhavissanti, mayamettha sammāsatī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(17)</span>",
  "mn8:32.1": "‘Pare micchāsamādhi bhavissanti, mayamettha sammāsamādhī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(18)</span>",
  "mn8:33.1": "‘Pare micchāñāṇī bhavissanti, mayamettha sammāñāṇī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(19)</span>",
  "mn8:34.1": "‘Pare micchāvimuttī bhavissanti, mayamettha sammāvimuttī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(20)</span>",
  "mn8:35.1": "‘Pare thinamiddhapariyuṭṭhitā bhavissanti, mayamettha vigatathinamiddhā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(21)</span>",
  "mn8:36.1": "‘Pare uddhatā bhavissanti, mayamettha anuddhatā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(22)</span>",
  "mn8:37.1": "‘Pare vicikicchī bhavissanti, mayamettha tiṇṇavicikicchā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(23)</span>",
  "mn8:38.1": "‘Pare kodhanā bhavissanti, mayamettha akkodhanā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(24)</span>",
  "mn8:39.1": "‘Pare upanāhī bhavissanti, mayamettha anupanāhī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(25)</span>",
  "mn8:40.1": "‘Pare makkhī bhavissanti, mayamettha amakkhī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(26)</span>",
  "mn8:41.1": "‘Pare paḷāsī bhavissanti, mayamettha apaḷāsī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(27)</span>",
  "mn8:42.1": "‘Pare issukī bhavissanti, mayamettha anissukī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(28)</span>",
  "mn8:43.1": "‘Pare maccharī bhavissanti, mayamettha amaccharī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(29)</span>",
  "mn8:44.1": "‘Pare saṭhā bhavissanti, mayamettha asaṭhā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(30)</span>",
  "mn8:45.1": "‘Pare māyāvī bhavissanti, mayamettha amāyāvī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(31)</span>",
  "mn8:46.1": "‘Pare thaddhā bhavissanti, mayamettha atthaddhā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(32)</span>",
  "mn8:47.1": "‘Pare atimānī bhavissanti, mayamettha anatimānī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(33)</span>",
  "mn8:48.1": "‘Pare dubbacā bhavissanti, mayamettha suvacā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(34)</span>",
  "mn8:49.1": "‘Pare pāpamittā bhavissanti, mayamettha kalyāṇamittā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(35)</span>",
  "mn8:50.1": "‘Pare pamattā bhavissanti, mayamettha appamattā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(36)</span>",
  "mn8:51.1": "‘Pare assaddhā bhavissanti, mayamettha saddhā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(37)</span>",
  "mn8:52.1": "‘Pare ahirikā bhavissanti, mayamettha hirimanā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(38)</span>",
  "mn8:53.1": "‘Pare anottāpī bhavissanti, mayamettha ottāpī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(39)</span>",
  "mn8:54.1": "‘Pare appassutā bhavissanti, mayamettha bahussutā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(40)</span>",
  "mn8:55.1": "‘Pare kusītā bhavissanti, mayamettha āraddhavīriyā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(41)</span>",
  "mn8:56.1": "‘Pare muṭṭhassatī bhavissanti, mayamettha upaṭṭhitassatī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(42)</span>",
  "mn8:57.1": "‘Pare duppaññā bhavissanti, mayamettha paññāsampannā bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(43)</span>",
  "mn8:58.1": "‘Pare sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī bhavissanti, mayamettha asandiṭṭhiparāmāsī anādhānaggāhī suppaṭinissaggī bhavissāmā’ti sallekho karaṇīyo. <span class=\"brnum\">(44)</span>",
  "mn8:59.1": "2. Cittupapādapariyāya",
  "mn8:60.1": "Cittuppādampi kho ahaṃ, cunda, kusalesu dhammesu bahukāraṃ vadāmi, ko pana vādo kāyena vācāya anuvidhīyanāsu.",
  "mn8:60.2": "Tasmātiha, cunda, ‘pare vihiṃsakā bhavissanti, mayamettha avihiṃsakā bhavissāmā’ti cittaṃ uppādetabbaṃ.",
  "mn8:60.3": "‘Pare pāṇātipātī bhavissanti, mayamettha pāṇātipātā paṭiviratā bhavissāmā’ti cittaṃ uppādetabbaṃ …",
  "mn8:60.4": "pe …",
  "mn8:60.5": "‘pare sandiṭṭhiparāmāsī ādhānaggāhī duppaṭinissaggī bhavissanti, mayamettha asandiṭṭhiparāmāsī anādhānaggāhī suppaṭinissaggī bhavissāmā’ti cittaṃ uppādetabbaṃ. <span class=\"brnum\">(44)</span>",
  "mn8:61.1": "3. Parikkamanapariyāya",
  "mn8:62.1": "Seyyathāpi, cunda, visamo maggo assa, tassa añño samo maggo parikkamanāya;",
  "mn8:62.2": "seyyathā vā pana, cunda, visamaṃ titthaṃ assa, tassa aññaṃ samaṃ titthaṃ parikkamanāya;",
  "mn8:62.3": "evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti parikkamanāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti parikkamanāya, adinnādāyissa purisapuggalassa adinnādānā veramaṇī hoti parikkamanāya, abrahmacārissa purisapuggalassa abrahmacariyā veramaṇī hoti parikkamanāya, musāvādissa purisapuggalassa musāvādā veramaṇī hoti parikkamanāya, pisuṇavācassa purisapuggalassa pisuṇāya vācāya veramaṇī hoti parikkamanāya, pharusavācassa purisapuggalassa pharusāya vācāya veramaṇī hoti parikkamanāya, samphappalāpissa purisapuggalassa samphappalāpā veramaṇī hoti parikkamanāya, abhijjhālussa purisapuggalassa anabhijjhā hoti parikkamanāya, byāpannacittassa purisapuggalassa abyāpādo hoti parikkamanāya.",
  "mn8:62.4": "(1–10.)",
  "mn8:63.1": "Micchādiṭṭhissa purisapuggalassa sammādiṭṭhi hoti parikkamanāya, micchāsaṅkappassa purisapuggalassa sammāsaṅkappo hoti parikkamanāya, micchāvācassa purisapuggalassa sammāvācā hoti parikkamanāya, micchākammantassa purisapuggalassa sammākammanto hoti parikkamanāya, micchāājīvassa purisapuggalassa sammāājīvo hoti parikkamanāya, micchāvāyāmassa purisapuggalassa sammāvāyāmo hoti parikkamanāya, micchāsatissa purisapuggalassa sammāsati hoti parikkamanāya, micchāsamādhissa purisapuggalassa sammāsamādhi hoti parikkamanāya, micchāñāṇissa purisapuggalassa sammāñāṇaṃ hoti parikkamanāya, micchāvimuttissa purisapuggalassa sammāvimutti hoti parikkamanāya.",
  "mn8:63.2": "(11–20.)",
  "mn8:64.1": "Thinamiddhapariyuṭṭhitassa purisapuggalassa vigatathinamiddhatā hoti parikkamanāya, uddhatassa purisapuggalassa anuddhaccaṃ hoti parikkamanāya, vicikicchissa purisapuggalassa tiṇṇavicikicchatā hoti parikkamanāya, kodhanassa purisapuggalassa akkodho hoti parikkamanāya, upanāhissa purisapuggalassa anupanāho hoti parikkamanāya, makkhissa purisapuggalassa amakkho hoti parikkamanāya, paḷāsissa purisapuggalassa apaḷāso hoti parikkamanāya, issukissa purisapuggalassa anissukitā hoti parikkamanāya, maccharissa purisapuggalassa amacchariyaṃ hoti parikkamanāya, saṭhassa purisapuggalassa asāṭheyyaṃ hoti parikkamanāya, māyāvissa purisapuggalassa amāyā hoti parikkamanāya, thaddhassa purisapuggalassa atthaddhiyaṃ hoti parikkamanāya, atimānissa purisapuggalassa anatimāno hoti parikkamanāya, dubbacassa purisapuggalassa sovacassatā hoti parikkamanāya, pāpamittassa purisapuggalassa kalyāṇamittatā hoti parikkamanāya, pamattassa purisapuggalassa appamādo hoti parikkamanāya, assaddhassa purisapuggalassa saddhā hoti parikkamanāya, ahirikassa purisapuggalassa hirī hoti parikkamanāya, anottāpissa purisapuggalassa ottappaṃ hoti parikkamanāya, appassutassa purisapuggalassa bāhusaccaṃ hoti parikkamanāya, kusītassa purisapuggalassa vīriyārambho hoti parikkamanāya, muṭṭhassatissa purisapuggalassa upaṭṭhitassatitā hoti parikkamanāya, duppaññassa purisapuggalassa paññāsampadā hoti parikkamanāya, sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti parikkamanāya.",
  "mn8:64.2": "(21–44.)",
  "mn8:65.1": "4. Uparibhāgapariyāya",
  "mn8:66.1": "Seyyathāpi, cunda, ye keci akusalā dhammā sabbe te adhobhāgaṅgamanīyā, ye keci kusalā dhammā sabbe te uparibhāgaṅgamanīyā;",
  "mn8:66.2": "evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti uparibhāgāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti uparibhāgāya …",
  "mn8:66.3": "pe …",
  "mn8:66.4": "sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti uparibhāgāya. <span class=\"brnum\">(44)</span>",
  "mn8:67.1": "5. Parinibbānapariyāya",
  "mn8:68.1": "So vata, cunda, attanā palipapalipanno paraṃ palipapalipannaṃ uddharissatīti netaṃ ṭhānaṃ vijjati.",
  "mn8:68.2": "So vata, cunda, attanā apalipapalipanno paraṃ palipapalipannaṃ uddharissatīti ṭhānametaṃ vijjati.",
  "mn8:68.3": "So vata, cunda, attanā adanto avinīto aparinibbuto paraṃ damessati vinessati parinibbāpessatīti netaṃ ṭhānaṃ vijjati.",
  "mn8:68.4": "So vata, cunda, attanā danto vinīto parinibbuto paraṃ damessati vinessati parinibbāpessatīti ṭhānametaṃ vijjati.",
  "mn8:68.5": "Evameva kho, cunda, vihiṃsakassa purisapuggalassa avihiṃsā hoti parinibbānāya, pāṇātipātissa purisapuggalassa pāṇātipātā veramaṇī hoti parinibbānāya.",
  "mn8:68.6": "Adinnādāyissa purisapuggalassa adinnādānā veramaṇī hoti parinibbānāya.",
  "mn8:68.7": "Abrahmacārissa purisapuggalassa abrahmacariyā veramaṇī hoti parinibbānāya.",
  "mn8:68.8": "Musāvādissa purisapuggalassa musāvādā veramaṇī hoti parinibbānāya.",
  "mn8:68.9": "Pisuṇavācassa purisapuggalassa pisuṇāya vācāya veramaṇī hoti parinibbānāya.",
  "mn8:68.10": "Pharusavācassa purisapuggalassa pharusāya vācāya veramaṇī hoti parinibbānāya.",
  "mn8:68.11": "Samphappalāpissa purisapuggalassa samphappalāpā veramaṇī hoti parinibbānāya.",
  "mn8:68.12": "Abhijjhālussa purisapuggalassa anabhijjhā hoti parinibbānāya.",
  "mn8:68.13": "Byāpannacittassa purisapuggalassa abyāpādo hoti parinibbānāya.",
  "mn8:68.14": "(1–10.)",
  "mn8:69.1": "Micchādiṭṭhissa purisapuggalassa sammādiṭṭhi hoti parinibbānāya.",
  "mn8:69.2": "Micchāsaṅkappassa purisapuggalassa sammāsaṅkappo hoti parinibbānāya.",
  "mn8:69.3": "Micchāvācassa purisapuggalassa sammāvācā hoti parinibbānāya.",
  "mn8:69.4": "Micchākammantassa purisapuggalassa sammākammanto hoti parinibbānāya.",
  "mn8:69.5": "Micchāājīvassa purisapuggalassa sammāājīvo hoti parinibbānāya.",
  "mn8:69.6": "Micchāvāyāmassa purisapuggalassa sammāvāyāmo hoti parinibbānāya.",
  "mn8:69.7": "Micchāsatissa purisapuggalassa sammāsati hoti parinibbānāya.",
  "mn8:69.8": "Micchāsamādhissa purisapuggalassa sammāsamādhi hoti parinibbānāya.",
  "mn8:69.9": "Micchāñāṇissa purisapuggalassa sammāñāṇaṃ hoti parinibbānāya.",
  "mn8:69.10": "Micchāvimuttissa purisapuggalassa sammāvimutti hoti parinibbānāya.",
  "mn8:69.11": "(11–20.)",
  "mn8:70.1": "Thinamiddhapariyuṭṭhitassa purisapuggalassa vigatathinamiddhatā hoti parinibbānāya.",
  "mn8:70.2": "Uddhatassa purisapuggalassa anuddhaccaṃ hoti parinibbānāya.",
  "mn8:70.3": "Vicikicchissa purisapuggalassa tiṇṇavicikicchatā hoti parinibbānāya.",
  "mn8:70.4": "Kodhanassa purisapuggalassa akkodho hoti parinibbānāya.",
  "mn8:70.5": "Upanāhissa purisapuggalassa anupanāho hoti parinibbānāya.",
  "mn8:70.6": "Makkhissa purisapuggalassa amakkho hoti parinibbānāya.",
  "mn8:70.7": "Paḷāsissa purisapuggalassa apaḷāso hoti parinibbānāya.",
  "mn8:70.8": "Issukissa purisapuggalassa anissukitā hoti parinibbānāya.",
  "mn8:70.9": "Maccharissa purisapuggalassa amacchariyaṃ hoti parinibbānāya.",
  "mn8:70.10": "Saṭhassa purisapuggalassa asāṭheyyaṃ hoti parinibbānāya.",
  "mn8:70.11": "Māyāvissa purisapuggalassa amāyā hoti parinibbānāya.",
  "mn8:70.12": "Thaddhassa purisapuggalassa atthaddhiyaṃ hoti parinibbānāya.",
  "mn8:70.13": "Atimānissa purisapuggalassa anatimāno hoti parinibbānāya.",
  "mn8:70.14": "Dubbacassa purisapuggalassa sovacassatā hoti parinibbānāya.",
  "mn8:70.15": "Pāpamittassa purisapuggalassa kalyāṇamittatā hoti parinibbānāya.",
  "mn8:70.16": "Pamattassa purisapuggalassa appamādo hoti parinibbānāya.",
  "mn8:70.17": "Assaddhassa purisapuggalassa saddhā hoti parinibbānāya.",
  "mn8:70.18": "Ahirikassa purisapuggalassa hirī hoti parinibbānāya.",
  "mn8:70.19": "Anottāpissa purisapuggalassa ottappaṃ hoti parinibbānāya.",
  "mn8:70.20": "Appassutassa purisapuggalassa bāhusaccaṃ hoti parinibbānāya.",
  "mn8:70.21": "Kusītassa purisapuggalassa vīriyārambho hoti parinibbānāya.",
  "mn8:70.22": "Muṭṭhassatissa purisapuggalassa upaṭṭhitassatitā hoti parinibbānāya.",
  "mn8:70.23": "Duppaññassa purisapuggalassa paññāsampadā hoti parinibbānāya.",
  "mn8:70.24": "Sandiṭṭhiparāmāsiādhānaggāhiduppaṭinissaggissa purisapuggalassa asandiṭṭhiparāmāsianādhānaggāhisuppaṭinissaggitā hoti parinibbānāya.",
  "mn8:70.25": "(21–44.)",
  "mn8:71.1": "Iti kho, cunda, desito mayā sallekhapariyāyo, desito cittuppādapariyāyo, desito parikkamanapariyāyo, desito uparibhāgapariyāyo, desito parinibbānapariyāyo.",
  "mn8:71.2": "Yaṃ kho, cunda, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.",
  "mn8:71.3": "Etāni, cunda, rukkhamūlāni, etāni suññāgārāni, jhāyatha, cunda, mā pamādattha, mā pacchāvippaṭisārino ahuvattha—",
  "mn8:71.4": "ayaṃ kho amhākaṃ anusāsanī”ti.",
  "mn8:72.1": "Idamavoca bhagavā.",
  "mn8:72.2": "Attamano āyasmā mahācundo bhagavato bhāsitaṃ abhinandīti.",
  "mn8:73.1": "Catuttālīsapadā vuttā,",
  "mn8:73.2": "sandhayo pañca desitā;",
  "mn8:73.3": "Sallekho nāma suttanto,",
  "mn8:73.4": "gambhīro sāgarūpamoti.",
  "mn8:74.1": "Sallekhasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}