{
  "_markup_path": "markup/mn/mn81.html",
  "_alt_strings": [
    "en/sujato/mn/mn81.json"
  ],
  "mn81:1.1": "Majjhima Nikāya 81",
  "mn81:2.1": "Ghaṭikārasutta",
  "mn81:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn81:3.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.",
  "mn81:3.3": "Atha kho bhagavā maggā okkamma aññatarasmiṃ padese sitaṃ pātvākāsi.",
  "mn81:3.4": "Atha kho āyasmato ānandassa etadahosi:",
  "mn81:3.5": "“ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya?",
  "mn81:3.6": "Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.",
  "mn81:3.7": "Atha kho āyasmā ānando ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "mn81:3.8": "“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya?",
  "mn81:3.9": "Na akāraṇena tathāgatā sitaṃ pātukarontī”ti. <a class=\"wp\" id=\"wp3\"></a>“",
  "mn81:3.10": "Bhūtapubbaṃ, ānanda, imasmiṃ padese vegaḷiṅgaṃ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso.",
  "mn81:3.11": "Vegaḷiṅgaṃ kho, ānanda, gāmanigamaṃ kassapo bhagavā arahaṃ sammāsambuddho upanissāya vihāsi.",
  "mn81:3.12": "Idha sudaṃ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi.",
  "mn81:3.13": "Idha sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho nisinnako bhikkhusaṃghaṃ ovadatī”ti.",
  "mn81:3.14": "Atha kho āyasmā ānando catugguṇaṃ saṅghāṭiṃ paññapetvā bhagavantaṃ etadavoca:",
  "mn81:3.15": "“tena hi, bhante, bhagavā nisīdatu ettha.",
  "mn81:3.16": "Ayaṃ bhūmipadeso dvīhi arahantehi sammāsambuddhehi paribhutto bhavissatī”ti.",
  "mn81:3.17": "Nisīdi bhagavā paññatte āsane.",
  "mn81:3.18": "Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:",
  "mn81:4.1": "“Bhūtapubbaṃ, ānanda, imasmiṃ padese vegaḷiṅgaṃ nāma gāmanigamo ahosi iddho ceva phīto ca bahujano ākiṇṇamanusso.",
  "mn81:4.2": "Vegaḷiṅgaṃ kho, ānanda, gāmanigamaṃ kassapo bhagavā arahaṃ sammāsambuddho upanissāya vihāsi.",
  "mn81:4.3": "Idha sudaṃ, ānanda, kassapassa bhagavato arahato sammāsambuddhassa ārāmo ahosi.",
  "mn81:4.4": "Idha sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho nisinnako bhikkhusaṅghaṃ ovadati.",
  "mn81:5.1": "Vegaḷiṅge kho, ānanda, gāmanigame ghaṭikāro nāma kumbhakāro kassapassa bhagavato arahato sammāsambuddhassa upaṭṭhāko ahosi aggupaṭṭhāko.",
  "mn81:5.2": "Ghaṭikārassa kho, ānanda, kumbhakārassa jotipālo nāma māṇavo sahāyo ahosi piyasahāyo.",
  "mn81:5.3": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ āmantesi:",
  "mn81:5.4": "‘āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:5.5": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:5.6": "Evaṃ vutte, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:5.7": "‘alaṃ, samma ghaṭikāra.",
  "mn81:5.8": "Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?",
  "mn81:5.9": "Dutiyampi kho, ānanda …",
  "mn81:5.10": "pe …",
  "mn81:5.11": "tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ etadavoca:",
  "mn81:5.12": "‘āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:5.13": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:5.14": "Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:5.15": "‘alaṃ, samma ghaṭikāra.",
  "mn81:5.16": "Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?",
  "mn81:5.17": "‘Tena hi, samma jotipāla, sottisināniṃ ādāya nadiṃ gamissāma sināyitun’ti.",
  "mn81:5.18": "‘Evaṃ, sammā’ti kho, ānanda, jotipālo māṇavo ghaṭikārassa kumbhakārassa paccassosi.",
  "mn81:5.19": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo sottisināniṃ ādāya nadiṃ agamaṃsu sināyituṃ.",
  "mn81:6.1": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ āmantesi:",
  "mn81:6.2": "‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.",
  "mn81:6.3": "Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:6.4": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:6.5": "Evaṃ vutte, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:6.6": "‘alaṃ, samma ghaṭikāra.",
  "mn81:6.7": "Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?",
  "mn81:6.8": "Dutiyampi kho, ānanda …",
  "mn81:6.9": "pe …",
  "mn81:6.10": "tatiyampi kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ etadavoca:",
  "mn81:6.11": "‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.",
  "mn81:6.12": "Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:6.13": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:6.14": "Tatiyampi kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:6.15": "‘alaṃ, samma ghaṭikāra.",
  "mn81:6.16": "Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?",
  "mn81:6.17": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ ovaṭṭikāyaṃ parāmasitvā etadavoca:",
  "mn81:6.18": "‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.",
  "mn81:6.19": "Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:6.20": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:6.21": "Atha kho, ānanda, jotipālo māṇavo ovaṭṭikaṃ vinivaṭṭetvā ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:6.22": "‘alaṃ, samma ghaṭikāra.",
  "mn81:6.23": "Kiṃ pana tena muṇḍakena samaṇakena diṭṭhenā’ti?",
  "mn81:6.24": "Atha kho, ānanda, ghaṭikāro kumbhakāro jotipālaṃ māṇavaṃ sīsaṃnhātaṃ kesesu parāmasitvā etadavoca:",
  "mn81:6.25": "‘ayaṃ, samma jotipāla, kassapassa bhagavato arahato sammāsambuddhassa avidūre ārāmo.",
  "mn81:6.26": "Āyāma, samma jotipāla, kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya upasaṅkamissāma.",
  "mn81:6.27": "Sādhusammatañhi me tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:6.28": "Atha kho, ānanda, jotipālassa māṇavassa etadahosi:",
  "mn81:6.29": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "mn81:6.30": "Yatra hi nāmāyaṃ ghaṭikāro kumbhakāro ittarajacco samāno amhākaṃ sīsaṃnhātānaṃ kesesu parāmasitabbaṃ maññissati;",
  "mn81:6.31": "na vatidaṃ kira orakaṃ maññe bhavissatī’ti;",
  "mn81:6.32": "ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:6.33": "‘yāvatādohipi, samma ghaṭikārā’ti?",
  "mn81:6.34": "‘Yāvatādohipi, samma jotipāla.",
  "mn81:6.35": "Tathā hi pana me sādhusammataṃ tassa bhagavato dassanaṃ arahato sammāsambuddhassā’ti.",
  "mn81:6.36": "‘Tena hi, samma ghaṭikāra, muñca;",
  "mn81:6.37": "gamissāmā’ti.",
  "mn81:7.1": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu;",
  "mn81:7.2": "upasaṅkamitvā ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn81:7.3": "Jotipālo pana māṇavo kassapena bhagavatā arahatā sammāsambuddhena saddhiṃ sammodi.",
  "mn81:7.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn81:7.5": "Ekamantaṃ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:7.6": "‘ayaṃ me, bhante, jotipālo māṇavo sahāyo piyasahāyo.",
  "mn81:7.7": "Imassa bhagavā dhammaṃ desetū’ti.",
  "mn81:7.8": "Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho ghaṭikārañca kumbhakāraṃ jotipālañca māṇavaṃ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "mn81:7.9": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā kassapassa bhagavato arahato sammāsambuddhassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.",
  "mn81:8.1": "Atha kho, ānanda, jotipālo māṇavo ghaṭikāraṃ kumbhakāraṃ etadavoca:",
  "mn81:8.2": "‘imaṃ nu tvaṃ, samma ghaṭikāra, dhammaṃ suṇanto atha ca pana agārasmā anagāriyaṃ na pabbajissasī’ti?",
  "mn81:8.3": "‘Nanu maṃ, samma jotipāla, jānāsi, andhe jiṇṇe mātāpitaro posemī’ti?",
  "mn81:8.4": "‘Tena hi, samma ghaṭikāra, ahaṃ agārasmā anagāriyaṃ pabbajissāmī’ti.",
  "mn81:8.5": "Atha kho, ānanda, ghaṭikāro ca kumbhakāro jotipālo ca māṇavo yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu;",
  "mn81:8.6": "upasaṅkamitvā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn81:8.7": "Ekamantaṃ nisinno kho, ānanda, ghaṭikāro kumbhakāro kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:8.8": "‘ayaṃ me, bhante, jotipālo māṇavo sahāyo piyasahāyo.",
  "mn81:8.9": "Imaṃ bhagavā pabbājetū’ti.",
  "mn81:8.10": "Alattha kho, ānanda, jotipālo māṇavo kassapassa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ, alattha upasampadaṃ.",
  "mn81:9.1": "Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho acirūpasampanne jotipāle māṇave aḍḍhamāsupasampanne vegaḷiṅge yathābhirantaṃ viharitvā yena bārāṇasī tena cārikaṃ pakkāmi.",
  "mn81:9.2": "Anupubbena cārikaṃ caramāno yena bārāṇasī tadavasari.",
  "mn81:9.3": "Tatra sudaṃ, ānanda, kassapo bhagavā arahaṃ sammāsambuddho bārāṇasiyaṃ viharati isipatane migadāye.",
  "mn81:9.4": "Assosi kho, ānanda, kikī kāsirājā:",
  "mn81:9.5": "‘kassapo kira bhagavā arahaṃ sammāsambuddho bārāṇasiṃ anuppatto bārāṇasiyaṃ viharati isipatane migadāye’ti.",
  "mn81:9.6": "Atha kho, ānanda, kikī kāsirājā bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi bārāṇasiyā niyyāsi mahaccarājānubhāvena kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ dassanāya.",
  "mn81:9.7": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova yena kassapo bhagavā arahaṃ sammāsambuddho tenupasaṅkami;",
  "mn81:9.8": "upasaṅkamitvā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn81:9.9": "Ekamantaṃ nisinnaṃ kho, ānanda, kikiṃ kāsirājānaṃ kassapo bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "mn81:9.10": "Atha kho, ānanda, kikī kāsirājā kassapena bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:9.11": "‘adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā’ti.",
  "mn81:9.12": "Adhivāsesi kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho tuṇhībhāvena.",
  "mn81:9.13": "Atha kho, ānanda, kikī kāsirājā kassapassa bhagavato sammāsambuddhassa adhivāsanaṃ viditvā uṭṭhāyāsanā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn81:9.14": "Atha kho, ānanda, kikī kāsirājā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā paṇḍupuṭakassa sālino vigatakāḷakaṃ anekasūpaṃ anekabyañjanaṃ, kassapassa bhagavato arahato sammāsambuddhassa kālaṃ ārocāpesi:",
  "mn81:9.15": "‘kālo, bhante, niṭṭhitaṃ bhattan’ti.",
  "mn81:10.1": "Atha kho, ānanda, kassapo bhagavā arahaṃ sammāsambuddho pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena kikissa kāsirañño nivesanaṃ tenupasaṅkami;",
  "mn81:10.2": "upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.",
  "mn81:10.3": "Atha kho, ānanda, kikī kāsirājā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn81:10.4": "Atha kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn81:10.5": "Ekamantaṃ nisinno kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:10.6": "‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṃ vassāvāsaṃ;",
  "mn81:10.7": "evarūpaṃ saṅghassa upaṭṭhānaṃ bhavissatī’ti.",
  "mn81:10.8": "‘Alaṃ, mahārāja.",
  "mn81:10.9": "Adhivuttho me vassāvāso’ti.",
  "mn81:10.10": "Dutiyampi kho, ānanda …",
  "mn81:10.11": "tatiyampi kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:10.12": "‘adhivāsetu me, bhante, bhagavā bārāṇasiyaṃ vassāvāsaṃ;",
  "mn81:10.13": "evarūpaṃ saṅghassa upaṭṭhānaṃ bhavissatī’ti.",
  "mn81:10.14": "‘Alaṃ, mahārāja.",
  "mn81:10.15": "Adhivuttho me vassāvāso’ti.",
  "mn81:10.16": "Atha kho, ānanda, kikissa kāsirañño ‘na me kassapo bhagavā arahaṃ sammāsambuddho adhivāseti bārāṇasiyaṃ vassāvāsan’ti ahudeva aññathattaṃ, ahu domanassaṃ.",
  "mn81:10.17": "Atha kho, ānanda, kikī kāsirājā kassapaṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca:",
  "mn81:10.18": "‘atthi nu kho, bhante, añño koci mayā upaṭṭhākataro’ti?",
  "mn81:11.1": "‘Atthi, mahārāja, vegaḷiṅgaṃ nāma gāmanigamo.",
  "mn81:11.2": "Tattha ghaṭikāro nāma kumbhakāro;",
  "mn81:11.3": "so me upaṭṭhāko aggupaṭṭhāko.",
  "mn81:11.4": "Tuyhaṃ kho pana, mahārāja, na me kassapo bhagavā arahaṃ sammāsambuddho adhivāseti bārāṇasiyaṃ vassāvāsanti attheva aññathattaṃ, atthi domanassaṃ.",
  "mn81:11.5": "Tayidaṃ ghaṭikārassa kumbhakārassa natthi ca na ca bhavissati.",
  "mn81:11.6": "Ghaṭikāro kho, mahārāja, kumbhakāro buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṃghaṃ saraṇaṃ gato.",
  "mn81:11.7": "Ghaṭikāro kho, mahārāja, kumbhakāro pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato.",
  "mn81:11.8": "Ghaṭikāro kho, mahārāja, kumbhakāro buddhe aveccappasādena samannāgato, dhamme aveccappasādena samannāgato, saṃghe aveccappasādena samannāgato, ariyakantehi sīlehi samannāgato.",
  "mn81:11.9": "Ghaṭikāro kho, mahārāja, kumbhakāro dukkhe nikkaṅkho, dukkhasamudaye nikkaṅkho, dukkhanirodhe nikkaṅkho, dukkhanirodhagāminiyā paṭipadāya nikkaṅkho.",
  "mn81:11.10": "Ghaṭikāro kho, mahārāja, kumbhakāro ekabhattiko brahmacārī sīlavā kalyāṇadhammo.",
  "mn81:11.11": "Ghaṭikāro kho, mahārāja, kumbhakāro nikkhittamaṇisuvaṇṇo apetajātarūparajato.",
  "mn81:11.12": "Ghaṭikāro kho, mahārāja, kumbhakāro pannamusalo na sahatthā pathaviṃ khaṇati.",
  "mn81:11.13": "Yaṃ hoti kūlapaluggaṃ vā mūsikukkaro vā taṃ kājena āharitvā bhājanaṃ karitvā evamāha:",
  "mn81:11.14": "“ettha yo icchati taṇḍulapaṭibhastāni vā muggapaṭibhastāni vā kaḷāyapaṭibhastāni vā nikkhipitvā yaṃ icchati taṃ haratū”ti.",
  "mn81:11.15": "Ghaṭikāro kho, mahārāja, kumbhakāro andhe jiṇṇe mātāpitaro poseti.",
  "mn81:11.16": "Ghaṭikāro kho, mahārāja, kumbhakāro pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.",
  "mn81:12.1": "Ekamidāhaṃ, mahārāja, samayaṃ vegaḷiṅge nāma gāmanigame viharāmi.",
  "mn81:12.2": "Atha khvāhaṃ, mahārāja, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṃ;",
  "mn81:12.3": "upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṃ:",
  "mn81:12.4": "“handa ko nu kho ayaṃ bhaggavo gato”ti?",
  "mn81:12.5": "“Nikkhanto kho te, bhante, upaṭṭhāko antokumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjā”ti.",
  "mn81:12.6": "Atha khvāhaṃ, mahārāja, kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṃ.",
  "mn81:12.7": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami;",
  "mn81:12.8": "upasaṅkamitvā mātāpitaro etadavoca:",
  "mn81:12.9": "“ko kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?",
  "mn81:12.10": "“Kassapo, tāta, bhagavā arahaṃ sammāsambuddho kumbhiyā odanaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?",
  "mn81:12.11": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:",
  "mn81:12.12": "“lābhā vata me, suladdhaṃ vata me, yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.",
  "mn81:12.13": "Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.",
  "mn81:13.1": "Ekamidāhaṃ, mahārāja, samayaṃ tattheva vegaḷiṅge nāma gāmanigame viharāmi.",
  "mn81:13.2": "Atha khvāhaṃ, mahārāja, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena ghaṭikārassa kumbhakārassa mātāpitaro tenupasaṅkamiṃ;",
  "mn81:13.3": "upasaṅkamitvā ghaṭikārassa kumbhakārassa mātāpitaro etadavocaṃ:",
  "mn81:13.4": "“handa ko nu kho ayaṃ bhaggavo gato”ti?",
  "mn81:13.5": "“Nikkhanto kho te, bhante, upaṭṭhāko anto kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjā”ti.",
  "mn81:13.6": "Atha khvāhaṃ, mahārāja, kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkamiṃ.",
  "mn81:13.7": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami;",
  "mn81:13.8": "upasaṅkamitvā mātāpitaro etadavoca:",
  "mn81:13.9": "“ko kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti?",
  "mn81:13.10": "“Kassapo, tāta, bhagavā arahaṃ sammāsambuddho kaḷopiyā kummāsaṃ gahetvā pariyogā sūpaṃ gahetvā paribhuñjitvā uṭṭhāyāsanā pakkanto”ti.",
  "mn81:13.11": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:",
  "mn81:13.12": "“lābhā vata me, suladdhaṃ vata me, yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.",
  "mn81:13.13": "Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.",
  "mn81:14.1": "Ekamidāhaṃ, mahārāja, samayaṃ tattheva vegaḷiṅge nāma gāmanigame viharāmi.",
  "mn81:14.2": "Tena kho pana samayena kuṭi ovassati.",
  "mn81:14.3": "Atha khvāhaṃ, mahārāja, bhikkhū āmantesiṃ:",
  "mn81:14.4": "“gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa nivesane tiṇaṃ jānāthā”ti.",
  "mn81:14.5": "Evaṃ vutte, mahārāja, te bhikkhū maṃ etadavocuṃ:",
  "mn81:14.6": "“natthi kho, bhante, ghaṭikārassa kumbhakārassa nivesane tiṇaṃ, atthi ca khvāssa āvesane tiṇacchadanan”ti.",
  "mn81:14.7": "“Gacchatha, bhikkhave, ghaṭikārassa kumbhakārassa āvesanaṃ uttiṇaṃ karothā”ti.",
  "mn81:14.8": "Atha kho te, mahārāja, bhikkhū ghaṭikārassa kumbhakārassa āvesanaṃ uttiṇamakaṃsu.",
  "mn81:14.9": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa mātāpitaro te bhikkhū etadavocuṃ:",
  "mn81:14.10": "“ke āvesanaṃ uttiṇaṃ karontī”ti?",
  "mn81:14.11": "“Bhikkhū, bhagini, kassapassa bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti.",
  "mn81:14.12": "“Haratha, bhante, haratha, bhadramukhā”ti.",
  "mn81:14.13": "Atha kho, mahārāja, ghaṭikāro kumbhakāro yena mātāpitaro tenupasaṅkami;",
  "mn81:14.14": "upasaṅkamitvā mātāpitaro etadavoca:",
  "mn81:14.15": "“ke āvesanaṃ uttiṇamakaṃsū”ti?",
  "mn81:14.16": "“Bhikkhū, tāta, kassapassa kira bhagavato arahato sammāsambuddhassa kuṭi ovassatī”ti.",
  "mn81:14.17": "Atha kho, mahārāja, ghaṭikārassa kumbhakārassa etadahosi:",
  "mn81:14.18": "“lābhā vata me, suladdhaṃ vata me, yassa me kassapo bhagavā arahaṃ sammāsambuddho evaṃ abhivissattho”ti.",
  "mn81:14.19": "Atha kho, mahārāja, ghaṭikāraṃ kumbhakāraṃ aḍḍhamāsaṃ pītisukhaṃ na vijahati, sattāhaṃ mātāpitūnaṃ.",
  "mn81:14.20": "Atha kho, mahārāja, āvesanaṃ sabbantaṃ temāsaṃ ākāsacchadanaṃ aṭṭhāsi, na devotivassi.",
  "mn81:14.21": "Evarūpo ca, mahārāja, ghaṭikāro kumbhakāro’ti.",
  "mn81:14.22": "‘Lābhā, bhante, ghaṭikārassa kumbhakārassa, suladdhā, bhante, ghaṭikārassa kumbhakārassa yassa bhagavā evaṃ abhivissattho’ti.",
  "mn81:15.1": "Atha kho, ānanda, kikī kāsirājā ghaṭikārassa kumbhakārassa pañcamattāni taṇḍulavāhasatāni pāhesi paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṃ.",
  "mn81:15.2": "Atha kho te, ānanda, rājapurisā ghaṭikāraṃ kumbhakāraṃ upasaṅkamitvā etadavocuṃ:",
  "mn81:15.3": "‘imāni kho, bhante, pañcamattāni taṇḍulavāhasatāni kikinā kāsirājena pahitāni paṇḍupuṭakassa sālino tadupiyañca sūpeyyaṃ.",
  "mn81:15.4": "Tāni, bhante, paṭiggaṇhathā’ti.",
  "mn81:15.5": "‘Rājā kho bahukicco bahukaraṇīyo.",
  "mn81:15.6": "Alaṃ me.",
  "mn81:15.7": "Raññova hotū’ti.",
  "mn81:15.8": "Siyā kho pana te, ānanda, evamassa:",
  "mn81:15.9": "‘añño nūna tena samayena jotipālo māṇavo ahosī’ti.",
  "mn81:15.10": "Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ.",
  "mn81:15.11": "Ahaṃ tena samayena jotipālo māṇavo ahosin”ti.",
  "mn81:16.1": "Idamavoca bhagavā.",
  "mn81:16.2": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.",
  "mn81:17.1": "Ghaṭikārasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}