{
  "_markup_path": "markup/mn/mn91.html",
  "_alt_strings": [
    "en/sujato/mn/mn91.json"
  ],
  "mn91:1.1": "Majjhima Nikāya 91",
  "mn91:2.1": "Brahmāyusutta",
  "mn91:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn91:3.2": "ekaṃ samayaṃ bhagavā videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.",
  "mn91:3.3": "Tena kho pana samayena brahmāyu brāhmaṇo mithilāyaṃ paṭivasati jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.",
  "mn91:3.4": "Assosi kho brahmāyu brāhmaṇo:",
  "mn91:3.5": "“samaṇo khalu bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.",
  "mn91:3.6": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn91:3.7": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn91:3.8": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn91:3.9": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn91:3.10": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn91:4.1": "Tena kho pana samayena brahmāyussa brāhmaṇassa uttaro nāma māṇavo antevāsī hoti tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.",
  "mn91:4.2": "Atha kho brahmāyu brāhmaṇo uttaraṃ māṇavaṃ āmantesi:",
  "mn91:4.3": "“ayaṃ, tāta uttara, samaṇo gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.",
  "mn91:4.4": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn91:4.5": "‘itipi so bhagavā arahaṃ sammāsambuddho …",
  "mn91:4.6": "pe …",
  "mn91:4.7": "sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti.",
  "mn91:4.8": "Ehi tvaṃ, tāta uttara, yena samaṇo gotamo tenupasaṅkama;",
  "mn91:4.9": "upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā;",
  "mn91:4.10": "yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso.",
  "mn91:4.11": "Tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. <a class=\"wp\" id=\"wp5\"></a>“",
  "mn91:4.12": "Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi yadi vā taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, yadi vā no tathā;",
  "mn91:4.13": "yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso”ti.",
  "mn91:4.14": "“Āgatāni kho, tāta uttara, amhākaṃ mantesu dvattiṃsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā.",
  "mn91:4.15": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.",
  "mn91:4.16": "Tassimāni satta ratanāni bhavanti, seyyathidaṃ—",
  "mn91:4.17": "cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ.",
  "mn91:4.18": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.",
  "mn91:4.19": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.",
  "mn91:4.20": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.",
  "mn91:4.21": "Ahaṃ kho pana, tāta uttara, mantānaṃ dātā;",
  "mn91:4.22": "tvaṃ mantānaṃ paṭiggahetā”ti.",
  "mn91:5.1": "“Evaṃ, bho”ti kho uttaro māṇavo brahmāyussa brāhmaṇassa paṭissutvā uṭṭhāyāsanā brahmāyuṃ brāhmaṇaṃ abhivādetvā padakkhiṇaṃ katvā videhesu yena bhagavā tena cārikaṃ pakkāmi.",
  "mn91:5.2": "Anupubbena cārikaṃ caramāno yena bhagavā tenupasaṅkami;",
  "mn91:5.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn91:5.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn91:5.5": "Ekamantaṃ nisinno kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi.",
  "mn91:5.6": "Addasā kho uttaro māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve.",
  "mn91:5.7": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:5.8": "kosohite ca vatthaguyhe pahūtajivhatāya ca.",
  "mn91:5.9": "Atha kho bhagavato etadahosi:",
  "mn91:5.10": "“passati kho me ayaṃ uttaro māṇavo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve.",
  "mn91:5.11": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:5.12": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti.",
  "mn91:5.13": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa uttaro māṇavo bhagavato kosohitaṃ vatthaguyhaṃ.",
  "mn91:5.14": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi;",
  "mn91:5.15": "ubhopi nāsikasotāni anumasi paṭimasi;",
  "mn91:5.16": "kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi.",
  "mn91:5.17": "Atha kho uttarassa māṇavassa etadahosi:",
  "mn91:5.18": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi.",
  "mn91:5.19": "Yannūnāhaṃ samaṇaṃ gotamaṃ anubandheyyaṃ, iriyāpathamassa passeyyan”ti.",
  "mn91:5.20": "Atha kho uttaro māṇavo sattamāsāni bhagavantaṃ anubandhi chāyāva anapāyinī.",
  "mn91:6.1": "Atha kho uttaro māṇavo sattannaṃ māsānaṃ accayena videhesu yena mithilā tena cārikaṃ pakkāmi.",
  "mn91:6.2": "Anupubbena cārikaṃ caramāno yena mithilā yena brahmāyu brāhmaṇo tenupasaṅkami;",
  "mn91:6.3": "upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn91:6.4": "Ekamantaṃ nisinnaṃ kho uttaraṃ māṇavaṃ brahmāyu brāhmaṇo etadavoca:",
  "mn91:6.5": "“kacci, tāta uttara, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato, no aññathā?",
  "mn91:6.6": "Kacci pana so bhavaṃ gotamo tādiso, no aññādiso”ti?",
  "mn91:6.7": "“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato, no aññathā;",
  "mn91:6.8": "tādisova so bhavaṃ gotamo, no aññādiso.",
  "mn91:6.9": "Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi.",
  "mn91:7.1": "Suppatiṭṭhitapādo kho pana bho bhavaṃ gotamo;",
  "mn91:7.2": "idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. <span class=\"brnum\">(1)</span>",
  "mn91:8.1": "Heṭṭhā kho pana tassa bhoto gotamassa pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni … <span class=\"brnum\">(2)</span>",
  "mn91:9.1": "Āyatapaṇhi kho pana so bhavaṃ gotamo … <span class=\"brnum\">(3)</span>",
  "mn91:10.1": "Dīghaṅguli kho pana so bhavaṃ gotamo … <span class=\"brnum\">(4)</span>",
  "mn91:11.1": "Mudutalunahatthapādo kho pana so bhavaṃ gotamo … <span class=\"brnum\">(5)</span>",
  "mn91:12.1": "Jālahatthapādo kho pana so bhavaṃ gotamo … <span class=\"brnum\">(6)</span>",
  "mn91:13.1": "Ussaṅkhapādo kho pana so bhavaṃ gotamo … <span class=\"brnum\">(7)</span>",
  "mn91:14.1": "Eṇijaṅgho kho pana so bhavaṃ gotamo … <span class=\"brnum\">(8)</span>",
  "mn91:15.1": "Ṭhitako kho pana so bhavaṃ gotamo anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati … <span class=\"brnum\">(9)</span>",
  "mn91:16.1": "Kosohitavatthaguyho kho pana so bhavaṃ gotamo … <span class=\"brnum\">(10)</span>",
  "mn91:17.1": "Suvaṇṇavaṇṇo kho pana so bhavaṃ gotamo kañcanasannibhattaco … <span class=\"brnum\">(11)</span>",
  "mn91:18.1": "Sukhumacchavi kho pana so bhavaṃ gotamo.",
  "mn91:18.2": "Sukhumattā chaviyā rajojallaṃ kāye na upalimpati … <span class=\"brnum\">(12)</span>",
  "mn91:19.1": "Ekekalomo kho pana so bhavaṃ gotamo;",
  "mn91:19.2": "ekekāni lomāni lomakūpesu jātāni … <span class=\"brnum\">(13)</span>",
  "mn91:20.1": "Uddhaggalomo kho pana so bhavaṃ gotamo;",
  "mn91:20.2": "uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni … <span class=\"brnum\">(14)</span>",
  "mn91:21.1": "Brahmujugatto kho pana so bhavaṃ gotamo … <span class=\"brnum\">(15)</span>",
  "mn91:22.1": "Sattussado kho pana so bhavaṃ gotamo … <span class=\"brnum\">(16)</span>",
  "mn91:23.1": "Sīhapubbaddhakāyo kho pana so bhavaṃ gotamo … <span class=\"brnum\">(17)</span>",
  "mn91:24.1": "Citantaraṃso kho pana so bhavaṃ gotamo … <span class=\"brnum\">(18)</span>",
  "mn91:25.1": "Nigrodhaparimaṇḍalo kho pana so bhavaṃ gotamo;",
  "mn91:25.2": "yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo tāvatakvassa kāyo … <span class=\"brnum\">(19)</span>",
  "mn91:26.1": "Samavaṭṭakkhandho kho pana so bhavaṃ gotamo … <span class=\"brnum\">(20)</span>",
  "mn91:27.1": "Rasaggasaggī kho pana so bhavaṃ gotamo … <span class=\"brnum\">(21)</span>",
  "mn91:28.1": "Sīhahanu kho pana so bhavaṃ gotamo … <span class=\"brnum\">(22)</span>",
  "mn91:29.1": "Cattālīsadanto kho pana so bhavaṃ gotamo … <span class=\"brnum\">(23)</span>",
  "mn91:30.1": "Samadanto kho pana so bhavaṃ gotamo … <span class=\"brnum\">(24)</span>",
  "mn91:31.1": "Aviraḷadanto kho pana so bhavaṃ gotamo … <span class=\"brnum\">(25)</span>",
  "mn91:32.1": "Susukkadāṭho kho pana so bhavaṃ gotamo … <span class=\"brnum\">(26)</span>",
  "mn91:33.1": "Pahūtajivho kho pana so bhavaṃ gotamo … <span class=\"brnum\">(27)</span>",
  "mn91:34.1": "Brahmassaro kho pana so bhavaṃ gotamo karavikabhāṇī … <span class=\"brnum\">(28)</span>",
  "mn91:35.1": "Abhinīlanetto kho pana so bhavaṃ gotamo … <span class=\"brnum\">(29)</span>",
  "mn91:36.1": "Gopakhumo kho pana so bhavaṃ gotamo … <span class=\"brnum\">(30)</span>",
  "mn91:37.1": "Uṇṇā kho panassa bhoto gotamassa bhamukantare jātā odātā mudutūlasannibhā … <span class=\"brnum\">(31)</span>",
  "mn91:38.1": "Uṇhīsasīso kho pana so bhavaṃ gotamo;",
  "mn91:38.2": "idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. <span class=\"brnum\">(32)</span>",
  "mn91:39.1": "Imehi kho, bho, so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato.",
  "mn91:40.1": "Gacchanto kho pana so bhavaṃ gotamo dakkhiṇeneva pādena paṭhamaṃ pakkamati.",
  "mn91:40.2": "So nātidūre pādaṃ uddharati, nāccāsanne pādaṃ nikkhipati;",
  "mn91:40.3": "so nātisīghaṃ gacchati, nātisaṇikaṃ gacchati;",
  "mn91:40.4": "na ca adduvena adduvaṃ saṅghaṭṭento gacchati, na ca gopphakena gopphakaṃ saṅghaṭṭento gacchati.",
  "mn91:40.5": "So gacchanto na satthiṃ unnāmeti, na satthiṃ onāmeti;",
  "mn91:40.6": "na satthiṃ sannāmeti, na satthiṃ vināmeti.",
  "mn91:40.7": "Gacchato kho pana tassa bhoto gotamassa adharakāyova iñjati, na ca kāyabalena gacchati.",
  "mn91:40.8": "Apalokento kho pana so bhavaṃ gotamo sabbakāyeneva apaloketi;",
  "mn91:40.9": "so na uddhaṃ ulloketi, na adho oloketi;",
  "mn91:40.10": "na ca vipekkhamāno gacchati, yugamattañca pekkhati;",
  "mn91:40.11": "tato cassa uttari anāvaṭaṃ ñāṇadassanaṃ bhavati.",
  "mn91:40.12": "So antaragharaṃ pavisanto na kāyaṃ unnāmeti, na kāyaṃ onāmeti;",
  "mn91:40.13": "na kāyaṃ sannāmeti, na kāyaṃ vināmeti.",
  "mn91:40.14": "So nātidūre nāccāsanne āsanassa parivattati, na ca pāṇinā ālambitvā āsane nisīdati, na ca āsanasmiṃ kāyaṃ pakkhipati.",
  "mn91:40.15": "So antaraghare nisinno samāno na hatthakukkuccaṃ āpajjati, na pādakukkuccaṃ āpajjati;",
  "mn91:40.16": "na adduvena adduvaṃ āropetvā nisīdati;",
  "mn91:40.17": "na ca gopphakena gopphakaṃ āropetvā nisīdati;",
  "mn91:40.18": "na ca pāṇinā hanukaṃ upadahitvā nisīdati.",
  "mn91:40.19": "So antaraghare nisinno samāno na chambhati na kampati na vedhati na paritassati.",
  "mn91:40.20": "So achambhī akampī avedhī aparitassī vigatalomahaṃso.",
  "mn91:40.21": "Vivekavatto ca so bhavaṃ gotamo antaraghare nisinno hoti.",
  "mn91:40.22": "So pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti;",
  "mn91:40.23": "na pattaṃ sannāmeti, na pattaṃ vināmeti.",
  "mn91:40.24": "So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.",
  "mn91:40.25": "So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati;",
  "mn91:40.26": "hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.",
  "mn91:40.27": "So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno.",
  "mn91:40.28": "So odanaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti;",
  "mn91:40.29": "na pattaṃ sannāmeti, na pattaṃ vināmeti.",
  "mn91:40.30": "So odanaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.",
  "mn91:40.31": "Byañjanaṃ kho pana bhavaṃ gotamo byañjanamattāya āhāreti, na ca byañjanena ālopaṃ atināmeti.",
  "mn91:40.32": "Dvattikkhattuṃ kho bhavaṃ gotamo mukhe ālopaṃ samparivattetvā ajjhoharati;",
  "mn91:40.33": "na cassa kāci odanamiñjā asambhinnā kāyaṃ pavisati, na cassa kāci odanamiñjā mukhe avasiṭṭhā hoti;",
  "mn91:40.34": "athāparaṃ ālopaṃ upanāmeti.",
  "mn91:40.35": "Rasapaṭisaṃvedī kho pana so bhavaṃ gotamo āhāraṃ āhāreti, no ca rasarāgapaṭisaṃvedī.",
  "mn91:41.1": "Aṭṭhaṅgasamannāgataṃ kho pana so bhavaṃ gotamo āhāraṃ āhāreti—",
  "mn91:41.2": "neva davāya, na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya:",
  "mn91:41.3": "‘iti purāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "mn91:41.4": "So bhuttāvī pattodakaṃ paṭiggaṇhanto na pattaṃ unnāmeti, na pattaṃ onāmeti;",
  "mn91:41.5": "na pattaṃ sannāmeti, na pattaṃ vināmeti.",
  "mn91:41.6": "So pattodakaṃ paṭiggaṇhāti nātithokaṃ nātibahuṃ.",
  "mn91:41.7": "So na khulukhulukārakaṃ pattaṃ dhovati, na samparivattakaṃ pattaṃ dhovati, na pattaṃ bhūmiyaṃ nikkhipitvā hatthe dhovati;",
  "mn91:41.8": "hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.",
  "mn91:41.9": "So pattodakaṃ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno.",
  "mn91:41.10": "So bhuttāvī na pattaṃ bhūmiyaṃ nikkhipati nātidūre nāccāsanne, na ca anatthiko pattena hoti, na ca ativelānurakkhī pattasmiṃ.",
  "mn91:41.11": "So bhuttāvī muhuttaṃ tuṇhī nisīdati, na ca anumodanassa kālamatināmeti.",
  "mn91:41.12": "So bhuttāvī anumodati, na taṃ bhattaṃ garahati, na aññaṃ bhattaṃ paṭikaṅkhati;",
  "mn91:41.13": "aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn91:41.14": "So taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkamati.",
  "mn91:41.15": "So nātisīghaṃ gacchati, nātisaṇikaṃ gacchati, na ca muccitukāmo gacchati;",
  "mn91:41.16": "na ca tassa bhoto gotamassa kāye cīvaraṃ accukkaṭṭhaṃ hoti na ca accokkaṭṭhaṃ, na ca kāyasmiṃ allīnaṃ na ca kāyasmā apakaṭṭhaṃ;",
  "mn91:41.17": "na ca tassa bhoto gotamassa kāyamhā vāto cīvaraṃ apavahati;",
  "mn91:41.18": "na ca tassa bhoto gotamassa kāye rajojallaṃ upalimpati.",
  "mn91:41.19": "So ārāmagato nisīdati paññatte āsane.",
  "mn91:41.20": "Nisajja pāde pakkhāleti;",
  "mn91:41.21": "na ca so bhavaṃ gotamo pādamaṇḍanānuyogamanuyutto viharati.",
  "mn91:41.22": "So pāde pakkhāletvā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn91:41.23": "So neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti;",
  "mn91:41.24": "attahitaparahitaubhayahitasabbalokahitameva so bhavaṃ gotamo cintento nisinno hoti.",
  "mn91:41.25": "So ārāmagato parisati dhammaṃ deseti, na taṃ parisaṃ ussādeti, na taṃ parisaṃ apasādeti;",
  "mn91:41.26": "aññadatthu dhammiyā kathāya taṃ parisaṃ sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn91:42.1": "Aṭṭhaṅgasamannāgato kho panassa bhoto gotamassa mukhato ghoso niccharati—",
  "mn91:42.2": "vissaṭṭho ca, viññeyyo ca, mañju ca, savanīyo ca, bindu ca, avisārī ca, gambhīro ca, ninnādī ca.",
  "mn91:42.3": "Yathāparisaṃ kho pana so bhavaṃ gotamo sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati.",
  "mn91:42.4": "Te tena bhotā gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā uṭṭhāyāsanā pakkamanti avalokayamānāyeva avijahitattā.",
  "mn91:42.5": "Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotamaṃ gacchantaṃ, addasāma ṭhitaṃ, addasāma antaragharaṃ pavisantaṃ, addasāma antaraghare nisinnaṃ tuṇhībhūtaṃ, addasāma antaraghare bhuñjantaṃ, addasāma bhuttāviṃ nisinnaṃ tuṇhībhūtaṃ, addasāma bhuttāviṃ anumodantaṃ, addasāma ārāmaṃ gacchantaṃ, addasāma ārāmagataṃ nisinnaṃ tuṇhībhūtaṃ, addasāma ārāmagataṃ parisati dhammaṃ desentaṃ.",
  "mn91:42.6": "Ediso ca ediso ca so bhavaṃ gotamo, tato ca bhiyyo”ti.",
  "mn91:43.1": "Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā tikkhattuṃ udānaṃ udāneti:",
  "mn91:44.1": "“Namo tassa bhagavato arahato sammāsambuddhassa.",
  "mn91:45.1": "Namo tassa bhagavato arahato sammāsambuddhassa.",
  "mn91:46.1": "Namo tassa bhagavato arahato sammāsambuddhassāti.",
  "mn91:47.1": "Appeva nāma mayaṃ kadāci karahaci tena bhotā gotamena samāgaccheyyāma?",
  "mn91:47.2": "Appeva nāma siyā kocideva kathāsallāpo”ti.",
  "mn91:48.1": "Atha kho bhagavā videhesu anupubbena cārikaṃ caramāno yena mithilā tadavasari.",
  "mn91:48.2": "Tatra sudaṃ bhagavā mithilāyaṃ viharati maghadevaambavane.",
  "mn91:48.3": "Assosuṃ kho mithileyyakā brāhmaṇagahapatikā:",
  "mn91:48.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane.",
  "mn91:48.5": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn91:48.6": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn91:48.7": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn91:48.8": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn91:48.9": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn91:49.1": "Atha kho mithileyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu;",
  "mn91:49.2": "upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu;",
  "mn91:49.3": "appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu;",
  "mn91:49.4": "appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu;",
  "mn91:49.5": "appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu;",
  "mn91:49.6": "appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "mn91:50.1": "Assosi kho brahmāyu brāhmaṇo:",
  "mn91:50.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mithilaṃ anuppatto, mithilāyaṃ viharati maghadevaambavane”ti.",
  "mn91:50.3": "Atha kho brahmāyu brāhmaṇo sambahulehi sāvakehi saddhiṃ yena maghadevaambavanaṃ tenupasaṅkami.",
  "mn91:50.4": "Atha kho brahmāyuno brāhmaṇassa avidūre ambavanassa etadahosi:",
  "mn91:50.5": "“na kho metaṃ patirūpaṃ yohaṃ pubbe appaṭisaṃvidito samaṇaṃ gotamaṃ dassanāya upasaṅkameyyan”ti.",
  "mn91:50.6": "Atha kho brahmāyu brāhmaṇo aññataraṃ māṇavakaṃ āmantesi:",
  "mn91:50.7": "“ehi tvaṃ, māṇavaka, yena samaṇo gotamo tenupasaṅkama;",
  "mn91:50.8": "upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:",
  "mn91:50.9": "‘brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti.",
  "mn91:50.10": "Evañca vadehi:",
  "mn91:50.11": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.",
  "mn91:50.12": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:50.13": "yadidaṃ bhogehi;",
  "mn91:50.14": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:50.15": "yadidaṃ mantehi;",
  "mn91:50.16": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:50.17": "yadidaṃ āyunā ceva yasasā ca.",
  "mn91:50.18": "So bhoto gotamassa dassanakāmo’”ti.",
  "mn91:51.1": "“Evaṃ, bho”ti kho so māṇavako brahmāyussa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn91:51.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn91:51.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn91:51.4": "Ekamantaṃ ṭhito kho so māṇavako bhagavantaṃ etadavoca:",
  "mn91:51.5": "“brahmāyu, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati;",
  "mn91:51.6": "evañca vadeti:",
  "mn91:51.7": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.",
  "mn91:51.8": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṃ paṭivasanti, brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:51.9": "yadidaṃ bhogehi;",
  "mn91:51.10": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:51.11": "yadidaṃ mantehi;",
  "mn91:51.12": "brahmāyu tesaṃ brāhmaṇo aggamakkhāyati—",
  "mn91:51.13": "yadidaṃ āyunā ceva yasasā ca.",
  "mn91:51.14": "So bhoto gotamassa dassanakāmo’”ti.",
  "mn91:51.15": "“Yassadāni, māṇava, brahmāyu brāhmaṇo kālaṃ maññatī”ti.",
  "mn91:51.16": "Atha kho so māṇavako yena brahmāyu brāhmaṇo tenupasaṅkami;",
  "mn91:51.17": "upasaṅkamitvā brahmāyuṃ brāhmaṇaṃ etadavoca:",
  "mn91:51.18": "“katāvakāso khomhi bhavatā samaṇena gotamena.",
  "mn91:51.19": "Yassadāni bhavaṃ kālaṃ maññatī”ti.",
  "mn91:52.1": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami.",
  "mn91:52.2": "Addasā kho sā parisā brahmāyuṃ brāhmaṇaṃ dūratova āgacchantaṃ.",
  "mn91:52.3": "Disvāna oramiya okāsamakāsi yathā taṃ ñātassa yasassino.",
  "mn91:52.4": "Atha kho brahmāyu brāhmaṇo taṃ parisaṃ etadavoca:",
  "mn91:52.5": "“alaṃ, bho.",
  "mn91:52.6": "Nisīdatha tumhe sake āsane.",
  "mn91:52.7": "Idhāhaṃ samaṇassa gotamassa santike nisīdissāmī”ti.",
  "mn91:53.1": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn91:53.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn91:53.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn91:53.4": "Ekamantaṃ nisinno kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi.",
  "mn91:53.5": "Addasā kho brahmāyu brāhmaṇo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.",
  "mn91:53.6": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:53.7": "kosohite ca vatthaguyhe pahūtajivhatāya ca.",
  "mn91:53.8": "Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi:",
  "mn91:54.1": "“Ye me dvattiṃsāti sutā,",
  "mn91:54.2": "mahāpurisalakkhaṇā;",
  "mn91:54.3": "Duve tesaṃ na passāmi,",
  "mn91:54.4": "bhoto kāyasmiṃ gotama.",
  "mn91:55.1": "Kacci kosohitaṃ bhoto,",
  "mn91:55.2": "vatthaguyhaṃ naruttama;",
  "mn91:55.3": "Nārīsamānasavhayā,",
  "mn91:55.4": "kacci jivhā na dassakā.",
  "mn91:56.1": "Kacci pahūtajivhosi,",
  "mn91:56.2": "yathā taṃ jāniyāmase;",
  "mn91:56.3": "Ninnāmayetaṃ pahūtaṃ,",
  "mn91:56.4": "kaṅkhaṃ vinaya no ise.",
  "mn91:57.1": "Diṭṭhadhammahitatthāya,",
  "mn91:57.2": "samparāyasukhāya ca;",
  "mn91:57.3": "Katāvakāsā pucchāma,",
  "mn91:57.4": "yaṃ kiñci abhipatthitan”ti.",
  "mn91:58.1": "Atha kho bhagavato etadahosi:",
  "mn91:58.2": "“passati kho me ayaṃ brahmāyu brāhmaṇo dvattiṃsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve.",
  "mn91:58.3": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:58.4": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti.",
  "mn91:58.5": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brahmāyu brāhmaṇo bhagavato kosohitaṃ vatthaguyhaṃ.",
  "mn91:58.6": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi;",
  "mn91:58.7": "ubhopi nāsikasotāni anumasi paṭimasi;",
  "mn91:58.8": "kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi.",
  "mn91:58.9": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi:",
  "mn91:59.1": "“Ye te dvattiṃsāti sutā,",
  "mn91:59.2": "mahāpurisalakkhaṇā;",
  "mn91:59.3": "Sabbe te mama kāyasmiṃ,",
  "mn91:59.4": "mā te kaṅkhāhu brāhmaṇa.",
  "mn91:60.1": "Abhiññeyyaṃ abhiññātaṃ,",
  "mn91:60.2": "bhāvetabbañca bhāvitaṃ;",
  "mn91:60.3": "Pahātabbaṃ pahīnaṃ me,",
  "mn91:60.4": "tasmā buddhosmi brāhmaṇa.",
  "mn91:61.1": "Diṭṭhadhammahitatthāya,",
  "mn91:61.2": "samparāyasukhāya ca;",
  "mn91:61.3": "Katāvakāso pucchassu,",
  "mn91:61.4": "yaṃ kiñci abhipatthitan”ti.",
  "mn91:62.1": "Atha kho brahmāyussa brāhmaṇassa etadahosi:",
  "mn91:62.2": "“katāvakāso khomhi samaṇena gotamena.",
  "mn91:62.3": "Kiṃ nu kho ahaṃ samaṇaṃ gotamaṃ puccheyyaṃ:",
  "mn91:62.4": "‘diṭṭhadhammikaṃ vā atthaṃ samparāyikaṃ vā’”ti.",
  "mn91:62.5": "Atha kho brahmāyussa brāhmaṇassa etadahosi:",
  "mn91:62.6": "“kusalo kho ahaṃ diṭṭhadhammikānaṃ atthānaṃ.",
  "mn91:62.7": "Aññepi maṃ diṭṭhadhammikaṃ atthaṃ pucchanti.",
  "mn91:62.8": "Yannūnāhaṃ samaṇaṃ gotamaṃ samparāyikaṃyeva atthaṃ puccheyyan”ti.",
  "mn91:62.9": "Atha kho brahmāyu brāhmaṇo bhagavantaṃ gāthāhi ajjhabhāsi:",
  "mn91:63.1": "“Kathaṃ kho brāhmaṇo hoti,",
  "mn91:63.2": "kathaṃ bhavati vedagū;",
  "mn91:63.3": "Tevijjo bho kathaṃ hoti,",
  "mn91:63.4": "sotthiyo kinti vuccati.",
  "mn91:64.1": "Arahaṃ bho kathaṃ hoti,",
  "mn91:64.2": "kathaṃ bhavati kevalī;",
  "mn91:64.3": "Muni ca bho kathaṃ hoti,",
  "mn91:64.4": "buddho kinti pavuccatī”ti.",
  "mn91:65.1": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ gāthāhi paccabhāsi:",
  "mn91:66.1": "“Pubbenivāsaṃ yo vedi,",
  "mn91:66.2": "saggāpāyañca passati;",
  "mn91:66.3": "Atho jātikkhayaṃ patto,",
  "mn91:66.4": "abhiññā vosito muni.",
  "mn91:67.1": "Cittaṃ visuddhaṃ jānāti,",
  "mn91:67.2": "muttaṃ rāgehi sabbaso;",
  "mn91:67.3": "Pahīnajātimaraṇo,",
  "mn91:67.4": "brahmacariyassa kevalī;",
  "mn91:67.5": "Pāragū sabbadhammānaṃ,",
  "mn91:67.6": "buddho tādī pavuccatī”ti.",
  "mn91:68.1": "Evaṃ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti:",
  "mn91:68.2": "“brahmāyu ahaṃ, bho gotama, brāhmaṇo;",
  "mn91:68.3": "brahmāyu ahaṃ, bho gotama, brāhmaṇo”ti.",
  "mn91:68.4": "Atha kho sā parisā acchariyabbhutacittajātā ahosi:",
  "mn91:68.5": "“acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "mn91:68.6": "Yatra hi nāmāyaṃ brahmāyu brāhmaṇo ñāto yasassī evarūpaṃ paramanipaccakāraṃ karissatī”ti.",
  "mn91:68.7": "Atha kho bhagavā brahmāyuṃ brāhmaṇaṃ etadavoca:",
  "mn91:68.8": "“alaṃ, brāhmaṇa, uṭṭhaha nisīda tvaṃ sake āsane yato te mayi cittaṃ pasannan”ti.",
  "mn91:68.9": "Atha kho brahmāyu brāhmaṇo uṭṭhahitvā sake āsane nisīdi.",
  "mn91:69.1": "Atha kho bhagavā brahmāyussa brāhmaṇassa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
  "mn91:69.2": "dānakathaṃ, sīlakathaṃ, saggakathaṃ;",
  "mn91:69.3": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi.",
  "mn91:69.4": "Yadā bhagavā aññāsi brahmāyuṃ brāhmaṇaṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
  "mn91:69.5": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ.",
  "mn91:69.6": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya;",
  "mn91:69.7": "evameva brahmāyussa brāhmaṇassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:",
  "mn91:69.8": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.",
  "mn91:70.1": "Atha kho brahmāyu brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp37\"></a>“",
  "mn91:70.2": "abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn91:70.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn91:70.4": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn91:70.5": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn91:70.6": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.",
  "mn91:70.7": "Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.",
  "mn91:70.8": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "mn91:70.9": "Atha kho brahmāyu brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn91:70.10": "Atha kho brahmāyu brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:",
  "mn91:70.11": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti.",
  "mn91:71.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena brahmāyussa brāhmaṇassa nivesanaṃ tenupasaṅkami;",
  "mn91:71.2": "upasaṅkamitvā paññatte āsane nisīdi saddhiṃ bhikkhusaṅghena.",
  "mn91:71.3": "Atha kho brahmāyu brāhmaṇo sattāhaṃ buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn91:71.4": "Atha kho bhagavā tassa sattāhassa accayena videhesu cārikaṃ pakkāmi.",
  "mn91:71.5": "Atha kho brahmāyu brāhmaṇo acirapakkantassa bhagavato kālamakāsi.",
  "mn91:71.6": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu;",
  "mn91:71.7": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn91:71.8": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn91:71.9": "“brahmāyu, bhante, brāhmaṇo kālaṅkato.",
  "mn91:71.10": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn91:71.11": "“Paṇḍito, bhikkhave, brahmāyu brāhmaṇo paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ vihesesi.",
  "mn91:71.12": "Brahmāyu, bhikkhave, brāhmaṇo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā”ti.",
  "mn91:72.1": "Idamavoca bhagavā.",
  "mn91:72.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn91:73.1": "Brahmāyusuttaṃ niṭṭhitaṃ paṭhamaṃ."
}