{
  "_markup_path": "markup/mn/mn95.html",
  "_alt_strings": [
    "en/sujato/mn/mn95.json"
  ],
  "mn95:1.1": "Majjhima Nikāya 95",
  "mn95:2.1": "Caṅkīsutta",
  "mn95:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn95:3.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena opāsādaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari.",
  "mn95:3.3": "Tatra sudaṃ bhagavā opāsāde viharati uttarena opāsādaṃ devavane sālavane.",
  "mn95:3.4": "Tena kho pana samayena caṅkī brāhmaṇo opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ.",
  "mn95:3.5": "Assosuṃ kho opāsādakā brāhmaṇagahapatikā:",
  "mn95:3.6": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ opāsādaṃ anuppatto, opāsāde viharati uttarena opāsādaṃ devavane sālavane.",
  "mn95:3.7": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn95:3.8": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn95:3.9": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn95:3.10": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn95:3.11": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn95:4.1": "Atha kho opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṃ sālavanaṃ.",
  "mn95:4.2": "Tena kho pana samayena caṅkī brāhmaṇo uparipāsāde divāseyyaṃ upagato.",
  "mn95:4.3": "Addasā kho caṅkī brāhmaṇo opāsādake brāhmaṇagahapatike opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhaṃ yena devavanaṃ sālavanaṃ tenupasaṅkamante.",
  "mn95:4.4": "Disvā khattaṃ āmantesi:",
  "mn95:4.5": "“kiṃ nu kho, bho khatte, opāsādakā brāhmaṇagahapatikā opāsādā nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena devavanaṃ sālavanan”ti? <a class=\"wp\" id=\"wp6\"></a>“",
  "mn95:4.6": "Atthi, bho caṅkī, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ opāsādaṃ anuppatto, opāsāde viharati uttarena opāsādaṃ devavane sālavane.",
  "mn95:4.7": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn95:4.8": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn95:4.9": "Tamete bhavantaṃ gotamaṃ dassanāya gacchantī”ti.",
  "mn95:4.10": "“Tena hi, bho khatte, yena opāsādakā brāhmaṇagahapatikā tenupasaṅkama;",
  "mn95:4.11": "upasaṅkamitvā opāsādake brāhmaṇagahapatike evaṃ vadehi:",
  "mn95:4.12": "‘caṅkī, bho, brāhmaṇo evamāha—",
  "mn95:4.13": "āgamentu kira bhonto, caṅkīpi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti.",
  "mn95:4.14": "“Evaṃ, bho”ti kho so khatto caṅkissa brāhmaṇassa paṭissutvā yena opāsādakā brāhmaṇagahapatikā tenupasaṅkami;",
  "mn95:4.15": "upasaṅkamitvā opāsādake brāhmaṇagahapatike etadavoca:",
  "mn95:4.16": "“caṅkī, bho, brāhmaṇo evamāha:",
  "mn95:4.17": "‘āgamentu kira bhonto, caṅkīpi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti.",
  "mn95:5.1": "Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni opāsāde paṭivasanti kenacideva karaṇīyena.",
  "mn95:5.2": "Assosuṃ kho te brāhmaṇā:",
  "mn95:5.3": "“caṅkī kira brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti.",
  "mn95:5.4": "Atha kho te brāhmaṇā yena caṅkī brāhmaṇo tenupasaṅkamiṃsu;",
  "mn95:5.5": "upasaṅkamitvā caṅkiṃ brāhmaṇaṃ etadavocuṃ:",
  "mn95:5.6": "“saccaṃ kira bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti?",
  "mn95:5.7": "“Evaṃ kho me, bho, hoti:",
  "mn95:5.8": "‘ahaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmī’”ti. <a class=\"wp\" id=\"wp8\"></a>“",
  "mn95:5.9": "Mā bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkami.",
  "mn95:5.10": "Na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;",
  "mn95:5.11": "samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamituṃ.",
  "mn95:5.12": "Bhavañhi caṅkī ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.",
  "mn95:5.13": "Yampi bhavaṃ caṅkī ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;",
  "mn95:5.14": "samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamituṃ.",
  "mn95:5.15": "Bhavañhi caṅkī aḍḍho mahaddhano mahābhogo …",
  "mn95:5.16": "pe …",
  "mn95:5.17": "bhavañhi caṅkī tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo …",
  "mn95:5.18": "pe …",
  "mn95:5.19": "bhavañhi caṅkī abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …",
  "mn95:5.20": "pe …",
  "mn95:5.21": "bhavañhi caṅkī sīlavā vuddhasīlī vuddhasīlena samannāgato …",
  "mn95:5.22": "pe …",
  "mn95:5.23": "bhavañhi caṅkī kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …",
  "mn95:5.24": "pe …",
  "mn95:5.25": "bhavañhi caṅkī bahūnaṃ ācariyapācariyo, tīṇi māṇavakasatāni mante vāceti …",
  "mn95:5.26": "pe …",
  "mn95:5.27": "bhavañhi caṅkī rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito …",
  "mn95:5.28": "pe …",
  "mn95:5.29": "bhavañhi caṅkī brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …",
  "mn95:5.30": "pe …",
  "mn95:5.31": "bhavañhi caṅkī opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ.",
  "mn95:5.32": "Yampi bhavaṃ caṅkī opāsādaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ, imināpaṅgena na arahati bhavaṃ caṅkī samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;",
  "mn95:5.33": "samaṇotveva gotamo arahati bhavantaṃ caṅkiṃ dassanāya upasaṅkamitun”ti.",
  "mn95:6.1": "Evaṃ vutte, caṅkī brāhmaṇo te brāhmaṇe etadavoca:",
  "mn95:6.2": "“ tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;",
  "mn95:6.3": "na tveva arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ.",
  "mn95:6.4": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.",
  "mn95:6.5": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;",
  "mn95:6.6": "atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.",
  "mn95:7.1": "Samaṇo khalu, bho, gotamo pahūtaṃ hiraññasuvaṇṇaṃ ohāya pabbajito bhūmigatañca vehāsaṭṭhañca …",
  "mn95:7.2": "pe …",
  "mn95:8.1": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṃ pabbajito …",
  "mn95:8.2": "pe …",
  "mn95:9.1": "Samaṇo khalu, bho, gotamo akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito …",
  "mn95:9.2": "pe …",
  "mn95:10.1": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …",
  "mn95:10.2": "pe …",
  "mn95:11.1": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalena sīlena samannāgato …",
  "mn95:11.2": "pe …",
  "mn95:12.1": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …",
  "mn95:12.2": "pe …",
  "mn95:13.1": "Samaṇo khalu, bho, gotamo bahūnaṃ ācariyapācariyo …",
  "mn95:13.2": "pe …",
  "mn95:14.1": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo …",
  "mn95:14.2": "pe …",
  "mn95:15.1": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya …",
  "mn95:15.2": "pe …",
  "mn95:16.1": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnā khattiyakulā …",
  "mn95:16.2": "pe …",
  "mn95:17.1": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā …",
  "mn95:17.2": "pe …",
  "mn95:18.1": "Samaṇaṃ khalu, bho, gotamaṃ tiroraṭṭhā tirojanapadā saṃpucchituṃ āgacchanti …",
  "mn95:18.2": "pe …",
  "mn95:19.1": "Samaṇaṃ khalu, bho, gotamaṃ anekāni devatāsahassāni pāṇehi saraṇaṃ gatāni …",
  "mn95:19.2": "pe …",
  "mn95:20.1": "Samaṇaṃ khalu, bho, gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn95:20.2": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti …",
  "mn95:20.3": "pe …",
  "mn95:21.1": "Samaṇo khalu, bho, gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato …",
  "mn95:21.2": "pe …",
  "mn95:22.1": "Samaṇaṃ khalu, bho, gotamaṃ rājā māgadho seniyo bimbisāro saputtadāro pāṇehi saraṇaṃ gato …",
  "mn95:22.2": "pe …",
  "mn95:23.1": "Samaṇaṃ khalu, bho, gotamaṃ rājā pasenadi kosalo saputtadāro pāṇehi saraṇaṃ gato …",
  "mn95:23.2": "pe …",
  "mn95:24.1": "Samaṇaṃ khalu, bho, gotamaṃ brāhmaṇo pokkharasāti saputtadāro pāṇehi saraṇaṃ gato …",
  "mn95:24.2": "pe …",
  "mn95:25.1": "Samaṇo khalu, bho, gotamo opāsādaṃ anuppatto opāsāde viharati uttarena opāsādaṃ devavane sālavane.",
  "mn95:25.2": "Ye kho te samaṇā vā brāhmaṇā vā amhākaṃ gāmakkhettaṃ āgacchanti, atithī no te honti.",
  "mn95:25.3": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā.",
  "mn95:25.4": "Yampi samaṇo gotamo opāsādaṃ anuppatto opāsāde viharati uttarena opāsādaṃ devavane sālavane, atithimhākaṃ samaṇo gotamo.",
  "mn95:25.5": "Atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo.",
  "mn95:25.6": "Imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;",
  "mn95:25.7": "atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.",
  "mn95:25.8": "Ettake kho ahaṃ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṃ gotamo ettakavaṇṇo;",
  "mn95:25.9": "aparimāṇavaṇṇo hi so bhavaṃ gotamo.",
  "mn95:25.10": "Ekamekenapi tena aṅgena samannāgato na arahati, so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;",
  "mn95:25.11": "atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamitunti.",
  "mn95:25.12": "Tena hi, bho, sabbeva mayaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmā”ti.",
  "mn95:26.1": "Atha kho caṅkī brāhmaṇo mahatā brāhmaṇagaṇena saddhiṃ yena bhagavā tenupasaṅkami;",
  "mn95:26.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn95:26.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn95:26.4": "Tena kho pana samayena bhagavā vuddhehi vuddhehi brāhmaṇehi saddhiṃ kiñci kiñci kathaṃ sāraṇīyaṃ vītisāretvā nisinno hoti.",
  "mn95:26.5": "Tena kho pana samayena kāpaṭiko nāma māṇavo daharo vuttasiro soḷasavassuddesiko jātiyā, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo tassaṃ parisāyaṃ nisinno hoti.",
  "mn95:26.6": "So vuddhānaṃ vuddhānaṃ brāhmaṇānaṃ bhagavatā saddhiṃ mantayamānānaṃ antarantarā kathaṃ opāteti.",
  "mn95:26.7": "Atha kho bhagavā kāpaṭikaṃ māṇavaṃ apasādeti:",
  "mn95:26.8": "“māyasmā bhāradvājo vuddhānaṃ vuddhānaṃ brāhmaṇānaṃ mantayamānānaṃ antarantarā kathaṃ opātetu.",
  "mn95:26.9": "Kathāpariyosānaṃ āyasmā bhāradvājo āgametū”ti.",
  "mn95:26.10": "Evaṃ vutte, caṅkī brāhmaṇo bhagavantaṃ etadavoca:",
  "mn95:26.11": "“mā bhavaṃ gotamo kāpaṭikaṃ māṇavaṃ apasādesi.",
  "mn95:26.12": "Kulaputto ca kāpaṭiko māṇavo, bahussuto ca kāpaṭiko māṇavo, paṇḍito ca kāpaṭiko māṇavo, kalyāṇavākkaraṇo ca kāpaṭiko māṇavo, pahoti ca kāpaṭiko māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti.",
  "mn95:26.13": "Atha kho bhagavato etadahosi:",
  "mn95:26.14": "“addhā kho kāpaṭikassa māṇavassa tevijjake pāvacane kathā bhavissati.",
  "mn95:26.15": "Tathā hi naṃ brāhmaṇā sampurekkharontī”ti.",
  "mn95:26.16": "Atha kho kāpaṭikassa māṇavassa etadahosi:",
  "mn95:26.17": "“yadā me samaṇo gotamo cakkhuṃ upasaṃharissati, athāhaṃ samaṇaṃ gotamaṃ pañhaṃ pucchissāmī”ti.",
  "mn95:26.18": "Atha kho bhagavā kāpaṭikassa māṇavassa cetasā cetoparivitakkamaññāya yena kāpaṭiko māṇavo tena cakkhūni upasaṃhāsi.",
  "mn95:27.1": "Atha kho kāpaṭikassa māṇavassa etadahosi:",
  "mn95:27.2": "“samannāharati kho maṃ samaṇo gotamo.",
  "mn95:27.3": "Yannūnāhaṃ samaṇaṃ gotamaṃ pañhaṃ puccheyyan”ti.",
  "mn95:27.4": "Atha kho kāpaṭiko māṇavo bhagavantaṃ etadavoca:",
  "mn95:27.5": "“yadidaṃ, bho gotama, brāhmaṇānaṃ porāṇaṃ mantapadaṃ itihitihaparamparāya piṭakasampadāya, tattha ca brāhmaṇā ekaṃsena niṭṭhaṃ gacchanti:",
  "mn95:27.6": "‘idameva saccaṃ, moghamaññan’ti.",
  "mn95:27.7": "Idha bhavaṃ gotamo kimāhā”ti? <a class=\"wp\" id=\"wp13\"></a>“",
  "mn95:27.8": "Kiṃ pana, bhāradvāja, atthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:",
  "mn95:27.9": "‘ahametaṃ jānāmi, ahametaṃ passāmi.",
  "mn95:27.10": "Idameva saccaṃ, moghamaññan’”ti?",
  "mn95:27.11": "“No hidaṃ, bho gotama”.",
  "mn95:27.12": "“Kiṃ pana, bhāradvāja, atthi koci brāhmaṇānaṃ ekācariyopi, ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha:",
  "mn95:27.13": "‘ahametaṃ jānāmi, ahametaṃ passāmi.",
  "mn95:27.14": "Idameva saccaṃ, moghamaññan’”ti?",
  "mn95:27.15": "“No hidaṃ, bho gotama”.",
  "mn95:27.16": "“Kiṃ pana, bhāradvāja, yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṃ—",
  "mn95:27.17": "aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi evamāhaṃsu:",
  "mn95:27.18": "‘mayametaṃ jānāma, mayametaṃ passāma.",
  "mn95:27.19": "Idameva saccaṃ, moghamaññan’”ti?",
  "mn95:27.20": "“No hidaṃ, bho gotama”.",
  "mn95:28.1": "“Iti kira, bhāradvāja, natthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:",
  "mn95:28.2": "‘ahametaṃ jānāmi, ahametaṃ passāmi.",
  "mn95:28.3": "Idameva saccaṃ, moghamaññan’ti;",
  "mn95:28.4": "natthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi, yāva sattamā ācariyamahayugāpi, yo evamāha:",
  "mn95:28.5": "‘ahametaṃ jānāmi, ahametaṃ passāmi.",
  "mn95:28.6": "Idameva saccaṃ, moghamaññan’ti;",
  "mn95:28.7": "yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti seyyathidaṃ—",
  "mn95:28.8": "aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu:",
  "mn95:28.9": "‘mayametaṃ jānāma, mayametaṃ passāma.",
  "mn95:28.10": "Idameva saccaṃ, moghamaññan’ti.",
  "mn95:29.1": "Seyyathāpi, bhāradvāja, andhaveṇi paramparāsaṃsattā purimopi na passati majjhimopi na passati pacchimopi na passati;",
  "mn95:29.2": "evameva kho, bhāradvāja, andhaveṇūpamaṃ maññe brāhmaṇānaṃ bhāsitaṃ sampajjati—",
  "mn95:29.3": "purimopi na passati majjhimopi na passati pacchimopi na passati.",
  "mn95:29.4": "Taṃ kiṃ maññasi, bhāradvāja, nanu evaṃ sante brāhmaṇānaṃ amūlikā saddhā sampajjatī”ti? <a class=\"wp\" id=\"wp14\"></a>“",
  "mn95:29.5": "Na khvettha, bho gotama, brāhmaṇā saddhāyeva payirupāsanti, anussavāpettha brāhmaṇā payirupāsantī”ti.",
  "mn95:29.6": "“Pubbeva kho tvaṃ, bhāradvāja, saddhaṃ agamāsi, anussavaṃ idāni vadesi.",
  "mn95:29.7": "Pañca kho ime, bhāradvāja, dhammā diṭṭheva dhamme dvedhā vipākā.",
  "mn95:29.8": "Katame pañca?",
  "mn95:29.9": "Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—",
  "mn95:29.10": "ime kho, bhāradvāja, pañca dhammā diṭṭheva dhamme dvedhā vipākā.",
  "mn95:29.11": "Api ca, bhāradvāja, susaddahitaṃyeva hoti, tañca hoti rittaṃ tucchaṃ musā;",
  "mn95:29.12": "no cepi susaddahitaṃ hoti, tañca hoti bhūtaṃ tacchaṃ anaññathā.",
  "mn95:29.13": "Api ca, bhāradvāja, surucitaṃyeva hoti …",
  "mn95:29.14": "pe …",
  "mn95:29.15": "svānussutaṃyeva hoti …",
  "mn95:29.16": "pe …",
  "mn95:29.17": "suparivitakkitaṃyeva hoti …",
  "mn95:29.18": "pe …",
  "mn95:29.19": "sunijjhāyitaṃyeva hoti, tañca hoti rittaṃ tucchaṃ musā;",
  "mn95:29.20": "no cepi sunijjhāyitaṃ hoti, tañca hoti bhūtaṃ tacchaṃ anaññathā.",
  "mn95:29.21": "Saccamanurakkhatā, bhāradvāja, viññunā purisena nālamettha ekaṃsena niṭṭhaṃ gantuṃ:",
  "mn95:29.22": "‘idameva saccaṃ, moghamaññan’”ti.",
  "mn95:30.1": "“Kittāvatā pana, bho gotama, saccānurakkhaṇā hoti, kittāvatā saccamanurakkhati?",
  "mn95:30.2": "Saccānurakkhaṇaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:30.3": "“Saddhā cepi, bhāradvāja, purisassa hoti;",
  "mn95:30.4": "‘evaṃ me saddhā’ti—",
  "mn95:30.5": "iti vadaṃ saccamanurakkhati, na tveva tāva ekaṃsena niṭṭhaṃ gacchati:",
  "mn95:30.6": "‘idameva saccaṃ, moghamaññan’ti ().",
  "mn95:30.7": "Ruci cepi, bhāradvāja, purisassa hoti …",
  "mn95:30.8": "pe …",
  "mn95:30.9": "anussavo cepi, bhāradvāja, purisassa hoti …",
  "mn95:30.10": "pe …",
  "mn95:30.11": "ākāraparivitakko cepi, bhāradvāja, purisassa hoti …",
  "mn95:30.12": "pe …",
  "mn95:30.13": "diṭṭhinijjhānakkhanti cepi, bhāradvāja, purisassa hoti;",
  "mn95:30.14": "‘evaṃ me diṭṭhinijjhānakkhantī’ti—",
  "mn95:30.15": "iti vadaṃ saccamanurakkhati, na tveva tāva ekaṃsena niṭṭhaṃ gacchati:",
  "mn95:30.16": "‘idameva saccaṃ, moghamaññan’ti.",
  "mn95:30.17": "Ettāvatā kho, bhāradvāja, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṃ saccānurakkhaṇaṃ paññapema;",
  "mn95:30.18": "na tveva tāva saccānubodho hotī”ti.",
  "mn95:31.1": "“Ettāvatā, bho gotama, saccānurakkhaṇā hoti, ettāvatā saccamanurakkhati, ettāvatā ca mayaṃ saccānurakkhaṇaṃ pekkhāma.",
  "mn95:31.2": "Kittāvatā pana, bho gotama, saccānubodho hoti, kittāvatā saccamanubujjhati?",
  "mn95:31.3": "Saccānubodhaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti. <a class=\"wp\" id=\"wp17\"></a>“",
  "mn95:31.4": "Idha, bhāradvāja, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.",
  "mn95:31.5": "Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā tīsu dhammesu samannesati—",
  "mn95:31.6": "lobhanīyesu dhammesu, dosanīyesu dhammesu, mohanīyesu dhammesu.",
  "mn95:31.7": "Atthi nu kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:31.8": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:31.9": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?",
  "mn95:31.10": "Tamenaṃ samannesamāno evaṃ jānāti:",
  "mn95:31.11": "‘natthi kho imassāyasmato tathārūpā lobhanīyā dhammā yathārūpehi lobhanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:31.12": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:31.13": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāya.",
  "mn95:31.14": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ aluddhassa.",
  "mn95:31.15": "Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;",
  "mn95:31.16": "na so dhammo sudesiyo luddhenā’ti.",
  "mn95:32.1": "Yato naṃ samannesamāno visuddhaṃ lobhanīyehi dhammehi samanupassati tato naṃ uttari samannesati dosanīyesu dhammesu.",
  "mn95:32.2": "Atthi nu kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:32.3": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:32.4": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?",
  "mn95:32.5": "Tamenaṃ samannesamāno evaṃ jānāti:",
  "mn95:32.6": "‘natthi kho imassāyasmato tathārūpā dosanīyā dhammā yathārūpehi dosanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:32.7": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:32.8": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāya.",
  "mn95:32.9": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ aduṭṭhassa.",
  "mn95:32.10": "Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;",
  "mn95:32.11": "na so dhammo sudesiyo duṭṭhenā’ti.",
  "mn95:33.1": "Yato naṃ samannesamāno visuddhaṃ dosanīyehi dhammehi samanupassati, tato naṃ uttari samannesati mohanīyesu dhammesu.",
  "mn95:33.2": "Atthi nu kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:33.3": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:33.4": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāyāti?",
  "mn95:33.5": "Tamenaṃ samannesamāno evaṃ jānāti:",
  "mn95:33.6": "‘natthi kho imassāyasmato tathārūpā mohanīyā dhammā yathārūpehi mohanīyehi dhammehi pariyādinnacitto ajānaṃ vā vadeyya—",
  "mn95:33.7": "jānāmīti, apassaṃ vā vadeyya—",
  "mn95:33.8": "passāmīti, paraṃ vā tadatthāya samādapeyya yaṃ paresaṃ assa dīgharattaṃ ahitāya dukkhāya.",
  "mn95:33.9": "Tathārūpo kho panimassāyasmato kāyasamācāro tathārūpo vacīsamācāro yathā taṃ amūḷhassa.",
  "mn95:33.10": "Yaṃ kho pana ayamāyasmā dhammaṃ deseti, gambhīro so dhammo duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo;",
  "mn95:33.11": "na so dhammo sudesiyo mūḷhenā’ti.",
  "mn95:34.1": "Yato naṃ samannesamāno visuddhaṃ mohanīyehi dhammehi samanupassati;",
  "mn95:34.2": "atha tamhi saddhaṃ niveseti, saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, ohitasoto dhammaṃ suṇāti, sutvā dhammaṃ dhāreti, dhatānaṃ dhammānaṃ atthaṃ upaparikkhati, atthaṃ upaparikkhato dhammā nijjhānaṃ khamanti, dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussahitvā tuleti, tulayitvā padahati, pahitatto samāno kāyena ceva paramasaccaṃ sacchikaroti paññāya ca naṃ ativijjha passati.",
  "mn95:34.3": "Ettāvatā kho, bhāradvāja, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṃ saccānubodhaṃ paññapema;",
  "mn95:34.4": "na tveva tāva saccānuppatti hotī”ti.",
  "mn95:35.1": "“Ettāvatā, bho gotama, saccānubodho hoti, ettāvatā saccamanubujjhati, ettāvatā ca mayaṃ saccānubodhaṃ pekkhāma.",
  "mn95:35.2": "Kittāvatā pana, bho gotama, saccānuppatti hoti, kittāvatā saccamanupāpuṇāti?",
  "mn95:35.3": "Saccānuppattiṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:35.4": "“Tesaṃyeva, bhāradvāja, dhammānaṃ āsevanā bhāvanā bahulīkammaṃ saccānuppatti hoti.",
  "mn95:35.5": "Ettāvatā kho, bhāradvāja, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṃ saccānuppattiṃ paññapemā”ti.",
  "mn95:36.1": "“Ettāvatā, bho gotama, saccānuppatti hoti, ettāvatā saccamanupāpuṇāti, ettāvatā ca mayaṃ saccānuppattiṃ pekkhāma.",
  "mn95:36.2": "Saccānuppattiyā pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:36.3": "Saccānuppattiyā bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:36.4": "“Saccānuppattiyā kho, bhāradvāja, padhānaṃ bahukāraṃ.",
  "mn95:36.5": "No cetaṃ padaheyya, nayidaṃ saccamanupāpuṇeyya.",
  "mn95:36.6": "Yasmā ca kho padahati tasmā saccamanupāpuṇāti.",
  "mn95:36.7": "Tasmā saccānuppattiyā padhānaṃ bahukāran”ti.",
  "mn95:37.1": "“Padhānassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:37.2": "Padhānassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:37.3": "“Padhānassa kho, bhāradvāja, tulanā bahukārā.",
  "mn95:37.4": "No cetaṃ tuleyya, nayidaṃ padaheyya.",
  "mn95:37.5": "Yasmā ca kho tuleti tasmā padahati.",
  "mn95:37.6": "Tasmā padhānassa tulanā bahukārā”ti.",
  "mn95:38.1": "“Tulanāya pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:38.2": "Tulanāya bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:38.3": "“Tulanāya kho, bhāradvāja, ussāho bahukāro.",
  "mn95:38.4": "No cetaṃ ussaheyya, nayidaṃ tuleyya.",
  "mn95:38.5": "Yasmā ca kho ussahati tasmā tuleti.",
  "mn95:38.6": "Tasmā tulanāya ussāho bahukāro”ti.",
  "mn95:39.1": "“Ussāhassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:39.2": "Ussāhassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:39.3": "“Ussāhassa kho, bhāradvāja, chando bahukāro.",
  "mn95:39.4": "No cetaṃ chando jāyetha, nayidaṃ ussaheyya.",
  "mn95:39.5": "Yasmā ca kho chando jāyati tasmā ussahati.",
  "mn95:39.6": "Tasmā ussāhassa chando bahukāro”ti.",
  "mn95:40.1": "“Chandassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:40.2": "Chandassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:40.3": "“Chandassa kho, bhāradvāja, dhammanijjhānakkhanti bahukārā.",
  "mn95:40.4": "No cete dhammā nijjhānaṃ khameyyuṃ, nayidaṃ chando jāyetha.",
  "mn95:40.5": "Yasmā ca kho dhammā nijjhānaṃ khamanti tasmā chando jāyati.",
  "mn95:40.6": "Tasmā chandassa dhammanijjhānakkhanti bahukārā”ti.",
  "mn95:41.1": "“Dhammanijjhānakkhantiyā pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:41.2": "Dhammanijjhānakkhantiyā bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:41.3": "“Dhammanijjhānakkhantiyā kho, bhāradvāja, atthūpaparikkhā bahukārā.",
  "mn95:41.4": "No cetaṃ atthaṃ upaparikkheyya, nayidaṃ dhammā nijjhānaṃ khameyyuṃ.",
  "mn95:41.5": "Yasmā ca kho atthaṃ upaparikkhati tasmā dhammā nijjhānaṃ khamanti.",
  "mn95:41.6": "Tasmā dhammanijjhānakkhantiyā atthūpaparikkhā bahukārā”ti.",
  "mn95:42.1": "“Atthūpaparikkhāya pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:42.2": "Atthūpaparikkhāya bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:42.3": "“Atthūpaparikkhāya kho, bhāradvāja, dhammadhāraṇā bahukārā.",
  "mn95:42.4": "No cetaṃ dhammaṃ dhāreyya, nayidaṃ atthaṃ upaparikkheyya.",
  "mn95:42.5": "Yasmā ca kho dhammaṃ dhāreti tasmā atthaṃ upaparikkhati.",
  "mn95:42.6": "Tasmā atthūpaparikkhāya dhammadhāraṇā bahukārā”ti.",
  "mn95:43.1": "“Dhammadhāraṇāya pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:43.2": "Dhammadhāraṇāya bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:43.3": "“Dhammadhāraṇāya kho, bhāradvāja, dhammassavanaṃ bahukāraṃ.",
  "mn95:43.4": "No cetaṃ dhammaṃ suṇeyya, nayidaṃ dhammaṃ dhāreyya.",
  "mn95:43.5": "Yasmā ca kho dhammaṃ suṇāti tasmā dhammaṃ dhāreti.",
  "mn95:43.6": "Tasmā dhammadhāraṇāya dhammassavanaṃ bahukāran”ti.",
  "mn95:44.1": "“Dhammassavanassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:44.2": "Dhammassavanassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:44.3": "“Dhammassavanassa kho, bhāradvāja, sotāvadhānaṃ bahukāraṃ.",
  "mn95:44.4": "No cetaṃ sotaṃ odaheyya, nayidaṃ dhammaṃ suṇeyya.",
  "mn95:44.5": "Yasmā ca kho sotaṃ odahati tasmā dhammaṃ suṇāti.",
  "mn95:44.6": "Tasmā dhammassavanassa sotāvadhānaṃ bahukāran”ti.",
  "mn95:45.1": "“Sotāvadhānassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:45.2": "Sotāvadhānassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:45.3": "“Sotāvadhānassa kho, bhāradvāja, payirupāsanā bahukārā.",
  "mn95:45.4": "No cetaṃ payirupāseyya, nayidaṃ sotaṃ odaheyya.",
  "mn95:45.5": "Yasmā ca kho payirupāsati tasmā sotaṃ odahati.",
  "mn95:45.6": "Tasmā sotāvadhānassa payirupāsanā bahukārā”ti.",
  "mn95:46.1": "“Payirupāsanāya pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:46.2": "Payirupāsanāya bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:46.3": "“Payirupāsanāya kho, bhāradvāja, upasaṅkamanaṃ bahukāraṃ.",
  "mn95:46.4": "No cetaṃ upasaṅkameyya, nayidaṃ payirupāseyya.",
  "mn95:46.5": "Yasmā ca kho upasaṅkamati tasmā payirupāsati.",
  "mn95:46.6": "Tasmā payirupāsanāya upasaṅkamanaṃ bahukāran”ti.",
  "mn95:47.1": "“Upasaṅkamanassa pana, bho gotama, katamo dhammo bahukāro?",
  "mn95:47.2": "Upasaṅkamanassa bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ pucchāmā”ti.",
  "mn95:47.3": "“Upasaṅkamanassa kho, bhāradvāja, saddhā bahukārā.",
  "mn95:47.4": "No cetaṃ saddhā jāyetha, nayidaṃ upasaṅkameyya.",
  "mn95:47.5": "Yasmā ca kho saddhā jāyati tasmā upasaṅkamati.",
  "mn95:47.6": "Tasmā upasaṅkamanassa saddhā bahukārā”ti.",
  "mn95:48.1": "“Saccānurakkhaṇaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānurakkhaṇaṃ bhavaṃ gotamo byākāsi;",
  "mn95:48.2": "tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.",
  "mn95:48.3": "Saccānubodhaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānubodhaṃ bhavaṃ gotamo byākāsi;",
  "mn95:48.4": "tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.",
  "mn95:48.5": "Saccānuppattiṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānuppattiṃ bhavaṃ gotamo byākāsi;",
  "mn95:48.6": "tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.",
  "mn95:48.7": "Saccānuppattiyā bahukāraṃ dhammaṃ mayaṃ bhavantaṃ gotamaṃ apucchimha, saccānuppattiyā bahukāraṃ dhammaṃ bhavaṃ gotamo byākāsi;",
  "mn95:48.8": "tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.",
  "mn95:48.9": "Yaṃyadeva ca mayaṃ bhavantaṃ gotamaṃ apucchimha taṃtadeva bhavaṃ gotamo byākāsi;",
  "mn95:48.10": "tañca panamhākaṃ ruccati ceva khamati ca tena camha attamanā.",
  "mn95:48.11": "Mayañhi, bho gotama, pubbe evaṃ jānāma:",
  "mn95:48.12": "‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, ke ca dhammassa aññātāro’ti?",
  "mn95:48.13": "Ajanesi vata me bhavaṃ gotamo samaṇesu samaṇapemaṃ, samaṇesu samaṇapasādaṃ, samaṇesu samaṇagāravaṃ.",
  "mn95:48.14": "Abhikkantaṃ, bho gotama …",
  "mn95:48.15": "pe …",
  "mn95:48.16": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn95:49.1": "Caṅkīsuttaṃ niṭṭhitaṃ pañcamaṃ."
}