{
  "_markup_path": "markup/mn/mn96.html",
  "_alt_strings": [
    "en/sujato/mn/mn96.json"
  ],
  "mn96:1.1": "Majjhima Nikāya 96",
  "mn96:2.1": "Esukārīsutta",
  "mn96:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn96:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn96:3.3": "Atha kho esukārī brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn96:3.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn96:3.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn96:3.6": "Ekamantaṃ nisinno kho esukārī brāhmaṇo bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn96:3.7": "brāhmaṇā, bho gotama, catasso pāricariyā paññapenti—",
  "mn96:3.8": "brāhmaṇassa pāricariyaṃ paññapenti, khattiyassa pāricariyaṃ paññapenti, vessassa pāricariyaṃ paññapenti, suddassa pāricariyaṃ paññapenti.",
  "mn96:3.9": "Tatridaṃ, bho gotama, brāhmaṇā brāhmaṇassa pāricariyaṃ paññapenti:",
  "mn96:3.10": "‘brāhmaṇo vā brāhmaṇaṃ paricareyya, khattiyo vā brāhmaṇaṃ paricareyya, vesso vā brāhmaṇaṃ paricareyya, suddo vā brāhmaṇaṃ paricareyyā’ti.",
  "mn96:3.11": "Idaṃ kho, bho gotama, brāhmaṇā brāhmaṇassa pāricariyaṃ paññapenti.",
  "mn96:3.12": "Tatridaṃ, bho gotama, brāhmaṇā khattiyassa pāricariyaṃ paññapenti:",
  "mn96:3.13": "‘khattiyo vā khattiyaṃ paricareyya, vesso vā khattiyaṃ paricareyya, suddo vā khattiyaṃ paricareyyā’ti.",
  "mn96:3.14": "Idaṃ kho, bho gotama, brāhmaṇā khattiyassa pāricariyaṃ paññapenti.",
  "mn96:3.15": "Tatridaṃ, bho gotama, brāhmaṇā vessassa pāricariyaṃ paññapenti:",
  "mn96:3.16": "‘vesso vā vessaṃ paricareyya, suddo vā vessaṃ paricareyyā’ti.",
  "mn96:3.17": "Idaṃ kho, bho gotama, brāhmaṇā vessassa pāricariyaṃ paññapenti.",
  "mn96:3.18": "Tatridaṃ, bho gotama, brāhmaṇā suddassa pāricariyaṃ paññapenti:",
  "mn96:3.19": "‘suddova suddaṃ paricareyya.",
  "mn96:3.20": "Ko panañño suddaṃ paricarissatī’ti?",
  "mn96:3.21": "Idaṃ kho, bho gotama, brāhmaṇā suddassa pāricariyaṃ paññapenti.",
  "mn96:3.22": "Brāhmaṇā, bho gotama, imā catasso pāricariyā paññapenti.",
  "mn96:3.23": "Idha bhavaṃ gotamo kimāhā”ti?",
  "mn96:4.1": "“Kiṃ pana, brāhmaṇa, sabbo loko brāhmaṇānaṃ etadabbhanujānāti:",
  "mn96:4.2": "‘imā catasso pāricariyā paññapentū’”ti?",
  "mn96:4.3": "“No hidaṃ, bho gotama”.",
  "mn96:4.4": "“Seyyathāpi, brāhmaṇa, puriso daliddo assako anāḷhiyo.",
  "mn96:4.5": "Tassa akāmassa bilaṃ olaggeyyuṃ:",
  "mn96:4.6": "‘idaṃ te, ambho purisa, maṃsaṃ khāditabbaṃ, mūlañca anuppadātabban’ti.",
  "mn96:4.7": "Evameva kho, brāhmaṇa, brāhmaṇā appaṭiññāya tesaṃ samaṇabrāhmaṇānaṃ, atha ca panimā catasso pāricariyā paññapenti.",
  "mn96:4.8": "Nāhaṃ, brāhmaṇa, ‘sabbaṃ paricaritabban’ti vadāmi;",
  "mn96:4.9": "nāhaṃ, brāhmaṇa, ‘sabbaṃ na paricaritabban’ti vadāmi.",
  "mn96:4.10": "Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ ‘paricaritabban’ti vadāmi;",
  "mn96:4.11": "yañca khvāssa, brāhmaṇa, paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ ‘paricaritabban’ti vadāmi.",
  "mn96:4.12": "Khattiyañcepi, brāhmaṇa, evaṃ puccheyyuṃ:",
  "mn96:4.13": "‘yaṃ vā te paricarato pāricariyāhetu pāpiyo assa na seyyo, yaṃ vā te paricarato pāricariyāhetu seyyo assa na pāpiyo;",
  "mn96:4.14": "kamettha paricareyyāsī’ti, khattiyopi hi, brāhmaṇa, sammā byākaramāno evaṃ byākareyya:",
  "mn96:4.15": "‘yañhi me paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ paricareyyaṃ;",
  "mn96:4.16": "yañca kho me paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ paricareyyan’ti.",
  "mn96:4.17": "Brāhmaṇañcepi, brāhmaṇa …",
  "mn96:4.18": "pe …",
  "mn96:4.19": "vessañcepi, brāhmaṇa …",
  "mn96:4.20": "pe …",
  "mn96:4.21": "suddañcepi, brāhmaṇa, evaṃ puccheyyuṃ:",
  "mn96:4.22": "‘yaṃ vā te paricarato pāricariyāhetu pāpiyo assa na seyyo, yaṃ vā te paricarato pāricariyāhetu seyyo assa na pāpiyo;",
  "mn96:4.23": "kamettha paricareyyāsī’ti, suddopi hi, brāhmaṇa, sammā byākaramāno evaṃ byākareyya:",
  "mn96:4.24": "‘yañhi me paricarato pāricariyāhetu pāpiyo assa na seyyo, nāhaṃ taṃ paricareyyaṃ;",
  "mn96:4.25": "yañca kho me paricarato pāricariyāhetu seyyo assa na pāpiyo tamahaṃ paricareyyan’ti.",
  "mn96:4.26": "Nāhaṃ, brāhmaṇa, ‘uccākulīnatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uccākulīnatā pāpiyaṃso’ti vadāmi;",
  "mn96:4.27": "nāhaṃ, brāhmaṇa, ‘uḷāravaṇṇatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uḷāravaṇṇatā pāpiyaṃso’ti vadāmi;",
  "mn96:4.28": "nāhaṃ, brāhmaṇa, ‘uḷārabhogatā seyyaṃso’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘uḷārabhogatā pāpiyaṃso’ti vadāmi.",
  "mn96:5.1": "Uccākulīnopi hi, brāhmaṇa, idhekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇāvāco hoti, pharusāvāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti.",
  "mn96:5.2": "Tasmā ‘na uccākulīnatā seyyaṃso’ti vadāmi.",
  "mn96:5.3": "Uccākulīnopi hi, brāhmaṇa, idhekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti.",
  "mn96:5.4": "Tasmā ‘na uccākulīnatā pāpiyaṃso’ti vadāmi.",
  "mn96:6.1": "Uḷāravaṇṇopi hi, brāhmaṇa …",
  "mn96:6.2": "pe …",
  "mn96:6.3": "uḷārabhogopi hi, brāhmaṇa, idhekacco pāṇātipātī hoti …",
  "mn96:6.4": "pe …",
  "mn96:6.5": "micchādiṭṭhi hoti.",
  "mn96:6.6": "Tasmā ‘na uḷārabhogatā seyyaṃso’ti vadāmi.",
  "mn96:6.7": "Uḷārabhogopi hi, brāhmaṇa, idhekacco pāṇātipātā paṭivirato hoti …",
  "mn96:6.8": "pe …",
  "mn96:6.9": "sammādiṭṭhi hoti.",
  "mn96:6.10": "Tasmā ‘na uḷārabhogatā pāpiyaṃso’ti vadāmi.",
  "mn96:6.11": "Nāhaṃ, brāhmaṇa, ‘sabbaṃ paricaritabban’ti vadāmi, na panāhaṃ, brāhmaṇa, ‘sabbaṃ na paricaritabban’ti vadāmi.",
  "mn96:6.12": "Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu saddhā vaḍḍhati, sīlaṃ vaḍḍhati, sutaṃ vaḍḍhati, cāgo vaḍḍhati, paññā vaḍḍhati, tamahaṃ ‘paricaritabban’ti vadāmi.",
  "mn96:6.13": "Yaṃ hissa, brāhmaṇa, paricarato pāricariyāhetu na saddhā vaḍḍhati, na sīlaṃ vaḍḍhati, na sutaṃ vaḍḍhati, na cāgo vaḍḍhati, na paññā vaḍḍhati, nāhaṃ taṃ ‘paricaritabban’ti vadāmī”ti.",
  "mn96:7.1": "Evaṃ vutte, esukārī brāhmaṇo bhagavantaṃ etadavoca:",
  "mn96:7.2": "“brāhmaṇā, bho gotama, cattāri dhanāni paññapenti—",
  "mn96:7.3": "brāhmaṇassa sandhanaṃ paññapenti, khattiyassa sandhanaṃ paññapenti, vessassa sandhanaṃ paññapenti, suddassa sandhanaṃ paññapenti.",
  "mn96:7.4": "Tatridaṃ, bho gotama, brāhmaṇā brāhmaṇassa sandhanaṃ paññapenti bhikkhācariyaṃ;",
  "mn96:7.5": "bhikkhācariyañca pana brāhmaṇo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.",
  "mn96:7.6": "Idaṃ kho, bho gotama, brāhmaṇā brāhmaṇassa sandhanaṃ paññapenti.",
  "mn96:7.7": "Tatridaṃ, bho gotama, brāhmaṇā khattiyassa sandhanaṃ paññapenti dhanukalāpaṃ;",
  "mn96:7.8": "dhanukalāpañca pana khattiyo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.",
  "mn96:7.9": "Idaṃ kho, bho gotama, brāhmaṇā khattiyassa sandhanaṃ paññapenti.",
  "mn96:7.10": "Tatridaṃ, bho gotama, brāhmaṇā vessassa sandhanaṃ paññapenti kasigorakkhaṃ;",
  "mn96:7.11": "kasigorakkhañca pana vesso sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.",
  "mn96:7.12": "Idaṃ kho, bho gotama, brāhmaṇā vessassa sandhanaṃ paññapenti.",
  "mn96:7.13": "Tatridaṃ, bho gotama, brāhmaṇā suddassa sandhanaṃ paññapenti asitabyābhaṅgiṃ;",
  "mn96:7.14": "asitabyābhaṅgiñca pana suddo sandhanaṃ atimaññamāno akiccakārī hoti gopova adinnaṃ ādiyamānoti.",
  "mn96:7.15": "Idaṃ kho, bho gotama, brāhmaṇā suddassa sandhanaṃ paññapenti.",
  "mn96:7.16": "Brāhmaṇā, bho gotama, imāni cattāri dhanāni paññapenti.",
  "mn96:7.17": "Idha bhavaṃ gotamo kimāhā”ti?",
  "mn96:8.1": "“Kiṃ pana, brāhmaṇa, sabbo loko brāhmaṇānaṃ etadabbhanujānāti:",
  "mn96:8.2": "‘imāni cattāri dhanāni paññapentū’”ti?",
  "mn96:8.3": "“No hidaṃ, bho gotama”.",
  "mn96:8.4": "“Seyyathāpi, brāhmaṇa, puriso daliddo assako anāḷhiyo.",
  "mn96:8.5": "Tassa akāmassa bilaṃ olaggeyyuṃ:",
  "mn96:8.6": "‘idaṃ te, ambho purisa, maṃsaṃ khāditabbaṃ, mūlañca anuppadātabban’ti.",
  "mn96:8.7": "Evameva kho, brāhmaṇa, brāhmaṇā appaṭiññāya tesaṃ samaṇabrāhmaṇānaṃ, atha ca panimāni cattāri dhanāni paññapenti.",
  "mn96:8.8": "Ariyaṃ kho ahaṃ, brāhmaṇa, lokuttaraṃ dhammaṃ purisassa sandhanaṃ paññapemi.",
  "mn96:8.9": "Porāṇaṃ kho panassa mātāpettikaṃ kulavaṃsaṃ anussarato yattha yattheva attabhāvassa abhinibbatti hoti tena teneva saṅkhyaṃ gacchati.",
  "mn96:8.10": "Khattiyakule ce attabhāvassa abhinibbatti hoti ‘khattiyo’tveva saṅkhyaṃ gacchati;",
  "mn96:8.11": "brāhmaṇakule ce attabhāvassa abhinibbatti hoti ‘brāhmaṇo’tveva saṅkhyaṃ gacchati;",
  "mn96:8.12": "vessakule ce attabhāvassa abhinibbatti hoti ‘vesso’tveva saṅkhyaṃ gacchati;",
  "mn96:8.13": "suddakule ce attabhāvassa abhinibbatti hoti ‘suddo’tveva saṅkhyaṃ gacchati.",
  "mn96:8.14": "Seyyathāpi, brāhmaṇa, yaṃyadeva paccayaṃ paṭicca aggi jalati tena teneva saṅkhyaṃ gacchati.",
  "mn96:8.15": "Kaṭṭhañce paṭicca aggi jalati ‘kaṭṭhaggi’tveva saṅkhyaṃ gacchati;",
  "mn96:8.16": "sakalikañce paṭicca aggi jalati ‘sakalikaggi’tveva saṅkhyaṃ gacchati;",
  "mn96:8.17": "tiṇañce paṭicca aggi jalati ‘tiṇaggi’tveva saṅkhyaṃ gacchati;",
  "mn96:8.18": "gomayañce paṭicca aggi jalati ‘gomayaggi’tveva saṅkhyaṃ gacchati.",
  "mn96:8.19": "Evameva kho ahaṃ, brāhmaṇa, ariyaṃ lokuttaraṃ dhammaṃ purisassa sandhanaṃ paññapemi.",
  "mn96:8.20": "Porāṇaṃ kho panassa mātāpettikaṃ kulavaṃsaṃ anussarato yattha yattheva attabhāvassa abhinibbatti hoti tena teneva saṅkhyaṃ gacchati.",
  "mn96:9.1": "Khattiyakule ce attabhāvassa abhinibbatti hoti ‘khattiyo’tveva saṅkhyaṃ gacchati;",
  "mn96:9.2": "brāhmaṇakule ce attabhāvassa abhinibbatti hoti ‘brāhmaṇo’tveva saṅkhyaṃ gacchati;",
  "mn96:9.3": "vessakule ce attabhāvassa abhinibbatti hoti ‘vesso’tveva saṅkhyaṃ gacchati;",
  "mn96:9.4": "suddakule ce attabhāvassa abhinibbatti hoti ‘suddo’tveva saṅkhyaṃ gacchati.",
  "mn96:10.1": "Khattiyakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:11.1": "Brāhmaṇakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:11.2": "pe …",
  "mn96:11.3": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:12.1": "Vessakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:12.2": "pe …",
  "mn96:12.3": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:13.1": "Suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:13.2": "pe …",
  "mn96:13.3": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:14.1": "Taṃ kiṃ maññasi, brāhmaṇa, brāhmaṇova nu kho pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ, no khattiyo no vesso no suddo”ti?",
  "mn96:14.2": "“No hidaṃ, bho gotama.",
  "mn96:14.3": "Khattiyopi hi, bho gotama, pahoti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetuṃ;",
  "mn96:14.4": "brāhmaṇopi hi, bho gotama …",
  "mn96:14.5": "vessopi hi, bho gotama …",
  "mn96:14.6": "suddopi hi, bho gotama …",
  "mn96:14.7": "sabbepi hi, bho gotama, cattāro vaṇṇā pahonti asmiṃ padese averaṃ abyābajjhaṃ mettacittaṃ bhāvetun”ti.",
  "mn96:14.8": "“Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:14.9": "pe …",
  "mn96:14.10": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:15.1": "Brāhmaṇakulā cepi, brāhmaṇa …",
  "mn96:15.2": "vessakulā cepi, brāhmaṇa …",
  "mn96:15.3": "suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:15.4": "pe …",
  "mn96:15.5": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:16.1": "Taṃ kiṃ maññasi, brāhmaṇa, brāhmaṇova nu kho pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ, no khattiyo no vesso no suddo”ti?",
  "mn96:16.2": "“No hidaṃ, bho gotama.",
  "mn96:16.3": "Khattiyopi hi, bho gotama, pahoti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetuṃ;",
  "mn96:16.4": "brāhmaṇopi hi, bho gotama …",
  "mn96:16.5": "vessopi hi, bho gotama …",
  "mn96:16.6": "suddopi hi, bho gotama …",
  "mn96:16.7": "sabbepi hi, bho gotama, cattāro vaṇṇā pahonti sottisināniṃ ādāya nadiṃ gantvā rajojallaṃ pavāhetun”ti.",
  "mn96:16.8": "“Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:16.9": "pe …",
  "mn96:16.10": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:17.1": "Brāhmaṇakulā cepi, brāhmaṇa …",
  "mn96:17.2": "vessakulā cepi, brāhmaṇa …",
  "mn96:17.3": "suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:17.4": "pe …",
  "mn96:17.5": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:18.1": "Taṃ kiṃ maññasi, brāhmaṇa, idha rājā khattiyo muddhāvasitto nānājaccānaṃ purisānaṃ purisasataṃ sannipāteyya:",
  "mn96:18.2": "‘āyantu bhonto ye tattha khattiyakulā brāhmaṇakulā rājaññakulā uppannā sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggiṃ abhinibbattentu, tejo pātukarontu;",
  "mn96:18.3": "āyantu pana bhonto ye tattha caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannā sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggiṃ abhinibbattentu, tejo pātukarontū’”ti?",
  "mn96:19.1": "“Taṃ kiṃ maññasi, brāhmaṇa, yo evaṃ nu kho so khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato so eva nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;",
  "mn96:19.2": "yo pana so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi na ceva accimā na ca vaṇṇavā na ca pabhassaro na ca tena sakkā agginā aggikaraṇīyaṃ kātun”ti?",
  "mn96:19.3": "“No hidaṃ, bho gotama.",
  "mn96:19.4": "Yopi hi so, bho gotama, khattiyakulā brāhmaṇakulā rājaññakulā uppannehi sākassa vā sālassa vā salaḷassa vā candanassa vā padumakassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ;",
  "mn96:19.5": "yopi so caṇḍālakulā nesādakulā venakulā rathakārakulā pukkusakulā uppannehi sāpānadoṇiyā vā sūkaradoṇiyā vā rajakadoṇiyā vā eraṇḍakaṭṭhassa vā uttarāraṇiṃ ādāya aggi abhinibbatto tejo pātukato svāssa aggi accimā ceva vaṇṇavā ca pabhassaro ca tena ca sakkā agginā aggikaraṇīyaṃ kātuṃ.",
  "mn96:19.6": "Sabbopi hi, bho gotama, aggi accimā ceva vaṇṇavā ca pabhassaro ca sabbenapi sakkā agginā aggikaraṇīyaṃ kātun”ti.",
  "mn96:20.1": "“Evameva kho, brāhmaṇa, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti …",
  "mn96:20.2": "pe …",
  "mn96:20.3": "sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn96:20.4": "Brāhmaṇakulā cepi, brāhmaṇa …",
  "mn96:20.5": "vessakulā cepi, brāhmaṇa …",
  "mn96:20.6": "suddakulā cepi, brāhmaṇa, agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti, ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti.",
  "mn96:21.1": "Evaṃ vutte, esukārī brāhmaṇo bhagavantaṃ etadavoca:",
  "mn96:21.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama …",
  "mn96:21.3": "pe …",
  "mn96:21.4": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn96:22.1": "Esukārīsuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}