{
  "_markup_path": "markup/mn/mn97.html",
  "_alt_strings": [
    "en/sujato/mn/mn97.json"
  ],
  "mn97:1.1": "Majjhima Nikāya 97",
  "mn97:2.1": "Dhanañjānisutta",
  "mn97:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn97:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn97:3.3": "Tena kho pana samayena āyasmā sāriputto dakkhiṇāgirismiṃ cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.",
  "mn97:3.4": "Atha kho aññataro bhikkhu rājagahe vassaṃvuṭṭho yena dakkhiṇāgiri yenāyasmā sāriputto tenupasaṅkami;",
  "mn97:3.5": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "mn97:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn97:3.7": "Ekamantaṃ nisinnaṃ kho taṃ bhikkhuṃ āyasmā sāriputto etadavoca:",
  "mn97:3.8": "“kaccāvuso, bhagavā arogo ca balavā cā”ti?",
  "mn97:3.9": "“Arogo cāvuso, bhagavā balavā cā”ti.",
  "mn97:3.10": "“Kacci panāvuso, bhikkhusaṃgho arogo ca balavā cā”ti?",
  "mn97:3.11": "“Bhikkhusaṃghopi kho, āvuso, arogo ca balavā cā”ti.",
  "mn97:3.12": "“Ettha, āvuso, taṇḍulapālidvārāya dhanañjāni nāma brāhmaṇo atthi.",
  "mn97:3.13": "Kaccāvuso, dhanañjāni brāhmaṇo arogo ca balavā cā”ti?",
  "mn97:3.14": "“Dhanañjānipi kho, āvuso, brāhmaṇo arogo ca balavā cā”ti.",
  "mn97:3.15": "“Kacci panāvuso, dhanañjāni brāhmaṇo appamatto”ti?",
  "mn97:3.16": "“Kuto panāvuso, dhanañjānissa brāhmaṇassa appamādo?",
  "mn97:3.17": "Dhanañjāni, āvuso, brāhmaṇo rājānaṃ nissāya brāhmaṇagahapatike vilumpati, brāhmaṇagahapatike nissāya rājānaṃ vilumpati.",
  "mn97:3.18": "Yāpissa bhariyā saddhā saddhakulā ānītā sāpi kālaṅkatā;",
  "mn97:3.19": "aññāssa bhariyā assaddhā assaddhakulā ānītā”ti.",
  "mn97:3.20": "“Dussutaṃ vatāvuso, assumha, dussutaṃ vatāvuso, assumha;",
  "mn97:3.21": "ye mayaṃ dhanañjāniṃ brāhmaṇaṃ pamattaṃ assumha.",
  "mn97:3.22": "Appeva ca nāma mayaṃ kadāci karahaci dhanañjāninā brāhmaṇena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti?",
  "mn97:4.1": "Atha kho āyasmā sāriputto dakkhiṇāgirismiṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi.",
  "mn97:4.2": "Anupubbena cārikaṃ caramāno yena rājagahaṃ tadavasari.",
  "mn97:4.3": "Tatra sudaṃ āyasmā sāriputto rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn97:4.4": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.",
  "mn97:4.5": "Tena kho pana samayena dhanañjāni brāhmaṇo bahinagare gāvo goṭṭhe duhāpeti.",
  "mn97:4.6": "Atha kho āyasmā sāriputto rājagahe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena dhanañjāni brāhmaṇo tenupasaṅkami.",
  "mn97:4.7": "Addasā kho dhanañjāni brāhmaṇo āyasmantaṃ sāriputtaṃ dūratova āgacchantaṃ.",
  "mn97:4.8": "Disvāna yenāyasmā sāriputto tenupasaṅkami;",
  "mn97:4.9": "upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn97:4.10": "“ito, bho sāriputta, payo, pīyataṃ tāva bhattassa kālo bhavissatī”ti.",
  "mn97:4.11": "“Alaṃ, brāhmaṇa.",
  "mn97:4.12": "Kataṃ me ajja bhattakiccaṃ.",
  "mn97:4.13": "Amukasmiṃ me rukkhamūle divāvihāro bhavissati.",
  "mn97:4.14": "Tattha āgaccheyyāsī”ti.",
  "mn97:4.15": "“Evaṃ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi.",
  "mn97:4.16": "Atha kho dhanañjāni brāhmaṇo pacchābhattaṃ bhuttapātarāso yenāyasmā sāriputto tenupasaṅkami;",
  "mn97:4.17": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "mn97:4.18": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn97:4.19": "Ekamantaṃ nisinnaṃ kho dhanañjāniṃ brāhmaṇaṃ āyasmā sāriputto etadavoca:",
  "mn97:4.20": "“kaccāsi, dhanañjāni, appamatto”ti?",
  "mn97:4.21": "“Kuto, bho sāriputta, amhākaṃ appamādo yesaṃ no mātāpitaro posetabbā, puttadāro posetabbo, dāsakammakarā posetabbā, mittāmaccānaṃ mittāmaccakaraṇīyaṃ kātabbaṃ, ñātisālohitānaṃ ñātisālohitakaraṇīyaṃ kātabbaṃ, atithīnaṃ atithikaraṇīyaṃ kātabbaṃ, pubbapetānaṃ pubbapetakaraṇīyaṃ kātabbaṃ, devatānaṃ devatākaraṇīyaṃ kātabbaṃ, rañño rājakaraṇīyaṃ kātabbaṃ, ayampi kāyo pīṇetabbo brūhetabbo”ti?",
  "mn97:5.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco mātāpitūnaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:5.2": "Labheyya nu kho so ‘ahaṃ kho mātāpitūnaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, mātāpitaro vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:5.3": "“No hidaṃ, bho sāriputta.",
  "mn97:5.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:6.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco puttadārassa hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:6.2": "Labheyya nu kho so ‘ahaṃ kho puttadārassa hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, puttadāro vā panassa labheyya ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:6.3": "“No hidaṃ, bho sāriputta.",
  "mn97:6.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:7.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco dāsakammakaraporisassa hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:7.2": "Labheyya nu kho so ‘ahaṃ kho dāsakammakaraporisassa hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, dāsakammakaraporisā vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:7.3": "“No hidaṃ, bho sāriputta.",
  "mn97:7.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:8.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco mittāmaccānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:8.2": "Labheyya nu kho so ‘ahaṃ kho mittāmaccānaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, mittāmaccā vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:8.3": "“No hidaṃ, bho sāriputta.",
  "mn97:8.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:9.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco ñātisālohitānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:9.2": "Labheyya nu kho so ‘ahaṃ kho ñātisālohitānaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, ñātisālohitā vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:9.3": "“No hidaṃ, bho sāriputta.",
  "mn97:9.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:10.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco atithīnaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:10.2": "Labheyya nu kho so ‘ahaṃ kho atithīnaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, atithī vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:10.3": "“No hidaṃ, bho sāriputta.",
  "mn97:10.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:11.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco pubbapetānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:11.2": "Labheyya nu kho so ‘ahaṃ kho pubbapetānaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, pubbapetā vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:11.3": "“No hidaṃ, bho sāriputta.",
  "mn97:11.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:12.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco devatānaṃ hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:12.2": "Labheyya nu kho so ‘ahaṃ kho devatānaṃ hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, devatā vā panassa labheyyuṃ ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:12.3": "“No hidaṃ, bho sāriputta.",
  "mn97:12.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:13.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco rañño hetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:13.2": "Labheyya nu kho so ‘ahaṃ kho rañño hetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, rājā vā panassa labheyya ‘eso kho amhākaṃ hetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:13.3": "“No hidaṃ, bho sāriputta.",
  "mn97:13.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:14.1": "“Taṃ kiṃ maññasi, dhanañjāni, idhekacco kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, tamenaṃ adhammacariyāvisamacariyāhetu nirayaṃ nirayapālā upakaḍḍheyyuṃ.",
  "mn97:14.2": "Labheyya nu kho so ‘ahaṃ kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosiṃ, mā maṃ nirayaṃ nirayapālā’ti, pare vā panassa labheyyuṃ ‘eso kho kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī ahosi, mā naṃ nirayaṃ nirayapālā’”ti?",
  "mn97:14.3": "“No hidaṃ, bho sāriputta.",
  "mn97:14.4": "Atha kho naṃ vikkandantaṃyeva niraye nirayapālā pakkhipeyyuṃ”.",
  "mn97:15.1": "“Taṃ kiṃ maññasi, dhanañjāni, yo vā mātāpitūnaṃ hetu adhammacārī visamacārī assa, yo vā mātāpitūnaṃ hetu dhammacārī samacārī assa;",
  "mn97:15.2": "katamaṃ seyyo”ti?",
  "mn97:15.3": "“Yo hi, bho sāriputta, mātāpitūnaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:15.4": "yo ca kho, bho sāriputta, mātāpitūnaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:15.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:15.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā mātāpitaro ceva posetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:16.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā puttadārassa hetu adhammacārī visamacārī assa, yo vā puttadārassa hetu dhammacārī samacārī assa;",
  "mn97:16.2": "katamaṃ seyyo”ti?",
  "mn97:16.3": "“Yo hi, bho sāriputta, puttadārassa hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:16.4": "yo ca kho, bho sāriputta, puttadārassa hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:16.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:16.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā yehi sakkā puttadārañceva posetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:17.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā dāsakammakaraporisassa hetu adhammacārī visamacārī assa, yo vā dāsakammakaraporisassa hetu dhammacārī samacārī assa;",
  "mn97:17.2": "katamaṃ seyyo”ti?",
  "mn97:17.3": "“Yo hi, bho sāriputta, dāsakammakaraporisassa hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:17.4": "yo ca kho, bho sāriputta, dāsakammakaraporisassa hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:17.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:17.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā dāsakammakaraporise ceva posetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:18.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā mittāmaccānaṃ hetu adhammacārī visamacārī assa, yo vā mittāmaccānaṃ hetu dhammacārī samacārī assa;",
  "mn97:18.2": "katamaṃ seyyo”ti?",
  "mn97:18.3": "“Yo hi, bho sāriputta, mittāmaccānaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:18.4": "yo ca kho, bho sāriputta, mittāmaccānaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:18.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:18.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā mittāmaccānañceva mittāmaccakaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:19.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā ñātisālohitānaṃ hetu adhammacārī visamacārī assa, yo vā ñātisālohitānaṃ hetu dhammacārī samacārī assa;",
  "mn97:19.2": "katamaṃ seyyo”ti?",
  "mn97:19.3": "“Yo hi, bho sāriputta, ñātisālohitānaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:19.4": "yo ca kho, bho sāriputta, ñātisālohitānaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:19.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:19.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā ñātisālohitānañceva ñātisālohitakaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:20.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā atithīnaṃ hetu adhammacārī visamacārī assa, yo vā atithīnaṃ hetu dhammacārī samacārī assa;",
  "mn97:20.2": "katamaṃ seyyo”ti?",
  "mn97:20.3": "“Yo hi, bho sāriputta, atithīnaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:20.4": "yo ca kho, bho sāriputta, atithīnaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:20.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:20.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā atithīnañceva atithikaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:21.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā pubbapetānaṃ hetu adhammacārī visamacārī assa, yo vā pubbapetānaṃ hetu dhammacārī samacārī assa;",
  "mn97:21.2": "katamaṃ seyyo”ti?",
  "mn97:21.3": "“Yo hi, bho sāriputta, pubbapetānaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:21.4": "yo ca kho, bho sāriputta, pubbapetānaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:21.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:21.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā pubbapetānañceva pubbapetakaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:22.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā devatānaṃ hetu adhammacārī visamacārī assa, yo vā devatānaṃ hetu dhammacārī samacārī assa;",
  "mn97:22.2": "katamaṃ seyyo”ti?",
  "mn97:22.3": "“Yo hi, bho sāriputta, devatānaṃ hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:22.4": "yo ca kho, bho sāriputta, devatānaṃ hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:22.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:22.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā devatānañceva devatākaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:23.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā rañño hetu adhammacārī visamacārī assa, yo vā rañño hetu dhammacārī samacārī assa;",
  "mn97:23.2": "katamaṃ seyyo”ti?",
  "mn97:23.3": "“Yo hi, bho sāriputta, rañño hetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:23.4": "yo ca kho, bho sāriputta, rañño hetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:23.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:23.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā rañño ceva rājakaraṇīyaṃ kātuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjituṃ.",
  "mn97:24.1": "Taṃ kiṃ maññasi, dhanañjāni, yo vā kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, yo vā kāyassa pīṇanāhetu brūhanāhetu dhammacārī samacārī assa;",
  "mn97:24.2": "katamaṃ seyyo”ti?",
  "mn97:24.3": "“Yo hi, bho sāriputta, kāyassa pīṇanāhetu brūhanāhetu adhammacārī visamacārī assa, na taṃ seyyo;",
  "mn97:24.4": "yo ca kho, bho sāriputta, kāyassa pīṇanāhetu brūhanāhetu dhammacārī samacārī assa, tadevettha seyyo.",
  "mn97:24.5": "Adhammacariyāvisamacariyāhi, bho sāriputta, dhammacariyāsamacariyā seyyo”ti.",
  "mn97:24.6": "“Atthi kho, dhanañjāni, aññesaṃ hetukā dhammikā kammantā, yehi sakkā kāyañceva pīṇetuṃ brūhetuṃ, na ca pāpakammaṃ kātuṃ, puññañca paṭipadaṃ paṭipajjitun”ti.",
  "mn97:25.1": "Atha kho dhanañjāni brāhmaṇo āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi.",
  "mn97:25.2": "Atha kho dhanañjāni brāhmaṇo aparena samayena ābādhiko ahosi dukkhito bāḷhagilāno.",
  "mn97:25.3": "Atha kho dhanañjāni brāhmaṇo aññataraṃ purisaṃ āmantesi:",
  "mn97:25.4": "“ehi tvaṃ, ambho purisa, yena bhagavā tenupasaṅkama;",
  "mn97:25.5": "upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi:",
  "mn97:25.6": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.",
  "mn97:25.7": "So bhagavato pāde sirasā vandatī’ti.",
  "mn97:25.8": "Yena cāyasmā sāriputto tenupasaṅkama;",
  "mn97:25.9": "upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vandāhi:",
  "mn97:25.10": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.",
  "mn97:25.11": "So āyasmato sāriputtassa pāde sirasā vandatī’ti.",
  "mn97:25.12": "Evañca vadehi:",
  "mn97:25.13": "‘sādhu kira, bhante, āyasmā sāriputto yena dhanañjānissa brāhmaṇassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.",
  "mn97:25.14": "“Evaṃ, bhante”ti kho so puriso dhanañjānissa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn97:25.15": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn97:25.16": "Ekamantaṃ nisinno kho so puriso bhagavantaṃ etadavoca:",
  "mn97:25.17": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.",
  "mn97:25.18": "So bhagavato pāde sirasā vandatī”ti.",
  "mn97:25.19": "Yena cāyasmā sāriputto tenupasaṅkami;",
  "mn97:25.20": "upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn97:25.21": "Ekamantaṃ nisinno kho so puriso āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn97:25.22": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.",
  "mn97:25.23": "So āyasmato sāriputtassa pāde sirasā vandati, evañca vadeti:",
  "mn97:25.24": "‘sādhu kira, bhante, āyasmā sāriputto yena dhanañjānissa brāhmaṇassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.",
  "mn97:25.25": "Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena.",
  "mn97:26.1": "Atha kho āyasmā sāriputto nivāsetvā pattacīvaramādāya yena dhanañjānissa brāhmaṇassa nivesanaṃ tenupasaṅkami;",
  "mn97:26.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn97:26.3": "Nisajja kho āyasmā sāriputto dhanañjāniṃ brāhmaṇaṃ etadavoca:",
  "mn97:26.4": "“kacci te, dhanañjāni, khamanīyaṃ, kacci yāpanīyaṃ?",
  "mn97:26.5": "Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti?",
  "mn97:26.6": "Paṭikkamosānaṃ paññāyati, no abhikkamo”ti? <a class=\"wp\" id=\"wp29\"></a>“",
  "mn97:26.7": "Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ.",
  "mn97:26.8": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti.",
  "mn97:26.9": "Abhikkamosānaṃ paññāyati, no paṭikkamo.",
  "mn97:26.10": "Seyyathāpi, bho sāriputta, balavā puriso tiṇhena sikharena muddhani abhimattheyya;",
  "mn97:26.11": "evameva kho, bho sāriputta, adhimattā vātā muddhani ca ūhananti.",
  "mn97:26.12": "Na me, bho sāriputta, khamanīyaṃ, na yāpanīyaṃ.",
  "mn97:26.13": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti.",
  "mn97:26.14": "Abhikkamosānaṃ paññāyati, no paṭikkamo.",
  "mn97:26.15": "Seyyathāpi, bho sāriputta, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;",
  "mn97:26.16": "evameva kho, bho sāriputta, adhimattā sīse sīsavedanā.",
  "mn97:26.17": "Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ.",
  "mn97:26.18": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti.",
  "mn97:26.19": "Abhikkamosānaṃ paññāyati, no paṭikkamo.",
  "mn97:26.20": "Seyyathāpi, bho sāriputta, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;",
  "mn97:26.21": "evameva kho, bho sāriputta, adhimattā vātā kucchiṃ parikantanti.",
  "mn97:26.22": "Na me, bho sāriputta, khamanīyaṃ, na yāpanīyaṃ.",
  "mn97:26.23": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti.",
  "mn97:26.24": "Abhikkamosānaṃ paññāyati, no paṭikkamo.",
  "mn97:26.25": "Seyyathāpi, bho sāriputta, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;",
  "mn97:26.26": "evameva kho, bho sāriputta, adhimatto kāyasmiṃ ḍāho.",
  "mn97:26.27": "Na me, bho sāriputta, khamanīyaṃ na yāpanīyaṃ.",
  "mn97:26.28": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti.",
  "mn97:26.29": "Abhikkamosānaṃ paññāyati, no paṭikkamo”ti.",
  "mn97:27.1": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.2": "nirayo vā tiracchānayoni vā”ti?",
  "mn97:27.3": "“Nirayā, bho sāriputta, tiracchānayoni seyyo”ti.",
  "mn97:27.4": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.5": "tiracchānayoni vā pettivisayo vā”ti?",
  "mn97:27.6": "“Tiracchānayoniyā, bho sāriputta, pettivisayo seyyo”ti.",
  "mn97:27.7": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.8": "pettivisayo vā manussā vā”ti?",
  "mn97:27.9": "“Pettivisayā, bho sāriputta, manussā seyyo”ti.",
  "mn97:27.10": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.11": "manussā vā cātumahārājikā vā devā”ti?",
  "mn97:27.12": "“Manussehi, bho sāriputta, cātumahārājikā devā seyyo”ti.",
  "mn97:27.13": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.14": "cātumahārājikā vā devā tāvatiṃsā vā devā”ti?",
  "mn97:27.15": "“Cātumahārājikehi, bho sāriputta, devehi tāvatiṃsā devā seyyo”ti.",
  "mn97:27.16": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.17": "tāvatiṃsā vā devā yāmā vā devā”ti?",
  "mn97:27.18": "“Tāvatiṃsehi, bho sāriputta, devehi yāmā devā seyyo”ti.",
  "mn97:27.19": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.20": "yāmā vā devā tusitā vā devā”ti?",
  "mn97:27.21": "“Yāmehi, bho sāriputta, devehi tusitā devā seyyo”ti.",
  "mn97:27.22": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.23": "tusitā vā devā nimmānaratī vā devā”ti?",
  "mn97:27.24": "“Tusitehi, bho sāriputta, devehi nimmānaratī devā seyyo”ti.",
  "mn97:27.25": "“Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo—",
  "mn97:27.26": "nimmānaratī vā devā paranimmitavasavattī vā devā”ti?",
  "mn97:27.27": "“Nimmānaratīhi, bho sāriputta, devehi paranimmitavasavattī devā seyyo”ti. <a class=\"wp\" id=\"wp31\"></a>“",
  "mn97:27.28": "Taṃ kiṃ maññasi, dhanañjāni, katamaṃ seyyo paranimmitavasavattī vā devā brahmaloko vā”ti?",
  "mn97:27.29": "“‘Brahmaloko’ti–  bhavaṃ sāriputto āha;",
  "mn97:27.30": "‘brahmaloko’ti—",
  "mn97:27.31": "bhavaṃ sāriputto āhā”ti.",
  "mn97:28.1": "Atha kho āyasmato sāriputtassa etadahosi:",
  "mn97:28.2": "“ime kho brāhmaṇā brahmalokādhimuttā.",
  "mn97:28.3": "Yannūnāhaṃ dhanañjānissa brāhmaṇassa brahmānaṃ sahabyatāya maggaṃ deseyyan”ti.",
  "mn97:28.4": "“Brahmānaṃ te, dhanañjāni, sahabyatāya maggaṃ desessāmi;",
  "mn97:28.5": "taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn97:28.6": "“Evaṃ, bho”ti kho dhanañjāni brāhmaṇo āyasmato sāriputtassa paccassosi.",
  "mn97:28.7": "Āyasmā sāriputto etadavoca: <a class=\"wp\" id=\"wp32\"></a>“",
  "mn97:28.8": "katamo ca, dhanañjāni, brahmānaṃ sahabyatāya maggo?",
  "mn97:28.9": "Idha, dhanañjāni, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn97:28.10": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn97:28.11": "Ayaṃ kho, dhanañjāni, brahmānaṃ sahabyatāya maggo.",
  "mn97:29.1": "Puna caparaṃ, dhanañjāni, bhikkhu karuṇāsahagatena cetasā …",
  "mn97:29.2": "pe …",
  "mn97:29.3": "muditāsahagatena cetasā …",
  "mn97:29.4": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn97:29.5": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn97:29.6": "Ayaṃ kho, dhanañjāni, brahmānaṃ sahabyatāya maggo”ti. <a class=\"wp\" id=\"wp36\"></a>“",
  "mn97:29.7": "Tena hi, bho sāriputta, mama vacanena bhagavato pāde sirasā vandāhi:",
  "mn97:29.8": "‘dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno.",
  "mn97:29.9": "So bhagavato pāde sirasā vandatī’”ti.",
  "mn97:29.10": "Atha kho āyasmā sāriputto dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkāmi.",
  "mn97:29.11": "Atha kho dhanañjāni brāhmaṇo acirapakkante āyasmante sāriputte kālamakāsi, brahmalokañca upapajji.",
  "mn97:30.1": "Atha kho bhagavā bhikkhū āmantesi:",
  "mn97:30.2": "“eso, bhikkhave, sāriputto dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti.",
  "mn97:30.3": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:",
  "mn97:30.4": "“dhanañjāni, bhante, brāhmaṇo ābādhiko dukkhito bāḷhagilāno, so bhagavato pāde sirasā vandatī”ti.",
  "mn97:30.5": "“Kiṃ pana tvaṃ, sāriputta, dhanañjāniṃ brāhmaṇaṃ sati uttarikaraṇīye hīne brahmaloke patiṭṭhāpetvā uṭṭhāyāsanā pakkanto”ti?",
  "mn97:30.6": "“Mayhaṃ kho, bhante, evaṃ ahosi:",
  "mn97:30.7": "‘ime kho brāhmaṇā brahmalokādhimuttā, yannūnāhaṃ dhanañjānissa brāhmaṇassa brahmānaṃ sahabyatāya maggaṃ deseyyan’”ti.",
  "mn97:30.8": "“Kālaṅkato ca, sāriputta, dhanañjāni brāhmaṇo, brahmalokañca upapanno”ti.",
  "mn97:31.1": "Dhanañjānisuttaṃ niṭṭhitaṃ sattamaṃ."
}