{
  "_markup_path": "markup/mn/mn99.html",
  "_alt_strings": [
    "en/sujato/mn/mn99.json"
  ],
  "mn99:1.1": "Majjhima Nikāya 99",
  "mn99:2.1": "Subhasutta",
  "mn99:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn99:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn99:3.3": "Tena kho pana samayena subho māṇavo todeyyaputto sāvatthiyaṃ paṭivasati aññatarassa gahapatissa nivesane kenacideva karaṇīyena.",
  "mn99:3.4": "Atha kho subho māṇavo todeyyaputto yassa gahapatissa nivesane paṭivasati taṃ gahapatiṃ etadavoca:",
  "mn99:3.5": "“sutaṃ metaṃ, gahapati:",
  "mn99:3.6": "‘avivittā sāvatthī arahantehī’ti.",
  "mn99:3.7": "Kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā payirupāseyyāmā”ti?",
  "mn99:3.8": "“Ayaṃ, bhante, bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn99:3.9": "Taṃ, bhante, bhagavantaṃ payirupāsassū”ti.",
  "mn99:3.10": "Atha kho subho māṇavo todeyyaputto tassa gahapatissa paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn99:3.11": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn99:3.12": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn99:3.13": "Ekamantaṃ nisinno kho subho māṇavo todeyyaputto bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp4\"></a>“",
  "mn99:3.14": "brāhmaṇā, bho gotama, evamāhaṃsu:",
  "mn99:3.15": "‘gahaṭṭho ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ, na pabbajito ārādhako hoti ñāyaṃ dhammaṃ kusalan’ti.",
  "mn99:3.16": "Idha bhavaṃ gotamo kimāhā”ti?",
  "mn99:4.1": "“Vibhajjavādo kho ahamettha, māṇava;",
  "mn99:4.2": "nāhamettha ekaṃsavādo.",
  "mn99:4.3": "Gihissa vāhaṃ, māṇava, pabbajitassa vā micchāpaṭipattiṃ na vaṇṇemi.",
  "mn99:4.4": "Gihī vā hi, māṇava, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu na ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.",
  "mn99:4.5": "Gihissa vāhaṃ, māṇava, pabbajitassa vā sammāpaṭipattiṃ vaṇṇemi.",
  "mn99:4.6": "Gihī vā hi, māṇava, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti.",
  "mn99:5.1": "“Brāhmaṇā, bho gotama, evamāhaṃsu:",
  "mn99:5.2": "‘mahaṭṭhamidaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ gharāvāsakammaṭṭhānaṃ mahapphalaṃ hoti;",
  "mn99:5.3": "appaṭṭhamidaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ pabbajjā kammaṭṭhānaṃ appaphalaṃ hotī’ti.",
  "mn99:5.4": "Idha bhavaṃ gotamo kimāhā”ti.",
  "mn99:6.1": "“Etthāpi kho ahaṃ, māṇava, vibhajjavādo;",
  "mn99:6.2": "nāhamettha ekaṃsavādo.",
  "mn99:6.3": "Atthi, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ, vipajjamānaṃ appaphalaṃ hoti;",
  "mn99:6.4": "atthi, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ, sampajjamānaṃ mahapphalaṃ hoti;",
  "mn99:6.5": "atthi, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ, vipajjamānaṃ appaphalaṃ hoti;",
  "mn99:6.6": "atthi, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.",
  "mn99:6.7": "Katamañca, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti?",
  "mn99:6.8": "Kasi kho, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.",
  "mn99:6.9": "Katamañca, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti?",
  "mn99:6.10": "Kasiyeva kho, māṇava, kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.",
  "mn99:6.11": "Katamañca, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti?",
  "mn99:6.12": "Vaṇijjā kho, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.",
  "mn99:6.13": "Katamañca, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti?",
  "mn99:6.14": "Vaṇijjāyeva kho, māṇava, kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.",
  "mn99:7.1": "Seyyathāpi, māṇava, kasi kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti;",
  "mn99:7.2": "evameva kho, māṇava, gharāvāsakammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.",
  "mn99:7.3": "Seyyathāpi, māṇava, kasiyeva kammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti;",
  "mn99:7.4": "evameva kho, māṇava, gharāvāsakammaṭṭhānaṃ mahaṭṭhaṃ mahākiccaṃ mahādhikaraṇaṃ mahāsamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti.",
  "mn99:7.5": "Seyyathāpi, māṇava, vaṇijjā kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti;",
  "mn99:7.6": "evameva kho, māṇava, pabbajjā kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ vipajjamānaṃ appaphalaṃ hoti.",
  "mn99:7.7": "Seyyathāpi, māṇava, vaṇijjāyeva kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hoti;",
  "mn99:7.8": "evameva kho, māṇava, pabbajjā kammaṭṭhānaṃ appaṭṭhaṃ appakiccaṃ appādhikaraṇaṃ appasamārambhaṃ sampajjamānaṃ mahapphalaṃ hotī”ti.",
  "mn99:8.1": "“Brāhmaṇā, bho gotama, pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyā”ti.",
  "mn99:8.2": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāya—",
  "mn99:8.3": "sace te agaru—",
  "mn99:8.4": "sādhu te pañca dhamme imasmiṃ parisati bhāsassū”ti.",
  "mn99:8.5": "“Na kho me, bho gotama, garu yatthassu bhavanto vā nisinno bhavantarūpo vā”ti.",
  "mn99:8.6": "“Tena hi, māṇava, bhāsassū”ti. <a class=\"wp\" id=\"wp9\"></a>“",
  "mn99:8.7": "Saccaṃ kho, bho gotama, brāhmaṇā paṭhamaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.",
  "mn99:8.8": "Tapaṃ kho, bho gotama, brāhmaṇā dutiyaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.",
  "mn99:8.9": "Brahmacariyaṃ kho, bho gotama, brāhmaṇā tatiyaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.",
  "mn99:8.10": "Ajjhenaṃ kho, bho gotama, brāhmaṇā catutthaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.",
  "mn99:8.11": "Cāgaṃ kho, bho gotama, brāhmaṇā pañcamaṃ dhammaṃ paññapenti puññassa kiriyāya, kusalassa ārādhanāya.",
  "mn99:8.12": "Brāhmaṇā, bho gotama, ime pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyāti.",
  "mn99:8.13": "Idha bhavaṃ gotamo kimāhā”ti?",
  "mn99:9.1": "“Kiṃ pana, māṇava, atthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:",
  "mn99:9.2": "‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’”ti?",
  "mn99:9.3": "“No hidaṃ, bho gotama”.",
  "mn99:9.4": "“Kiṃ pana, māṇava, atthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha:",
  "mn99:9.5": "‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’”ti?",
  "mn99:9.6": "“No hidaṃ, bho gotama”.",
  "mn99:9.7": "“Kiṃ pana, māṇava, yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—",
  "mn99:9.8": "aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi evamāhaṃsu:",
  "mn99:9.9": "‘mayaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemā’”ti?",
  "mn99:9.10": "“No hidaṃ, bho gotama”.",
  "mn99:10.1": "“Iti kira, māṇava, natthi koci brāhmaṇānaṃ ekabrāhmaṇopi yo evamāha:",
  "mn99:10.2": "‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’ti;",
  "mn99:10.3": "natthi koci brāhmaṇānaṃ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha:",
  "mn99:10.4": "‘ahaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemī’ti;",
  "mn99:10.5": "yepi te brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—",
  "mn99:10.6": "aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu.",
  "mn99:10.7": "Tepi na evamāhaṃsu:",
  "mn99:10.8": "‘mayaṃ imesaṃ pañcannaṃ dhammānaṃ sayaṃ abhiññā sacchikatvā vipākaṃ pavedemā’ti.",
  "mn99:11.1": "Seyyathāpi, māṇava, andhaveṇi paramparāsaṃsattā purimopi na passati majjhimopi na passati pacchimopi na passati;",
  "mn99:11.2": "evameva kho, māṇava, andhaveṇūpamaṃ maññe brāhmaṇānaṃ bhāsitaṃ sampajjati—",
  "mn99:11.3": "purimopi na passati majjhimopi na passati pacchimopi na passatī”ti.",
  "mn99:12.1": "Evaṃ vutte, subho māṇavo todeyyaputto bhagavatā andhaveṇūpamena vuccamāno kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva vadamāno:",
  "mn99:12.2": "“samaṇo gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca:",
  "mn99:12.3": "“brāhmaṇo, bho gotama, pokkharasāti opamañño subhagavaniko evamāha:",
  "mn99:12.4": "‘evameva panidhekacce samaṇabrāhmaṇā uttari manussadhammā alamariyañāṇadassanavisesaṃ paṭijānanti.",
  "mn99:12.5": "Tesamidaṃ bhāsitaṃ hassakaṃyeva sampajjati, nāmakaṃyeva sampajjati, rittakaṃyeva sampajjati, tucchakaṃyeva sampajjati.",
  "mn99:12.6": "Kathañhi nāma manussabhūto uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—",
  "mn99:12.7": "netaṃ ṭhānaṃ vijjatī’”ti?",
  "mn99:13.1": "“Kiṃ pana, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko sabbesaṃyeva samaṇabrāhmaṇānaṃ cetasā ceto paricca pajānātī”ti?",
  "mn99:13.2": "“Sakāyapi hi, bho gotama, puṇṇikāya dāsiyā brāhmaṇo pokkharasāti opamañño subhagavaniko cetasā ceto paricca na pajānāti, kuto pana sabbesaṃyeva samaṇabrāhmaṇānaṃ cetasā ceto paricca pajānissatī”ti?",
  "mn99:14.1": "“Seyyathāpi, māṇava, jaccandho puriso na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.",
  "mn99:14.2": "So evaṃ vadeyya:",
  "mn99:14.3": "‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṃ rūpānaṃ dassāvī;",
  "mn99:14.4": "natthi nīlakāni rūpāni, natthi nīlakānaṃ rūpānaṃ dassāvī;",
  "mn99:14.5": "natthi pītakāni rūpāni, natthi pītakānaṃ rūpānaṃ dassāvī;",
  "mn99:14.6": "natthi lohitakāni rūpāni, natthi lohitakānaṃ rūpānaṃ dassāvī;",
  "mn99:14.7": "natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī;",
  "mn99:14.8": "natthi samavisamaṃ, natthi samavisamassa dassāvī;",
  "mn99:14.9": "natthi tārakarūpāni, natthi tārakarūpānaṃ dassāvī;",
  "mn99:14.10": "natthi candimasūriyā, natthi candimasūriyānaṃ dassāvī.",
  "mn99:14.11": "Ahametaṃ na jānāmi, ahametaṃ na passāmi;",
  "mn99:14.12": "tasmā taṃ natthī’ti.",
  "mn99:14.13": "Sammā nu kho so, māṇava, vadamāno vadeyyā”ti?",
  "mn99:15.1": "“No hidaṃ, bho gotama.",
  "mn99:15.2": "Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṃ rūpānaṃ dassāvī;",
  "mn99:15.3": "atthi nīlakāni rūpāni, atthi nīlakānaṃ rūpānaṃ dassāvī;",
  "mn99:15.4": "atthi pītakāni rūpāni, atthi pītakānaṃ rūpānaṃ dassāvī;",
  "mn99:15.5": "atthi lohitakāni rūpāni, atthi lohitakānaṃ rūpānaṃ dassāvī;",
  "mn99:15.6": "atthi mañjiṭṭhakāni rūpāni, atthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī;",
  "mn99:15.7": "atthi samavisamaṃ, atthi samavisamassa dassāvī;",
  "mn99:15.8": "atthi tārakarūpāni, atthi tārakarūpānaṃ dassāvī;",
  "mn99:15.9": "atthi candimasūriyā, atthi candimasūriyānaṃ dassāvī.",
  "mn99:15.10": "‘Ahametaṃ na jānāmi, ahametaṃ na passāmi;",
  "mn99:15.11": "tasmā taṃ natthī’ti;",
  "mn99:15.12": "na hi so, bho gotama, sammā vadamāno vadeyyā”ti.",
  "mn99:16.1": "“Evameva kho, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko andho acakkhuko.",
  "mn99:16.2": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—",
  "mn99:16.3": "netaṃ ṭhānaṃ vijjati.",
  "mn99:17.1": "Taṃ kiṃ maññasi, māṇava, ye te kosalakā brāhmaṇamahāsālā, seyyathidaṃ—",
  "mn99:17.2": "caṅkī brāhmaṇo tārukkho brāhmaṇo pokkharasāti brāhmaṇo jāṇussoṇi brāhmaṇo pitā ca te todeyyo, katamā nesaṃ seyyo, yaṃ vā te sammuccā vācaṃ bhāseyyuṃ yaṃ vā asammuccā”ti?",
  "mn99:17.3": "“Sammuccā, bho gotama”.",
  "mn99:18.1": "“Katamā nesaṃ seyyo, yaṃ vā te mantā vācaṃ bhāseyyuṃ yaṃ vā amantā”ti?",
  "mn99:18.2": "“Mantā, bho gotama”.",
  "mn99:19.1": "“Katamā nesaṃ seyyo, yaṃ vā te paṭisaṅkhāya vācaṃ bhāseyyuṃ yaṃ vā appaṭisaṅkhāyā”ti?",
  "mn99:19.2": "“Paṭisaṅkhāya, bho gotama”.",
  "mn99:20.1": "“Katamā nesaṃ seyyo, yaṃ vā te atthasaṃhitaṃ vācaṃ bhāseyyuṃ yaṃ vā anatthasaṃhitan”ti?",
  "mn99:20.2": "“Atthasaṃhitaṃ, bho gotama”.",
  "mn99:21.1": "“Taṃ kiṃ maññasi, māṇava, yadi evaṃ sante, brāhmaṇena pokkharasātinā opamaññena subhagavanikena sammuccā vācā bhāsitā asammuccā”ti?",
  "mn99:21.2": "“Asammuccā, bho gotama”.",
  "mn99:22.1": "“Mantā vācā bhāsitā amantā vā”ti?",
  "mn99:22.2": "“Amantā, bho gotama”.",
  "mn99:23.1": "“Paṭisaṅkhāya vācā bhāsitā appaṭisaṅkhāyā”ti?",
  "mn99:23.2": "“Appaṭisaṅkhāya, bho gotama”.",
  "mn99:24.1": "“Atthasaṃhitā vācā bhāsitā anatthasaṃhitā”ti?",
  "mn99:24.2": "“Anatthasaṃhitā, bho gotama”.",
  "mn99:25.1": "“Pañca kho ime, māṇava, nīvaraṇā.",
  "mn99:25.2": "Katame pañca?",
  "mn99:25.3": "Kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ—",
  "mn99:25.4": "ime kho, māṇava, pañca nīvaraṇā.",
  "mn99:25.5": "Imehi kho, māṇava, pañcahi nīvaraṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko āvuto nivuto ophuṭo pariyonaddho.",
  "mn99:25.6": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—",
  "mn99:25.7": "netaṃ ṭhānaṃ vijjati.",
  "mn99:26.1": "Pañca kho ime, māṇava, kāmaguṇā.",
  "mn99:26.2": "Katame pañca?",
  "mn99:26.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā;",
  "mn99:26.4": "sotaviññeyyā saddā …",
  "mn99:26.5": "pe …",
  "mn99:26.6": "ghānaviññeyyā gandhā …",
  "mn99:26.7": "jivhā viññeyyā rasā …",
  "mn99:26.8": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn99:26.9": "ime kho, māṇava, pañca kāmaguṇā.",
  "mn99:26.10": "Imehi kho, māṇava, pañcahi kāmaguṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko gathito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati.",
  "mn99:26.11": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṃ ñassati vā dakkhati vā sacchi vā karissatīti—",
  "mn99:26.12": "netaṃ ṭhānaṃ vijjati.",
  "mn99:27.1": "Taṃ kiṃ maññasi, māṇava, yaṃ vā tiṇakaṭṭhupādānaṃ paṭicca aggiṃ jāleyya yaṃ vā nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāleyya, katamo nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti?",
  "mn99:27.2": "“Sace taṃ, bho gotama, ṭhānaṃ nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāletuṃ, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti.",
  "mn99:27.3": "“Aṭṭhānaṃ kho etaṃ, māṇava, anavakāso yaṃ nissaṭṭhatiṇakaṭṭhupādānaṃ aggiṃ jāleyya aññatra iddhimatā.",
  "mn99:27.4": "Seyyathāpi, māṇava, tiṇakaṭṭhupādānaṃ paṭicca aggi jalati tathūpamāhaṃ, māṇava, imaṃ pītiṃ vadāmi yāyaṃ pīti pañca kāmaguṇe paṭicca.",
  "mn99:27.5": "Seyyathāpi, māṇava, nissaṭṭhatiṇakaṭṭhupādāno aggi jalati tathūpamāhaṃ, māṇava, imaṃ pītiṃ vadāmi yāyaṃ pīti aññatreva kāmehi aññatra akusalehi dhammehi.",
  "mn99:28.1": "Katamā ca, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi?",
  "mn99:28.2": "Idha, māṇava, bhikkhu vivicceva kāmehi …",
  "mn99:28.3": "pe …",
  "mn99:28.4": "paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn99:28.5": "Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi.",
  "mn99:28.6": "Puna caparaṃ, māṇava, bhikkhu vitakkavicārānaṃ vūpasamā …",
  "mn99:28.7": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn99:28.8": "Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi.",
  "mn99:29.1": "Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, katamettha brāhmaṇā dhammaṃ mahapphalataraṃ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti?",
  "mn99:29.2": "“Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cāgamettha brāhmaṇā dhammaṃ mahapphalataraṃ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti.",
  "mn99:30.1": "“Taṃ kiṃ maññasi, māṇava, idha aññatarassa brāhmaṇassa mahāyañño paccupaṭṭhito assa.",
  "mn99:30.2": "Atha dve brāhmaṇā āgaccheyyuṃ:",
  "mn99:30.3": "‘itthannāmassa brāhmaṇassa mahāyaññaṃ anubhavissāmā’ti.",
  "mn99:30.4": "Tatrekassa brāhmaṇassa evamassa:",
  "mn99:30.5": "‘aho vata ahameva labheyyaṃ bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na añño brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti.",
  "mn99:30.6": "Ṭhānaṃ kho panetaṃ, māṇava, vijjati yaṃ añño brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, na so brāhmaṇo labheyya bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ.",
  "mn99:30.7": "‘Añño brāhmaṇo labhati bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍaṃ, nāhaṃ labhāmi bhattagge aggāsanaṃ aggodakaṃ aggapiṇḍan’ti—",
  "mn99:30.8": "iti so kupito hoti anattamano.",
  "mn99:30.9": "Imassa pana, māṇava, brāhmaṇā kiṃ vipākaṃ paññapentī”ti?",
  "mn99:30.10": "“Na khvettha, bho gotama, brāhmaṇā evaṃ dānaṃ denti:",
  "mn99:30.11": "‘iminā paro kupito hotu anattamano’ti.",
  "mn99:30.12": "Atha khvettha brāhmaṇā anukampājātikaṃyeva dānaṃ dentī”ti.",
  "mn99:30.13": "“Evaṃ sante kho, māṇava, brāhmaṇānaṃ idaṃ chaṭṭhaṃ puññakiriyavatthu hoti—",
  "mn99:30.14": "yadidaṃ anukampājātikan”ti.",
  "mn99:30.15": "“Evaṃ sante, bho gotama, brāhmaṇānaṃ idaṃ chaṭṭhaṃ puññakiriyavatthu hoti—",
  "mn99:30.16": "yadidaṃ anukampājātikan”ti.",
  "mn99:31.1": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, ime tvaṃ pañca dhamme kattha bahulaṃ samanupassasi—",
  "mn99:31.2": "gahaṭṭhesu vā pabbajitesu vā”ti?",
  "mn99:31.3": "“Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṃ pañca dhamme pabbajitesu bahulaṃ samanupassāmi appaṃ gahaṭṭhesu.",
  "mn99:31.4": "Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho, na satataṃ samitaṃ saccavādī hoti;",
  "mn99:31.5": "pabbajito kho pana, bho gotama, appaṭṭho appakicco appādhikaraṇo appasamārambho, satataṃ samitaṃ saccavādī hoti.",
  "mn99:31.6": "Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho na satataṃ samitaṃ tapassī hoti …",
  "mn99:31.7": "brahmacārī hoti …",
  "mn99:31.8": "sajjhāyabahulo hoti …",
  "mn99:31.9": "cāgabahulo hoti;",
  "mn99:31.10": "pabbajito kho pana, bho gotama, appaṭṭho appakicco appādhikaraṇo appasamārambho satataṃ samitaṃ tapassī hoti …",
  "mn99:31.11": "brahmacārī hoti …",
  "mn99:31.12": "sajjhāyabahulo hoti …",
  "mn99:31.13": "cāgabahulo hoti.",
  "mn99:31.14": "Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṃ pañca dhamme pabbajitesu bahulaṃ samanupassāmi appaṃ gahaṭṭhesū”ti.",
  "mn99:32.1": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya cittassāhaṃ ete parikkhāre vadāmi—",
  "mn99:32.2": "yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.",
  "mn99:32.3": "Idha, māṇava, bhikkhu saccavādī hoti.",
  "mn99:32.4": "So ‘saccavādīmhī’ti labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "mn99:32.5": "Yaṃ taṃ kusalūpasaṃhitaṃ pāmojjaṃ, cittassāhaṃ etaṃ parikkhāraṃ vadāmi—",
  "mn99:32.6": "yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.",
  "mn99:32.7": "Idha, māṇava, bhikkhu tapassī hoti …",
  "mn99:32.8": "pe …",
  "mn99:32.9": "brahmacārī hoti …",
  "mn99:32.10": "pe …",
  "mn99:32.11": "sajjhāyabahulo hoti …",
  "mn99:32.12": "pe …",
  "mn99:32.13": "cāgabahulo hoti.",
  "mn99:32.14": "So ‘cāgabahulomhī’ti labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "mn99:32.15": "Yaṃ taṃ kusalūpasaṃhitaṃ pāmojjaṃ, cittassāhaṃ etaṃ parikkhāraṃ vadāmi—",
  "mn99:32.16": "yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāya.",
  "mn99:32.17": "Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cittassāhaṃ ete parikkhāre vadāmi—",
  "mn99:32.18": "yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāyā”ti.",
  "mn99:33.1": "Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca:",
  "mn99:33.2": "“sutaṃ metaṃ, bho gotama:",
  "mn99:33.3": "‘samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ jānātī’”ti.",
  "mn99:34.1": "“Taṃ kiṃ maññasi, māṇava, āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti?",
  "mn99:35.1": "“Evaṃ, bho, āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti.",
  "mn99:36.1": "“Taṃ, kiṃ maññasi, māṇava, idhassa puriso naḷakāragāme jātavaddho;",
  "mn99:36.2": "tamenaṃ naḷakāragāmato tāvadeva avasaṭaṃ naḷakāragāmassa maggaṃ puccheyyuṃ;",
  "mn99:36.3": "siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā”ti?",
  "mn99:37.1": "“No hidaṃ, bho gotama”.",
  "mn99:38.1": "“Taṃ kissa hetu”?",
  "mn99:39.1": "“Amu hi, bho gotama, puriso naḷakāragāme jātavaddho.",
  "mn99:39.2": "Tassa sabbāneva naḷakāragāmassa maggāni suviditānī”ti.",
  "mn99:39.3": "“Siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vāti, na tveva tathāgatassa brahmalokaṃ vā brahmalokagāminiṃ vā paṭipadaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā.",
  "mn99:39.4": "Brahmānañcāhaṃ, māṇava, pajānāmi brahmalokañca brahmalokagāminiñca paṭipadaṃ;",
  "mn99:39.5": "yathāpaṭipanno ca brahmalokaṃ upapanno tañca pajānāmī”ti.",
  "mn99:40.1": "“Sutaṃ metaṃ, bho gotama:",
  "mn99:40.2": "‘samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ desetī’ti.",
  "mn99:40.3": "Sādhu me bhavaṃ gotamo brahmānaṃ sahabyatāya maggaṃ desetū”ti.",
  "mn99:41.1": "“Tena hi, māṇava, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn99:41.2": "“Evaṃ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi.",
  "mn99:41.3": "Bhagavā etadavoca:",
  "mn99:42.1": "“Katamo ca, māṇava, brahmānaṃ sahabyatāya maggo?",
  "mn99:42.2": "Idha, māṇava, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn99:42.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn99:42.4": "Evaṃ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.",
  "mn99:42.5": "Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;",
  "mn99:42.6": "evameva kho, māṇava …",
  "mn99:42.7": "pe …",
  "mn99:42.8": "evaṃ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.",
  "mn99:42.9": "Ayampi kho, māṇava, brahmānaṃ sahabyatāya maggo.",
  "mn99:43.1": "“Puna caparaṃ, māṇava, bhikkhu karuṇāsahagatena cetasā …",
  "mn99:43.2": "pe …",
  "mn99:43.3": "muditāsahagatena cetasā …",
  "mn99:43.4": "pe …",
  "mn99:43.5": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn99:43.6": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn99:43.7": "Evaṃ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.",
  "mn99:43.8": "Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;",
  "mn99:43.9": "evameva kho, māṇava …",
  "mn99:43.10": "pe …",
  "mn99:43.11": "evaṃ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.",
  "mn99:43.12": "Ayampi kho, māṇava, brahmānaṃ sahabyatāya maggo”ti.",
  "mn99:44.1": "Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca:",
  "mn99:44.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn99:44.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn99:44.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn99:44.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn99:44.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn99:44.7": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.",
  "mn99:44.8": "Handa ca dāni mayaṃ, bho gotama, gacchāma;",
  "mn99:44.9": "bahukiccā mayaṃ bahukaraṇīyā”ti. <a class=\"wp\" id=\"wp29\"></a>“",
  "mn99:44.10": "Yassadāni tvaṃ, māṇava, kālaṃ maññasī”ti.",
  "mn99:44.11": "Atha kho subho māṇavo todeyyaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn99:45.1": "Tena kho pana samayena jāṇussoṇi brāhmaṇo sabbasetena vaḷavābhirathena sāvatthiyā niyyāti divā divassa.",
  "mn99:45.2": "Addasā kho jāṇussoṇi brāhmaṇo subhaṃ māṇavaṃ todeyyaputtaṃ dūratova āgacchantaṃ.",
  "mn99:45.3": "Disvāna subhaṃ māṇavaṃ todeyyaputtaṃ etadavoca:",
  "mn99:45.4": "“handa kuto nu bhavaṃ bhāradvājo āgacchati divā divassā”ti?",
  "mn99:45.5": "“Ito hi kho ahaṃ, bho, āgacchāmi samaṇassa gotamassa santikā”ti.",
  "mn99:45.6": "“Taṃ kiṃ maññasi, bhavaṃ bhāradvājo samaṇassa gotamassa paññāveyyattiyaṃ paṇḍito maññeti”?",
  "mn99:45.7": "“Ko cāhaṃ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṃ jānissāmi?",
  "mn99:45.8": "Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṃ jāneyyā”ti.",
  "mn99:45.9": "“Uḷārāya khalu bhavaṃ bhāradvājo samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatī”ti.",
  "mn99:45.10": "“Ko cāhaṃ, bho, ko ca samaṇaṃ gotamaṃ pasaṃsissāmi?",
  "mn99:45.11": "Pasatthapasatthova so bhavaṃ gotamo seṭṭho devamanussānaṃ.",
  "mn99:45.12": "Ye cime, bho, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya;",
  "mn99:45.13": "cittassete samaṇo gotamo parikkhāre vadeti—",
  "mn99:45.14": "yadidaṃ cittaṃ averaṃ abyābajjhaṃ tassa bhāvanāyā”ti.",
  "mn99:46.1": "Evaṃ vutte, jāṇussoṇi brāhmaṇo sabbasetā vaḷavābhirathā orohitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā udānaṃ udānesi:",
  "mn99:46.2": "“lābhā rañño pasenadissa kosalassa, suladdhalābhā rañño pasenadissa kosalassa yassa vijite tathāgato viharati arahaṃ sammāsambuddho”ti.",
  "mn99:47.1": "Subhasuttaṃ niṭṭhitaṃ navamaṃ."
}