{
  "_markup_path": "markup/sn/sn42/sn42.06.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.06.json"
  ],
  "sn42.6:1.1": "Linked Discourses 42 ",
  "sn42.6:2.1": "1 Chiefs",
  "sn42.6:3.1": "6 With Asibandhaka’s Son",
  "sn42.6:4.1": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. ",
  "sn42.6:4.2": "Then Asibandhaka’s son the chief went up to the Buddha,",
  "sn42.6:4.3": "bowed, sat down to one side, ",
  "sn42.6:4.4": "and said to him:",
  "sn42.6:5.1": "“Sir, there are western brahmins draped with moss who carry pitchers, immerse themselves in water, and worship the sacred flame.",
  "sn42.6:5.2": "When someone has died, they truly lift them up, raise them up, and guide them along to heaven.",
  "sn42.6:5.3": "But what about the Blessed One, the perfected one, the fully awakened Buddha: is he able to ensure that the whole world will be reborn in a good place, a heavenly realm when their body breaks up, after death?”",
  "sn42.6:6.1": "“Well then, brahmin, I’ll ask you about this in return, ",
  "sn42.6:6.2": "and you can answer as you like. ",
  "sn42.6:7.1": "What do you think, chief? Take a person who kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view.",
  "sn42.6:7.2": "And a large crowd comes together to offer up prayers and praise, circumnambulating them with cupped hands and saying:",
  "sn42.6:7.3": "‘When this person’s body breaks up, after death, may they be reborn in a good place, a heavenly realm!’",
  "sn42.6:7.4": "What do you think, chief? Would that person be reborn in heaven because of their prayers?”",
  "sn42.6:7.5": "“No, sir.”",
  "sn42.6:8.1": "“Chief, suppose a person was to throw a large rock into a deep lake.",
  "sn42.6:8.2": "And a large crowd was to come together to offer up prayers and praise, circumnambulating it with cupped hands, and saying:",
  "sn42.6:8.3": "‘Rise, good rock! Float, good rock! Float to shore, good rock!’",
  "sn42.6:8.4": "What do you think, chief? Would that large rock rise up or float because of their prayers?”",
  "sn42.6:8.5": "“No, sir.”",
  "sn42.6:8.6": "“In the same way, take a person who kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view.",
  "sn42.6:8.7": "Even though a large crowd comes together to offer up prayers and praise …",
  "sn42.6:8.8": "when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "sn42.6:9.1": "What do you think, chief? Take a person who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view.",
  "sn42.6:9.2": "And a large crowd comes together to offer up prayers and praise, circumnambulating them with cupped hands and saying:",
  "sn42.6:9.3": "‘When this person’s body breaks up, after death, may they be reborn in a place of loss, a bad place, the underworld, hell!’",
  "sn42.6:9.4": "What do you think, chief? Would that person be reborn in hell because of their prayers?”",
  "sn42.6:9.5": "“No, sir.”",
  "sn42.6:10.1": "“Chief, suppose a person was to sink a pot of ghee or oil into a deep lake and break it open.",
  "sn42.6:10.2": "Its shards and chips would sink down, ",
  "sn42.6:10.3": "while the ghee or oil in it would rise up.",
  "sn42.6:10.4": "And a large crowd was to come together to offer up prayers and praise, circumnambulating it with cupped hands and saying: ",
  "sn42.6:10.5": "‘Sink, good ghee or oil! Descend, good ghee or oil! Go down, good ghee or oil!”",
  "sn42.6:10.6": "What do you think, chief? Would that ghee or oil sink and descend because of their prayers?”",
  "sn42.6:10.7": "“No, sir.”",
  "sn42.6:11.1": "“In the same way, take a person who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view. Even though a large crowd comes together to offer up prayers and praise …",
  "sn42.6:11.2": "when their body breaks up, after death, they’re reborn in a good place, a heavenly realm.”",
  "sn42.6:11.3": "When he said this, Asikabandha’s son the chief said to the Buddha: ",
  "sn42.6:11.4": "“Excellent, sir! …",
  "sn42.6:11.5": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”"
}