{
  "_markup_path": "markup/sn/sn42/sn42.10.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.10.json"
  ],
  "sn42.10:1.1": "Linked Discourses 42",
  "sn42.10:2.1": "1 Chiefs",
  "sn42.10:3.1": "10 Maṇicūḷaka",
  "sn42.10:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn42.10:4.2": "Now at that time while the king’s retinue was sitting together in the royal compound this discussion came up among them:",
  "sn42.10:4.3": "“Gold and money are proper for Sakyan ascetics. They accept and receive gold and money.”",
  "sn42.10:5.1": "Now at that time the chief Maṇicūḷaka was sitting in that assembly.",
  "sn42.10:5.2": "He said to that retinue:",
  "sn42.10:5.3": "“Good sirs, don’t say that.",
  "sn42.10:5.4": "Gold and money are not proper for Sakyan ascetics. They neither accept nor receive gold and money. They have set aside gems and gold, and rejected gold and money.”",
  "sn42.10:5.5": "But he was unable to persuade them.",
  "sn42.10:5.6": "Then Maṇicūḷaka went up to the Buddha,",
  "sn42.10:5.7": "bowed, sat down to one side, ",
  "sn42.10:5.8": "and told him what had happened. He then said:",
  "sn42.10:5.15": "“Answering this way, I hope that I repeat what the Buddha has said, and don’t misrepresent him with an untruth. I hope my explanation is in line with the teaching, and that there no legitimate grounds for rebuke or criticism.”",
  "sn42.10:6.1": "“Indeed, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuke or criticism.",
  "sn42.10:6.2": "Gold and money are not proper for Sakyan ascetics. They neither accept nor receive gold and money. They have set aside gems and gold, and rejected gold and money.",
  "sn42.10:6.3": "If gold and silver were proper for them, then the five kinds of sensual stimulation would also be proper.",
  "sn42.10:6.4": "And if the five kinds of sensual stimulation are proper for them, you should definitely regard them as not having the qualities of an ascetic or a follower of the Sakyan.",
  "sn42.10:6.5": "Rather, chief, I say this.",
  "sn42.10:6.6": "Rather, chief, I say this.",
  "sn42.10:6.7": "But I say that there no way they can accept or look for gold and money.”"
}