{
  "_markup_path": "markup/sn/sn42/sn42.02.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.02.json"
  ],
  "sn42.2:1.1": "Linked Discourses 42 ",
  "sn42.2:2.1": "1 Chiefs ",
  "sn42.2:3.1": "2 With Tāḷapuṭa",
  "sn42.2:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn42.2:4.2": "Then Tāḷapuṭa the dancing master came up to the Buddha,",
  "sn42.2:4.3": "bowed, sat down to one side, ",
  "sn42.2:4.4": "and said to the Buddha:",
  "sn42.2:4.5": "“Sir, I have heard that the dancers of the past who were teachers of teachers said:",
  "sn42.2:4.6": "‘Suppose a dancer entertains and amuses people in a stage or theater with truth and lies. When their body breaks up, after death, they’re reborn in the company of laughing gods.’ ",
  "sn42.2:4.7": "What does the Buddha say about this?”",
  "sn42.2:4.8": "“Enough, chief, let it be.",
  "sn42.2:4.9": "Don’t ask me that.”",
  "sn42.2:4.10": "For a second time …",
  "sn42.2:4.16": "And for a third time Tāḷapuṭa said to the Buddha:",
  "sn42.2:4.17": "“Sir, I have heard that the dancers of the past who were teachers of teachers said: ",
  "sn42.2:4.18": "‘Suppose a dancer entertains and amuses people in a stage or theater with truth and lies. When their body breaks up, after death, they’re reborn in the company of laughing gods.’ ",
  "sn42.2:4.19": "What does the Buddha say about this?” ",
  "sn42.2:5.1": "“Clearly, chief, I’m not getting through to you when I say:",
  "sn42.2:5.2": "‘Enough, chief, let it be. Don’t ask me that.’",
  "sn42.2:5.3": "Nevertheless, I will answer you.",
  "sn42.2:5.4": "When sentient beings are still not free of greed, and are still bound by greed,",
  "sn42.2:5.5": "a dancer in a stage or theater presents them with even more arousing things.",
  "sn42.2:5.6": "When sentient beings are still not free of hate, and are still bound by hate,",
  "sn42.2:5.7": "a dancer in a stage or theater presents them with even more hateful things.",
  "sn42.2:5.8": "When sentient beings are still not free of delusion, and are still bound by delusion,",
  "sn42.2:5.9": "a dancer in a stage or theater presents them with even more delusory things.",
  "sn42.2:5.10": "And so, being heedless and negligent themselves, they’ve encouraged others to be heedless and negligent. When their body breaks up, after death, they’re reborn in the hell called ‘Laughter’.",
  "sn42.2:5.11": "But if you have such a view:",
  "sn42.2:5.12": "‘Suppose a dancer entertains and amuses people in a stage or theater with truth and lies. When their body breaks up, after death, they’re reborn in the company of laughing gods.’ This is your wrong view.",
  "sn42.2:5.13": "An individual with wrong view is reborn in one of two places, I say:",
  "sn42.2:5.14": "hell or the animal realm.”",
  "sn42.2:6.1": "When he said this, Tāḷapuṭa cried and burst out in tears.",
  "sn42.2:6.2": "“This is what I didn’t get through to you when I said:",
  "sn42.2:6.3": "‘Enough, chief, let it be.",
  "sn42.2:6.4": "Don’t ask me that.’”",
  "sn42.2:6.5": "“Sir, I’m not crying because of what the Buddha said.",
  "sn42.2:6.6": "But sir, for a long time I’ve been cheated, tricked, and deceived by the dancers of the past who were teachers of teachers, who said:",
  "sn42.2:6.7": "‘Suppose a dancer entertains and amuses people in a stage or theater with truth and lies. When their body breaks up, after death, they’re reborn in the company of laughing gods.’",
  "sn42.2:6.8": "Excellent, sir! Excellent!",
  "sn42.2:6.9": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn42.2:6.10": "so people with good eyes can see what’s there,  ",
  "sn42.2:6.11": "so too the Buddha has made the teaching clear in many ways.  ",
  "sn42.2:6.12": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha. ",
  "sn42.2:6.13": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "sn42.2:6.14": "And the dancing master Tāḷapuṭa received the going forth, the ordination in the Buddha’s presence.",
  "sn42.2:6.15": "Not long after his ordination, the mendicant Tāḷapuṭa …",
  "sn42.2:6.16": "became one of the perfected."
}