{
  "_markup_path": "markup/sn/sn42/sn42.12.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.12.json"
  ],
  "sn42.12:1.1": "Linked Discourses 42 ",
  "sn42.12:2.1": "1 Chiefs",
  "sn42.12:3.1": "12 With Rāsiya",
  "sn42.12:4.1": "Then Rāsiya the chief went up to the Buddha,",
  "sn42.12:4.2": "bowed, sat down to one side, ",
  "sn42.12:4.3": "and said to him:",
  "sn42.12:4.4": "“Sir, I have heard this: ‘The ascetic Gotama criticizes all forms of mortification. He categorically condemns and denounces those who practice mortification and rough living.’",
  "sn42.12:4.5": "Do those who say this ",
  "sn42.12:4.6": "repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”",
  "sn42.12:4.7": "“Chief, those who say this",
  "sn42.12:4.8": "do not repeat what I have said. They misrepresent me with what is false, baseless, and untrue.",
  "sn42.12:5.1": "These two extremes should not be cultivated by one who has gone forth.",
  "sn42.12:5.2": "Indulgence in sensual pleasures, which is low, crass, ordinary, ignoble, and pointless. And indulgence in self-mortification, which is painful, ignoble, and pointless.",
  "sn42.12:5.3": "Avoiding these two extremes, the Realized One woke up by understanding the middle way,",
  "sn42.12:5.4": "which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.",
  "sn42.12:5.5": "And what is that middle way?",
  "sn42.12:5.7": "It is simply this noble eightfold path, that is:",
  "sn42.12:5.8": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.  ",
  "sn42.12:5.10": "And what is that middle way?",
  "sn42.12:6.1": "There are these three kinds of pleasure seekers in the world.",
  "sn42.12:6.2": "What three?",
  "sn42.12:6.3": "Take a pleasure seeker who seeks for wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit.",
  "sn42.12:6.4": "Next, a pleasure seeker seeks for wealth using illegitimate, coercive means.",
  "sn42.12:6.5": "They make themselves happy and pleased, but don’t share it and make merit.",
  "sn42.12:6.6": "Next, a pleasure seeker seeks for wealth using illegitimate, coercive means. ",
  "sn42.12:6.7": "They make themselves happy and pleased, and they share it and make merit. ",
  "sn42.12:7.1": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
  "sn42.12:7.2": "They don’t make themselves happy and pleased, or share it and make merit.",
  "sn42.12:7.3": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive.  ",
  "sn42.12:7.4": "They don’t make themselves happy and pleased, or share it and make merit.",
  "sn42.12:7.5": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
  "sn42.12:7.6": "They make themselves happy and pleased, and they share it and make merit.",
  "sn42.12:8.1": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.",
  "sn42.12:8.2": "They don’t make themselves happy and pleased, or share it and make merit.",
  "sn42.12:8.3": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means. ",
  "sn42.12:8.4": "They make themselves happy and pleased, but don’t share it and make merit.",
  "sn42.12:8.5": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.  ",
  "sn42.12:8.6": "They make themselves happy and pleased, and they share it and make merit. ",
  "sn42.12:8.7": "They enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape.",
  "sn42.12:8.8": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.",
  "sn42.12:8.9": "They make themselves happy and pleased, and they share it and make merit.",
  "sn42.12:8.10": "And they enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.",
  "sn42.12:9.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit. They may be criticized on three grounds.",
  "sn42.12:9.3": "What three?",
  "sn42.12:9.4": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism.",
  "sn42.12:9.5": "They don’t make themselves happy and pleased. This is the first ground for criticism.",
  "sn42.12:9.6": "They don’t share it and make merit. This is the third ground for criticism. ",
  "sn42.12:9.7": "This pleasure seeker may be criticized on these three grounds.",
  "sn42.12:10.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit.",
  "sn42.12:10.2": "This pleasure seeker may be criticized on two grounds, and praised on one.",
  "sn42.12:10.3": "What are the two grounds for criticism?",
  "sn42.12:10.4": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ",
  "sn42.12:10.5": "They don’t share it and make merit. This is the second ground for criticism.",
  "sn42.12:10.6": "What is the one ground for praise?",
  "sn42.12:10.7": "They make themselves happy and pleased. This is the one ground for praise.",
  "sn42.12:10.8": "This pleasure seeker may be criticized on these two grounds, and praised on this one.",
  "sn42.12:11.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit.",
  "sn42.12:11.2": "This pleasure seeker may be criticized on one ground, and praised on two.",
  "sn42.12:11.3": "What is the one ground for criticism?",
  "sn42.12:11.4": "They seek for wealth using illegitimate, coercive means. This is the one ground for criticism.",
  "sn42.12:11.5": "What are the two grounds for praise?",
  "sn42.12:11.6": "They make themselves happy and pleased. This is the first ground for praise.",
  "sn42.12:11.7": "They share it and make merit. This is the second ground for praise.",
  "sn42.12:11.8": "This pleasure seeker may be criticized on this one ground, and praised on these two.",
  "sn42.12:12.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, or share it and make merit. They may be praised on one ground, and criticized on three.",
  "sn42.12:12.3": "What is the one ground for praise? ",
  "sn42.12:12.4": "They seek for wealth using legitimate, non-coercive means. This is the one ground for praise. ",
  "sn42.12:12.5": "What are the three grounds for criticism?",
  "sn42.12:12.6": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ",
  "sn42.12:12.7": "They don’t make themselves happy and pleased. This is the second ground for criticism.",
  "sn42.12:12.8": "They don’t share it and make merit. This is the third ground for criticism.",
  "sn42.12:12.9": "This pleasure seeker may be praised on this one ground, and criticized on these three.",
  "sn42.12:13.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two.",
  "sn42.12:13.3": "What are the two grounds for praise? ",
  "sn42.12:13.4": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ",
  "sn42.12:13.5": "They make themselves happy and pleased. This is the second ground for praise.  ",
  "sn42.12:13.6": "What are the two grounds for criticism? ",
  "sn42.12:13.7": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ",
  "sn42.12:13.8": "They don’t share it and make merit. This is the second ground for criticism. ",
  "sn42.12:13.9": "This pleasure seeker may be praised on these two grounds, and criticized on these two.",
  "sn42.12:14.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and makes merit. They may be praised on three grounds, and criticized on one.",
  "sn42.12:14.3": "What are the three grounds for praise?",
  "sn42.12:14.4": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise.  ",
  "sn42.12:14.5": "They make themselves happy and pleased. This is the second ground for praise.   ",
  "sn42.12:14.6": "They share it and make merit. This is the third ground for praise. ",
  "sn42.12:14.7": "What is the one ground for criticism? ",
  "sn42.12:14.8": "They seek for wealth using illegitimate, coercive means. This is the one ground for criticism. ",
  "sn42.12:14.9": "This pleasure seeker may be praised on these three grounds, and criticized on this one.",
  "sn42.12:15.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, but who doesn’t make themselves happy and pleased, or share it and make merit. ",
  "sn42.12:15.2": "They may be praised on one ground, and criticized on two.",
  "sn42.12:15.3": "What is the one ground for praise? ",
  "sn42.12:15.4": "They seek for wealth using legitimate, non-coercive means. This is the one ground for praise.",
  "sn42.12:15.5": "What are the two grounds for criticism? ",
  "sn42.12:15.6": "They don’t make themselves happy and pleased. This is the first ground for criticism.",
  "sn42.12:15.7": "They don’t share it and make merit. This is the second ground for criticism. ",
  "sn42.12:15.8": "This pleasure seeker may be praised on this one ground, and criticized on these two.",
  "sn42.12:16.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit.",
  "sn42.12:16.2": "This pleasure seeker may be praised on two grounds, and criticized on one.",
  "sn42.12:16.3": "What are the two grounds for praise? ",
  "sn42.12:16.4": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise.",
  "sn42.12:16.5": "They make themselves happy and pleased. This is the second ground for praise.",
  "sn42.12:16.6": "What is the one ground for criticism? ",
  "sn42.12:16.7": "They don’t share it and make merit. This is the one ground for criticism.",
  "sn42.12:16.8": "This pleasure seeker may be praised on these two grounds, and criticized on this one.",
  "sn42.12:17.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and criticized on one.",
  "sn42.12:17.3": "What are the three grounds for praise? ",
  "sn42.12:17.4": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise.  ",
  "sn42.12:17.5": "They make themselves happy and pleased. This is the second ground for praise.",
  "sn42.12:17.6": "They share it and make merit. This is the third ground for praise.",
  "sn42.12:17.7": "What is the one ground for criticism? ",
  "sn42.12:17.8": "They enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape. This is the one ground for criticism.",
  "sn42.12:17.9": "This pleasure seeker may be praised on these three grounds, and criticized on this one.",
  "sn42.12:18.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit.",
  "sn42.12:18.2": "And they enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape. ",
  "sn42.12:18.3": "This pleasure seeker may be praised on these four grounds.",
  "sn42.12:18.4": "What are the four grounds for praise? ",
  "sn42.12:18.5": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise.  ",
  "sn42.12:18.6": "They make themselves happy and pleased. This is the second ground for praise.",
  "sn42.12:18.7": "They share it and make merit. This is the third ground for praise.",
  "sn42.12:18.8": "They enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape. This is the fourth ground for praise.",
  "sn42.12:18.9": "This pleasure seeker may be praised on these four grounds.",
  "sn42.12:19.1": "These three practitioners of mortification and rough living are found in the world.",
  "sn42.12:19.2": "What three?",
  "sn42.12:19.3": "Take a self-mortifier who has gone forth from the lay life into homelessness, thinking:",
  "sn42.12:19.4": "‘Hopefully I will achieve a wholesome quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’",
  "sn42.12:19.5": "They torment and torture themselves. But they don’t achieve any wholesome quality, or realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
  "sn42.12:20.1": "Take another self-mortifier who has gone forth from the lay life into homelessness, thinking:",
  "sn42.12:20.2": "‘Hopefully I will achieve a wholesome quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’ ",
  "sn42.12:20.3": "They torment and torture themselves. And they achieve a wholesome quality, but don’t realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
  "sn42.12:21.1": "Take another self-mortifier who has gone forth from the lay life into homelessness, thinking:",
  "sn42.12:21.2": "‘Hopefully I will achieve a wholesome quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’ ",
  "sn42.12:21.3": "They torment and torture themselves. And they achieve a wholesome quality, and they realize a superhuman distinction in knowledge and vision worthy of the noble ones.",
  "sn42.12:22.1": "In this case, the first self-mortifier",
  "sn42.12:22.2": "may be criticized on these three grounds.",
  "sn42.12:22.3": "What three? ",
  "sn42.12:22.4": "They torment and torture themselves. This is the first ground for criticism.",
  "sn42.12:22.5": "They don’t achieve a wholesome quality. This is the second ground for criticism.",
  "sn42.12:22.6": "They don’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the third ground for criticism.",
  "sn42.12:22.7": "This self-mortifier may be criticized on these three grounds.",
  "sn42.12:23.1": "In this case, the second self-mortifier",
  "sn42.12:23.2": "may be criticized on two grounds, and praised on one.",
  "sn42.12:23.3": "What are the two grounds for criticism? ",
  "sn42.12:23.4": "They torment and torture themselves. This is the first ground for criticism. ",
  "sn42.12:23.5": "They don’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the second ground for criticism.",
  "sn42.12:23.6": "What is the one ground for praise? ",
  "sn42.12:23.7": "They achieve a wholesome quality. This is the one ground for praise.",
  "sn42.12:23.8": "This self-mortifier may be criticized on these two grounds, and praised on one.",
  "sn42.12:24.1": "In this case, the third self-mortifier",
  "sn42.12:24.2": "may be criticized on one grounds, and praised on two.",
  "sn42.12:24.3": "What is the one ground for criticism? ",
  "sn42.12:24.4": "They torment and torture themselves. This is the one ground for criticism.",
  "sn42.12:24.5": "What are the two grounds for praise? ",
  "sn42.12:24.6": "They achieve a wholesome quality. This is the first ground for praise.",
  "sn42.12:24.7": "They realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the second ground for praise.",
  "sn42.12:24.8": "This self-mortifier may be criticized on this one ground, and praised on two.",
  "sn42.12:25.1": "There are these three kinds of wearing away that are realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know them for themselves.",
  "sn42.12:25.2": "What three?",
  "sn42.12:25.3": "A greedy person, because of greed, intends to hurt themselves, hurt others, and hurt both.",
  "sn42.12:25.4": "When they’ve given up greed they don’t have such intentions.",
  "sn42.12:25.5": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "sn42.12:25.6": "A hateful person, because of hate, intends to hurt themselves, hurt others, and hurt both.",
  "sn42.12:25.7": "When they’ve given up hate they don’t have such intentions.",
  "sn42.12:25.8": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "sn42.12:25.9": "A deluded person, because of delusion, intends to hurt themselves, hurt others, and hurt both.",
  "sn42.12:25.10": "When they’ve given up delusion they don’t have such intentions.",
  "sn42.12:25.11": "This wearing away is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "sn42.12:25.12": "These are the three kinds of wearing away that are realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know them for themselves.”",
  "sn42.12:26.1": "When he said this, Rāsiya the chief said to the Buddha: ",
  "sn42.12:26.2": "“Excellent, sir! Excellent! …",
  "sn42.12:26.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}