{
  "_markup_path": "markup/sn/sn42/sn42.09.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.09.json"
  ],
  "sn42.9:1.1": "Linked Discourses 42 ",
  "sn42.9:2.1": "1 Chiefs",
  "sn42.9:3.1": "9 Families",
  "sn42.9:4.1": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants when he arrived at Nāḷandā.",
  "sn42.9:4.2": "There he stayed near Nālandā in Pāvārika’s mango grove.",
  "sn42.9:5.1": "Now that was a time of famine and scarcity in Nāḷandā, with blighted crops turned to straw.",
  "sn42.9:5.2": "At that time Nigaṇṭha Nāṭaputta was residing at Nāḷandā together with a large assembly of Jain ascetics.",
  "sn42.9:5.3": "Then Asibandhaka’s son the chief, who was a disciple of the Jains, went up to Nigaṇṭha Nāṭaputta,",
  "sn42.9:5.4": "bowed, and sat down to one side.",
  "sn42.9:5.5": "Nigaṇṭha Nāṭaputta said to him:",
  "sn42.9:5.6": "“Come, chief, refute the ascetic Gotama’s doctrine.",
  "sn42.9:5.7": "Then you will get a good reputation:",
  "sn42.9:5.8": "‘Asibandhaka’s son the chief refuted the doctrine of the ascetic Gotama, so mighty and powerful!’",
  "sn42.9:6.1": "“But sir, how am I to do this?”",
  "sn42.9:6.2": "“Here, brahmin, go to the ascetic Gotama",
  "sn42.9:6.3": "and say to him:",
  "sn42.9:6.4": "‘Sir, don’t you in many ways praise kindness, protection, and compassion for families?’",
  "sn42.9:6.5": "When he’s asked this, if he answers:",
  "sn42.9:6.6": "‘Indeed I do, chief,’ say this to him:",
  "sn42.9:6.7": "‘So what exactly are you doing, wandering together with this large Saṅgha of mendicants during a time of famine and scarcity, with blighted crops turned to straw?",
  "sn42.9:6.8": "The Buddha is practicing to annihilate, collapse, and ruin families!’",
  "sn42.9:6.9": "When you put this dilemma to him, the Buddha won’t be able to either spit it out or swallow it down.”",
  "sn42.9:6.10": "“Yes, sir,” replied Asikabandhaka’s son. He got up from his seat, bowed, and respectfully circled Nigaṇṭha Nāṭaputta, keeping him on his right. Then he went to the Buddha,",
  "sn42.9:6.11": "bowed, sat down to one side, ",
  "sn42.9:6.12": "and said to him: ",
  "sn42.9:7.1": "“Sir, don’t you in many ways praise kindness, protection, and compassion for families?”",
  "sn42.9:7.2": "‘Indeed I do, chief.’",
  "sn42.9:7.3": "“So what exactly are you doing, wandering together with this large Saṅgha of mendicants during a time of famine and scarcity, with blighted crops turned to straw?",
  "sn42.9:7.4": "The Buddha is practicing to annihilate, collapse, and ruin families!”",
  "sn42.9:7.5": "“Well, chief, I recollect ninety eons back but I’m not aware of any family that’s been ruined merely by offering some cooked alms-food.",
  "sn42.9:7.6": "Rather, rich, affluent, and wealthy families—with lots of gold and silver, lots of property and assets, and lots of money and grain—all acquired their wealth because of generosity, truth, and restraint.",
  "sn42.9:7.7": "Chief, there are eight causes and conditions for the ruin of families.",
  "sn42.9:7.8": "Their ruin stems from rulers, bandits, fire, or flood. Or their savings vanish. Or their business fails due to not applying themselves to work. Or a wastrel is born into the family who squanders and fritters away their wealth. And impermanence is the eighth.",
  "sn42.9:7.9": "These are the eight causes and conditions for the ruin of families.",
  "sn42.9:7.10": "Given that these eight reasons are found, suppose someone says this:",
  "sn42.9:7.11": "‘The Buddha is practicing to annihilate, collapse, and ruin families!’ Unless they give up that speech and thought, and let go of that view, they will be cast down to hell.”",
  "sn42.9:8.1": "When he said this, Asikabandha’s son the chief said to the Buddha: ",
  "sn42.9:8.2": "“Excellent, sir! Excellent! …",
  "sn42.9:8.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”"
}