{
  "_markup_path": "markup/sn/sn42/sn42.11.html",
  "_alt_strings": [
    "pi/sn/sn42/sn42.11.json"
  ],
  "sn42.11:1.1": "Linked Discourses 42 ",
  "sn42.11:2.1": "1 Chiefs",
  "sn42.11:3.1": "11 Bhadraka",
  "sn42.11:4.1": "At one time the Buddha was staying in the land of the Mallas, near the Mallian town called Uruvelakappa. ",
  "sn42.11:4.2": "Then Bhadraka the village chief went up to the Buddha,",
  "sn42.11:4.3": "bowed, sat down to one side, ",
  "sn42.11:4.4": "and said to him:",
  "sn42.11:4.5": "“Please, sir, teach me the origin and cessation of suffering.”",
  "sn42.11:4.6": "“Chief, if I was to teach you about the origin and ending of suffering in the past, saying ",
  "sn42.11:4.7": "‘this is how it was in the past,’ you might have doubts or uncertainties about that.",
  "sn42.11:4.8": "If I was to teach you about the origin and ending of suffering in the future, saying ",
  "sn42.11:4.9": "‘this is how it will be in the future,’ you might have doubts or uncertainties about that.",
  "sn42.11:4.10": "Rather, chief, I will teach you about the origin and ending of suffering as I am sitting right here and you are sitting right there.",
  "sn42.11:4.11": "Listen and pay close attention, ",
  "sn42.11:4.12": "I will speak.”  ",
  "sn42.11:4.13": "“Yes, sir,” Bhadraka replied.  ",
  "sn42.11:4.14": "The Buddha said this: ",
  "sn42.11:5.1": "“What do you think, chief? Are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or censured, it would cause you sorrow, crying, pain, sadness, and distress?”",
  "sn42.11:5.2": "“There are, sir.”",
  "sn42.11:5.3": "“But are there any people here in Uruvelakappa who, if they were executed, imprisoned, fined, or censured, it would not cause you sorrow, crying, pain, sadness, and distress?”",
  "sn42.11:5.4": "“There are, sir.”",
  "sn42.11:5.5": "“What’s the cause, chief, what’s the reason why, if this was to happen to some people it could cause you sorrow, while if it happens to others it does not?”",
  "sn42.11:5.6": "“The people regarding whom this would give rise to sorrow are those I desire and love.",
  "sn42.11:5.7": "The people regarding whom this would not give rise to sorrow are those I don’t desire and love.”",
  "sn42.11:5.8": "“With this present phenomenon that is seen, known, immediate, attained, and fathomed, you may infer to the past and future:",
  "sn42.11:5.9": "‘All the suffering that arose in the past was rooted and sourced in desire.",
  "sn42.11:5.10": "For desire is the root of suffering.",
  "sn42.11:5.11": "All the suffering that will arise in the future will be rooted and sourced in desire.",
  "sn42.11:5.12": "For desire is the root of suffering.”",
  "sn42.11:5.13": "“It’s incredible, sir, it’s amazing!",
  "sn42.11:5.14": "How well said this was by the Buddha!",
  "sn42.11:5.15": "‘All the suffering that arises is rooted and sourced in desire.",
  "sn42.11:5.16": "For desire is the root of suffering.’",
  "sn42.11:5.17": "I have a boy called Oliver, who resides in a house away from here.",
  "sn42.11:5.18": "I rise early and send someone, saying:",
  "sn42.11:5.19": "‘Go, my man, and check on my boy Oliver.’",
  "sn42.11:5.20": "Until they get back I worry:",
  "sn42.11:5.21": "‘I hope nothing’s wrong with Oliver!’”",
  "sn42.11:6.1": "“What do you think, chief? If Oliver was executed, imprisoned, fined, or censured, would it cause you sorrow, crying, pain, sadness, and distress?”",
  "sn42.11:6.2": "“How could it not, sir?”",
  "sn42.11:6.3": "“In this way, too, you can understand:",
  "sn42.11:6.4": "‘All the suffering that arises is rooted and sourced in desire. ",
  "sn42.11:6.5": "For desire is the root of suffering.’ ",
  "sn42.11:7.1": "What do you think, chief? Before you’d seen or heard of Oliver’s mother, did you have any desire or love or fondness for her?”",
  "sn42.11:7.2": "“No, sir.”",
  "sn42.11:7.3": "“Then was it because you saw or heard of her that you had",
  "sn42.11:7.4": "desire or love or fondness for her?”",
  "sn42.11:7.5": "“Yes, sir.”",
  "sn42.11:8.1": "“What do you think, chief? If Oliver’s was executed, imprisoned, fined, or censured, would it cause you sorrow, crying, pain, sadness, and distress?”",
  "sn42.11:8.2": "“How could it not, sir?”",
  "sn42.11:8.3": "“In this way, too, you can understand: ",
  "sn42.11:8.4": "‘All the suffering that arises is rooted and sourced in desire.",
  "sn42.11:8.5": "For desire is the root of suffering.” "
}