{
  "abhidhamma:1": "Abhidhamma: a systematic analysis of the doctrine",
  "abhidhamma:2": "Bhikkhu Sujato",
  "abhidhamma:3": "<a href='#item1'>Origins</a>",
  "abhidhamma:4": "<a href='#item2'>The Books of the Theravāda Abhidhamma </a>",
  "abhidhamma:5": "<a href='#item3'>The Books of the Sarvāstivāda Abhidhamma </a>",
  "abhidhamma:6": "<a href='#item4'>The Dharmaguptaka Śāripūtrābhidharma </a>",
  "abhidhamma:7": "<a href='#item5'>Abhidhamma in Buddhist Traditions </a>",
  "abhidhamma:8": "<a href='#item6'>Criticism</a>",
  "abhidhamma:9": "The Abhidhamma Piṭaka is the last of the three <i lang='pi' translate='no'>piṭakas</i> (or “baskets”) in the canons of the early Buddhist schools. It takes the terms and ideas found in the Discourses, and organizes and analyzes them systematically.",
  "abhidhamma:10": "There is a complete set of seven canonical Abhidhamma books in Pali, belonging to the Theravāda school. In addition, there is a complete set of seven (different) canonical texts of the Sarvāstivāda school preserved in Chinese translation, a major treatise of the Dharmaguptaka school in Chinese, and some smaller Sanskrit portions. As is the case with the Discourses, the Pali texts have received the most study and attention.",
  "abhidhamma:11": "Unlike the Suttas and Vinaya, the Abhidhamma texts of the different schools are not closely related. It seems likely, in fact, that these were some of the formative texts in establishing the different schools. Nevertheless, Erich Frauwallner in his <cite>Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems</cite> (1996) has identified certain core features of Abhidhamma that are common between the traditions. This notably includes the Pali Vibhaṅga, the Sarvāstivāda Dharmaskandha, and the Dharmaguptaka Śāripūtrābhidharmaśastra. These texts all include a common core, which is ultimately derived from the Saṁyutta Nikāya.",
  "abhidhamma:12": "Despite their differences, however, it would be a mistake to see the canonical Abhidhamma texts as presenting strongly sectarian positions. Apart from the polemical works such as the Kathāvatthu, for the most part they focus on presenting the central ideas of the Dhamma in different ways.",
  "abhidhamma:13": "Origins",
  "abhidhamma:14": "The word <i lang='pi' translate='no'>abhidhamma</i> is found occasionally in the early texts, usually alongside the parallel term <i lang='pi' translate='no'>abhivinaya</i>. There is, of course, no body of texts called the <i lang='pi' translate='no'>abhivinaya</i>, and these early uses of <i lang='pi' translate='no'>abhidhamma</i> don’t refer to settled texts such as exist today. Rather, in this kind of context the prefix <i lang='pi' translate='no'>abhi-</i> is comparable to the English “meta-” in the sense of “about the Dhamma, about the Vinaya”, and refers to discussions and conversations about the teachings. Such conversations would have, over time, been remembered and shared, and evolved gradually into the formalistic treatises of the Abhidhammapiṭaka.",
  "abhidhamma:15": "The traditions vary in how they see the origin of the Abhidhamma. The Chinese and Tibetan traditions typically ascribe each Abhidhamma book to a disciple of the Buddha. However, certain of the Vinaya accounts of the First Council include the Abhidhamma, and thus assume that it was present at the time of the Buddha’s passing. The Theravāda tradition also holds that the texts (with the exception of the Kathāvatthu) were spoken by the Buddha. This is mentioned in the late canononical Parivāra (<i lang='pi' translate='no'>sabbasattuttamo sīho, piṭake tīṇi desayi</i>, Pvr 3#5) and the paracanonical Milindapañha (<i lang='pi' translate='no'>tepiṭakaṁ buddhavacanaṁ</i>, Mil 2#55), which both date from about three to four hundred years after the Buddha passed away. The Theravādin commentaries were later to claim that the Buddha taught the seven books of the Abhidhamma Piṭaka to the deities in the Tāvatiṁsa heaven, headed by his mother. Venerable Sāriputta subsequently learned them and conveyed them to his students.",
  "abhidhamma:16": "The long-standing consensus among historical scholars is that the books of the Abhidhamma were compiled in the centuries after the Buddha. It is not possible to determine definite dates. However, it is likely that the common core of the Vibhaṅga/Dharmaskandha/Śāripūtrābhidharmaśastra predates the separation between these traditions, which happened around the time of King Ashoka in about 250 BCE, less than two centuries after the Buddha’s death. But the bulk of the content must have been developed after this time. A number of details, such as the fact that the works were accepted as canonical in the Milinda, around 100 BCE, suggests that they were completed before this time. So a range of 300 BCE–100 BCE for the composition of the canonical Abhidhamma texts seems reasonable.",
  "abhidhamma:17": "While the belief that the books were composed by immediate students of the Buddha is untenable, it does point to something in how they might have developed. The major disciples would have established teaching lineages, or styles of learning, that reflected the specialties of the different masters. Over time, the explanations of various teachers became systematized and codified. The actual books as they exist today, however, are the products of schools, composed under the guidance of leading monks.",
  "abhidhamma:18": "The Books of the Theravāda Abhidhamma",
  "abhidhamma:19": "For the most part, the long and complex texts of the Theravāda Abhidhamma are concerned with analyzing and classifying material, not with explaining it. Presumably they would have been taught by experienced teachers in monasteries, who would have drawn out, explained, and illustrated the abstruse texts. Eventually such explanations were codified and recorded in the Pali commentaries.",
  "abhidhamma:20": "While they introduced a number of new terms and methods, the canonical Abhidhamma texts are doctrinally conservative. Many of the concepts familiar from later Abhidhamma are not found—ultimate vs. conventional truth, mind moments, <i lang='pi' translate='no'>kalāpas</i>, the idea that each phenomena is defined by its <i lang='pi' translate='no'>sabhāva</i> or indvidual essence. While some new terms are found, for the most part they seem to have been introduced in order to clarify and disambiguate the terminology, and weren’t intended to convey specific new concepts. That is not to say that there are no new ideas, just that they play a fairly minor role overall.",
  "abhidhamma:21": "Dhammasaṅgaṇī",
  "abhidhamma:22": "The Dhammasaṅgaṇī (Enumeration of Phenomena) is built on the idea of a <i lang='pi' translate='no'>mātikā</i>, a list of contents or matrix. A <i lang='pi' translate='no'>mātikā</i> acts as a simple instance of a template that is applied and transformed in ever more complex forms throughout the work. The Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> list sets of phenomena (<i lang='pi' translate='no'>dhammas</i>). Most of these are doctrinal terms familiar from the suttas, although some are specialized Abhidhamma terms. The Dhammasaṅgaṇī starts with three <i lang='pi' translate='no'>mātikās</i>. The first classifies <i lang='pi' translate='no'>dhammas</i> into 22 sets of three (<i lang='pi' translate='no'>tika</i>), and the next two use sets of two (<i lang='pi' translate='no'>duka</i>), 100 pairs for Abhidhamma terms, and 42 for Sutta terms.",
  "abhidhamma:23": "The first of the triple sets is the momentous group: wholesome, unwholesome, and undetermined. This serves as a framework for classifying all the various phenomena. While it seems simple enough, even this detail was controversial, as some schools rejected the existence of the undetermined, or morally neutral, category.",
  "abhidhamma:24": "Vibhaṅga",
  "abhidhamma:25": "The Vibhaṅga (Book of Analysis) consists of 18 chapters arranged by topic. The list of topics is closely related to the Saṁyutta Nikāya—aggregates, senses, dependent origination, etc. Most of the chapters have a threefold structure.",
  "abhidhamma:26": "Analysis according to the suttas: this quotes a key passage from the suttas on the relevant topic and offers a modest analysis.",
  "abhidhamma:27": "Analysis according to the Abhidhamma: applies the sets of synonyms and terms as developed in the Dhammasaṅgaṇī.",
  "abhidhamma:28": "Catechism: tests the student’s knowledge with systematic questioning.",
  "abhidhamma:29": "A few sections, such as Vb 18 Dhammahadaya, do not fit this system. They may have originated as independent treatises.",
  "abhidhamma:30": "Dhātukathā",
  "abhidhamma:31": "The Dhātukathā (Discussion of Elements) shows how the Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> relate to the 5 aggregates, 12 bases and 18 elements. It is organized according to fourteen methods.",
  "abhidhamma:32": "Puggalapaññatti",
  "abhidhamma:33": "The Puggalapaññatti (Designation of Persons) departs from the strictly phenomenological approach of most Abhidhamma texts to present a compendium of passages relating to different kinds of individual. These are set out in a <i lang='pi' translate='no'>mātikā</i> that lists kinds of individuals numerically organized from one to ten. As suggested by the numerical arrangement, these terms are mostly derived from the Aṅguttara Nikāya, with modest changes in wording. The main concern is to classify personal or psychological tendencies as they relate to the development of the Buddhist path.",
  "abhidhamma:34": "Kathāvatthu",
  "abhidhamma:35": "The Kathāvatthu (Points of Controversy) is a collection of over 200 discussions on points of interpretation of Buddhist doctrine. These consist of a debate between unnamed protagonists. Each relies either on logic or quotations from the suttas to support their arguments. Some of the discussions concern central problems in Buddhist philosophy, such as the nature of not-self, or the problem of continuity and impermanence. Many, however, are very minor.",
  "abhidhamma:36": "While the text does not identify the points of view, most of them may be identified with the doctrines held by various Buddhist schools. Note that none of the controverted points deal with Brahmanical, Jaina, or other non-Buddhist views. Nor are there any significant differences in the suttas referred to; each debater assumes that they share a common sutta basis.",
  "abhidhamma:37": "The Kathāvatthu is the only book of the Abhidhamma ascribed by the Theravāda to a specific author, Moggaliputtatissa, a senior monk at the time of King Ashoka. The core of the work probably formed then, but it grew substantially over time. One or two of the core discussions appear to share a common basis with the Vijñānakāya.",
  "abhidhamma:38": "Yamaka",
  "abhidhamma:39": "The Yamaka (Pairs) consists of ten chapters on different topics, starting with the roots of wholesome or unwholesome conduct. It applies a series of pairs of questions, with the object of fully determining the scope of application of terms. For example, are all instances of <i lang='pi' translate='no'>rūpa</i> (form, physical phenomena) included in the aggregate of form (<i lang='pi' translate='no'>rūpakkhandha</i>)? No, because there are idiomatic uses of <i lang='pi' translate='no'>rūpa</i> such as <i lang='pi' translate='no'>evarūpa</i> (“of such a sort”). But are all instances of the aggregate of form included in <i lang='pi' translate='no'>rūpa</i>? Yes.",
  "abhidhamma:40": "Paṭṭhāna",
  "abhidhamma:41": "Paṭṭhāna (Conditional Relations) sets out a simple <i lang='pi' translate='no'>mātikā</i> listing 24 kinds of condition. The first is the “root condition” (<i lang='pi' translate='no'>hetupaccayo</i>), dealing with how acts are caused by the unwholesome roots of greed, hate, and delusion, or their opposites. This <i lang='pi' translate='no'>mātikā</i> is then applied to the <i lang='pi' translate='no'>mātikās</i> of Dhammasaṅgaṇī, creating a bewildering complexity of possible combinations. The Paṭṭhāna is always heavily abbreviated, but if it were to be fully spelled out, it would probably be the largest book ever created, with many billions of combinations.",
  "abhidhamma:42": "The Dhammasaṅgaṇī and the Paṭṭhāna bookend the Abhidhamma collection, the first dealing with phenomena, the latter with their relations. While method and the details have expanded considerably, the approach can be seen as a detailed application of the underlying principles of dependent origination.",
  "abhidhamma:43": "The Books of the Sarvāstivāda Abhidhamma",
  "abhidhamma:44": "While many, perhaps all, of the “eighteen” early schools would have had Abhidhamma texts of some sort, none were as famous as the Sarvāstivāda. The canonical texts mentioned here were supplemented or supplanted by the massively influential treatise <cite>Mahāvibhāṣa</cite>, which established the Sarvāstivāda as the Abhidhamma school <i lang='fr'>par excellence</i>. Even when later works such as Vasubandhu’s <cite>Abhidharmakoṣa</cite> or Nāgārjuna’s <cite>Mūlamadhyamakakārikā</cite> critiqued the Sarvāstivādin philosophy, they were still working with the framework of ideas and terms established by the school, and based originally on these canonical texts. Accordingly, while the Abhidhamma texts of most schools have disappeared, these texts were taken to China and preserved there in translation. In addition, there are some passages found in Sanskrit fragments and Tibetan texts.",
  "abhidhamma:45": "The originals of all these Sarvāstivāda works were in Sanskrit.",
  "abhidhamma:46": "Saṅgītiparyāya",
  "abhidhamma:47": "Regarded as one of the earliest of the Abhidhamma books, this is essentially a commentary on the Sarvāstivādin version of the Saṅgīti Sutta (DN 33). It was composed by Mahākausthila (according to the Sanskrit and Tibetan sources) or Śāriputra (according to the Chinese sources). The Chinese recension was translated by Xuanzang.",
  "abhidhamma:48": "Dharmaskandha",
  "abhidhamma:49": "As noted above, this text appears to share a common origin with the Vibhaṅga of the Pali tradition. It is maintained today in a complete Chinese and partial Sanskrit version. Compared to the Vibhaṅga, the method appears to be less formalized and more discursive, quoting a range of sutta passages. It was composed by Śāriputra (according to the Sanskrit and Tibetan sources) or Maudgalyāyana (according to Chinese sources). The Chinese edition was translated by Xuanzang.",
  "abhidhamma:50": "Prajñaptiśāstra",
  "abhidhamma:51": "This consists of a series of questions and answers on points of doctrine based on a <i lang='pi' translate='no'>mātikā</i>, supported by sutta quotes. It was said to be composed by either Maudgalyāyana or Mahākatyāyana. The Chinese translation is by Dharmarakṣita.",
  "abhidhamma:52": "Dhātukāya",
  "abhidhamma:53": "Composed by Purna (according to Sanskrit and Tibetan sources), or Vasumitra (according to Chinese sources). It was translated into Chinese by Xuanzang. The Dhātukāya bears some similarity to the Pali Dhātukathā, although it uses a different <i lang='pi' translate='no'>mātikā</i>.",
  "abhidhamma:54": "Vijñānakāya",
  "abhidhamma:55": "This is a counterpart of the Pali Kathāvatthu, and may share a common historical basis. The text mentions the Theravādin Moggaliputtatissa, author of the Kathāvatthu, as an opponent in the debate on the key Sarvāstivāda doctrine that all phenomena exist in the past, future, and present. The text discusses far fewer points than the Kathāvatthu, however. It was composed by Devasarman and translated into Chinese by Xuanzang.",
  "abhidhamma:56": "Prakaraṇapāda",
  "abhidhamma:57": "Composed by Vasumitra, and translated by Xuanzang (T 1542), with another partial translation by Gunabhadra and Bodhiyasa at T 1541. This was a central Abhidharma treatise, which influenced even non-Sarvāstivādin texts such as the Mahāprajñapāramītopadeśa.",
  "abhidhamma:58": "Jñānaprasthāna",
  "abhidhamma:59": "Composed by Kātyāyanīputra and translated into Chinese by Xuanzang at T 1544. It also appears translated by Saṅghadeva and Zhu-fo-nian under the name 阿毘曇八犍度論 at T 1543. The largest of the Sarvāstivādin Abhidhamma books, this formed the basis for the later Sarvāstivāda treatises, and hence the modern study of Abhidharma especially in Tibetan Buddhism.",
  "abhidhamma:60": "The Dharmaguptaka Śāripūtrābhidharma",
  "abhidhamma:61": "The only extant work of the Dharmaguptaka Abhidhamma, this was translated into Chinese by Dharmayaśas and Dharmagupta. It shares some content with the Vibhaṅga and Dharmaskandha, and other details with other texts. Whereas the other schools maintained multiple Abhidhamma texts, this single text covers much of the same ground, and seems to contain the entire Abhidhamma system of the Dharmaguptakas.",
  "abhidhamma:62": "Abhidhamma in Buddhist Traditions",
  "abhidhamma:63": "Throughout the years, the study of Abhidhamma has been held in high esteem by the Buddhist traditions. The Theravāda tradition developed a series of commentaries and treatises explaining the ideas of the Abhidhamma and extending them further. This is a living tradition, which boasts an unbroken series of publications down to modern times. Today, Abhidhamma study is specially emphasized in Burmese Buddhism, although it remains active in all Theravāda regions. Tibetan Buddhism likewise strongly emphasizes study of the Abhidharma, based mostly on Sarvāstivādin sources. In all regions, however, contemporary Abhidhamma study primarily relies on later treatises, and the canonical texts are usually not directly studied in depth.",
  "abhidhamma:64": "As well as study, Abhidhamma has been a formative influence on several modern schools of meditation. In particular, the Burmese meditation schools, including Mahasi, Goenka, and Pa Auk, all rely closely on Abhidhamma concepts.",
  "abhidhamma:65": "Perhaps unexpectedly, Abhidhamma is not restricted to monastic or scholarly circles. It is frequently taught to or by lay people, and is popular throughout Southeast Asia. In addition, Abhidhamma <i lang='pi' translate='no'>mātikās</i> may form the basis for ceremonial recitation. In Thailand, the Dhammasaṅgaṇī <i lang='pi' translate='no'>tikamātikā</i> and the 24 conditions of the Paṭṭhāna are used as funeral chants.",
  "abhidhamma:66": "Criticism",
  "abhidhamma:67": "The Abhidhamma itself is a critical system, developed to clarify understanding of fundamental concepts and relations. Underlying this project is the assumption that such clarification is needed, which implies that not everyone understands things the same way. This critical aspect comes to the fore in works such as the Kathāvatthu, which showcases the rational methods of clarifying doctrines.",
  "abhidhamma:68": "Some, such as the historical Sautrāntikas, criticized the Abhidhamma project itself, claiming it deviated from the suttas. It is not clear whether all early schools actually had an Abhidhamma Piṭaka. However, they all must have had some comparable works of analysis and explanation.",
  "abhidhamma:69": "Criticism of Abhidhamma was a foundation of the Mahāyāna. Mahāyāna sutras criticize both specific details of Abhidhamma doctrines—such as the notion that each phenomenon is defined by its individual essence—and the overall direction of the Abhidhamma schools, alleging that its followers waste time debating trivia rather than understanding the profundity of the teaching. Nevertheless, Mahāyāna texts developed their own forms of Abhidhamma, and study of Abhidhamma is a core part of many Mahāyāna curricula to this day.",
  "abhidhamma:70": "Criticism is also found in the Theravāda commentaries, which record challenges of the authenticity of the Abhidhamma. However, most of the debate in the schools concerns the interpretation of Abhidhamma, not the validity of the project itself.",
  "abhidhamma:71": "This critical tradition continues in the present day. Within the Tibetan Buddhist education system, Abhidharma texts and concepts are studied, and considered in light of the critiques by the Sautrāntikas and Mahāyānists. And while some Theravādins maintain that it is essential to study Abhidhamma, others claim that key Abhidhamma ideas depart from the suttas, and that study of the Abhidhamma is unnecessary."
}