{
  "an-introduction-bodhi:1": "A Thematic Guide to the Aṅguttara Nikāya",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi, 2012",
  "an-introduction-bodhi:3": "<a href='#item1'>The Buddha in the Aṅguttara Nikāya</a>",
  "an-introduction-bodhi:4": "<a href='#item2'>The Dhamma and the Discipline</a>",
  "an-introduction-bodhi:5": "<a href='#item3'>The Shifting Kaleidoscope of Experience</a>",
  "an-introduction-bodhi:6": "<a href='#item4'>Maintaining a Harmonious Household</a>",
  "an-introduction-bodhi:7": "<a href='#item5'>The Way Leading Upwards</a>",
  "an-introduction-bodhi:8": "<a href='#item6'>Dispelling the World’s Enchantment</a>",
  "an-introduction-bodhi:9": "<a href='#item7'>The Defilements of the Mind</a>",
  "an-introduction-bodhi:10": "<a href='#item8'>The Path of Renunciation</a>",
  "an-introduction-bodhi:11": "<a href='#item9'>Meditation</a>",
  "an-introduction-bodhi:12": "<a href='#item10'>Wisdom</a>",
  "an-introduction-bodhi:13": "<a href='#item11'>The Saṅgha</a>",
  "an-introduction-bodhi:14": "<a href='#item12'>Types of Persons</a>",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs and Women in the Aṅguttara Nikāya</a>",
  "an-introduction-bodhi:16": "To assist the reader, I have developed a thematic guide to the Aṅguttara Nikāya, which organizes the contents of the collection in accordance with a systematic pattern. The scheme, which follows the introduction, is similar to the one I used as the scaffolding for my anthology, <cite class='book'>In the Buddha’s Words</cite>. I do not assign every sutta in AN to a niche in this guide. Some suttas resist classification, while others are too short or insubstantial for inclusion. Rather than try to be all-inclusive, I have proposed a framework, with divisions and subdivisions, and included enough discourses under each heading to enable the reader to see how the texts of AN can be fit together into a meaningful pattern.",
  "an-introduction-bodhi:17": "Inevitably, the attempt to assign particular suttas to specific categories involved abstraction and painful decision-making. Many suttas in AN can be viewed from different points of view, any of which could have resulted in a sutta being placed in different categories. The suttas often explain practices or qualities by way of the persons who exemplify them, or alternatively, they explain persons by way of their practices and qualities. Thus I had to decide whether the sutta should be classified in terms of practices and qualities, or in terms of persons. In some cases a given sutta covers a range of topics and thus fits comfortably into several categories. I did not want my guide to turn into an index, which would lack the degree of specificity needed to help the reader fit the sutta into the ground plan of the whole. Thus, while my ideal was “one sutta, one category,” I often had to assign a single sutta to two categories and sometimes to three. However, I do not think I have exceeded three places for a single sutta.",
  "an-introduction-bodhi:18": "The broadest categories that I used for the scheme are the “Three Jewels”: the Buddha, the Dhamma, and the Saṅgha. I begin with the section on the Buddha, honoring him as the founder of the Buddhist heritage and the ultimate source of all the teachings comprised in the Aṅguttara Nikāya. Section II, titled “The Dhamma and Discipline,” deals with the Buddha’s teaching as a body of instructions that can be summarized, applied, and realized, and also as a corpus of texts that need to be preserved and transmitted to posterity. Following this section come eight sections devoted to the teachings themselves. This portion of the outline is intended to cover the Dhamma in its full range as we find it in AN. It begins with a survey of the Buddha’s worldview (Section III), covering the cosmological background to the Buddhist liberation project, the problematic nature of human experience, and the determinants of human destiny. I then proceed in stages through the different forms of Buddhist practice, beginning with life in the world: family relations, livelihood, wealth, community, and state (Section IV). These spheres of human activity are often neglected by writers on Buddhism, who succumb to the error of assuming that monastic practice represents the Dhamma in its entirety. The Aṅguttara is a treasury of inspiring and informative discourses on righteous living in the confines of the world and these texts are essential to arriving at an adequate picture of early Buddhism.",
  "an-introduction-bodhi:19": "While the Buddha stressed the virtues conducive to domestic harmony, his teaching does not stop there but leads on to the training for a higher rebirth and ultimate liberation. Though the former of these two trainings was directed towards lay disciples and the latter towards the bhikkhus and bhikkhunīs, the two share many values. These values constitute a common platform of spiritual cultivation for both lay disciples and monastics. Under this theme, I have gathered into Section V a variety of texts that concentrate on the practices of the devoted lay disciple who is not content merely to observe an ethical life but also seeks to advance along the path to liberation. The Aṅguttara Nikāya is a rich source of guidance for earnest lay followers and this section attempts to do justice to such texts.",
  "an-introduction-bodhi:20": "To inspire in his followers an aspiration for the final goal, the Buddha highlights the defects and dangers of mundane existence, which enunciate the noble truth of suffering. Section VI therefore groups together a number of topics and texts devoted to the task of “dispelling the world’s enchantment.” What binds us to conditioned existence, with its round of repeated birth and death and the danger of descent to lower realms of rebirth, are the defilements of the mind. Suttas dealing with this topic play a very prominent role in the AN, and these have been gathered into Section VII. The next division, Section VIII, groups together suttas on the monastic training, which flows out from the spirit of renunciation and aims at the attainment of nibbāna. The heart of the monastic training is the practice of meditation, which is given a section of its own, Section IX. Here I have allocated suttas that emphasize the practices that lead to the higher states of concentration (<i lang='pi' translate='no'>samādhi</i>). Section X takes us into the next phase of the higher training, the development of wisdom (<i lang='pi' translate='no'>paññā</i>), culminating in liberation and the realization of nibbāna, the final goal of the teaching.",
  "an-introduction-bodhi:21": "The next portion of the outline represents the third Jewel of Buddhism, the Saṅgha. It deals with both the institutional Saṅgha, the order of ordained monks and nuns (bhikkhus and bhikkhunīs), and the <i lang='pi' translate='no'>ariyasaṅgha</i>, the community of noble ones, those who have attained the paths and fruits of enlightenment.",
  "an-introduction-bodhi:22": "The last major section of the blueprint deals with types of persons. This is an area where the Aṅguttara differs significantly from the Saṁyutta. The major chapters of the Saṁyutta focus on the main philosophical themes of the teaching, the principles and categories that the Buddha proposed as templates for contemplation and insight. Thus we find in the Saṁyutta huge chapters on dependent origination, the elements, the five aggregates, the six sense bases, and the path factors, often explained in bare phenomenological terms with only minimal references to the persons to whom they pertain. The Aṅguttara, in contrast, abounds in different ways of classifying people—both monastics and laypeople, noble ones and ordinary people—and it gives primacy to their qualities, their struggles for happiness and meaning, their aspirations and attainments. The AN thus became the inspiration and a major source for one of the books of the Abhidhamma Piṭaka, the Puggalapaññatti or “Descriptions of Persons,” the one treatise in this collection that departs from the strict Abhidhamma method of phenomenological reduction in order to survey types of persons as they relate to the values and goals of the Dhamma.",
  "an-introduction-bodhi:23": "The Buddha in the Aṅguttara Nikāya",
  "an-introduction-bodhi:24": "In what follows I will explore the contents of AN through the major categories of the Thematic Guide, highlighting prominent themes that emerge in this Nikāya and citing suttas that exemplify them especially well. At the risk of being repetitive, I have to assert once again that the assignment of individual suttas to particular categories is largely done for the sake of expediency and risks nullifying the complexity in the contents of particular texts.",
  "an-introduction-bodhi:25": "In a work that focuses largely on persons, it is fitting that we find a substantial number of suttas devoted to the Buddha himself, not merely as the teacher and expounder of the Dhamma, but as a person with his own life story and achievements. I have distinguished the suttas that deal with the Buddha into three classes: those that refer to his life and thus constitute the building blocks of a biography; those that extol his spiritual qualities and attainments; and, as a distinct category, those that speak of the Buddha not so much as a unique individual but as an archetype, the exemplar of the fully enlightened teacher who embodies his message in his person. This last heading comprises those suttas in which the Buddha speaks of himself as “the Tathāgata.”",
  "an-introduction-bodhi:26": "The Nikāyas never sought to construct a continuous biography of the Buddha. The suttas that refer to events in his life are widely spread out, occur in different collections, and seldom provide the clues that would be needed to connect these into a single coherent sequence. The Mahāparinibbāna Suttanta (DN 16) gives us a connected account of the Buddha’s last days, culminating in his death and cremation. But beyond this, the biographical material has to be ferreted out from widely scattered texts, and we must rely on speculation, imagination, and hints in the texts themselves (such as settings and occasional references to related incidents) to assign these to specific phases of the Buddha’s life.",
  "an-introduction-bodhi:27": "Nevertheless, the AN does allude to the incidents familiar to us from the connected accounts of his life that were composed later. We can see these perhaps as the raw material that the poets and hagiographers would draw upon to construct the glorious Buddha biography. Thus <a class='ref' href='/an4.127'>AN 4.127</a> speaks about the wonders that accompanied his conception in the womb, his physical birth, his enlightenment, and his setting in motion the wheel of the Dhamma. In <a class='ref' href='/an3.39'>AN 3.39</a> he speaks about his delicate and luxurious upbringing, and he recounts the reflections on old age, illness, and death that roused him from his intoxication with youth, health, and life. He discusses his efforts to master the various stages of meditation during his struggle for enlightenment in <a class='ref' href='/an8.64'>AN 8.64</a> and <a class='ref' href='/an9.40'>AN 9.40</a>, two accounts that are not included in the familiar Buddha biography. Sutta <a class='ref' href='/an5.196'>AN 5.196</a> tells of the five dreams that he had while still a bodhisatta, foretokens of his awakening, and <a class='ref' href='/an8.11'>AN 8.11</a> relates the traditional account of the enlightenment as proceeding through the four jhānas and the three higher knowledges to the destruction of the taints. In <a class='ref' href='/an4.21'>AN 4.21</a> he tells of his reflections after his enlightenment and of his decision to honor only the Dhamma. In <a class='ref' href='/an8.70'>AN 8.70</a> he claims that if he so wished, he could live out the eon, and he decides to “relinquish his life force” because Ānanda failed to request him to extend his life. This incident is familiar to us from the Mahāparinibbāna Sutta.",
  "an-introduction-bodhi:28": "While texts offering biographical information on the Buddha are relatively sparse, those that extol his virtues and attainments are plentiful. He is praised as the “one person who arises in the world … out of compassion for the world, for the good, welfare, and happiness of devas and human beings” (<a class='ref' href='/an1.170'>AN 1.170</a>). His bodily form is endowed with such extraordinary marks that an inquisitive brahmin cannot believe he is a mere human being (<a class='ref' href='/an4.36'>AN 4.36</a>). He has perfected noble virtue, concentration, wisdom, and liberation (<a class='ref' href='/an4.1'>AN 4.1</a>). He possesses the qualities expected of a fully accomplished spiritual teacher (<a class='ref' href='/an5.100'>AN 5.100</a>). He is praised by the monk Udāyī in verses of great beauty (<a class='ref' href='/an6.43'>AN 6.43</a>) and extolled by his lay disciple, King Pasenadi (<a class='ref' href='/an10.30'>AN 10.30</a>). He dwells in the world detached from the world, with all defilements gone, free from birth, old age, and death, like a lotus flower which is “born in the water and grown up in the water, but rises up above the water and stands unsoiled by the water” (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>).",
  "an-introduction-bodhi:29": "I decided that the suttas in which the Buddha speaks of himself as the “Tathāgata” were sufficiently impressive to warrant being assigned to a class of their own. In these suttas I see the Buddha referring to himself, not simply as a unique individual, but as the latest representative of the “dynasty” of Buddhas, those extraordinary beings who appear at rare intervals in the cosmic process to rediscover the lost path to nibbāna and teach it to the world. In AN, we find explicit references to only two of the six Buddhas of the past that we know from other Nikāyas. Sikhī, the fifth back, is referred to at <a class='ref' href='/an3.80'>AN 3.80</a>, and Kassapa, Gotama’s predecessor, at <a class='ref' href='/an5.180'>AN 5.180</a>. But there are a fair number of references to Tathāgatas in the plural, which indicates that the idea of a succession of Buddhas was already known to the compilers.",
  "an-introduction-bodhi:30": "From the perspective of the Nikāyas, all the Tathāgatas partake of the same essential attributes that qualify them to serve as world teachers. The Tathāgata is declared to be “without a peer, without counterpart, incomparable, matchless, unrivalled, unequalled, without equal, the foremost of bipeds” (<a class='ref' href='/an1.174'>AN 1.174</a>). He is the foremost of beings, and those who have confidence in him have confidence in the best (<a class='ref' href='/an4.34'>AN 4.34</a>). His arising is “the manifestation of great vision, light, and radiance” (<a class='ref' href='/an1.175'>AN 1.175–77</a>). He has fully awakened to “whatever is seen, heard, sensed, cognized, reached, sought after, and examined by the mind,” and therefore whatever he teaches “is just so and not otherwise” (<a class='ref' href='/an4.23'>AN 4.23</a>). He is endowed with the “ten Tathāgata powers” and the “four kinds of self-confidence” on the basis of which “he claims the place of the chief bull, roars his lion's roar in the assemblies, and sets in motion the brahma wheel” (<a class='ref' href='/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; see too <a class='ref' href='/an6.64'>AN 6.64</a>). His “lion’s roar” on impermanence is so powerful that it even causes the long-lived deities to quake and tremble (<a class='ref' href='/an4.33'>AN 4.33</a>).",
  "an-introduction-bodhi:31": "The Dhamma and the Discipline",
  "an-introduction-bodhi:32": "Although the Buddha is the supreme person in the spiritual realm, he still revered something superior to himself: the Dhamma. After his enlightenment, seeking in vain for someone to honor, he decided: “Let me honor, respect, and dwell in dependence only on this Dhamma to which I have become fully enlightened” (<a class='ref' href='/an4.22'>AN 4.22</a>). When he teaches others, he does so “relying just on the Dhamma, honoring, respecting, and venerating the Dhamma, taking the Dhamma as his standard, banner, and authority” (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Whomever he teaches, he teaches respectfully, “because the Tathāgata has respect for the Dhamma, reverence for the Dhamma\" (<a class='ref' href='/an5.99'>AN 5.99</a>).",
  "an-introduction-bodhi:33": "The Dhamma in this sense is not so much the verbally expressed doctrine as the corpus of spiritual principles that makes possible spiritual growth and liberation. Its ultimate referents are the noble eightfold path, the foremost of all conditioned phenomena, and nibbāna, the foremost of all things conditioned and unconditioned (<a class='ref' href='/an4.34'>AN 4.34</a>). The Buddha summed up the essence of the Dhamma in various ways that all flow out of the same body of principles. In one place, he says that the unlimited expressions of the Dhamma converge on four things: understanding what is unwholesome and abandoning it, and understanding what is wholesome and developing it (<a class='ref' href='/an4.188'>AN 4.188</a>). He taught Mahāpajāpatī, his foster mother, eight criteria of the true Dhamma (<a class='ref' href='/an8.53'>AN 8.53</a>), and more concisely he told the bhikkhu Upāli that the teaching could be found in “those things that lead exclusively to disenchantment, to dispassion, to cessation, to peace, to direct knowledge, to enlightenment, to nibbāna” (<a class='ref' href='/an7.83'>AN 7.83</a>).",
  "an-introduction-bodhi:34": "Contrary to many of his contemporaries, the Buddha refused to indulge in speculative views about matters irrelevant to the quest for release from suffering. He particularly refused to make pronouncements about the fate of the liberated one after death or to answer the ten infamous speculative questions (see <a class='ref' href='/an7.54'>AN 7.54</a>). Instead, he stressed that he taught the Dhamma “for the purification of beings, for the overcoming of sorrow and lamentation, for the passing away of pain and dejection, for the achievement of the method, for the realization of nibbāna” (<a class='ref' href='/an9.20'>AN 9.20</a>). Yet, though he maintained a kind of “metaphysical reticence,” he did not hesitate to criticize those views he considered detrimental to the spiritual life. The texts sometimes mention three that he expressly repudiated: past-action determinism, deterministic theism, and denial of causality (<a class='ref' href='/an3.61'>AN 3.61</a>). He decidedly rejects as a wrong view the thesis that “there is no fruit or result of good and bad actions,” which disavows the principle of kamma (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a>, etc.). He also strongly criticized the “hard determinist” view that our decisions are irrevocably caused by factors and forces outside ourselves. Against the determinist position that “there is no kamma, no deed, no energy,” he says that all the Perfectly Enlightened Buddhas of the past, present, and future teach “a doctrine of kamma, a doctrine of deeds, a doctrine of energy” (<a class='ref' href='/an3.137'>AN 3.137</a>). He insisted that there are such things as instigation, initiative, choice, and exertion, by reason of which people are responsible for their own destiny (<a class='ref' href='/an6.38'>AN 6.38</a>).",
  "an-introduction-bodhi:35": "The Buddha claimed that his Dhamma was directly visible (<i lang='pi' translate='no'>sandiṭṭhika</i>), a word that became one of its epithets. When questioned how this was to be confirmed, he explained in ways that directed the inquirers back to their own immediate experience. When a person is overwhelmed by lust, hatred, and delusion, he said, he acts for his own harm, the harm of others, and the harm of both, and he experiences suffering and dejection; but when lust, hatred, and delusion are abandoned he is free to act for the well-being of all and no longer experiences suffering and grief (see <a class='ref' href='/an3.53'>AN 3.53–54</a>). The destruction of lust, hatred, and delusion is nibbāna, and in this respect nibbāna too is directly visible (<a class='ref' href='/an3.55'>AN 3.55</a>).",
  "an-introduction-bodhi:36": "In AN, the Dhamma is viewed not merely as the path of practice and the goal of realization, but also as the collection of verbal discourses that the Buddha gave during his teaching career. Thus the suttas occasionally refer to the nine types of teaching into which the discourses were classified in the earliest period, before they were compiled into Nikāyas (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73–74</a>, etc.). Because the Buddha’s teachings, which disclose the path to enlightenment and liberation, were collected into a body of scriptures, the health, purity, and longevity of the Dhamma depends on the proper preservation and transmission of the texts. Among the four Nikāyas, AN is the one that insists most often on the need to properly preserve the Dhamma and thereby protect it from decay and disappearance.",
  "an-introduction-bodhi:37": "Suttas that dwell on this theme are found throughout the work. A series of short texts in the Ones delineates the factors that cause the good Dhamma to vanish and, conversely, the factors that sustain its vitality (<a class='ref' href='/an1.30'>AN 1.30–69</a>). The latter can be summed up as not confusing what is the Dhamma with what is not the Dhamma; not confusing the discipline with what is contrary to the discipline; quoting the Buddha accurately, describing his conduct correctly, and not confounding different categories of disciplinary rules. In one sutta, the Buddha gives instructions to the monks on the criteria for determining whether teachings reported after his passing are authentic or spurious (<a class='ref' href='/an4.180'>AN 4.180</a>). Another sutta says that the good Dhamma degenerates when the monks do not preserve the teachings properly, misinterpret their meaning, fail to teach others, and backslide in the practice But when, to the contrary, they preserve the teachings properly, interpret them correctly, teach others, and strive in the practice, the teaching lasts long (<a class='ref' href='/an4.160'>AN 4.160</a>).",
  "an-introduction-bodhi:38": "The Shifting Kaleidoscope of Experience",
  "an-introduction-bodhi:39": "Given the importance of preserving the teaching and ensuring its longevity, what exactly is the content of the Dhamma that the Buddha discovered and why is it so special? Before answering this question, it is useful to briefly review the Buddha’s picture of the universe in order to see the background setting for the quest for liberation. The Nikāyas envision a universe of inconceivably vast dimensions undergoing alternating phases of development and decline. The basic unit of cosmic time is the eon (<i lang='pi' translate='no'>kappa</i>). Those who acquire the power of recalling their past lives, the texts say, can recollect “many eons of world-dissolution, many eons of world-evolution, many eons of world-dissolution and world-evolution” (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a>, etc.). The eon is divided into four phases: dissolving, prolonged dissolution, evolving, and completed evolution. Each of these is beyond calculation in hundreds of thousands of years (<a class='ref' href='/an4.156'>AN 4.156</a>). A world system has not only vast temporal duration, but is also stratified by way of various realms of existence, ranging from the dismal hell realms, worlds of intense suffering, through the animal realm, to the sphere of afflicted spirits (sometimes called “hungry ghosts”); then on to the human realm, and upwards through an ascending series of celestial realms inhabited by the <i lang='pi' translate='no'>devas</i>, the deities, and the <i lang='pi' translate='no'>brahmās</i>, the divine beings. There are six sensual heavenly realms: the heaven of the four divine kings, the Tāvatiṁsa devas, the Yāma devas, the Tusita devas, the devas who delight in creation, and the devas who control what is created by others (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an8.36'>AN 8.36</a>, etc.). Above these are the brahmā world and still higher realms, spheres of rebirth for those who have mastered the meditative attainments.",
  "an-introduction-bodhi:40": "Despite their many differences, there is one thing that unites all sentient beings from the lowest to the highest: they all seek freedom from suffering and the achievement of true happiness. This inherent urge of a sentient being is precisely what the Buddha takes as the commanding theme of his teaching, the linch-pin holding all the doctrines and practices together. But rather than take our common assumptions for granted, the Buddha embarks on a critical inquiry into the question of what constitutes suffering and what offers the prospect for indissoluble happiness. Our preconceptions about what will make us happy are often deceptive, stemming from a fixation on immediate sensation that excludes recognition of the deeper repercussions and long-term consequences of our behavior.",
  "an-introduction-bodhi:41": "Experience is ever changing, always shifting its shape without regard for our wishes and expectations. Despite our hopes, we cannot avoid old age, illness, and death, the decay of our possessions, the loss of those who are dear. The foolish worldling and the wise disciple both share this fate. They differ in that the worldling does not reflect on the universality of this law and therefore, when his fate catches up with him, “he sorrows, languishes, laments, weeps beating his breast, and becomes confused.” The wise disciple, in contrast, realizes that old age, illness, and death, destruction and loss, are our universal destiny; he thus draws out “the poisonous dart of sorrow” and dwells happily, free of darts (<a class='ref' href='/an5.48'>AN 5.48</a>). Again, both worldling and disciple are subject to the “eight worldly conditions”: gain and loss, disrepute and fame, blame and praise, and pleasure and pain. The worldling, attracted to one and repelled by the other, “is not freed from birth, from old age and death, from sorrow, lamentation, pain, dejection, and anguish.” But the noble disciple, recognizing that all these unstable conditions are impermanent and subject to change, discards attraction and repulsion and achieves inner freedom (<a class='ref' href='/an8.6'>AN 8.6</a>).",
  "an-introduction-bodhi:42": "What the Buddha emphasizes as a starting point in the quest for true happiness is the close correlation between the ethical quality of our conduct and the felt tone of our experience. Bodily deeds, speech, and thoughts can be distinguished ethically into two broad classes, the unwholesome (<i lang='pi' translate='no'>akusala</i>) and the wholesome (<i lang='pi' translate='no'>kusala</i>). The Buddha noted that the unwholesome is a source of misery, the wholesome a source of blessedness. Greed, hatred, and delusion lead to harm and suffering, while their removal brings well-being and happiness (<a class='ref' href='/an3.65'>AN 3.65–66</a>). His constant injunction to his disciples, therefore, was to make a determined effort to abandon the unwholesome and to develop the wholesome (<a class='ref' href='/an2.19'>AN 2.19</a>). Wholesome endeavor brings a far greater, richer, and more enduring happiness than the indulgence of craving. A series of very short suttas contrasts different kinds of happiness and assesses their relative worth: the happiness of monastic life is superior to that of lay life; the happiness of renunciation superior to sensual happiness; the happiness without acquisitions superior to the happiness arisen from acquisitions; the happiness without taints superior to that with taints; and spiritual happiness superior to worldly happiness (<a class='ref' href='/an2.64'>AN 2.64–68</a>).",
  "an-introduction-bodhi:43": "According to the Buddha, the “ever-shifting kaleidoscope” of suffering and happiness does not change its configurations only in a single life on earth, but changes even more radically as we travel onwards in the round of rebirths known as <i lang='pi' translate='no'>saṁsāra</i>, “the wandering.” The governing factor in this process, which makes the entire course of rebirth a lawful one, is a force called <i lang='pi' translate='no'>kamma</i> (Skt: <i lang='pi' translate='no'>karma</i>). The word “kamma” literally means action, but the Buddha uses it to refer specifically to volitional or intentional action: “It is volition, bhikkhus, that I call kamma; for having willed, one acts by body, speech, or mind” (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Kamma thus denotes deeds that originate from volition, which may remain purely mental, creating kamma through our thoughts, plans, and desires; or it may come to expression in bodily and verbal deeds. Kamma also denotes the moral force created by our deeds. All our morally determinate deeds create a potential to bring forth results (<i lang='pi' translate='no'>vipāka</i>) that correspond to their ethical quality. Our deeds generate kamma, and when suitable conditions come together, the kamma ripens and produces the appropriate fruits, bringing misery or happiness in dependence on the moral quality of the original action. The kamma we create may ripen either in this very life, or in the next rebirth, or on some subsequent occasion (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.217'>AN 10.217</a>). The one thing that is certain is that as long as we travel on in the cycle of rebirths, our stored-up kamma is capable of ripening and yielding its due results. Thus the Buddha teaches, again and again, that “beings are the owners of their kamma, the heirs of their kamma; they have kamma as their origin, kamma as their relative, kamma as their resort; whatever kamma they do, good or bad, they are its heirs” (<a class='ref' href='/an10.216'>AN 10.216</a>; see too <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/an10.48'>AN 10.48</a>).",
  "an-introduction-bodhi:44": "The differences in kamma account for the wide diversity in the fortunes of people, who are constantly revolving in the cycle of existence, rising and falling, sometimes heading from darkness to light, sometimes from light to darkness (<a class='ref' href='/an4.85'>AN 4.85</a>). Kamma is the principal determinant of rebirth. Unwholesome kamma conduces to an unfortunate rebirth and painful results, wholesome kamma to a fortunate rebirth and pleasant results (<a class='ref' href='/an2.16'>AN 2.16–17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217–18</a>). Rebirth is not confined to the human realm, for kamma varies in its quality and potency, and thus may produce rebirth in any of the five <i lang='pi' translate='no'>gatis</i> or destinations: hell, the animal realm, the realm of afflicted spirits, the human world, or the deva world (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Beings are constantly migrating from realm to realm, but relatively few are reborn in the human or deva worlds compared to the much greater number who are reborn in the hells, the animal realm, and the spirit realms, collectively called the plane of misery, the bad destinations, or the lower world (<a class='ref' href='/an1.348'>AN 1.348–77</a>). Modernists who propose interpreting these realms as psychological states that we experience in our human existence would have a hard time finding support for their position in the Nikāyas. In AN we read again and again, in almost every <i lang='pi' translate='no'>nipāta</i>, of how beings are reborn in hell or in heaven “with the breakup of the body, after death” (<i lang='pi' translate='no'>kāyassa bhedā paraṁmaraṇā</i>). The expression is one of the main leitmotifs of the Nikāyas, and there are no indications that it is intended metaphorically.",
  "an-introduction-bodhi:45": "The criterion for judging the volition responsible for an action to be unwholesome or wholesome is its accompanying motives or “roots.” Three roots are unwholesome: greed, hatred, and delusion. From these such secondary defilements as anger, hostility, envy, miserliness, conceit, and arrogance arise; and from the roots and secondary defilements arise defiled actions with their potential to produce rebirth in the plane of misery (<a class='ref' href='/an6.39'>AN 6.39</a>). Wholesome kamma, on the other hand, is action that originates from the three wholesome roots: non-greed, non-hatred, and non-delusion, which may be expressed more positively as generosity, loving-kindness, and wisdom. Whereas actions springing from the unwholesome roots are necessarily tied to the round of repeated birth and death, actions born from the wholesome roots are of two kinds, mundane and world-transcending. Mundane wholesome actions have the potential to produce a fortunate rebirth in the higher realms (<a class='ref' href='/an6.39'>AN 6.39</a>). The world-transcending or supramundane (<i lang='pi' translate='no'>lokuttara</i>) wholesome actions—namely, the kamma generated by practicing the noble eightfold path and the seven factors of enlightenment—dismantles the entire process of karmic causation and thereby leads to liberation from the round of rebirths (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237–38</a>).",
  "an-introduction-bodhi:46": "The texts do not leave us guessing what kinds of deeds create wholesome kamma and what kinds unwholesome kamma, but provide precise maps over the terrain of right and wrong conduct. The standard list contains ten kinds of unwholesome action—three of body, four of speech, and three of mind—and ten corresponding types of wholesome kamma (<a class='ref' href='/an10.167'>AN 10.167–233</a>; see <a class='ref' href='/an10.176'>AN 10.176</a> for a detailed analysis). All these actions, however, ultimately spring from the mind. Thus mind is revealed as the underlying source of good and evil and, through the actions that flow from it, the fundamental cause of suffering and happiness.",
  "an-introduction-bodhi:47": "By tracing the roots of suffering and happiness back to our intentions, the Buddha demonstrates that the key to happiness is the training and mastery of the mind. In a series of paired suttas, he says that he sees nothing that leads to such harm and suffering as the mind that is undeveloped, uncultivated, untamed, unguarded, unprotected, and unrestrained; while nothing leads to such great good and happiness as the mind that is developed, cultivated, tamed, guarded, protected, and restrained (<a class='ref' href='/an1.23'>AN 1.23–40</a>). Thus the core of the Buddha’s teaching is the development and cultivation of the mind, which thereby will unfold its intrinsic luminosity and draw ever closer to the bliss of liberation.",
  "an-introduction-bodhi:48": "Maintaining a Harmonious Household",
  "an-introduction-bodhi:49": "Although early Buddhism prescribes a path of self-cultivation leading to the extinction of suffering, the Buddha realized that spiritual development does not occur in a social vacuum but rests upon a healthy and harmonious social order that exemplifies the kind of virtues that nurture the spiritual life. Spiritual influences begin at the top of the social hierarchy and gradually spread downwards, affecting the whole society and even the biological and physical domains (<a class='ref' href='/an4.70'>AN 4.70</a>). Thus the Buddha devotes considerable effort to instilling in his followers the lifestyle and sense of social responsibility that conduces to a harmonious society in which people act in accordance with the civic virtues. Among the four Nikāyas, the Aṅguttara—along with the Sīgalaka Sutta (DN 31)—is probably the richest source of such teachings. Kelly notes that this Nikāya has the largest number of suttas concerned with laypeople, either directly, by being addressed to them, or indirectly, by being spoken to the monks about the practices proper for a lay disciple. (See Table 2.)",
  "an-introduction-bodhi:50": "Table 2: Suttas Concerned with Lay People",
  "an-introduction-bodhi:51": "Dīgha",
  "an-introduction-bodhi:52": "Majjhima",
  "an-introduction-bodhi:53": "Saṁyutta",
  "an-introduction-bodhi:54": "Aṅguttara",
  "an-introduction-bodhi:55": "Khuddaka",
  "an-introduction-bodhi:56": "Total Suttas in the Nikāya",
  "an-introduction-bodhi:57": "34",
  "an-introduction-bodhi:58": "152",
  "an-introduction-bodhi:59": "2,904",
  "an-introduction-bodhi:60": "8,122",
  "an-introduction-bodhi:61": "601",
  "an-introduction-bodhi:62": "Directly to Laypeople",
  "an-introduction-bodhi:63": "14",
  "an-introduction-bodhi:64": "47",
  "an-introduction-bodhi:65": "121",
  "an-introduction-bodhi:66": "125",
  "an-introduction-bodhi:67": "30",
  "an-introduction-bodhi:68": "Indirectly to Laypeople",
  "an-introduction-bodhi:69": "1",
  "an-introduction-bodhi:70": "3",
  "an-introduction-bodhi:71": "7",
  "an-introduction-bodhi:72": "36",
  "an-introduction-bodhi:73": "6",
  "an-introduction-bodhi:74": "Total",
  "an-introduction-bodhi:75": "15",
  "an-introduction-bodhi:76": "50",
  "an-introduction-bodhi:77": "128",
  "an-introduction-bodhi:78": "161",
  "an-introduction-bodhi:79": "36",
  "an-introduction-bodhi:80": "Source: Kelly 2011",
  "an-introduction-bodhi:81": "From the number of discourses on family relationships, it is evident that the Buddha regarded the family as the primary agent of acculturation. Since the head of the family has a particularly powerful impact on his household, the Buddha tried to promote the positive transformation of society by offering householders guidelines to righteous living. He set up a pragmatic but inspiring ideal for the laity, that of the <i lang='pi' translate='no'>sappurisa</i> or “good person,” who lives “for the good, welfare, and happiness of many people,” his parents, his wife and children, the domestic help, his friends, and contemplative renouncers (<a class='ref' href='/an5.42'>AN 5.42</a>). When the head of the family sets a good example, those who depend on him grow in all that is worthy: in faith, virtue, learning, generosity, and wisdom (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>).",
  "an-introduction-bodhi:82": "In offering guidance to the family, the Buddha prescribes the duties of children towards their parents (<a class='ref' href='/an2.33'>AN 2.33</a>, <a class='ref' href='/an3.31'>AN 3.31</a>), advises husbands and wives how to live together (<a class='ref' href='/an4.53'>AN 4.53</a>), and even instructs a loving couple how they can be assured of reuniting in future lives (<a class='ref' href='/an4.55'>AN 4.55</a>). He distinguishes between wrong livelihood and right livelihood, defines the proper ways of acquiring and utilizing wealth, and prescribes the appropriate means for sustaining cordial relationships: giving, endearing speech, beneficent conduct, and impartiality (<a class='ref' href='/an4.32'>AN 4.32</a>). He not only instructed individuals and families, but advised states and rulers. He taught the people of the Vajji confederacy, who maintained a republican form of government, “seven principles of non-decline” (<a class='ref' href='/an7.21'>AN 7.21</a>). For kings he set up the ideal of the \"wheel-turning monarch” (<i lang='pi' translate='no'>rājā cakkavati</i>), the righteous king who rules by the Dhamma and provides righteous protection for all in his realm, including the animals and the birds (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>).",
  "an-introduction-bodhi:83": "The Way Leading Upwards",
  "an-introduction-bodhi:84": "While early Buddhism sees a righteous society as providing the optimal conditions for collective well-being and happiness, its focus is not on social stability as such but on the spiritual development and liberation of the individual. The most congenial conditions for the unhindered pursuit of the final goal are provided by the lifestyle of a renunciant monk or nun, who is free from the constraints and liabilities of household life. But, almost unprecedented for his time, the Buddha also held that householders earning their living by “the sweat of their arms” and supporting a family could also advance spiritually and reach three of the four stages of awakening. He thus laid down guideposts to spiritual cultivation for his lay followers that would be compatible with their time-consuming schedules of work and family responsibilities. These would enable the lay disciple to win a higher rebirth and even reach the plane of the noble ones, where final liberation is assured.",
  "an-introduction-bodhi:85": "Many of the factors that enter into the foundational stage of spiritual development are common to the renunciant and the householder. Thus, though the suttas often describe these qualities in terms of a bhikkhu, they can be understood to pertain to lay disciples as well. The seed of spiritual development is a triad of qualities consisting of faith (<i lang='pi' translate='no'>saddhā</i>), confidence (<i lang='pi' translate='no'>pasāda</i>), and reverence (<i lang='pi' translate='no'>gārava</i>). Faith is a faculty and a power, and as such is defined as belief in the enlightenment of the Buddha (<a class='ref' href='/an5.2'>AN 5.2</a>, <a class='ref' href='/an5.14'>AN 5.14</a>). It is a deep trust in his wisdom and a readiness to comply with his advice. From faith arise the other four powers that inspire and direct the training: moral shame, moral dread, energy, and wisdom. Closely connected with faith is confidence, a feeling of serenity and mental clarity that arises from faith. The disciple has confidence that the Buddha is the best of beings, the Dhamma the best of teachings, and the Saṅgha of noble ones the best of spiritual communities (<a class='ref' href='/an4.34'>AN 4.34</a>). Along with faith and confidence comes reverence, a sense of respect and esteem directed towards the Three Jewels and the training (<a class='ref' href='/an6.32'>AN 6.32–33</a>).",
  "an-introduction-bodhi:86": "For a disciple endowed with faith, spiritual growth is furthered by associating with good friends, people who can give guidance and serve as inspiring models. The Buddha’s statement to Ānanda (SN 45.2) that good friendship is the whole of the spiritual life finds powerful analogues in AN. We read that there is “no single thing that so causes unarisen wholesome qualities to arise and arisen unwholesome qualities to decline as good friendship” (<a class='ref' href='/an1.71'>AN 1.71</a>). A pair of suttas beautifully enumerates the traits to be sought for in a good friend (<a class='ref' href='/an7.36'>AN 7.36–37</a>), and a discourse to a householder advises him to befriend other householders accomplished in faith, virtuous behavior, generosity, and wisdom (<a class='ref' href='/an8.54'>AN 8.54</a> §3).",
  "an-introduction-bodhi:87": "A large part of the practice for a householder involves engaging in meritorious deeds, activities that generate wholesome kamma conducive to a happy rebirth, good fortune, and spiritual progress. The Buddha even urges the bhikkhus, “Do not be afraid of merit,” and he details the benefits he reaped in a previous life by cultivating a mind of loving-kindness (<a class='ref' href='/an7.62'>AN 7.62</a>). The texts enumerate three “bases of meritorious activity”: giving, virtuous behavior, and meditative development (<a class='ref' href='/an8.36'>AN 8.36</a>). They also mention four “streams of merit” for a noble disciple: unwavering confidence in the Three Jewels together with virtuous behavior (<a class='ref' href='/an4.52'>AN 4.52</a>). The list is expanded to eight streams of merit by combining the Three Refuges with the five precepts (<a class='ref' href='/an8.39'>AN 8.39</a>).",
  "an-introduction-bodhi:88": "Many short texts in AN are concerned with the etiquette of giving and generosity, with the emphasis on providing material support to monks and nuns as well as other ascetics who live in dependence on the lay community. Though the Buddha encouraged his disciples to support renunciants of all convictions, even his rivals (<a class='ref' href='/an8.12'>AN 8.12</a>), he also taught that the merit gained by giving is proportional to the spiritual qualities of the recipients, and thus the noble persons, especially arahants, serve as the most fertile field of merit (<a class='ref' href='/an3.57'>AN 3.57</a>). Virtuous behavior begins by observing the five training rules: abstinence from taking life, stealing, sexual misconduct, false speech, and use of intoxicants. The code of good conduct can be expanded into the ten courses of wholesome action, which cover not only bodily and verbal behavior but wholesome dispositions and correct views (<a class='ref' href='/an10.176'>AN 10.176</a>). A number of texts give specific directives on right speech. I already referred to right livelihood in the previous section.",
  "an-introduction-bodhi:89": "Of particular value for the earnest lay devotee intent on merit is the <i lang='pi' translate='no'>uposatha</i> observance adopted on new-moon and full-moon days. On these occasions devout lay followers undertake eight precepts, which emulate the precepts of a novice monk (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.41'>AN 8.41–45</a>). They may spend the day practicing meditation, and one text recommends loving-kindness as especially suitable for the <i lang='pi' translate='no'>uposatha</i> (<a class='ref' href='/an9.18'>AN 9.18</a>). Another text recommends five recollections, called means of cleansing the defiled mind (<a class='ref' href='/an3.70'>AN 3.70</a>). The Buddha explains that observing the <i lang='pi' translate='no'>uposatha</i> complete in its eight factors is more beneficial than sovereignty over the continent, for the merit acquired can lead to rebirth in the heavenly worlds.",
  "an-introduction-bodhi:90": "In an interesting table reproduced here, Kelly has calculated the prevailing aims across Nikāyas in the discourses addressed to laypeople. He distinguishes between aims concerned with mundane welfare—in this life and a heavenly rebirth—and those connected with the attainment of liberation:",
  "an-introduction-bodhi:91": "Table 1: Goals of Lay Practice in the Nikāyas",
  "an-introduction-bodhi:92": "Goal",
  "an-introduction-bodhi:93": "Dīgha",
  "an-introduction-bodhi:94": "Majjhima",
  "an-introduction-bodhi:95": "Saṁyutta",
  "an-introduction-bodhi:96": "Aṅguttara",
  "an-introduction-bodhi:97": "Khuddaka",
  "an-introduction-bodhi:98": "All",
  "an-introduction-bodhi:99": "This Life / Next Life",
  "an-introduction-bodhi:100": "6 (33%)",
  "an-introduction-bodhi:101": "16 (32%)",
  "an-introduction-bodhi:102": "44 (34%)",
  "an-introduction-bodhi:103": "97 (60%)",
  "an-introduction-bodhi:104": "21 (58%)",
  "an-introduction-bodhi:105": "184 (47%)",
  "an-introduction-bodhi:106": "Liberation",
  "an-introduction-bodhi:107": "9 (50%)",
  "an-introduction-bodhi:108": "24 (48%)",
  "an-introduction-bodhi:109": "58 (45%)",
  "an-introduction-bodhi:110": "34 (21%)",
  "an-introduction-bodhi:111": "13 (36%)",
  "an-introduction-bodhi:112": "138 (35%)",
  "an-introduction-bodhi:113": "Unspecified",
  "an-introduction-bodhi:114": "3 (17%)",
  "an-introduction-bodhi:115": "10 (20%)",
  "an-introduction-bodhi:116": "26 (20%)",
  "an-introduction-bodhi:117": "30 (19%)",
  "an-introduction-bodhi:118": "2 (6%)",
  "an-introduction-bodhi:119": "71 (18%)",
  "an-introduction-bodhi:120": "Total",
  "an-introduction-bodhi:121": "18 (100%)",
  "an-introduction-bodhi:122": "50 (100%)",
  "an-introduction-bodhi:123": "128 (100%)",
  "an-introduction-bodhi:124": "161 (100%)",
  "an-introduction-bodhi:125": "36 (100%)",
  "an-introduction-bodhi:126": "393 (100%)",
  "an-introduction-bodhi:127": "Source: Kelly 2011, p. ??",
  "an-introduction-bodhi:128": "Kelly notes that the Aṅguttara has a much stronger emphasis than the other Nikāyas on the two mundane goals as against the attainment of stream-entry or higher stages on the path. However, even in the Aṅguttara the practice for a lay follower is not exhausted by merit. In several suttas the Buddha mentions four qualities that lead to the superior welfare of a lay follower. The first three are faith, virtue, and generosity, the constituents of merit. But the fourth is wisdom, specifically “the wisdom that discerns arising and passing away, which is noble and penetrative and leads to the complete destruction of suffering” (<a class='ref' href='/an8.54'>AN 8.54</a>, <a class='ref' href='/an8.76'>AN 8.76</a>). This is the wisdom of insight into impermanence, which leads beyond all spheres of rebirth to the final goal of the Dhamma, the realization of nibbāna and release from the round of rebirths.",
  "an-introduction-bodhi:129": "Dispelling the World’s Enchantment",
  "an-introduction-bodhi:130": "To steer his disciples away from their attachment to transient objects of clinging, the Buddha employs an arsenal of techniques intended to uncover the abyss that lies just beneath the apparently innocent joys of a virtuous life. These techniques are intended to instill in the aspirant a quality called <i lang='pi' translate='no'>saṁvega</i>, a word without a precise English equivalent. To convey the sense it is necessary to resort to a makeshift phrase like “a sense of urgency.” <i lang='pi' translate='no'>Saṁvega</i> might be described as the inner commotion or shock we experience when we are jolted out of our usual complacency by a stark encounter with truths whose full gravity we normally refuse to face. <i lang='pi' translate='no'>Saṁvega</i> arises from the recognition that our self-assumed security is illusory, that we are perpetually treading on thin ice, which at any moment may crack beneath our feet.",
  "an-introduction-bodhi:131": "The chief catalyst in inducing this sense of urgency is our confrontation with our inevitable mortality as revealed by old age, illness, and death. This encounter shakes us out of our habituation to mundane comforts and sets us in quest of unshakable peace and freedom. The future Buddha himself had to undergo this “shock of recognition” before he could embark on his own quest for enlightenment. His deep reflections on old age, illness, and death shattered his infatuation with youth, health, and vitality and drove him from his palace out into the forest seeking the unaging, illness-free, and deathless nibbāna (<a class='ref' href='/an3.39'>AN 3.39</a>).",
  "an-introduction-bodhi:132": "In many suttas, the Buddha employs a template involving three standpoints designed to induce the sense of urgency. These three standpoints are gratification (<i lang='pi' translate='no'>assāda</i>), danger (<i lang='pi' translate='no'>ādīnava</i>), and escape (<i lang='pi' translate='no'>nissaraṇa</i>). We begin with what is immediately obvious: that our experience in the world provides some degree of <em>gratification</em> or enjoyment, which consists in the pleasure and joy that arise when we fulfill our desires. It is because people experience gratification that they become attached to the things that give them pleasure. When, however, we look more deeply, we can see that just beneath the glittering surface of joy there is a dark underbelly of pain and distress. This is their <em>danger</em>, stemming from their impermanence (<i lang='pi' translate='no'>anicca</i>), liability to suffering (<i lang='pi' translate='no'>dukkha</i>), and nature to change and decay (<i lang='pi' translate='no'>vipariṇāmadhamma</i>). The third step, <em>escape</em>, shows us the release from danger. When we see that our craving for pleasure binds us to what is inherently flawed, we can drop the craving. Thus the escape lies in “the removal and abandoning of desire and lust.”",
  "an-introduction-bodhi:133": "It is for the purpose of provoking a sense of urgency that the Buddha stresses aspects of experience that we typically try to conceal from ourselves. These points of emphasis give the teaching a “pessimistic” flavor, but it is a pessimism that does not lead to the blind alley of nihilism but to the open fields of liberation, the end of suffering. In accordance with this strategy, the Buddha teaches his disciples, whether monastics or laypeople, to often reflect on the fact that they are subject to old age, illness, and death; that they must be parted from everyone and everything they love; and that they are the heirs of their own kamma (<a class='ref' href='/an5.57'>AN 5.57</a>). He underscores the misery in sensual pleasures, calling them perilous, suffering, a disease, a boil, a tie, and a swamp (<a class='ref' href='/an6.23'>AN 6.23</a>; see too <a class='ref' href='/an8.56'>AN 8.56</a>). He declares that even a trifling amount of conditioned existence, “even for a mere finger snap,” is like a lump of feces (<a class='ref' href='/an1.328'>AN 1.328</a>). He calls attention to the foulness of the body, which contains thirty-one unattractive constituents, is prey to a host of diseases, and is like a boil with nine orifices (<a class='ref' href='/an10.60'>AN 10.60</a> §3–4; <a class='ref' href='/an9.15'>AN 9.15</a>). He stresses the transience of human life, which is short, limited, and fleeting, beset by suffering and misery (<a class='ref' href='/an7.74'>AN 7.74</a>). He points out that at some point in the future even this great earth with its mighty mountains will burn up and vanish (<a class='ref' href='/an7.66'>AN 7.66</a>). Even more, he says, the entire world system will dissolve along with its powerful deities. Understanding this, the wise disciple “becomes disenchanted and dispassionate towards the foremost, not to speak of what is inferior” (<a class='ref' href='/an10.29'>AN 10.29</a> §2–3).",
  "an-introduction-bodhi:134": "The Defilements of the Mind",
  "an-introduction-bodhi:135": "Once we clearly recognize the defects in sensual pleasures and the futility of meandering from life to life in the realms of conditioned existence, the urge arises to break free from bondage and reach the end of repeated becoming, which is also the end of suffering. To fulfill this urge, we have to investigate the cause of our bondage, for it is only by removing the cause that we can eliminate the result. The Buddha locates the cause of suffering in the bonds of our own minds. Hence the stress in the teaching on honest self-assessment (<a class='ref' href='/an10.51'>AN 10.51</a>). As part of a diagnosis of the origin of suffering, the Nikāyas are replete with catalogues of the various defilements to which the mind is prey. In AN we find many such groups, which are usually given metaphorical names to indicate how they affect us: taints, hindrances, floods, fetters, and so forth.",
  "an-introduction-bodhi:136": "When reading the Nikāyas, we are likely to be awed by the wide range of the defilements that are listed, and also to be confused about the distinctive roles played by the different groupings. To make sense of these lists, I have sorted them into three categories. The categories are of my own devising and are not mentioned as such either in the canonical texts or the commentaries. However, though the groups should not be thought of as rigidly exclusive, the classification seems to stand up to examination.",
  "an-introduction-bodhi:137": "(1) The first class are the defilements responsible for <em>flawed behavior</em>. These are the underlying motives of misconduct and unwholesome kamma. The most important of such groups are the three unwholesome roots: greed (or lust), hatred, and delusion, referred to above in the discussion of kamma. They are often mentioned as the causes of bodily, verbal, and mental misconduct, and are also explicitly aligned with the ten courses of unwholesome action (<a class='ref' href='/an10.174'>AN 10.174</a>). The three roots are sometimes expanded to “four wrong courses” (<a class='ref' href='/an4.17'>AN 4.17–20</a>)—desire, hatred, delusion, and fear—when motives for biased decisions are taken up for consideration.",
  "an-introduction-bodhi:138": "Sexual desire is a defilement of crucial concern to monastics, who are committed to a life of celibacy and thus need to curb and master their sexual urges. The Buddha often speaks about the dangers in sensual pleasures and cautions the monks about forming close bonds with members of the opposite sex (<a class='ref' href='/an5.225'>AN 5.225–26</a>). In a monastic community that brings together people with sharply differing personalities and strong opinions, anger and resentment can also have a corrosive effect on group dynamics and thus the Buddha and his chief disciples prescribe methods to dispel these disruptive emotions (<a class='ref' href='/an5.161'>AN 5.161–62</a>; <a class='ref' href='/an9.29'>AN 9.29–30</a>; <a class='ref' href='/an10.79'>AN 10.79–80</a>). Anger and hostility jointly form the first of six “roots of dispute,” which the Buddha saw as a danger to the harmony of the Saṅgha (<a class='ref' href='/an6.36'>AN 6.36</a>). Since monastics are in principle taught to share their gains—whether material things, lay supporters, or knowledge—the Buddha enumerated five kinds of miserliness that must be uprooted to ensure that everyone in the community gets to fulfill their potential (<a class='ref' href='/an5.115'>AN 5.115</a>, <a class='ref' href='/an5.224'>AN 5.224</a>). Laypeople, too, are instructed to dwell at home “with a mind devoid of the stain of miserliness, freely generous, openhanded, delighting in relinquishment, devoted to charity, delighting in giving and sharing” (<a class='ref' href='/an6.10'>AN 6.10</a>).",
  "an-introduction-bodhi:139": "(2) The second class of defilements in this threefold scheme are those that <em>impede the success of meditation</em>. The most elementary in this group is the simplest: sheer laziness, resistance to the work of “arousing energy for the attainment of the as-yet-unattained, for the achievement of the as-yet-unachieved, for the realization of the as-yet-unrealized” (<a class='ref' href='/an8.80'>AN 8.80</a>). Once a meditator overcomes laziness and makes the endeavor to meditate, the defilements he or she is likely to encounter fall into a set known as the five hindrances, so called because they are “obstructions, hindrances, encumbrances of the mind, states that weaken wisdom.” They even prevent one from knowing one’s own good and the good of others (<a class='ref' href='/an5.51'>AN 5.51</a>). The Buddha condemns them as “a complete heap of the unwholesome” (<a class='ref' href='/an5.52'>AN 5.52</a>) and compares them to corruptions of gold (<a class='ref' href='/an5.23'>AN 5.23</a>) and impurities in a bowl of water (<a class='ref' href='/an5.193'>AN 5.193</a>). A series of suttas at the beginning of AN explains the principal triggers for each of the five hindrances and the most effective contemplative techniques for subduing them (<a class='ref' href='/an1.11'>AN 1.11–20</a>).",
  "an-introduction-bodhi:140": "The Aṅguttara mentions other sets of defilements that obstruct meditation practice. These include the three kinds of unwholesome thoughts (<a class='ref' href='/an4.11'>AN 4.11</a>), the five kinds of mental barrenness (<a class='ref' href='/an5.205'>AN 5.205</a>), and the five mental bondages (<a class='ref' href='/an5.206'>AN 5.206</a>). These can more or less be correlated with the five hindrances. All these defilements are overcome, tentatively, through the successful practice of serenity meditation, which reaches fulfillment in <i lang='pi' translate='no'>samādhi</i>, mental collectedness or concentration.",
  "an-introduction-bodhi:141": "(3) The defilements of the third type are the deepest and the most obstinate. These are the defilements lodged at the base of the stream of consciousness that <em>maintain bondage to the cycle of rebirths</em>. Such defilements lie dormant in the mind even when the meditator achieves exalted states of concentration. They can be removed only by the development of wisdom, by insight that penetrates deep into the truth of the Dhamma. In the language of the Pāli commentaries, they are totally eradicated only by the “supramundane” or world-transcending paths (<i lang='pi' translate='no'>lokuttaramagga</i>), states of consciousness that break through the barriers of conditioned reality and see the unconditioned nibbāna.",
  "an-introduction-bodhi:142": "The most primordial of these fundamental defilements are called the <i lang='pi' translate='no'>āsavas</i>, inadequately translated as “taints.” These consist of craving for sensual pleasures, craving for continued existence, and ignorance (<a class='ref' href='/an6.63'>AN 6.63</a> §4). They are fully eradicated only with the attainment of arahantship, and thus the fruit of arahantship is described as “the taintless liberation of mind, liberation by wisdom achieved with the destruction of the taints.” Other groups of fundamental defilements include the four bonds (<a class='ref' href='/an4.10'>AN 4.10</a>), identical in content with the three <i lang='pi' translate='no'>āsavas</i> but augmented by the bond of views; the seven underlying tendencies (<a class='ref' href='/an7.11'>AN 7.11–12</a>); and the ten fetters, whose eradication in clusters marks the attainment of the successive stages of awakening (<a class='ref' href='/an10.13'>AN 10.13</a>). The three unwholesome roots—lust, hatred, and delusion—also operate at this level and thus must be uprooted to gain liberation. All these defilements fall under the dominion of ignorance and craving for existence, which drive the process of saṁsāra forward from one existence to the next (<a class='ref' href='/an3.76'>AN 3.76–77</a>). Final liberation therefore ultimately depends on eliminating ignorance and craving, which occurs through the world-transcendent wisdom that deeply discerns the four noble truths.",
  "an-introduction-bodhi:143": "The Path of Renunciation",
  "an-introduction-bodhi:144": "Although the Buddha taught the Dhamma openly and broadly to both renunciants and laypeople, he gave special attention to those who followed him from the household life into homelessness to pursue the goal that he himself had realized. Thus the full range of Dhamma practice is incorporated into the systematic training of the bhikkhu or bhikkhunī. The graduated course of monastic training is treated in greatest detail in the Dīgha and Majjhima Nikāyas, but the same sequence also appears once in AN (<a class='ref' href='/an4.198'>AN 4.198</a>).",
  "an-introduction-bodhi:145": "The precondition for the training is the arising of the Tathāgata and his proclamation of the Dhamma. Having heard the teaching, the student acquires faith and goes forth into the homeless life. Now a bhikkhu, he undertakes the ethical discipline of a renunciant, which requires a life of harmlessness and purity in bodily and verbal action. He should be content with the simplest requisites, yet without priding himself on his austerity (<a class='ref' href='/an4.28'>AN 4.28</a>). To facilitate the passage to concentration, he practices restraint of the sense faculties and exercises mindfulness and clear comprehension in all activities. Other texts on the monastic training mention two other measures that fit into this phase: moderation in eating and wakefulness (<a class='ref' href='/an3.16'>AN 3.16</a>, <a class='ref' href='/an4.37'>AN 4.37</a>). The bhikkhu resorts to a secluded dwelling place, cleanses his mind of the five hindrances, and masters the four jhānas, the stages of deep concentration. He then directs the concentrated mind towards the three kinds of higher knowledge: the recollection of past lives, perception of the passing away and rebirth of beings, and the penetration of the four noble truths. This process reaches consummation in the liberation of the mind from the <i lang='pi' translate='no'>āsavas</i>.",
  "an-introduction-bodhi:146": "Another sutta, <a class='ref' href='/an10.99'>AN 10.99</a>, begins with the same series of preparatory steps, but from the attainment of the four jhānas it proceeds to the four formless meditative attainments: the base of the infinity of space, the base of the infinity of consciousness, the base of nothingness, and the base of neither-perception-nor-non-perception. From there the meditator continues to the “cessation of perception and feeling”—also known as the attainment of cessation—on emerging from which he “sees with wisdom” and attains the destruction of the <i lang='pi' translate='no'>āsavas</i>. In this version of the training, the first two higher knowledges are not mentioned and the process of mental development is continued through all nine meditative attainments. Yet, despite this difference, both conclude with the destruction of the <i lang='pi' translate='no'>āsavas</i>.",
  "an-introduction-bodhi:147": "Though AN shares this comprehensive description of the monastic training with other Nikāyas, it includes formulations that seem to be specific, if not entirely unique, to itself. One such is the threefold training: the higher virtuous behavior, the higher mind (of concentration), and the higher wisdom (<a class='ref' href='/an3.81'>AN 3.81–90</a>). Of particular interest in this series of texts is a pair of suttas which state that a monk can fall into offenses regarding the lesser and minor training rules, undergo rehabilitation, and attain the four stages of awakening (<a class='ref' href='/an3.86'>AN 3.86–87</a>). What he upholds firmly are “those training rules that are fundamental to the spiritual life, in conformity with the spiritual life.” These two suttas also correlate the threefold training with the four stages of awakening: the stream-enterer and once-returner fulfill virtuous behavior but not the other two trainings; the non-returner fulfills virtue and concentration but not wisdom; and the arahant fulfills all three trainings.",
  "an-introduction-bodhi:148": "Another perspective on the sequential course of practice is offered by a series of “expanded parallels” that begins in the Fives (with <a class='ref' href='/an5.24'>AN 5.24</a>) and continues with augmentation into later <i lang='pi' translate='no'>nipātas</i> as far as the Elevens. This series can be stratified in terms of the threefold training and its culmination in liberation, but it exhibits the finer transitional stages that lie between the main stages. Thus in the most complete version (<a class='ref' href='/an11.3'>AN 11.3</a>), it proceeds from virtuous behavior to non-regret, thence in steps to joy, rapture, tranquility, pleasure, concentration, knowledge and vision of things as they really are, disenchantment, dispassion, and the knowledge and vision of liberation. Presumably, liberation itself should be wedged in after dispassion, but this would require a Book of Twelves.",
  "an-introduction-bodhi:149": "The monastic quest does not always culminate in the nirvanic realization that inspired the monk to embark on the life of renunciation. The Nikāyas show a keen awareness of human weakness and thus ring precautionary alarms. One sutta mentions four “perils” that face a clansman who has “gone forth out of faith from the household life into homelessness”: anger at being instructed by younger monks; craving for food that is frustrated by the regulations governing meals; attraction to the five kinds of sensual pleasure; and the encounter with seductive women (<a class='ref' href='/an4.122'>AN 4.122</a>). Another discourse says that any bhikkhu or bhikkhunī who gives up the training and reverts to lay life does so because they were deficient in faith, moral shame, moral dread, energy, and wisdom (<a class='ref' href='/an5.5'>AN 5.5</a>). And two long discourses compare the bhikkhu who is deflected from the training to a warrior defeated in battle. In one case the cause is “a woman or a girl who is beautiful, attractive, graceful, possessing supreme beauty of complexion” (<a class='ref' href='/an5.75'>AN 5.75</a>). In the other it is the passion that arises from seeing women on almsround “with their dress in disarray and loosely attired” (<a class='ref' href='/an5.76'>AN 5.76</a>). The Aṅguttara shows that while the Buddha had deep trust in the capacity of human beings to triumph over all bonds and fetters, he was not oblivious to the difficulty of the endeavor or to the strength and cunning of the defilements that have to be confronted and vanquished.",
  "an-introduction-bodhi:150": "Meditation",
  "an-introduction-bodhi:151": "The heart of the monastic life is the practice of what we call meditation, the methodical effort to tame and master the mind and to develop its capacity for calm and insight. The training begins with the undeveloped mind, clouded and unruly, beset by passions and defilements. It ends in the liberated mind, tranquil, tamed, bright and luminous, freed from defilements and bondage to repeated existence.",
  "an-introduction-bodhi:152": "Methods of mental cultivation fall into two categories, serenity (<i lang='pi' translate='no'>samatha</i>) and insight (<i lang='pi' translate='no'>vipassanā</i>); the former is considered the means to develop concentration, the latter the means to develop wisdom. Serenity brings the tentative abandoning of lust and results in liberation of mind. Insight brings the abandoning of ignorance and results in liberation by wisdom (<a class='ref' href='/an2.31'>AN 2.31</a>). Jointly, “liberation of mind” and “liberation by wisdom” constitute arahantship, the final goal.",
  "an-introduction-bodhi:153": "Although the usual sequence of meditative training proceeds from concentration to wisdom, several suttas in AN show that meditators can choose various routes to reach the world-transcending path. The disciple Ānanda states that all those who attain arahantship do so in one of four ways: either by developing serenity first and then insight (the standard sequence); by developing insight first and then serenity; by developing the two in conjunction; and by emerging from “restlessness about the Dhamma” and achieving a unified mind (<a class='ref' href='/an4.170'>AN 4.170</a>). Another sutta advises one who gains either serenity or insight (but not the other) to seek out a teacher who can give instructions on obtaining the missing factor; one who gains neither should seek instructions on gaining both; while one who gains both should develop them to capacity to reach the destruction of the <i lang='pi' translate='no'>āsavas</i> (<a class='ref' href='/an4.94'>AN 4.94</a>).",
  "an-introduction-bodhi:154": "The subjects of meditation mentioned in AN are many and diverse. Like the other Nikāyas, AN does not give detailed instructions on the technology of meditation, but it introduces a wide variety of meditation subjects. Apparently these had to be diverse to accommodate the different dispositions of the people who came to the Buddha for instruction. The Book of Ones includes a virtual “catalogue” of themes and attainments pertaining to meditation practice, all set forth in connection with what makes a bhikkhu worthy to receive almsfood (<a class='ref' href='/an1.394'>AN 1.394–575</a>). The same <i lang='pi' translate='no'>nipāta</i> concludes with an extended paean to mindfulness of the body (<a class='ref' href='/an1.575'>AN 1.575–627</a>), declared to be the key to realizing the deathless.",
  "an-introduction-bodhi:155": "Suttas in AN describe many of the familiar meditation subjects that receive more detailed treatment in such works as the Visuddhimagga. We find here mindfulness of breathing (<a class='ref' href='/an10.60'>AN 10.60</a> §10), the six devotional recollections (<a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an6.25'>AN 6.25</a>), loving-kindness (<a class='ref' href='/an8.1'>AN 8.1</a>, <a class='ref' href='/an11.15'>AN 11.15</a>) along with all four immeasurables or “divine abodes” (<a class='ref' href='/an3.65'>AN 3.65</a>, <a class='ref' href='/an8.63'>AN 8.63</a>), and mindfulness of death (<a class='ref' href='/an6.19'>AN 6.19–20</a>, <a class='ref' href='/an8.73'>AN 8.73–74</a>). Walking meditation is praised for bringing five benefits (<a class='ref' href='/an5.29'>AN 5.29</a>). Of particular interest is the emphasis AN places on the “perceptions” (<i lang='pi' translate='no'>saññā</i>), meditation subjects that initially involve a fair amount of reflection rather than bare mindful observation. AN <a class='ref' href='/an7.49'>AN 7.49</a>, for instance, mentions seven perceptions, which are said to “culminate in the deathless, to have the deathless as their consummation.” The seven are the perception of unattractiveness, the perception of death, the perception of the repulsiveness of food, the perception of non-delight in the entire world, the perception of impermanence, the perception of suffering in the impermanent, and the perception of non-self in what is suffering. Each of these perceptions is then connected to a specific distorted perception or inclination that it counteracts. Thus the perception of unattractiveness eliminates desire for sexual intercourse, the perception of death counters attachment to life, the perception of the repulsiveness of food causes the mind to shrink away from craving for tastes. The popular Girimānanda Sutta describes ten perceptions, which the Buddha instructs Ānanda to recite in order to restore the health of the bhikkhu Girimānanda, who was afflicted with a grave illness (<a class='ref' href='/an10.60'>AN 10.60</a>).",
  "an-introduction-bodhi:156": "Some of the meditation subjects mentioned in AN pertain, in traditional Theravāda exegesis, to the development of serenity, others to the development of insight. What is interesting in AN, however, is that while serenity and insight are treated as distinct domains of meditation with their own points of emphasis and fruits, a hard and fast line is not drawn between meditation subjects as pertaining to the one or the other. It is quite conceivable that in the Buddha’s own view of meditation, serenity and insight represent not two separate categories of meditation objects but two complementary subjective orientations that can be developed on the basis of the same set of meditation objects.",
  "an-introduction-bodhi:157": "In AN the higher states of consciousness achieved through meditation are often mentioned. The most frequent, of course, are the four jhānas. In addition we also come across such sets as the eight bases of overcoming (<a class='ref' href='/an8.65'>AN 8.65</a>), the eight emancipations (<a class='ref' href='/an8.66'>AN 8.66</a>), and the nine progressive abidings (<a class='ref' href='/an9.31'>AN 9.31–61</a>). Success in meditation is sometimes shown to culminate in the three true knowledges, the <i lang='pi' translate='no'>tevijjā</i> (<a class='ref' href='/an3.58'>AN 3.58–59</a>), which the Buddha himself attained on the night of his enlightenment (<a class='ref' href='/an8.11'>AN 8.11</a>). Elsewhere meditation brings attainment of the six kinds of superior knowledge later known as the <i lang='pi' translate='no'>abhiññās</i> (<a class='ref' href='/an3.101'>AN 3.101–2</a>, <a class='ref' href='/an5.23'>AN 5.23</a>, <a class='ref' href='/an6.2'>AN 6.2</a>). Five of these involve psychic powers, while the sixth is the world-transcending knowledge of the destruction of the <i lang='pi' translate='no'>āsavas</i>.",
  "an-introduction-bodhi:158": "Wisdom",
  "an-introduction-bodhi:159": "When pursued as an end in itself, deep concentration is accompanied by exalted joy, bliss, calm, and equanimity. These experiences can convince the unwary meditator that he has reached the final goal and discovered “the nirvanic peace within.” Such lofty states, however, are achieved simply through the intensification of consciousness, not through the deep insight that cuts off the bonds of repeated existence. The superior states of concentration generate powerful wholesome kamma, which lead to rebirth in the form or formless realm—the realms of super-divine stature—depending on the attainments reached during the meditator’s human existence. Without the deep discernment of wisdom, this kamma will eventually be exhausted and the divine being will pass away and take rebirth elsewhere, perhaps even in the bad destinations (<a class='ref' href='/an3.116'>AN 3.116</a>, <a class='ref' href='/an4.123'>AN 4.123–26</a>). For the path to reach completion and culminate in the deathless, it must eventually bring forth wisdom. Thus the Buddha praises wisdom as the foremost splendor, radiance, light, luster, and luminary (<a class='ref' href='/an4.141'>AN 4.141–45</a>).",
  "an-introduction-bodhi:160": "Despite the analogy with light, however, wisdom does not flare up suddenly and spontaneously through pious good wishes; rather, it is gradually begotten by following a prescribed course of training. One sutta enumerates eight conditions for acquiring and maturing the wisdom that pertains to the spiritual life (<a class='ref' href='/an8.2'>AN 8.2</a>). These include relying on a teacher, asking questions to clear away one’s doubts, observing the rules of discipline, learning and reflection, and contemplating the arising and vanishing of the five aggregates. Another supporting factor for the growth of wisdom is right view. The Buddha assigned right view to the first place among the factors of the noble eightfold path and the ten kinds of rightness (<a class='ref' href='/an10.103'>AN 10.103</a>). From right view originate the other nine factors, ending in right knowledge and right liberation (<a class='ref' href='/an10.105'>AN 10.105</a>).",
  "an-introduction-bodhi:161": "Learning and investigating the Dhamma also contribute to the growth of wisdom. Among the four Nikāyas, it is perhaps AN that places the greatest emphasis on learning. Learning is described as one of the five kinds of wealth (<a class='ref' href='/an5.47'>AN 5.47</a>) and as a quality that makes a bhikkhu respected and esteemed by his fellow monks (<a class='ref' href='/an5.87'>AN 5.87</a>). Of course, a disciple who has learned just a little but puts what he or she has learned into practice is superior to one who learns much without applying it (<a class='ref' href='/an4.6'>AN 4.6</a>). But learning does possess intrinsic value, and those who excel in learning and also obtain the four jhānas and the three true knowledges are regarded as especially worthy of respect (<a class='ref' href='/an10.97'>AN 10.97</a>). Mastery over the Dhamma qualifies one to teach, so that one can not only expedite one’s own progress but also promote the good of others (<a class='ref' href='/an8.62'>AN 8.62</a>).",
  "an-introduction-bodhi:162": "The suttas of AN do not merely praise learning but provide concrete instructions on <em>how</em> to learn and teach the Dhamma. Since the Dhamma was always conveyed orally, not in written documents, the texts emphasize the need for both attentive listening and retention. One who does not attend closely is like an inverted bowl, which cannot hold water; one who attends but does not retain what has been learned is like a man who upsets the contents of his lap; while the one who both attends to discourses and retains what has been learned preserves it for a long time, just as an upright bowl long retains water (<a class='ref' href='/an3.30'>AN 3.30</a>). Ānanda, the most learned of the bhikkhus, mentions six factors conducive to mastery of the Dhamma, among them learning many discourses, teaching others, and visiting elders to clear up points one does not fully understand (<a class='ref' href='/an6.51'>AN 6.51</a>).",
  "an-introduction-bodhi:163": "Listening to the Dhamma can serve as an occasion for entering the irreversible path to final liberation, but to gain this benefit one has to listen properly. This means that one has to listen with a respectful and open mind, not with a mind intent on finding faults, on disparaging the discourse and the speaker (<a class='ref' href='/an5.151'>AN 5.151–53</a>). Listening and teaching can even precipitate the attainment of liberation. While listening to the Dhamma, teaching it, reciting it, or examining its meaning, one may gain inspiration, experience joy, and set in motion a process that ends in full liberation from the <i lang='pi' translate='no'>āsavas</i> (<a class='ref' href='/an5.28'>AN 5.28</a>). Learning, however, should be accompanied by practice. Thus the Buddha urges the monks not to spend all their time on study, teaching, recitation, and reflection but to go apart and devote themselves to the development of internal serenity and experiential wisdom (<a class='ref' href='/an5.73'>AN 5.73–74</a>).",
  "an-introduction-bodhi:164": "Learning and teaching play a vital role in ensuring the longevity of the Dhamma. The Dhamma declines and disappears, says one sutta, when the bhikkhus do not respectfully listen to it, learn it, retain it in mind, examine the meaning, and put it into practice; it continues without degeneration when the bhikkhus do these things (<a class='ref' href='/an5.154'>AN 5.154</a>). Other suttas stress the importance of teaching and making others recite the texts (<a class='ref' href='/an5.155'>AN 5.155</a>). When teaching, one has to select the appropriate topic, assessing the interests and expectations of the audience, and then give a talk that matches their inclinations (<a class='ref' href='/an5.157'>AN 5.157</a>). The Buddha prescribes five guidelines for a teacher of the Dhamma: he should give a talk that follows a progressive sequence; he should provide reasons to support his assertions; he should have empathy with his audience; he should not be intent on material gain; and he should not say anything harmful to himself or others (<a class='ref' href='/an5.159'>AN 5.159</a>).",
  "an-introduction-bodhi:165": "Penetrative wisdom is not a matter of merely mastering a body of texts or a system of ideas but of seeing into the true nature of phenomena. The principles to be seen with wisdom are the “three characteristics” of impermanence, suffering, and non-self. We are told that whether Tathāgatas arise in the world or not, this fixed law remains: that all conditioned phenomena are impermanent; that all conditioned phenomena are suffering; and that all phenomena whatsoever are non-self (<a class='ref' href='/an3.136'>AN 3.136</a>). To see the true nature of phenomena thus means to see them as impermanent, suffering, and non-self. Normally, our minds are subject to perceptual and conceptual distortion, so that we construe things as being permanent, pleasurable, and self. However obvious these notions seem to us, the texts describe them as an inversion of perception and as forms of cognitive derangement (<a class='ref' href='/an4.49'>AN 4.49</a>). The task of insight is to correct this distortion by contemplating things “as they really are,” that is, as impermanent, suffering, and non-self (<a class='ref' href='/an7.16'>AN 7.16–18</a>). Interestingly, several suttas in AN add a fourth theme of contemplation: contemplating nibbāna as happiness (<a class='ref' href='/an6.101'>AN 6.101</a>, <a class='ref' href='/an7.19'>AN 7.19</a>).",
  "an-introduction-bodhi:166": "Contemplation of conditioned phenomena as impermanent and suffering, contemplation of all phenomena as non-self, and contemplation of nibbāna as happiness enable the disciple to acquire “a conviction in conformity” with the Dhamma (<i lang='pi' translate='no'>anulomikā khantī</i>). This prepares the mind for still deeper insight, and when that insight becomes aligned with the Dhamma itself, it induces entry upon “the fixed course of rightness” (<i lang='pi' translate='no'>sammattaniyāma</i>), the world-transcending path that leads unfailingly to the four stages of awakening (<a class='ref' href='/an6.98'>AN 6.98–101</a>).",
  "an-introduction-bodhi:167": "The Buddha insisted that the ultimate goal of his teaching was the extinction of suffering in this very life, and for this reason he constantly urged the bhikkhus not to remain satisfied with any partial achievement but to press on towards the final goal. He enjoined them to resolve: “I will not relax my energy so long as I have not attained what can be attained by manly strength, energy, and exertion” (<a class='ref' href='/an2.5'>AN 2.5</a>). Two suttas in AN give us an inside glimpse of the contemplative process by which the disciple realizes the final goal. One discourse explains that a bhikkhu enters any of the four jhānas or lower three formless attainments and contemplates its constituents—the five aggregates comprised in the attainment (four aggregates in the formless attainments)—as impermanent, suffering, an illness, a boil, a dart, misery, affliction, alien, disintegrating, empty, and non-self. At a certain point he turns his mind away from those phenomena and directs it to the deathless element, nibbāna. On this basis he attains either the destruction of the <i lang='pi' translate='no'>āsavas</i>, that is, arahantship, or if he cannot complete the work, the stage of non-returner (<a class='ref' href='/an9.36'>AN 9.36</a>). The other sutta is spoken by Ānanda to a lay devotee who has asked how a bhikkhu reaches the destruction of the taints. Ānanda explains that the bhikkhu enters any of the four jhānas, the four immeasurables (loving-kindness, compassion, altruistic joy, and equanimity), or the three lower formless attainments. He then reviews the attainment as “constructed and produced by volition,” and observes: “Whatever is constructed and produced by volition is impermanent, subject to cessation.” In this case, too, he attains either arahantship or non-returning (<a class='ref' href='/an11.16'>AN 11.16</a>).",
  "an-introduction-bodhi:168": "The Saṅgha",
  "an-introduction-bodhi:169": "According to traditional exegesis, the word <i lang='pi' translate='no'>saṅgha</i> is used in two senses: as a designation for the monastic order consisting of bhikkhus and bhikkhunīs, sometimes called the “institutional Saṅgha” or “conventional Saṅgha” (<i lang='pi' translate='no'>sammutisaṅgha</i>); and as a designation for the “community of noble ones” (<i lang='pi' translate='no'>ariyasaṅgha</i>), which consists of the eight noble persons, the four pairs of those who have attained the world-transcending paths and fruits. On the basis of this distinction it is then said that the conventional Saṅgha consists only of monastics, whether noble ones or ordinary people; while the noble Saṅgha is said to include laypeople who have attained the paths and fruits as well as monastics. In AN a distinction between these two kinds of Saṅgha is discernible but the boundaries between them are not as clear-cut as tradition makes them out to be. First, whenever a new convert to the Dhamma declares that they go for refuge, they state as the third object of refuge the “Saṅgha of bhikkhus” (presumably also including bhikkhunīs). This shows that they (or, more likely, the compilers of the texts) understood the monastic community to be the third refuge. Second, the formula for the noble Saṅgha describes it in terms that apply more readily to renunciants who live on the offerings of others: it is “worthy of gifts, worthy of hospitality, worthy of offerings, worthy of reverential salutation.” Such an encomium again establishes a connection between the monastic Saṅgha and the noble Saṅgha.",
  "an-introduction-bodhi:170": "However, one sutta speaks of “four kinds of persons who adorn the Saṅgha.” These are well-disciplined and learned bhikkhus, bhikkhunīs, male lay followers, and female lay followers (<a class='ref' href='/an4.7'>AN 4.7</a>; see too <a class='ref' href='/an4.211'>AN 4.211</a>). This suggests that the word <i lang='pi' translate='no'>saṅgha</i> even in the conventional sense can include laypeople, unless one understands the statement to mean that bhikkhus and bhikkhunīs adorn the Saṅgha as its members while laypeople adorn it as its supporters. In any case, almost everywhere else when the texts speak about the Saṅgha without specific reference to the noble ones, the monastic order (or subgroups within it) is intended.",
  "an-introduction-bodhi:171": "Several AN suttas show that the monastic Saṅgha did not always measure up to the criteria the Buddha had set for it. In <a class='ref' href='/an2.42'>AN 2.42–51</a> a series of contrasts is drawn between pairs of assemblies, one censurable, the other laudable. The two assemblies are specifically described in terms of bhikkhus. The censurable arm of each pair includes the shallow assembly, in which the bhikkhus are “restless, puffed up, and vain”; the inferior assembly, in which they are luxurious and lax; the dregs of an assembly, in which they enter a wrong course on account of desire, hatred, delusion, or fear; and the assembly that values worldly things, not the good Dhamma. Heedlessness and worldliness were not the only problems that the Buddha had to deal with in the monastic order. Scattered throughout AN are references to quarrels and disputes among the bhikkhus. Thus we read about situations when the bhikkhus had taken to “arguing and quarreling and fell into a dispute, stabbing each other with piercing words” (<a class='ref' href='/an10.50'>AN 10.50</a>; see too <a class='ref' href='/an2.43'>AN 2.43</a>, <a class='ref' href='/an3.124'>AN 3.124</a>). On some occasions the threat of schism cast its shadow. To forestall this danger, the Buddha proposed six guidelines to promote cordial relationships among the bhikkhus (<a class='ref' href='/an6.12'>AN 6.12</a>) and he urged them to assemble often and conduct the affairs of the Saṅgha in harmony (<a class='ref' href='/an7.23'>AN 7.23</a>). He also cautioned them about six roots of disputes that had to be extirpated whenever they arose (<a class='ref' href='/an6.36'>AN 6.36</a>). Yet despite the faults of its members, the Buddha had high regard for the monastic Saṅgha. He praised the Saṅgha of diligent bhikkhus as an unsurpassed field of merit worth traveling many miles to see (<a class='ref' href='/an4.190'>AN 4.190</a>) and he was pleased when he saw monks living “in concord, harmoniously, without disputes, blending like milk and water, viewing each other with eyes of affection” (<a class='ref' href='/an10.50'>AN 10.50</a>).",
  "an-introduction-bodhi:172": "The monastic Saṅgha not only provided optimal conditions for those intent on leading the spiritual life in full earnestness, but also served as a field of blessings and a channel for spreading the Buddha’s teachings to the lay community. Bhikkhus and bhikkhunīs offered laypeople the opportunity to gain merit by supporting them with robes, almsfood, dwellings, and medicine. The monastics also used their encounters with laypeople as opportunities to teach the Dhamma to the people in the homes, villages, and towns that they visited. Hence the Buddha laid strong emphasis on the need for both partners in this symbiotic relationship to fulfill their respective duties. The monastics are obliged to provide an inspiring model of disciplined conduct to the laity, behaving in such a way that “those without confidence gain confidence and those with confidence increase in their confidence” (<a class='ref' href='/an8.54'>AN 8.54</a>; see too <a class='ref' href='/an4.245'>AN 4.245</a> §1). The lay community is responsible for seeing to the material needs of the monastics. In doing so, they are expected to act with proper etiquette, saluting the monastic disciples respectfully, offering them a seat, giving generously, and showing solicitude for their well-being (<a class='ref' href='/an7.13'>AN 7.13</a>). The lay devotees should also sit close by to listen to the Dhamma and savor the flavor of the words (<a class='ref' href='/an9.17'>AN 9.17</a>).",
  "an-introduction-bodhi:173": "The noble Saṅgha consists of eight types of noble persons, who are joined into four pairs in relation to the four stages of awakening. The two members of each pair are the one who has attained the stage itself and the one who has entered the path leading irreversibly towards that stage. They are stated concisely thus: “The stream-enterer, the one practicing for realization of the fruit of stream-entry; the once-returner, the one practicing for realization of the fruit of once-returning; the non-returner, the one practicing for realization of the fruit of non-returning; the arahant, the one practicing for realization of the fruit of arahantship” (<a class='ref' href='/an8.59'>AN 8.59</a>). In one sutta another term is added to the list of eight, the <i lang='pi' translate='no'>gotrabhū</i> or “clan-member” (<a class='ref' href='/an9.10'>AN 9.10</a>; see too <a class='ref' href='/an10.16'>AN 10.16</a>). Strangely, the relationship of this figure to the others is not explained in the Nikāyas. The commentaries interpret this term through the lens of the later Theravādan exegetical system, according to which <i lang='pi' translate='no'>gotrabhū</i> refers to the single mind-moment that makes the transition from the peak of insight to the world-transcending path. But this explanation presupposes the development of technical schemes not discernible in the Nikāyas and it is therefore unlikely to represent the term’s original meaning.",
  "an-introduction-bodhi:174": "The four main stages are distinguished by the fetters that they eliminate and the number of rebirths that remain for those who attain them (see <a class='ref' href='/an3.86'>AN 3.86</a>, <a class='ref' href='/an4.210'>AN 4.210</a>). With the destruction of the three lower fetters (see <a class='ref' href='/an10.13'>AN 10.13</a>), the disciple becomes a stream-enterer (<i lang='pi' translate='no'>sotāpanna</i>), no longer subject to rebirth in the three lower realms and bound to reach liberation in a maximum of seven more lives, passed either in the human realm or in the deva world. With the destruction of three fetters and the additional diminishing of greed, hatred, and delusion, one becomes a once-returner (<i lang='pi' translate='no'>sakadāgāmī</i>), who comes back to this world one more time and then makes an end of suffering. With the destruction of all five lower fetters, the disciple becomes a non-returner (<i lang='pi' translate='no'>anāgāmī</i>) who takes spontaneous rebirth in the form realm (usually in a special region called the pure abodes) and attains final nibbāna there without returning from that world. And with the complete destruction of the taints, the disciple becomes an arahant, a fully liberated one.",
  "an-introduction-bodhi:175": "Though the explanations in the texts are often phrased in terms of bhikkhus, laypeople are also able to attain the first three fruits and even the fourth. In the last case, however, tradition says that they either attain arahantship on the verge of death or almost at once leave the household life for homelessness. We find in AN the testimony of several lay non-returners. Thus the laywoman Nandamātā insinuates that she is a non-returner (at <a class='ref' href='/an7.53'>AN 7.53</a>), as do Ugga of Vesālī and Ugga of Hatthigāma (at <a class='ref' href='/an8.21'>AN 8.21</a> and <a class='ref' href='/an8.22'>AN 8.22</a>, respectively). The Sixes (<a class='ref' href='/an6.119'>AN 6.119–39</a>) mention a large number of male lay followers who have “reached certainty about the Tathāgata and become seers of the deathless,” a phrase which implies that they are noble disciples (but not arahants). Many female lay followers are elsewhere confirmed as winners of the noble fruits.",
  "an-introduction-bodhi:176": "Another method of distinguishing the noble ones into seven types is mentioned at <a class='ref' href='/an7.14'>AN 7.14</a>, where they are simply listed without explanation; explanations are found in MN 70. The seven are the one liberated in both respects, the one liberated by wisdom, the body witness, the one attained to view, the one liberated by faith, the Dhamma follower, and the faith follower. The first two are arahants, who are distinguished in that the former can also attain the “peaceful formless emancipations” (the formless meditations and the attainment of cessation), while the latter cannot. The middle three are types of <i lang='pi' translate='no'>sekhas</i>, disciples in higher training, who are distinguished according to their dominant faculty. The first excels in concentration, the second in wisdom, the third in faith. As <a class='ref' href='/an3.21'>AN 3.21</a> points out, these three cannot be ranked against one another in terms of superiority, since each can comprise anyone ranging from a stream-enterer to a person on the path to arahantship. The Dhamma follower and the faith follower are two types who have entered the path to stream-entry but have not yet attained the fruit. They are distinguished respectively by whether their dominant faculty is wisdom or faith. At the end of <a class='ref' href='/an7.56'>AN 7.56</a>, the Buddha mentions another “seventh person” in place of the faith follower. This type is called “one who dwells in the markless” (<i lang='pi' translate='no'>animittavihārī</i>), a term unexplained in the sutta itself and never taken up for elaboration in the post-canonical Buddhist tradition. The commentary simply identifies this figure with the faith follower, but that may be an attempt to fit atypical ideas into the slots of an established system.",
  "an-introduction-bodhi:177": "The ideal spiritual figure of AN, as of the Nikāyas as a whole, is the arahant, who is called “the best among devas and humans: one who has reached the ultimate conclusion, won ultimate security from bondage, lived the ultimate spiritual life, and gained the ultimate consummation” (<a class='ref' href='/an3.143'>AN 3.143</a>, <a class='ref' href='/an11.10'>AN 11.10</a>). The arahants “have destroyed the taints, lived the spiritual life, done what had to be done, laid down the burden, reached their own goal, utterly destroyed the fetters of existence, and are completely liberated through final knowledge” (<a class='ref' href='/an6.49'>AN 6.49</a>, <a class='ref' href='/an9.7'>AN 9.7</a>). They are “devoid of lust through the destruction of lust; devoid of hatred through the destruction of hatred; devoid of delusion through the destruction of delusion” (<a class='ref' href='/an6.55'>AN 6.55</a>). They are no longer subject to return to any realm of existence, whether sense-sphere existence, form-sphere existence, or formless-sphere existence (<a class='ref' href='/an9.25'>AN 9.25</a>). They enter and dwell in the taintless liberation of mind, the liberation by wisdom, and on their passing away attain final nibbāna.",
  "an-introduction-bodhi:178": "Though all arahants are alike in their eradication of all defilements and their liberation from saṁsāra, AN introduces an interesting distinction between two kinds of arahants. One, the “white-lotus ascetic” (<i lang='pi' translate='no'>puṇḍarīkasamaṇa</i>), does not attain the eight emancipations, while the other, the “red-lotus ascetic” (<i lang='pi' translate='no'>padumasamaṇa</i>), does so. The commentary interprets the first type as one who attains none of the eight emancipations, and thus as a dry-insight arahant (<i lang='pi' translate='no'>sukkhavipassaka</i>), who attains arahantship without attainment of the jhānas. This figure is not explicitly found in the Nikāyas and thus questions may be raised whether the commentary is not reading into the text an idea arisen from a later period. An interpretation that accords better with such suttas as MN 70 would regard the white-lotus ascetic as the arahant “liberated by wisdom” (<i lang='pi' translate='no'>paññāvimutta</i>), who can attain the four jhānas but not the formless emancipations, while the red-lotus ascetic would be the arahant “liberated in both respects” (<i lang='pi' translate='no'>ubhatobhāgavimutta</i>). In addition to the jhānas and the formless emancipations, some arahants attain the “three true knowledges”: knowledge of past lives, knowledge of the passing away and rebirth of beings, and knowledge of the destruction of the <i lang='pi' translate='no'>āsavas</i> (<a class='ref' href='/an3.58'>AN 3.58</a>). Still others attain six superior knowledges, which include, in addition to the three just mentioned, the psychic powers, the divine ear, and the knowledge of the minds of others (<a class='ref' href='/an6.2'>AN 6.2</a>).",
  "an-introduction-bodhi:179": "Types of Persons",
  "an-introduction-bodhi:180": "The Aṅguttara is distinguished among the four Nikāyas by its interest in defining and describing types of persons. These classifications are not proposed from the standpoint of objective psychological analysis but in order to relate different types of persons to the values and goals of the Dhamma. Most, but not all, of the distinctions are drawn among monastics and are put forward as pairs or groups with three or more types.",
  "an-introduction-bodhi:181": "We thus find distinctions drawn between such personality types as the fool and the wise person, the bad person and the good person, the blameworthy monk and the esteemed monk. This last pair is sometimes painted in finer detail by describing more fully the characteristics of the monk who is incorrigibly evil and the monk held up as an exemplar. Similar distinctions are drawn between laypersons, so that we have laypeople of bad intent and those who serve as examples for the lay community.",
  "an-introduction-bodhi:182": "One distinction drawn among persons should dispel a misconception about early Buddhism that in recent years has receded but may not be completely extinct, namely, that in its stress on personal responsibility it was narrowly individualistic. In later times, this misconception (which might have been fostered by attitudes that prevailed in certain sections of the Saṅgha) led to the designation Hīnayāna, or “Little Vehicle,” being ascribed to the schools that adhered to the ancient scriptures. A series of suttas, <a class='ref' href='/an4.95'>AN 4.95–99</a>, distinguishes persons into four types ranked by way of ascending excellence: (1) one who is practicing neither for his own welfare nor for the welfare of others; (2) one who is practicing for the welfare of others but not for his own welfare; (3) one who is practicing for his own welfare but not for the welfare of others; and (4) one who is practicing both for his own welfare and for the welfare of others. The text not only rates the fourth as best, but commends it in superlatives as “the foremost, the best, the preeminent, the supreme, and the finest of these four persons.” Another series of suttas, <a class='ref' href='/an5.17'>AN 5.17–20</a>, explains how a bhikkhu can practice for his own welfare and the welfare of others. And still another sutta broadens the altruistic motivation further, concluding that a person of great wisdom “thinks only of his own welfare, the welfare of others, the welfare of both, and the welfare of the whole world” (<a class='ref' href='/an4.186'>AN 4.186</a>).",
  "an-introduction-bodhi:183": "Bhikkhunīs and Women in the Aṅguttara Nikāya",
  "an-introduction-bodhi:184": "Although most of the suttas in AN are addressed to bhikkhus and describe their subjects as such, they occasionally feature bhikkhunīs, fully ordained nuns, as their protagonists or subjects. We find in AN the story of the origins of the Bhikkhunī Saṅgha (<a class='ref' href='/an8.51'>AN 8.51</a>) as preserved also in the Cūḷavagga of the Vinaya. The story is controversial: first, because of the Buddha’s initial reluctance to allow women to enter the homeless life; and second, because, after giving them permission to go forth, he declares that the ordination of women will have a corrosive effect on the teaching, shortening its lifespan from a thousand years to five hundred years. Whether such an account is historically trustworthy has been questioned by modern-day scholars, for it contains anachronisms hard to reconcile with other chronological information in the canon and commentaries. But the sutta has been responsible for a distrustful attitude towards bhikkhunīs in Theravāda countries and may explain why conservative elders have resisted the revival of the Bhikkhunī Saṅgha currently taking place in such countries as Sri Lanka and Thailand.",
  "an-introduction-bodhi:185": "AN includes, in the sequence on foremost disciples, a section on outstanding bhikkhunīs. But whereas the section on bhikkhus consists of four <i lang='pi' translate='no'>vaggas</i> containing forty-seven categories (several occupied by the same person), that on bhikkhunīs contains only one <i lang='pi' translate='no'>vagga</i> with thirteen names. Perhaps this was because the number of bhikkhunīs was much smaller than the number of bhikkhus, but it may also reflect the biases of the age and perhaps attitudes that prevailed in the school that preserved the Pāli Canon. It seems that the Ekottarāgama of the Chinese Tripiṭaka, stemming from another early school, includes many more bhikkhunīs among the eminent disciples.",
  "an-introduction-bodhi:186": "At <a class='ref' href='/an7.56'>AN 7.56</a> the Buddha reports that two deities informed him that a number of bhikkhunīs have been “well liberated without residue remaining.” In <a class='ref' href='/an8.53'>AN 8.53</a>, he explains to the bhikkhunī Mahāpajāpati Gotamī the eight qualities distinctive of the proper Dhamma and discipline. In <a class='ref' href='/an10.28'>AN 10.28</a> a “bhikkhunī from Kajaṅgalā” responds to ten numerical questions. When her answers are related to the Buddha, he says: “The bhikkhunī of Kajaṅgalā is wise, of great wisdom. If you had asked me about this matter, I would have answered exactly as she has done.”",
  "an-introduction-bodhi:187": "But it is not only in favorable terms that AN speaks about bhikkhunīs. A series of six suttas, <a class='ref' href='/an5.115'>AN 5.115–20</a>, explains various causes for bhikkhunīs to be reborn in hell. She is miserly, she criticizes and praises others indiscriminately, she squanders gifts given out of faith, she is envious, holds wrong views, speaks and acts wrongly, etc. It is puzzling that the text should single out bhikkhunīs for such stern remarks, but perhaps they were seen as necessary precautions. In any case, at <a class='ref' href='/an5.236'>AN 5.236–40</a> the same statements are made about bhikkhus.",
  "an-introduction-bodhi:188": "Among the four Nikāyas, the Aṅguttara has the largest number of suttas addressed to women, but a small number of discourses in the collection testify to a misogynistic attitude that strikes us as discordant, distasteful, and simply unjustified. These texts depict women as driven by powerful passions that impair their abilities and undermine their morals. At <a class='ref' href='/an2.61'>AN 2.61</a>, the Buddha declares that women are never satiated in two things: sexual intercourse and giving birth. When Ānanda asks why women do not sit on councils, engage in business, or travel to distant regions, the Buddha answers that this is because they are full of anger, envious, miserly, and devoid of wisdom (<a class='ref' href='/an4.80'>AN 4.80</a>). Two suttas compare women to a black snake (<a class='ref' href='/an5.229'>AN 5.229–30</a>) in that they are “wrathful, hostile, of deadly venom, double-tongued, and betray friends.” Their venom is their strong lust; their double-tongue is their proclivity to slander; and they betray friends in that “for the most part women are adulterous.” In <a class='ref' href='/an5.55'>AN 5.55</a> we read about a mother and son who were ordained as bhikkhunī and bhikkhu. They continued to keep close company, fell in love, and indulged in sexual relations with one another. When this was reported to the Buddha, he is shown using the occasion to make an unfavorable generalization about women: “If one could rightly say of anything that it is entirely a snare of Māra, it is precisely of women that one might say this.”",
  "an-introduction-bodhi:189": "Whether such statements should really be attributed to the Buddha or regarded as interpolations by monastic editors is a question that may not be possible to settle with complete certainty. They are surely contrary, however, to the more liberal spirit displayed elsewhere in the Buddha’s discourses. Moreover, in a text like the Aṅguttara Nikāya, with its many short suttas, it would have been relatively easy for monks, apprehensive about their own sexuality or the spiritual potentials of women, to insert such passages into the canon. These suttas do not have counterparts in the Chinese Āgamas, but that fact on its own is inconclusive; for many suttas in the Pāli Aṅguttara Nikāya are without counterparts in the Chinese canon. Other suttas in AN that deal with sexuality show a more symmetrical approach, such as <a class='ref' href='/an1.1'>AN 1.1–10</a> , <a class='ref' href='/an7.51'>AN 7.51</a>, and <a class='ref' href='/an8.17'>AN 8.17–18</a>, where the sexual attraction of men towards women and of women towards men are precisely balanced.",
  "an-introduction-bodhi:190": "Quite in contrast to the suttas with a misogynistic tone are others that show the Buddha acting cordially towards women and generously bestowing his teaching upon them. He teaches the lay devotee Visākhā how the <i lang='pi' translate='no'>uposatha</i> observance can be of great fruit and benefit (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.43'>AN 8.43</a>). He teaches the Koliyan daughter Suppavāsā the merits of giving food (<a class='ref' href='/an4.57'>AN 4.57</a>). He explains to Queen Mallikā, the wife of King Pasenadi, the karmic causes through which women can achieve beauty, wealth, and influence (<a class='ref' href='/an4.197'>AN 4.197</a>). He answers the questions of the Princess Cundī on the best kinds of confidence and virtuous behavior (<a class='ref' href='/an5.32'>AN 5.32</a>). He instructs a group of girls about to be married on how to behave when they go to live with their husbands (<a class='ref' href='/an5.33'>AN 5.33</a>), and he instructs a boisterous wife about the seven kinds of wives (<a class='ref' href='/an7.63'>AN 7.63</a>). He explains to Visākhā how a woman is heading to victory both in this world and the next (<a class='ref' href='/an8.49'>AN 8.49</a>). He extols the bhikkhunīs Khemā and Uppalavaṇṇā as models for his bhikkhunī followers, and the female lay devotees Khujjuttarā and Veḷukaṇṭakī Nandamātā as models for his female lay disciples (<a class='ref' href='/an4.176'>AN 4.176</a>). It is hard to reconcile such texts, which display a friendly and empathetic attitude towards women, with the passages that categorically denigrate their capacities.",
  "an-introduction-bodhi:191": "The original source of this Index was released under the following terms:",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012)",
  "an-introduction-bodhi:193": "The Numerical Discourses of the Buddha by Bhikkhu Bodhi is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License."
}