{
  "home:1": "Tipiṭaka—<em>the</em> Three Baskets <em>of the</em> Buddhist canon",
  "home:3": "The wisdom of the Buddha has been preserved in a vast ocean of ancient texts.<br> Many of these scriptures have now been translated into the world’s languages.",
  "home:4": "SuttaCentral brings these together and makes them freely available. <br> Setting aside the boundaries of language and tradition, we let the Buddha speak for himself.",
  "home:5": "The Buddha’s words",
  "home:6": "Read this sutta",
  "home:7": "Palm leaf (ola) manuscript from Myanmar, ca. 19th century",
  "home:8": "What’s here",
  "home:9": "SuttaCentral contains early Buddhist texts, known as the Tipiṭaka or “Three Baskets”. This is a large collection of teachings attributed to the Buddha or his earliest disciples, who were teaching in India around 2500 years ago. They are regarded as sacred canon in all schools of Buddhism.",
  "home:10": "Introduction",
  "home:11": "A block from the Tripiṭaka Koreana at Haeinsa Temple",
  "home:12": "Where to begin",
  "home:13": "There are thousands of early Buddhist texts, and they’re not organized for easy reading. But here’s the good news: you are not alone. We’ve been down this road ourselves, and have tried to make it a little easier for you. Here are some things you can try.",
  "home:14": "Get started",
  "home:15": "Related projects",
  "home:17": "listen to suttas",
  "home:18": "Voice makes SuttaCentral’s texts and translations accessible to the visually impaired and the sighted. The suttas began as an oral transmission, and now they are an oral transmission again.",
  "home:19": "Find Suttas on Voice.",
  "home:20": "Or on SuttaCentral, click the speaker icon on Sutta cards",
  "home:22": "Devotional and Contemplative Sutta Reading",
  "home:23": "Lovingly and expertly crafted to guide a Buddhist devotee into a deeper personal relationship with the Dhamma through the practice of reading the Buddha’s words. ",
  "home:24.1": "How to mindfully develop a sutta reading practice",
  "home:24.2": "Daily sutta readings",
  "home:24.3": "Full of helpful advice and tools",
  "home:25": "SuttaCentral forum",
  "home:26": "Join our vibrant and friendly community of Sutta lovers. Absolute beginners and learned experts all get to learn from each other.",
  "home:27": "Share your experiences",
  "home:28": "Ask questions",
  "home:29": "Find talks, chanting, books, and articles.",
  "home:31": "Easy access to the teachings",
  "home:32": "Buddhism.net helps you learn Buddhism, develop a practice, and discover teachers and communities. Cross-sectarian, it focuses on early Buddhism, the common root of all schools of Buddhism. Build a solid foundation in early Buddhism, helpful no matter what form of Buddhism you follow.",
  "home:33": "Why we read",
  "home:34": "Testimonies",
  "home:35": "Pali manuscript from Myanmar",
  "home:36": "A Reader’s Guide to the Pali Suttas",
  "home:37": "The suttas of the Pali Canon (Tipiṭaka), especially the four main <i lang='pi' translate='no'>nikāyas</i>, are essential reading for anyone who wishes to understand the Buddha and his teaching. Bhikkhu Sujato has prepared an extensive set of reading guides for the serious student. These provide essential background and survey most of the core teachings from the perspective of early Buddhism.",
  "home:38": "Guides",
  "home:39": "Bhikkhuni-patimokkha, Burmese manuscript, 19th century. British Library",
  "home:40": "Indexes and Terminology",
  "home:41": "Like any specialized field, Buddhist studies has its own terminology and content. It’s easy to get lost or to miss references, so here we provide indexes of terms in the early texts sorted by subject, name and simile, as well a glossary of important terms. These hand-curated lists offer another way to find the sutta or passage that you're looking for.",
  "home:42": "Indexes",
  "home:43": "SuttaCentral Editions",
  "home:44": "Read selected SuttaCentral translations as books",
  "home:45": "Donate",
  "home:46": "Help us by donating for SuttaCentral development",
  "home:47": "SuttaCentral is a wide-ranging multi-disciplinary project for the preservation, study, translation, and dissemination of early Buddhist texts. As part of our project, we are building specialized software to assist translators to present the Dhamma in the world’s languages. We are currently in need of funding to complete this project. We rely on your support to continue making the Dhamma available to people all around the world.",
  "home:48": "More awesome SuttaCentral things",
  "home:pirivenaTitle": "SuttaCentral Translations For Pirivenas",
  "home:pirivenaText": "SuttaCentral, in conjunction with the Amarapura–Rāmañña and Siam Nikāyas, is pleased to launch the printing of English translations of the Suttas and Vinaya and their distribution through monastic education centers (Pirivena) of Sri Lanka.",
  "home:pirivenaButton": "Learn More"
}