{
  "home:1": "The wisdom of the Buddha has been preserved in a vast ocean of ancient texts.<br> Many of these scriptures have now been translated into the world’s languages.",
  "home:2": "SuttaCentral brings these together and makes them freely available. <br> Setting aside the boundaries of language and tradition, we let the Buddha speak for himself.",
  "home:3": "The Buddha’s words",
  "home:4": "What’s here",
  "home:5": "SuttaCentral contains early Buddhist texts, known as the Tipiṭaka or “Three Baskets”. This is a large collection of teachings attributed to the Buddha or his earliest disciples, who were teaching in India around 2500 years ago. They are regarded as sacred canon in all schools of Buddhism.",
  "home:6": "Where to begin",
  "home:7": "There are thousands of early Buddhist texts, and they’re not organized for easy reading. But here’s the good news: you are not alone. We’ve been down this road ourselves, and have tried to make it a little easier for you. Here are some things you can try.",
  "home:8": "<a class='button-link first-card-button grid-button' href='/introduction'> <paper-button class='button' raised=''>INTRODUCTION</paper-button> </a>",
  "home:9": "<a class='button-link second-card-button grid-button' href='/start'> <paper-button class='button' raised=''>GET STARTED</paper-button> </a>",
  "home:10": "Meet SuttaCentral",
  "home:11": "Tipiṭaka—the three baskets",
  "home:12": "Sixteen gilt and lacquer leaves with two gilt and lacquer book covers. Wood coated with lacquer,                          twelve lines to each leaf written in Pali script in black lacquer, the text interspersed and bordered                          with undulating floral and vegetal motifs in gold on an orange ground. Burma, 19th century. 16 x 63 cm.",
  "home:13": "A decorative kammavaca manuscript",
  "home:14": "Discourses",
  "home:15": "The Discourses record the Buddha’s teachings on meditation, morality, the nature of the world, and the path to freedom. These scriptures are our primary sources for the historical Buddha’s life and practice. They depict the Buddha and his immediate students in lively conversation with a diverse range of people as they question how to follow a spiritual path.",
  "home:16": "<a class='button-link' href='/discourses'> <paper-button class='button card-button' raised=''>MORE …</paper-button> </a>",
  "home:17": "Monastic Law",
  "home:18": "The texts on Monastic Law (vinaya) detail the lifestyle, rules, and procedures for Buddhist monks and nuns. They provide the guidelines for Buddhist monastics to this day, and in addition, paint a detailed and vivid picture of everyday life in ancient India.",
  "home:19": "<a class='button-link' href='/vinaya'> <paper-button class='button card-button' raised=''>MORE …</paper-button> </a>",
  "home:20": "Abhidhamma",
  "home:21": "Abhidhamma texts are systematic summaries and analyses of the teachings drawn from the earlier discourses. The Abhidhamma (spelled abhidharma in Sanskrit) is somewhat later than the Discourses and Vinaya.",
  "home:22": "<a class='button-link' href='/abhidhamma'> <paper-button class='button card-button' raised=''>MORE …</paper-button> </a>",
  "home:23": "Why we read",
  "home:24": "A Reader’s Guide to the Pali Suttas",
  "home:25": "The suttas of the Pali Canon (Tipiṭaka), especially the four main _nikāyas_, are essential reading for anyone who wishes to understand the Buddha and his teaching. Bhikkhu Sujato has prepared an extensive set of reading guides for the serious student. These provide essential background and survey most of the core teachings from the perspective of early Buddhism.",
  "home:26": "<a class='button-link' href='/general-guide-sujato'><paper-button class='button card-button' raised>GUIDES</paper-button></a>",
  "home:27": "Indexes and Terminology",
  "home:28": "Like any specialized field, Buddhist studies has it's own terminology and content. It's easy to get lost or to miss references, so here we provide indexes of terms in the early texts sorted by subject, name and simile, as well a glossary of important terms. These hand-curated lists offer another way to find the sutta or passage that you're looking for.",
  "home:29": "<a class='button-link' href='/subjects'> <paper-button class='button card-button' raised=''>Indexes</paper-button> </a>"
}