{
  "licensing:1": "Licensing",
  "licensing:2": "The Buddhist texts, whether in original languages or translation, are regarded by the Buddhist traditions as “the Buddha’s words”. They are a spiritual heritage of humanity, not belonging to any individual. At SuttaCentral we continue this tradition by making the texts available to everyone free of charge. Our work would not be possible if it were not for the freely given contributions of countless people, and we hope to repay this kindness in some small way by contributing our work for free.",
  "licensing:3": "Our source files are freely available on <a href='https://github.com/suttacentral' rel='noopener' target='_blank' title='SuttaCentral on Github'>SuttaCentral’s Github repository</a>. SuttaCentral is proud to be part of the open source community.",
  "licensing:4": "Material on SuttaCentral falls in three distinct categories in relation to copyright, which are detailed below. If you wish to assert copyright over any material on SuttaCentral, or wish to discuss copyright on SuttaCentral, please do not hesitate to contact us <a href='https://discourse.suttacentral.net/' rel='noopener' target='_blank'>on our forum</a>.",
  "licensing:5": "1. Original material created by SuttaCentral",
  "licensing:6": "All original material created by SuttaCentral is dedicated to the Public Domain by means of <a href='http://creativecommons.org/publicdomain/zero/1.0/' rel='noopener' target='_blank'>Creative Commons Zero (CC0 1.0 Universal)</a>.",
  "licensing:7": "This includes all text, design, software, and images created by SuttaCentral or persons working for SuttaCentral, on the domain suttacentral.net, or any domains or subdomains owned or managed by SuttaCentral, unless otherwise specified.",
  "licensing:8": "You are invited to copy, alter, redistribute, present, perform, convey, or make use of any or all of this material in any way you wish.",
  "licensing:9": "If you make use of any of our material, even though you are under no legal obligations, we respectfully request that you:",
  "licensing:10": "Provide a notice of attribution.",
  "licensing:11": "Maintain the spirit of the Buddhist tradition.",
  "licensing:12": "Please let us know if you would like any assistance in making use of our materials.",
  "licensing:13": "2. Material created by others and made available for SuttaCentral",
  "licensing:14": "For certain of the material on SuttaCentral the copyright has been asserted by third parties. This includes most of the translated texts. In such cases the terms of the copyright are specified by the copyright asserter, who is usually the translator or original publisher. Such material is used in accord with the license, or by permission. The relevant copyright notices as specified by the asserter of copyright are included with the material.",
  "licensing:15": "In addition, please note licenses for the following assets used by SuttaCentral. We gratefully acknowledge the creators for their work and generosity.",
  "licensing:16": "We use several icons from the Noun Project, kindly released via ",
  "licensing:17": "Creative Commons license",
  "licensing:18": ".",
  "licensing:19": "“Difficulty” icons created by <a href='https://thenounproject.com/iconwar/' rel='noopener' target='_blank' title='Alena Artemova on the Noun Project'>Alena Artemova</a>.",
  "licensing:20": "“Language” ISO icons by Krzysiek Woźniak based on a design by <a href='https://thenounproject.com/ralts01/' rel='noopener' target='_blank' title='Jonathan Coutiño on the Noun Project'>Jonathan Coutiño</a>",
  "licensing:21": "“Disconnected cloud icon” by Bernar Novalyi.",
  "licensing:22": "The paintings on the Home page are by the Australian artist Kim Hoa Tram, and are used by kind permission of the artist and the National Gallery of Victoria. These and other works by Kim Hoa Tram may be seen at the <a href='https://www.ngv.vic.gov.au/explore/collection/artist/11810/' rel='noopener' target='_blank' title='Kim Hoa Tram at the National Gallery of Victoria'>National Gallery of Victoria website</a>.",
  "licensing:23": "3. Public domain material",
  "licensing:24": "The original texts of Buddhism in Pali, Chinese, Sanskrit, Tibetan, and other languages are in the <a href='http://creativecommons.org/publicdomain/mark/1.0/' rel='noopener' target='_blank'>public domain</a>. Such material does not fall within the scope of copyright.",
  "licensing:25": "In addition, the reference data, including information on parallels, is not an “original creation” and as such does not fall within the scope of copyright."
}