{
  "mn-guide-sujato:1": "The Middle Discourses: conversations on matters of deep truth",
  "mn-guide-sujato:2": "Bhikkhu Sujato, 2019",
  "mn-guide-sujato:3": "<a href='#item1'>How the Majjhima is Organized</a>",
  "mn-guide-sujato:4": "<a href='#item2'>Imagery and Narrative</a>",
  "mn-guide-sujato:5": "<a href='#item3'>Theory & Practice</a>",
  "mn-guide-sujato:6": "<a href='#item4'>The Buddha</a>",
  "mn-guide-sujato:7": "<a href='#item5'>The Stages of Awakening</a>",
  "mn-guide-sujato:8": "<a href='#item6'>The Monastic Disciples</a>",
  "mn-guide-sujato:9": "<a href='#item7'>The Saṅgha</a>",
  "mn-guide-sujato:10": "<a href='#item8'>The Wider Community</a>",
  "mn-guide-sujato:11": "<a href='#item9'>A Brief Textual History</a>",
  "mn-guide-sujato:12": "The Majjhima Nikāya is the second of the four main divisions in the Sutta Piṭaka of the Pali Canon (<i lang='pi' translate='no'>tipiṭaka</i>). It is translated here as <cite class='text-translated'>Middle Discourses</cite>, and is sometimes known as the <cite class='text-translated'>Middle-Length Discourses</cite>. As the title suggests, its discourses are somewhat shorter than those of the Dīgha Nikāya (<cite class='text-translated'>Long Discourses</cite>), but longer than the many short discourses collected in the Saṁyutta Nikāya (<cite class='text-translated'>Linked Discourses</cite>) and Aṅguttara Nikāya (<cite class='text-translated'>Numbered Discourses</cite>).",
  "mn-guide-sujato:13": "In the classic introduction to his translation of the Majjhima Nikāya, Bhikkhu Bodhi described the Majjhima as “the collection that combines the richest variety of contextual settings with the deepest and most comprehensive assortment of teachings”. He went on to situate it among the other <i lang='pi' translate='no'>nikāyas</i>:",
  "mn-guide-sujato:14": "Like the Dīgha Nikāya, the Majjhima is replete with drama and narrative, while lacking much of its predecessor’s tendency towards imaginative embellishment and profusion of legend. Like the Saṁyutta, it contains some of the profoundest discourses in the Canon, disclosing the Buddha’s radical insights into the nature of existence; and like the Aṅguttara, it covers a wide range of topics of practical applicability. In contrast to those two Nikāyas, however, the Majjhima sets forth this material not in the form of short, self-contained utterances, but in the context of a fascinating procession of scenarios that exhibit the Buddha’s resplendence of wisdom, his skill in adapting his teachings to the needs and proclivities of his interlocutors, his wit and gentle humour, his majestic sublimity, and his compassionate humanity.",
  "mn-guide-sujato:15": "In this guide, I describe some of the special features of the Majjhima. After noting some formal and doctrinal features, I focus this essay on the Buddha and the people he encountered, whether his monastic Sangha, his lay followers, or the many non-Buddhists he spoke with. The Majjhima includes many of the most important autobiographical discourses, so it is a natural place to discuss the Buddha’s life and person. And the dialogue format makes the Majjhima a specially rich context to see how the Dhamma emerged through interaction and conversation with people of all kinds.",
  "mn-guide-sujato:16": "How the Majjhima is Organized",
  "mn-guide-sujato:17": "There are 152 discourses in the Majjhima. These are collected into groups of 50 discourses (<i lang='pi' translate='no'>paṇṇāsa</i>), although the final <i lang='pi' translate='no'>paṇṇāsa</i> contains 52.",
  "mn-guide-sujato:18": "Within each <i lang='pi' translate='no'>paṇṇāsa</i> is a set of five <i lang='pi' translate='no'>vaggas</i>. As usual, most of the <i lang='pi' translate='no'>vaggas</i> are simply named after their first sutta, but a few exhibit some thematic unity:",
  "mn-guide-sujato:19": "<b>Opamma Vagga (Chapter With Similes)</b>",
  "mn-guide-sujato:20": "All these discourses prominently feature similes.",
  "mn-guide-sujato:21": "<b>Mahāyamaka Vagga (Large Chapter With Pairs)</b>",
  "mn-guide-sujato:22": "Paired “long” and “short” discourses. (The following Short Chapter With Pairs only has two sets of pairs.)",
  "mn-guide-sujato:23": "<b>Vaggas 6–10</b>",
  "mn-guide-sujato:24": "These collect discourses featuring certain kinds of people: householders, mendicants, wanderers, kings, and brahmins.",
  "mn-guide-sujato:25": "<b>Vibhaṅga Vagga (Chapter on Analysis)</b>",
  "mn-guide-sujato:26": "These discourses consist of a lengthy “analysis” of a short saying.",
  "mn-guide-sujato:27": "<b>Saḷāyatana Vagga (Chapter on the Six Senses)</b>",
  "mn-guide-sujato:28": "These focus on the six senses.",
  "mn-guide-sujato:29": "Imagery and Narrative",
  "mn-guide-sujato:30": "The Majjhima includes an astonishing range of imagery, with similes found in almost all discourses. Sometimes these are extended to short parables. <a class='ref' href='/mn21'>MN 21</a> <cite class='text-translated'>The Simile of the Saw</cite> (<cite class='text-root'>Kakacūpamasutta</cite>) tells the memorable story of the bold maid Kāḷī who tested her mistress. In <a class='ref' href='/mn56#27'>MN 56:27</a> <cite class='text-translated'>With Upāli</cite> we meet the brahmin lady who wanted to not only dye her pet monkey, but press him and wring him out.",
  "mn-guide-sujato:31": "While the Buddha himself speaks only short tales, in the background narratives we find more developed narratives, including famous stories such as the taming of the vicious serial-killer Aṅgulimāla (<a class='ref' href='/mn86'>MN 86</a>) or the uncompromising commitment of the wealthy youth Raṭṭhapāla (<a class='ref' href='/mn82'>MN 82</a>), who defied his parents’ will to take ordination, and whose discourse finishes with an extraordinary set of teachings for his king.",
  "mn-guide-sujato:32": "Some stories are less earth-bound. <a class='ref' href='/mn37'>MN 37</a> <cite class='text-translated'>The Shorter Discourse on the Ending of Craving</cite> (<cite class='text-root'>Cūḷataṇhāsaṅkhayasutta</cite>) depicts Moggallāna ascending to the heaven of Sakka, the lord of gods, to check his indulgence. <a class='ref' href='/mn50'>MN 50</a> <cite class='text-translated'>The Rebuke of Māra</cite> (<cite class='text-root'>Māratajjanīyasutta</cite>) also features Moggallāna, this time in a dialogue with Māra, the lord of deceit and death; and it contains the startling revelation that Moggallāna himself was a Māra in a past life. Such cosmic drama reaches its apex in <a class='ref' href='/mn49'>MN 49</a> <cite class='text-translated'>On the Invitation of Brahmā</cite> (<cite class='text-root'>Brahmanimantanikasutta</cite>), where the Buddha takes on no less that Brahmā himself in a high-level philosophical debate, forcing Māra to reveal himself on the side of Brahmā. From the perspective of early Buddhism, God and the Devil are not so very different.",
  "mn-guide-sujato:33": "Theory & Practice",
  "mn-guide-sujato:34": "The Majjhima is perhaps the richest of the early Buddhist collections in matters of doctrine. It contains an extraordinary series of discourses that delve into profound topics with a detail and complexity not found elsewhere. It’s worth bearing in mind, though, that such discourses are for advanced students, and fascinating as they are, it is important to get a solid grounding on the fundamental doctrines collected in the Saṁyutta. For this reason I reserve most doctrinal explanations for my guide to the Linked Discourses and make only a few brief remarks here.",
  "mn-guide-sujato:35": "The teachings familiar from the Saṁyutta are all found in the Majjhima, and in several cases the Majjhima offers more detailed explanations. These discourses are important and deserve close study, but beware of equating length with importance. In Buddhist texts it’s just as likely that length implies, not that it is something the Buddha regarded as important, but that it is a late compilation.",
  "mn-guide-sujato:36": "Such is the case with <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Mindfulness Meditation</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>), which, together with its expanded version at <a class='ref' href='/dn22'>DN 22</a>, is the most detailed explanation of mindfulness meditation in the canon. Yet critical and comparative analysis reveals that the discourse as found in the Pali has been subject to considerable late development. <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>The Analysis of the Truths</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), the most detailed discourse of the four noble truths, is closely related to <a class='ref' href='/mn10'>MN 10</a>—in fact <a class='ref' href='/dn22'>DN 22</a> is virtually a combination of this and <a class='ref' href='/mn10'>MN 10</a>—and it too might be suspected to have late features. No such doubt attends to <a class='ref' href='/mn111'>MN 111</a> <cite class='text-translated'>One by One</cite> (<cite class='text-root'>Anupadasutta</cite>), which is clearly a late sutta. This is not the place for a complex discussion of text-critical method, but it is common and natural to assume that length implies importance, and it is worth bearing in mind that the situation is more complicated than that.",
  "mn-guide-sujato:37": "Majjhima suttas that deal with key doctrinal teachings can be understood as offering in-depth analyses of particular factors of the four noble truths. The first truth of suffering is explored in detail in <a class='ref' href='/mn13'>MN 13</a> and <a class='ref' href='/mn14'>MN 14</a> on the “Mass of Suffering”. Various topics under this heading are also treated in detail; the six sense fields are taught in several suttas (<a class='ref' href='/mn18'>MN 18</a>, <a class='ref' href='/mn137'>MN 137</a>, <a class='ref' href='/mn138'>MN 138</a>) and even an entire <i lang='pi' translate='no'>vagga</i> (<a class='ref' href='/mn143'>MN 143</a>–152), while several suttas investigate the teaching on the elements in great detail, exposing depths that one might not suspect for what appears to be such a simple teaching (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). The aggregates appear, but are treated in less detail.",
  "mn-guide-sujato:38": "The second and third noble truths are featured in <a class='ref' href='/mn38'>MN 38</a>, a complex and rewarding discourse on dependent origination, as well as <a class='ref' href='/mn135'>MN 135</a> and <a class='ref' href='/mn136'>MN 136</a>, two of the most detailed and influential discourses on the topic of <i lang='pi' translate='no'>kamma</i>; see too <a class='ref' href='/mn120'>MN 120</a>.",
  "mn-guide-sujato:39": "But it is the fourth noble truth, the path, that dominates the Majjhima. The vast majority of discourses deal with the path as a central topic. The noble eightfold path is treated in complex detail at <a class='ref' href='/mn117'>MN 117</a> <cite class='text-translated'>The Great Forty</cite> (<cite class='text-root'>Mahācattārīsakasutta</cite>), and several discourses deal with specific path factors. In <a class='ref' href='/mn9'>MN 9</a>, Venerable Sāriputta presents the topic of right view from a diverse range of perspectives. The second path factor, right thought or right intention, is the special subject of <a class='ref' href='/mn19'>MN 19</a> and <a class='ref' href='/mn20'>MN 20</a>, which give advice from the Buddha’s own experience on how to first purify thought and then let it go entirely. The path factors on ethics are treated in too many suttas to be summarized here; some of these are covered in the sections on the Saṅgha and the lay communities. Right effort is featured in many suttas, but is specially emphasized in texts such as <a class='ref' href='/mn29'>MN 29</a>, <a class='ref' href='/mn30'>MN 30</a>, and <a class='ref' href='/mn32'>MN 32</a>. <a class='ref' href='/mn10'>MN 10</a>, as noted, deals with right mindfulness, and the topic is treated from more specialized angles in <a class='ref' href='/mn118'>MN 118</a> on mindfulness of breathing, and <a class='ref' href='/mn119'>MN 119</a> on mindfulness of the body. In <a class='ref' href='/mn77'>MN 77</a> we find a long list of different presentations of the path, including the topics found as heads in the Saṁyutta, and quite a few more.",
  "mn-guide-sujato:40": "Right immersion or <em>jhāna</em>, the final factor of the path, is prominent throughout the Majjhima. It is difficult to overstate how central the <i lang='pi' translate='no'>jhānas</i> are to Buddhist meditation. The formula for the four absorptions appears around 50 times in the Majjhima, which is probably more than the formulas for all the other path factors <em>combined</em>. Moreover, right immersion appears also in other guises, such as the four “divine meditations” (<i lang='pi' translate='no'>brahmavihāra</i>), where the pure emotions of love, compassion, rejoicing, and equanimity serve as basis for immersion. These appear around 13 times in the Majjhima. The even more subtle “formless” meditations are also a frequent topic, also appearing no less than 13 times. Unlike the absorptions, these are not an absolute requirement for the path to awakening, but clearly they were part of the practice for many talented meditators. Discourses such as <a class='ref' href='/mn52'>MN 52</a> <cite class='text-translated'>The Man From the City of Aṭṭhaka</cite> (<cite class='text-root'>Aṭṭhakanāgarasutta</cite>) combine these three sets of meditations , while advanced texts such as <a class='ref' href='/mn43'>MN 43</a> <cite class='text-translated'>The Great Classification</cite> (<cite class='text-root'>Mahāvedallasutta</cite>), <a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>The Shorter Classification</cite> (<cite class='text-root'>Cūḷavedallasutta</cite>), <a class='ref' href='/mn106'>MN 106</a> <cite class='text-root'>Āneñjasappāyasutta</cite>, <a class='ref' href='/mn121'>MN 121</a> <cite class='text-translated'>The Shorter Discourse on Emptiness</cite> (<cite class='text-root'>Cūḷasuññatasutta</cite>), and <a class='ref' href='/mn122'>MN 122</a> <cite class='text-translated'>The Longer Discourse on Emptiness</cite> (<cite class='text-root'>Mahāsuññatasutta</cite>) deal with rarely-discussed subtleties and refinements pertaining to the most advanced forms of meditation.",
  "mn-guide-sujato:41": "The Buddha",
  "mn-guide-sujato:42": "The story of the Buddha’s life has become a primary vehicle for sharing and passing down Buddhist teachings and values in the Buddhist traditions. Yet there is no coherent biography of the Buddha in the early texts. Such information as we do have is scattered and piecemeal, found in the occasional details shared by the Buddha himself or inferred from the various situations in which we find him.",
  "mn-guide-sujato:43": "But perhaps this shouldn’t come as such a surprise. There’s no particular reason for the Buddha to be interested in telling his life story—he had lived it. And his disciples knew him personally. Only after he had passed away did the community feel the need to keep their teacher’s memory alive through vivid and detailed stories, growing more elaborate with every telling.",
  "mn-guide-sujato:44": "The broad outlines of the later Buddha legends grew out of the kernels in the early texts, many of which are found in the Majjhima. There we find the Buddha’s birth, his early upbringing, renunciation, practice and awakening, challenges involved in setting up a community, and various encounters while teaching. In the Dīgha we find the longest narrative of early Buddhism, an extensive record of the Buddha’s last days found in <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. And scattered throughout the texts we find isolated events and encounters. In one sense, most of the discourses can be considered as episodes of the Buddha’s life, vignettes in a magnificent myth, each one contributing a little to understanding the man and his message. These texts form our primary source of knowledge for the Buddha’s early life and teaching career. While the tendency towards legend-building is apparent in some places, most of these episodes are simple and realistic.",
  "mn-guide-sujato:45": "An exception is <a class='ref' href='/mn123'>MN 123</a> <cite class='text-translated'>Incredible and Amazing</cite> (<cite class='text-root'>Acchariyaabbhutasutta</cite>), where we find Ānanda, the founder of Buddhist biography, recounting an extended series of apparently miraculous events that accompanied the birth of the Buddha-to-be. This is evidently derived from <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite> with some expansions. With its devotional tone and emphasis on the extraordinary, this text shows a shift in emphasis towards honoring the person of the Buddha rather than practicing his teachings; a shift that the Buddha resists by pointing out that the truly extraordinary thing is to be aware of one’s own mind.",
  "mn-guide-sujato:46": "The Buddha’s immediate family is mentioned only rarely in the <i lang='pi' translate='no'>nikāyas</i>. The Buddha’s wife appears only in the Vinaya and Therīgāthā, where she has some verses. His son Rāhula is prominently featured in several discourses (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>), showing the Buddha’s patient teaching and Rāhula’s eventual awakening. The Buddha’s father is briefly mentioned in the passage below on meditation as a child. Both his parents are mentioned in several Majjhima dicourses (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>), but they are only named elsewhere: Suddhodana his father in <a class='ref' href='/snp3.11'>Snp 3.11</a> and <a class='ref' href='/pli-tv-kd1.#54'>Kd 1:54</a>; Māyā his mother in <a class='ref' href='/thig6.6'>Thig 6.6</a>; and both in <a class='ref' href='/dn14'>DN 14</a> and <a class='ref' href='/thag10.1'>Thag 10.1</a>. His stepmother Mahāpajāpatī Gotamī, however, appears in a few discourses, notably <a class='ref' href='/mn142'>MN 142</a> <cite class='text-translated'>The Analysis of Religious Donations</cite> (<cite class='text-root'>Dakkhiṇāvibhaṅgasutta</cite>), and <a class='ref' href='/an8.51'>AN 8.51</a>. More distant relatives include several well-known monastic and lay figures such as Ānanda, Anuruddha, and Mahānāma.",
  "mn-guide-sujato:47": "In <a class='ref' href='/mn75#10'>MN 75:10</a> <cite class='text-translated'>With Māgaṇḍiya</cite> the Buddha recounts the luxuries he enjoyed as a young man (cp. <a class='ref' href='/an3.39'>AN 3.39</a>), and in <a class='ref' href='/mn26#13'>MN 26:13</a> he tells of the painful moment when he left home, though his parents wept in distress. An alternate account of the going forth is found in the distinctive and early Attadaṇḍa Sutta, where going forth is prompted not by the sight of old age, sickness, and death, but by seeing the unceasing conflict and distress of the world (<a class='ref' href='/snp4.15'>Snp 4.15</a>).",
  "mn-guide-sujato:48": "There follows the story of the six years of striving, divided into three periods. It seems that first he practiced under a yogic tradition, probably following the Upaniṣadic philosophy. <a class='ref' href='/mn26'>MN 26</a> <cite class='text-translated'>The Noble Search</cite> (<cite class='text-root'>Ariyapariyesanasutta</cite>, also known as the <cite class='text-root'>Pāsarāsisutta</cite>) tells of his experience under the famed spiritual guides Āḷāra Kālāma and Uddaka Rāmaputta. Under their tutelage he realized deep immersion (<i lang='pi' translate='no'>samādhi</i>) and formless attainments, but he was still unsatisfied, so he left to embark on a more severe ascetic path.",
  "mn-guide-sujato:49": "According to the traditions, the bulk of this period was spent enduring harsh austerities, practices that are similar or identical to those observed by the Jains. These are described in detail in <a class='ref' href='/mn12'>MN 12</a> <cite class='text-translated'>The Longer Discourse on the Lion’s Roar</cite> (<cite class='text-root'>Mahāsīhanādasutta</cite>) and <a class='ref' href='/mn36'>MN 36</a> <cite class='text-translated'>The Longer Discourse With Saccaka</cite>. But after many years of such self-mortification he was getting nowhere. So he took some solid food and, recalling his childhood experience of absorption, began the third and final phase of his practice, which led to his awakening.",
  "mn-guide-sujato:50": "While it might seem as if the night of awakening followed directly from his rejection of austerities, several discourses indicate that this period involved a rather extensive development of meditation. <a class='ref' href='/mn19'>MN 19</a> <cite class='text-translated'>Two Kinds of Thought</cite> (<cite class='text-root'>Dvedhāvitakkasutta</cite>), for example, tells of his analysis and training in wholesome thought; <a class='ref' href='/mn4'>MN 4</a> <cite class='text-translated'>Fear and Terror</cite> (<cite class='text-root'>Bhayabheravasutta</cite>) depicts his struggles to overcome fear; and <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corruptions</cite> (<cite class='text-root'>Upakkilesasutta</cite>) speaks of a series of specific meditative hindrances he encountered (see too <a class='ref' href='/an8.64'>AN 8.64</a> and <a class='ref' href='/an9.40'>AN 9.40</a>). While his reflections on pursuing a path of practice are always logical, in <a class='ref' href='/an5.196'>AN 5.196</a> we read about an extraordinary series of dreams that foretold his awakening; the symbolism of the dream imagery repays careful attention.",
  "mn-guide-sujato:51": "It is in the Majjhima (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) that the Buddha speaks of that crucial moment in his childhood where he spontaneously entered the first absorption, a state of profound peace and stillness in meditation. Much later, when he arrived at a crisis in his spiritual progress, he was to recall this event and realize that meditative absorption was the only true path to awakening (<i lang='pi' translate='no'>eso’va maggo bodhāya</i>).",
  "mn-guide-sujato:52": "The Buddha’s awakening is told from several different perspectives. In <a class='ref' href='/mn4'>MN 4</a> <cite class='text-root'>Bhayabherava</cite>, after describing how he overcame his fears, the Buddha tells how he developed the absorptions and gained the three higher knowledges. In <a class='ref' href='/mn14'>MN 14</a> <cite class='text-translated'>The Shorter Discourse on the Mass of Suffering</cite> (<cite class='text-root'>Cūḷadukkhakkhandha</cite>) he speaks of the escape from suffering by letting go of sensual pleasures; see too <a class='ref' href='/sn35.117'>SN 35.117</a>. Several discourses employ the stock framework of understanding the three aspects of gratification, drawback, and escape, applying this to the five aggregates (<a class='ref' href='/sn22.26'>SN 22.26</a>), the elements (<a class='ref' href='/sn14.31'>SN 14.31</a>), feelings (<a class='ref' href='/sn36.24'>SN 36.24</a>), or the world (<a class='ref' href='/an3.101'>AN 3.101</a>). Elsewhere awakening is seen as a result of understanding dependent origination (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). Other contexts depict awakening as emerging from different practices, such as the four kinds of mindfulness meditation (<a class='ref' href='/sn47.31'>SN 47.31</a>), the four bases of psychic powers (<a class='ref' href='/sn51.9'>SN 51.9</a>), or the abandoning of thoughts (<a class='ref' href='/mn19'>MN 19</a>). This is far from an exhaustive list, as all of the Buddha's teachings depict different aspects of the wisdom that stems from awakening.",
  "mn-guide-sujato:53": "The period after the awakening is told in some detail, recounting the Buddha’s journeys, various encounters along the way, his first conversions, and setting up the Sangha. However the detailed account of this is in the Vinaya (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>), and only portions of these events are found in the <i lang='pi' translate='no'>nikāyas</i>, such as the first three sermons (<a class='ref' href='/sn56.11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>).",
  "mn-guide-sujato:54": "The Buddha followed the same simple lifestyle as his monastic disciples. His possessions consisted of a single set of three robes, a bowl, and few other sundry items. He stayed for the most part in Anāthapiṇḍika’s monastery near Sāvatthī, although he spent time also in other monasteries. While in a monastery he lived in a simple hut. The year was divided into three seasons—hot, rainy, and cold. During the rainy season he always stayed in a monastery, while for the other seasons he might also wander the countryside.",
  "mn-guide-sujato:55": "A typical day would begin with early rising for meditation. The approaching dawn signaled the start of the day’s activities, particularly the daily alms round. Now, while in the monastery, monastics would typically wear only a lower sarong-like robe (and an upper cloth for the nuns). So, some time after dawn, they would dress in the full set of three robes before proceeding to a nearby village or town for alms round. During the alms round, as may be seen in Buddhist lands today, lay folk would put some food in the bowl to be eaten that day. Buddhist monastics are not allowed to receive money. The monastics would eat once or twice a day, but always between dawn and noon.",
  "mn-guide-sujato:56": "Normally the mendicants would retire after the morning meal to solitude for the day’s meditation, either in their huts, or perhaps in a nearby forest or some other quiet spot. In the hot season the Buddha would sometimes have a short siesta in the afternoon (<a class='ref' href='/mn36#46'>MN 36:46</a>). Towards evening the Buddha would emerge and would often give teachings or answer questions. But this was spontaneous, and not a fixed routine. Then he would meditate until late at night, needing only a few hours sleep in the middle of the night.",
  "mn-guide-sujato:57": "<a class='ref' href='/mn91'>MN 91</a> <cite class='text-translated'>With Brahmāyu</cite> describes his behavior in minute detail, recording the tiny nuances of mindfulness and care that he brought to every activity. His followers saw him as the embodiment of the highest truth. Discerning his realization in every detail of his words and acts, they could be moved to exalted praise in passages of joy and high beauty (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>With Sela</cite>, <a class='ref' href='/an6.43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). However, far from encouraging mindless devotion, the Buddha encouraged his students to investigate him, prescribing a rigorous and detailed set of tests that a good spiritual teacher should pass (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>The Inquirer</cite>).",
  "mn-guide-sujato:58": "This brief description does not do justice to the impact that the Buddha had on those who encountered him. He is constantly praised as the one who arises in the world out of compassion for sentient beings (<a class='ref' href='/mn4'>MN 4</a>), who is perfected in good qualities (<a class='ref' href='/mn38'>MN 38</a>), whose arising is the manifestation of a great light (<a class='ref' href='/an1.175'>AN 1.175</a>–<a class='ref' href='/an1.177'>AN 1.177</a>), who fully understands whatever is knowable (<a class='ref' href='/mn1'>MN 1</a>; <a class='ref' href='/an4.23'>AN 4.23</a>), and possesses complete confidence and courage no matter what the context (<a class='ref' href='/mn12'>MN 12</a>). He possessed overwhelming physical beauty and charisma, making an unforgettable impression on many of the people he encountered (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), but he told overzealous devotees to forget about his “putrid body” (<a class='ref' href='/sn22.87'>SN 22.87</a>).",
  "mn-guide-sujato:59": "While as a person he was unique, and unequaled in his time (<a class='ref' href='/mn56'>MN 56</a>; <a class='ref' href='/an1.174'>AN 1.174</a>), as the “Realized One” (<i lang='pi' translate='no'>tathāgatha</i>) the Buddha was one of a series of awakened masters of truly cosmic significance. His understanding did not just pertain to the narrow locale of his own time and place, but was equally relevant to all sentient beings in all realms at all times.",
  "mn-guide-sujato:60": "Other Buddhas have arisen in the past and will arise again in the future, with the same realization and teachings. A detailed list of past Buddhas is found at <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>. Mentions elsewhere, such as the Buddhas Kakusandha in <a class='ref' href='/mn50'>MN 50</a> and Kassapa in <a class='ref' href='/mn81'>MN 81</a>, show that the underlying idea was current throughout the <i lang='pi' translate='no'>nikāyas</i> (See too <a class='ref' href='/sn12.14'>SN 12.4</a>–10, <a class='ref' href='/an3.80'>AN 3.80</a>, and <a class='ref' href='/an5.180'>AN 5.180</a>).",
  "mn-guide-sujato:61": "<a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>At Isigili</cite> also refers to the so-called “Buddhas awakened for themselves” (<i lang='pi' translate='no'>paccekabuddha</i>), a mysterious kind of sage who has realized the same truths as the “fully awakened Buddha” (<i lang='pi' translate='no'>sammāsambuddha</i>) but does not establish a religious movement.",
  "mn-guide-sujato:62": "Despite his exalted and revered status, the Buddha in the <i lang='pi' translate='no'>nikāyas</i> had not yet been elevated to the cosmic divinity who appears in later Buddhism. For all his extraordinary qualities, he remains a very human figure. Nowhere does he say that his practice in past lives led to his awakening in this life; there is no mention of the <i lang='pi' translate='no'>pāramīs</i>. Indeed, in one of the rare occasions when he refers to a past life (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>With Ghaṭikāra</cite>), he appears decidedly un-enlightened.",
  "mn-guide-sujato:63": "In the early texts, the term <i lang='pi' translate='no'>bodhisatta</i> means “one intent on awakening”. It primarily refers to the period after leaving home and before awakening. The Buddha-to-be is not described as following a path that he had started long ago, but as exploring the different options available to him, uncertain as to how awakening may be gained. His crucial insight came, not through vows made in past lives, but when he remembered the time he fell into absorption (<i lang='pi' translate='no'>jhāna</i>) as a child.",
  "mn-guide-sujato:64": "The Buddha goes to great lengths to detail the many trials and experiments he undertook before his path was mature. His truly special quality was that he discovered the path through his own efforts, and later taught that same path to his disciples. Even disciples who had realized the same liberation and understanding revered the Buddha as the one of unsurpassed wisdom and compassion who illuminated the path for others.",
  "mn-guide-sujato:65": "The Stages of Awakening",
  "mn-guide-sujato:66": "Spiritual enlightenment or awakening in Buddhism is not seen as a vague or unknown quantity. On the contrary, it is specific, precise, and repeatable. The texts develop a detailed typology of enlightened beings. There are four main stages, subdivided into eight. These are called the “noble disciples” (<i lang='pi' translate='no'>ariyasāvaka</i>) or “good people” (<i lang='pi' translate='no'>sappurisa</i>). These are presented from different perspectives throughout the texts; here is an overview.",
  "mn-guide-sujato:67": "The factors of the path are developed until they are all present to a sufficient degree of maturity. At this point one is said to be a “follower of the teachings” (<i lang='pi' translate='no'>dhammānusāri</i>) or “follower by faith” (<i lang='pi' translate='no'>saddhānusāri</i>), depending on whether wisdom or faith is predominant (<a class='ref' href='/mn70#20'>MN 70:20</a>). Such a person is also called “one who is on the path to stream-entry” (<a class='ref' href='/mn142#5'>MN 142:5</a>, <a class='ref' href='/mn48#15'>MN 48:15</a>). They will realize the Dhamma in this life, yet they have still not actually seen a vision of the Dhamma and their understanding is still to a degree conceptual (<a class='ref' href='/sn25.1'>SN 25.1</a>). How far and fast they proceed depends on the strength of their faculties and their effort.",
  "mn-guide-sujato:68": "The texts are unclear as to whether such a person definitively knows that they have reached this point. No such ambiguity attaches to the moment of actually realizing stream-entry, however. It hits like a flash of lightning in the dead of night (<a class='ref' href='/an3.25'>AN 3.25</a>), and you will remember precisely when and where it happened (<a class='ref' href='/pj4'>Pj 4</a>). You have a vision of the four noble truths, at which point the conceptual understanding of the path becomes fully experiential (<a class='ref' href='/sn25.1'>SN 25.1</a>). Letting go of three fetters (<i lang='pi' translate='no'>saṁyojana</i>)—doubt, misapprehension of precepts and vows, and any views that identify a self with the aggregates—one reaches the first stage of awakening, known as “stream entry”.",
  "mn-guide-sujato:69": "A stream-enterer is bound for awakening, free from any rebirth in lower realms (<a class='ref' href='/mn6'>MN 6</a>; <a class='ref' href='/sn55.1'>SN 55.1</a>), and is reborn a maximum of seven times (<a class='ref' href='/an3.88'>AN 3.88</a>). They have eliminated a huge mass of suffering; what’s left is like seven small pebbles compared to the Himalayas (<a class='ref' href='/sn56.59'>SN 56.59</a>). They are generous, devoted, and naturally keep the five precepts at minimum (<a class='ref' href='/mn53'>MN 53</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>; <a class='ref' href='/an7.6'>AN 7.6</a>). They understand the four noble truths and dependent origination and have no doubts as to the Buddha, his teaching, or his Saṅgha (<a class='ref' href='/mn7'>MN 7</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>). Yet there are still attachments; one may still sorrow when relatives pass away (<a class='ref' href='/ud8.8'>Ud 8.8</a>), or suffer moments of grief or despair (<a class='ref' href='/dn16#5'>DN 16:5</a>.13).",
  "mn-guide-sujato:70": "When a stream-enterer further develops the path, they are said to be on the path to once-return; with the lessening of greed and hate they reach the state of a once-returner . At this point one will be reborn in this world once only. Again developing the path one completely eliminates greed and hate, at which point one is considered a non-returner. Such a person is reborn usually in one of the special realms of high divinity known as the Pure Abodes, and from there attains full extinguishment. However in certain cases a non-returner may become fully extinguished before being reborn (<a class='ref' href='/an3.88'>AN 3.88</a>).",
  "mn-guide-sujato:71": "Yet even the exalted state of the non-returner is not entirely free from attachments. They have perfected ethics and immersion, yet their wisdom is still not complete. They still have the five higher fetters: attachment to rebirth in the realms of luminous form and the formless; a restless urgency to reach full awakening; a residual sense of self, or conceit; and ignorance.",
  "mn-guide-sujato:72": "Once again they further develop the path until they attain full perfection. A perfected one, or arahant, has fully eliminated all defilements, has made an end of rebirth, and when this life is over will suffer no more. Their liberation is identical with that of the Buddha. Since they have no hindrances or defilements of mind, they can attain deep meditation whenever they want, and their lives are full of joy and peace. They feel no grief, no anxiety, no confusion or doubt. A perfected one lives only in accordance with the Dhamma, and is incapable of reverting to worldly ways, or of indulging in material desires. They live a life of serenity and virtue, preferring seclusion and meditation, but are selfless in service, helping others whenever they can, especially through teaching. They are devoid of fear and have complete equanimity when faced with death (<a class='ref' href='/mn140#24'>MN 140:24</a>). They still experience the pain of the body, but have no mental suffering at all (<a class='ref' href='/sn36.6'>SN 36.6</a>).",
  "mn-guide-sujato:73": "The Monastic Disciples",
  "mn-guide-sujato:74": "Although we think of the suttas as “teachings of the Buddha”, in fact only about a quarter of the discourses in the Majjhima feature the Buddha simply delivering a discourse to the assembly. Over half the discourses consist of dialogues (<i lang='pi' translate='no'>vyākaraṇa</i>). Sometimes the Buddha asks a question and leads the assembly through a process of Socratic inquiry. Sometimes a seeker asks a question or a series of questions. The Buddha may answer in various ways—sometimes directly, sometimes with a counter-question, sometimes with a lengthy analysis—depending on the nature of the question and the questioner. And intriguingly, he sometimes doesn’t answer at all.",
  "mn-guide-sujato:75": "And as well as featuring in one way or another in most of the discourses, various disciples serve as primary teachers in about a fifth of the discourses of the Majjhima, continuing the Buddha’s work of exploring and explaining the teachings. In the Majjhima Nikāya we meet a range of skilled and accomplished teachers, many of whom became widely-famed in the Buddhist traditions. From the beginning of his dispensation, the Buddha was eager to empower his followers, encouraging them to share the teaching to the best of their ability.",
  "mn-guide-sujato:76": "Nine discourses are spoken by the Buddha’s chief disciple and renowned General of the Dhamma, Sāriputta. These include <a class='ref' href='/mn9'>MN 9</a>, a wide-ranging exploration of the many facets of right view; <a class='ref' href='/mn28'>MN 28</a>, which shows how all the teachings can be included in the four noble truths; and <a class='ref' href='/mn141'>MN 141</a>, giving a fully detailed explanation of the four noble truths based on the Buddha’s first sermon. In these discourses Sāriputta shows his interest in developing a systematic overview of the Dhamma. Such analyses are one of the primary inspirations behind the later development of the Abhidhamma texts, and Sāriputta is rightly regarded as one of the fathers of the Abhidhamma.",
  "mn-guide-sujato:77": "Mahākaccāna is another monk of renowned wisdom, whose incisive analytic style, with special focus on the process of sense experience, also influenced the Abhidhamma. He spoke four discourses in the Majjhima. <a class='ref' href='/mn18'>MN 18</a>, the “Honey Cake” demonstrates his unmatched skill in drawing out subtle implications of brief teachings by the Buddha. This discourse received a detailed treatment in Katukurunde Nyanananda’s <cite class='book'>Concept and Reality in Early Buddhist Thought</cite>, one of the most influential monographs in modern Buddhist studies.",
  "mn-guide-sujato:78": "<a class='ref' href='/mn24'>MN 24</a>, a dialogue between Sāriputta and Puṇṇa Mantāṇiputta, speaks of a relay of chariots, introducing the idea of the seven stages of purification that was to greatly influence the concept of stages of insight in Buddhaghosa’s <cite class='text-root'>Visuddhimagga</cite> and, from there, contemporary Theravada meditation.",
  "mn-guide-sujato:79": "The nun Dhammadinnā presents the only discourse by a <i lang='pi' translate='no'>bhikkhunī</i> in the Majjhima. It seems that the teachings by women in the suttas, while rare, were included because of their unique and striking wisdom. In <a class='ref' href='/mn44'>MN 44</a> she responds to a series of questions by her former husband, revealing her depth of meditative accomplishment and wisdom.",
  "mn-guide-sujato:80": "Further discourses by disciples include several by Moggallāna, Anuruddha, and others. And we cannot pass a discussion on disciples without mentioning Ānanda, who lived closest to the Buddha, and through whom, according to tradition, all the texts passed. Ānanda is the main teacher in seven discourses, and features in many more. Ānanda has a specially close interest in the personal life of the Buddha, and it is with him that the Buddha’s life story began to take on its familiar form.",
  "mn-guide-sujato:81": "The Saṅgha",
  "mn-guide-sujato:82": "Mighty in wisdom though they were, the enlightened disciples of the Buddha did not exist in isolation. They were part of an organized spiritual community called the Saṅgha, or “Monastic Order”. <i lang='pi' translate='no'>Saṅgha</i> as a religious term is used in two specific senses: the “monastic order” (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) and the “community of noble disciples” (<i lang='pi' translate='no'>sāvakasaṅgha</i>; the expected term <i lang='pi' translate='no'>ariyasaṅgha</i> only appears in one verse at <a class='ref' href='/an6.54'>AN 6.54</a>). The former term refers to those who have taken ordination and practice as a Buddhist mendicant, while the latter refers to someone who has reached one of the stages of awakening, which may, of course, include lay followers.",
  "mn-guide-sujato:83": "The distinction between these two is not as clear-cut as one might imagine. The standard formula describing the Saṅgha in the recollection of the Triple Gem mentions the eight kinds of noble disciple on the path. But it also describes them in terms typical of the monastic order, for example as a “field of merit”. It is difficult to draw a decisive conclusion from this, however, as this formula appears to be a composite one. As a general rule, it is safe to assume that, unless the context specifies the Saṅgha of noble disciples, it is referring to the monastic order.",
  "mn-guide-sujato:84": "The monastic community was established shortly after the Buddha’s awakening, as told in the first chapter of the Vinaya Khandhakas, known as the Mahākkhandhaka or the Pabbajjakkhandhaka (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>). Portions of that narrative appear in the suttas, but the entire story should really be read.",
  "mn-guide-sujato:85": "The early Saṅgha consisted of a small community of advanced spiritual practitioners; according to the texts, they were all perfected ones. Famously, the Buddha urged his followers to wander the countryside, teaching the Dhamma for the benefit of all people (<a class='ref' href='/sn4.5'>SN 4.5</a>). This sets the example for how the Buddha was to relate to his community. He did not operate as a guru figure who insisted on obedience and treated his followers as dependents. On the contrary, he treated his community as adults who could make their own choices, and he trusted them to make their own contributions. To be sure, at this early stage they were all awakened; but this policy continued throughout his life, even up to his deathbed when this had long ceased to be the case.",
  "mn-guide-sujato:86": "<a class='ref' href='/pli-tv-kd1'>Kd 1</a> tells the story of how the ordination procedure evolved. Originally the Buddha himself simply invited his followers with the words “Come, mendicant!” Later, as the numbers of candidates grew, the Buddha allowed the mendicants to perform ordination themselves using a simple ceremony of going to the three refuges; this is still used for novice ordinations. Eventually the procedure was formalized in the mature form as a “motion and three announcements”. The mature form of ordination ceremony had various formal and legalistic elements: a set of questions was given to vet the candidates; the questioners were formally appointed by the Saṅgha; the candidates, having been questioned, were assigned a mentor; and the entire Saṅgha gave their assent to the ordination. The entire procedure is straightforward and legalistic, devoid of ritual or embellishment. The core of the procedure is still followed today, although the traditions have adorned the bare bones of the procedure with a colorful range of rituals and celebrations.",
  "mn-guide-sujato:87": "This procedure set the template for the proceedings of the Sangha. It is by consensus: the Saṅgha as a whole gives the ordination (<em>saṁgho itthannāmaṁ upasampādeti</em>). If even a single mendicant dissents the ordination does not proceed. Contrary to a misunderstanding that is unfortunately common even within the Saṅgha, the mentor—called <i lang='pi' translate='no'>upajjhāya</i> for the monks or <i lang='pi' translate='no'>pavattinī</i> for the nuns—does not perform the ordination; they are appointed by the Saṅgha to support the new monastics.",
  "mn-guide-sujato:88": "For legal purposes the Saṅgha is the community within the “boundary” (<i lang='pi' translate='no'>sīmā</i>), which is an arbitrary area formally designated by the local community; typically it would have been the grounds of a monastery, but it could have been much bigger or smaller (see <a class='ref' href='/pli-tv-kd2'>Kd 2</a>). This is an important pragmatic point: the Saṅgha is decentralized. It is impractical to expect all mendicants from all over the world to come together to agree, so all procedures are based on the local community.",
  "mn-guide-sujato:89": "There is no hierarchy in the Saṅgha: all members have the same say. Respect is owed to seniors on account of their experience and wisdom, but this does not translate to a power of command. No Saṅgha member has the right to force anyone to do anything, and if a senior Saṅgha member, even one’s mentor or teacher, tells one to do something that is against the Dhamma or Vinaya, one is obligated to disobey. As an example of how the mendicants were to make decisions, <a class='ref' href='/mn17'>MN 17</a> <cite class='text-translated'>Jungle Thickets</cite> (<cite class='text-root'>Vanapatthasutta</cite>) gives some guidelines for whether a mendicant should stay in a monastery or leave; there is no question of being ordered to go to one place or the other.",
  "mn-guide-sujato:90": "The Saṅgha soon set up monasteries, with relatively settled communities. Typically mendicants would stay in monasteries for part of the year, especially in the three months of the rainy season retreat, while much of the rest of the year may have been spent wandering. They would meet together each fortnight for the “sabbath” (<i lang='pi' translate='no'>uposatha</i>), during which time there would be teachings (<a class='ref' href='/mn109'>MN 109</a> <cite class='text-translated'>The Longer Discourse on the Full-Moon Night</cite>, <cite class='text-root'>Mahāpuṇṇamasutta</cite>), and later, the recitation of the monastic rules (<i lang='pi' translate='no'>pātimokkha</i>).",
  "mn-guide-sujato:91": "At some point a community of nuns (<i lang='pi' translate='no'>bhikkhunīs</i>) was set up along the lines of the monks’ order. The traditional account says that this was on the instigation of the Buddha’s step-mother, Mahapajāpatī Gotamī. However, the account as preserved today is deeply problematic both textually and ethically, and cannot be accepted without reservation. In any case, we know that a nuns’ community was established, and that it ran on mostly independent grounds. The nuns built their own monasteries (<a class='ref' href='/pli-tv-bi-vb-pj5'>Bi Pj 5</a>), took their own students (<a class='ref' href='/thig5.11'>Thig 5.11</a>), studied the texts (<a class='ref' href='/pli-tv-bi-vb-pc-33'>Bi Pc 33</a>), developed meditation (<a class='ref' href='/sn47.10'>SN 47.10</a>), wandered the countryside (<a class='ref' href='/pli-tv-bi-vb-pc-50'>Bi Pc 50</a>), and achieved the wisdom of awakening (<a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>The Shorter Classification</cite>, <cite class='text-root'>Cūḷavedallasutta</cite>). While it is true that certain of the rules as they exist today discriminate against the nuns, other rules protect them; for example, the monks are forbidden from having a nun wash their robes, thus preventing the monks from treating the nuns like domestic servants. When monks taught the nuns, they did so respectfully, engaging with them as equals (<a class='ref' href='/mn146'>MN 146</a> <cite class='text-translated'>Advice from Nandaka</cite>). The order of nuns gave women of the time a rare opportunity to pursue their own spiritual path, supported by the community. It survived through the years in the East Asian traditions, and in recent years has been revived within the Tibetan and Theravādin schools.",
  "mn-guide-sujato:92": "Note that in the suttas, the term <i lang='pi' translate='no'>bhikkhu</i> (masculine gender) is used as a generic term to include both monks and nuns. That nuns were included in the generic masculine is clear from such contexts as <a class='ref' href='/an4.170'>AN 4.170</a>, where Ānanda begins by referring to “monks and nuns” and continues with just “monks”, or <a class='ref' href='/dn16'>DN 16</a>, which speaks of “monks and nuns” but uses a masculine pronoun to refer to them both. That the default masculine may refer to women is further confirmed by passages such as <a class='ref' href='/thig16.1'>Thig 16.1</a>, where the lady Sumedhā is called <i lang='pi' translate='no'>putta</i> by her father. <i lang='pi' translate='no'>Putta</i> as “son” contrasts with <i lang='pi' translate='no'>dhītā</i> as “daughter”, but this passage shows it can be used in the generic sense of “child” as well. In general teaching, it is likely that monks and nuns, as well as lay people, would have been present, yet the texts by convention are addressed to “monks” (<i lang='pi' translate='no'>bhikkhave</i>). Hence I have rendered <i lang='pi' translate='no'>bhikkhu</i> throughout with the gender-neutral “mendicant”, except where it is necessary to distinguish the genders, in which case I use “monk”. In the Vinaya Piṭaka, however, the texts are by default separated by gender, so it is best to use “monk” there. Note too that “mendicant” is what <i lang='pi' translate='no'>bhikkhu</i> actually means: it refers to someone who makes a living by walking for alms.",
  "mn-guide-sujato:93": "Originally the Saṅgha followed an informal set of principles considered appropriate for ascetics, which was similar to those followed by other ascetic groups. These are retained in detail in the ethics portion of the Gradual Training (<a class='ref' href='/mn51'>MN 51</a>; <a class='ref' href='/dn1'>DN 1</a>, etc.). The Buddha initially refused to set up a formal system of monastic law, but eventually the Saṅgha grew so large that such a system became necessary (<a class='ref' href='/pli-tv-bu-vb-pj1'>Bu Pj 1</a>). This is detailed in the extensive texts of the Vinaya Piṭaka. Note that when the word <i lang='pi' translate='no'>vinaya</i> is used in the four <i lang='pi' translate='no'>nikāyas</i>, it rarely refers to the Vinaya Piṭaka. Normally it is a general term for the practical application of the teaching: <i lang='pi' translate='no'>dhammavinaya</i> means something like “theory and practice”.",
  "mn-guide-sujato:94": "Scattered throughout the four <i lang='pi' translate='no'>nikāyas</i> we find a fair number of teachings intended for the monastic community. Sometimes these refer to technical procedures of the Vinaya Piṭaka, probably to make sure that students of the suttas would be familiar with them (<a class='ref' href='/mn104'>MN 104</a> <cite class='text-translated'>At Sāmagāma</cite>). More commonly, however, they were general principles of ethics, laying down guidelines for a harmonious and flourishing spiritual community.",
  "mn-guide-sujato:95": "In <a class='ref' href='/mn3'>MN 3</a> <cite class='text-root'>Dhammadāyāda</cite> the Buddha teaches his mendicants to be his “heirs in the teaching”, inheriting spiritual not material things from their Teacher. In <a class='ref' href='/mn5'>MN 5</a> <cite class='text-translated'>Unblemished</cite> (<cite class='text-root'>Anaṅgaṇasutta</cite>), Venerables Sāriputta and Moggallāna speak of the those who have “blemishes” that spoil their spiritual integrity. When guilty of an offense, rather than clearing it by confession, they hide it. Or they hope the Buddha asks them a question about the teaching, or that they get the best food at meal time. Such things appear small, but over time they corrupt, so they must be polished off diligently, for scrupulous attention to ethics is the foundation for all higher achievements in the spiritual path (<a class='ref' href='/mn6'>MN 6</a> <cite class='text-translated'>One Might Wish</cite>, <cite class='text-root'>Ākaṅkheyyasutta</cite>). It is essential for community members to be open to admonition, for otherwise they cannot identify their flaws and heal them (<a class='ref' href='/mn15'>MN 15</a> <cite class='text-translated'>Measuring Up</cite>, <cite class='text-root'>Anumānasutta</cite>). But a community cannot be based on sniping and criticism, but on love, generosity, and respect (<a class='ref' href='/mn16'>MN 16</a> <cite class='text-translated'>Emotional Barrenness</cite>, <cite class='text-root'>Cetokhilasutta</cite>).",
  "mn-guide-sujato:96": "Not all were satisfied with the Buddha’s path. A certain Sunakkhatta—familiar from <a class='ref' href='/dn24'>DN 24</a>—disrobed, for he wanted to see more miracles, and thought the mere ending of suffering was a poor goal (<a class='ref' href='/mn12'>MN 12</a>; see too <a class='ref' href='/mn63'>MN 63</a>). The monk Ariṭṭha went even further, directly contradicting the fundamental principles of the Dhamma by declaring that the things the Buddha said were harmful were not in fact harmful (<a class='ref' href='/mn22'>MN 22</a> <cite class='text-translated'>The Simile of the Snake</cite>, <cite class='text-root'>Alagaddūpamasutta</cite>). This event prompted the establishment of a number of Vinaya rules, showing the interdependence of these bodies of literature (<a class='ref' href='/pli-tv-bu-vb-pc68'>Bu Pc 68</a>, <a class='ref' href='/pli-tv-bu-vb-pc69'>Bu Pc 69</a>; <a class='ref' href='/pli-tv-kd11'>Kd 11</a>).",
  "mn-guide-sujato:97": "Sometimes problems went beyond just an individual, and a whole community could split apart. <a class='ref' href='/mn48'>MN 48</a> <cite class='text-translated'>The Mendicants of Kosambi</cite>, which also has parallels in the Vinaya, tells of how a community can be split because of an apparently trivial difference. They became so consumed by anger and conceit that they even ignored the Buddha’s attempts at reconciliation. Eventually, though, they came to their senses. Likewise, the monks at Cātuma (<a class='ref' href='/mn67'>MN 67</a>) were so unruly the Buddha dismissed them, but was persuaded to relent.",
  "mn-guide-sujato:98": "Reconciliation and growth is also the message of <a class='ref' href='/mn65'>MN 65</a> <cite class='text-translated'>With Bhaddāli</cite>, where the Buddha requests that the mendicants eat before noon. Bhaddāli refuses, out of greed and stubbornness, but later accepts the Buddha’s ruling and is forgiven. This rule was clearly a big deal, for it is also discussed in <a class='ref' href='/mn66'>MN 66</a> and <a class='ref' href='/mn70'>MN 70</a>.",
  "mn-guide-sujato:99": "But in general the suttas paint a glowingly positive view of the renunciate life, leaving the Vinaya Piṭaka to deal with the nitty-gritty of human failings. <a class='ref' href='/mn31'>MN 31</a> <cite class='text-translated'>The Shorter Discourse at Gosiṅga</cite> (<cite class='text-root'>Cūḷagosiṅgasutta</cite> depicts an idyllic fellowship of three monks living in gracious and fulfilling harmony, where the simplicity and purity of their lifestyle forms the basis for advanced meditation (see <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corruptions</cite>, <cite class='text-root'>Upakkilesasutta</cite>, which shares the same setting). The Saṅgha lives honoring the Buddha not out of fear but from genuine love and respect (<a class='ref' href='/mn77'>MN 77</a> <cite class='text-translated'>The Longer Discourse with Sakuludāyī</cite>). By practicing in line with the Dhamma, they honor their Teacher and become worthy of their alms-food (<a class='ref' href='/mn151'>MN 151</a> <cite class='text-translated'>The Purification of Alms</cite>, <cite class='text-root'>Piṇḍapātapārisuddhisutta</cite>).",
  "mn-guide-sujato:100": "The Wider Community",
  "mn-guide-sujato:101": "The monastics are far from the only people we meet. In his wide wanderings across the Ganges plain, the Buddha interacted with a wide cross-section of the local peoples: learned brahmins and simple villagers; kings and slaves; priests and prostitutes; women and men; children and the elderly; the devout and the skeptical; the sick and the disabled; those seeking to disparage and those sincerely seeking the truth.",
  "mn-guide-sujato:102": "It should not be thought that teachings for monastics and lay were completely separated. For example, <a class='ref' href='/mn7'>MN 7</a> <cite class='text-translated'>The Simile of the Cloth</cite> (<cite class='text-root'>Vatthasutta</cite> or <cite class='text-root'>Vatthūpamasutta</cite>) begins with a standard teaching to the mendicants about purifying the mind, leading up to the divine meditations and full awakening. The Buddha calls such a person “bathed with the inner bathing”. At this, the brahmin Sundarika—who happened to be sitting nearby—protested, saying that the brahmins attested to the purifying properties of bathing in the river Bāhuka. This casual example shows that, even when a discourse is addressed to the mendicants, a wide range of people, including non-Buddhists, might be present.",
  "mn-guide-sujato:103": "The brahmin from <a class='ref' href='/mn7'>MN 7</a> ended up taking ordination. However there are also many cases of long-term practitioners who remained in the lay life. In <a class='ref' href='/mn14'>MN 14</a> <cite class='text-root'>Cūḷadukkhakkhandha</cite>, the Buddha’s relative Mahānāma laments that despite his long years of practice, he still has greed, hate, and delusion. Evidently lay meditators struggled to find deep peace of mind in those days, just like today.",
  "mn-guide-sujato:104": "Such cases show how the Buddha spoke to individuals, addressing their specific needs and concerns. Elsewhere he gave more general discourses on ethical principles. In <a class='ref' href='/mn41'>MN 41</a> <cite class='text-translated'>The People of Sālā</cite> (<cite class='text-root'>Sāleyyakasutta</cite>), he teaches a group of non-Buddhist lay people what are commonly called the “ten ways of doing skillful deeds” (<i lang='pi' translate='no'>dasakusalakammapathā</i>; see <a class='ref' href='/an10.176'>AN 10.176</a>):",
  "mn-guide-sujato:105": "No killing",
  "mn-guide-sujato:106": "No stealing",
  "mn-guide-sujato:107": "No sexual misconduct",
  "mn-guide-sujato:108": "True speech",
  "mn-guide-sujato:109": "Harmonious speech",
  "mn-guide-sujato:110": "Gentle speech",
  "mn-guide-sujato:111": "Meaningful speech",
  "mn-guide-sujato:112": "No covetousness",
  "mn-guide-sujato:113": "No ill will",
  "mn-guide-sujato:114": "Right view",
  "mn-guide-sujato:115": "The first three pertain to the body; the second four to speech, and the final three to the mind. These extend the well-known five precepts, offering a complete guide to ethical living. They are taught in many places in the suttas, and here they are defined in detail.",
  "mn-guide-sujato:116": "While in the Majjhima, and everywhere in the canon, formalistic and artificial settings dominate, several discourses have a somewhat messy narrative structure, which seem to preserve the memory of real-life incidents. In <a class='ref' href='/mn51'>MN 51</a> <cite class='text-translated'>With Kandaraka</cite> the Buddha is approached by an elephant driver named Pessa and a wandering ascetic named Kandaraka. Kandaraka is impressed by the silence of the Saṅgha, prompting the Buddha to attribute this to their practice of mindfulness meditation. Pessa intervenes, saying that lay folk also sometimes practice mindfulness, and the Buddha engages him on the topic of people who act for their own harm or benefit, or that of others; a topic familiar from the Aṅguttara (<a class='ref' href='/an4.198'>AN 4.198</a>). But Pessa has to leave, at which the Buddha says he would have benefited by staying. The mendicants ask the Buddha to finish what he was about to say, at which he gives a lengthy version of the Gradual Training. We don’t hear about what happened to either Pessa or Kandaraka. We do, however, find the Gradual Training taught to lay folk elsewhere, for example by Ānanda on the occasion of opening a new community hall belonging to his clan, the Sakyans (<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>A Trainee</cite>, <cite class='text-root'>Sekhasutta</cite>). Indeed, the gradual progress of a mendicant is compared with a graduated professional education of an accountant (<a class='ref' href='/mn107'>MN 107</a> <cite class='text-translated'>With Moggallāna the Accountant</cite>, <cite class='text-root'>Gaṇakamoggallānasutta</cite>).",
  "mn-guide-sujato:117": "In addition to personal problems and general ethical teachings, the Buddha responded to criticisms of his community, not with defensiveness, but by clear explanation. In <a class='ref' href='/mn55'>MN 55</a> <cite class='text-translated'>With Jīvaka</cite>, the Buddha’s physician reports that people are saying that the Buddha eats meat that has been slaughtered on purpose for him. The Buddha denies this, saying that he and his mendicants only accept food that has been freely offered, and will refuse any meat they suspect has been killed for them.",
  "mn-guide-sujato:118": "While the critics are not identified in <a class='ref' href='/mn55'>MN 55</a>, <a class='ref' href='/mn56'>MN 56</a> <cite class='text-translated'>With Upāli</cite> and <a class='ref' href='/mn58'>MN 58</a> <cite class='text-translated'>With Prince Abhaya</cite> (<cite class='text-root'>Abhayarājakumārasutta</cite>) depicts the Jains as deliberately trying to take down the Buddha in debate, and—since these are Buddhist texts—failing. Brahmins attempt the same trick, sending their most precocious scholars against the Buddha with no more success (<a class='ref' href='/mn93'>MN 93</a>, <a class='ref' href='/mn95'>MN 95</a>).",
  "mn-guide-sujato:119": "A few discourses focus not on the Buddha’s message as such, but on the impact it had on family life. When the wealthy young man Raṭṭhapāla ordains, his parents are highly distressed and try to entice him to disrobe (<a class='ref' href='/mn82'>MN 82</a>). <a class='ref' href='/mn87'>MN 87</a> <cite class='text-translated'>Born From the Beloved</cite> (<cite class='text-root'>Piyajātikasutta</cite>) gives us a glimpse into the family life of King Pasenadi and Queen Mallikā. They hear of the Buddha’s teaching that our loved ones bring us suffering, and when Mallikā agrees with this, her husband is not pleased at all. Mallikā is careful to first confirm that the teaching was, in fact, what the Buddha said, then she gently and kindly explains the teaching to the King, leading him to announce his faith in the Buddha. He became a devoted follower featured in many discourses. <a class='ref' href='/mn100'>MN 100</a> <cite class='text-translated'>With Saṅgārava</cite> is another case where a wife leads her husband to the Dhamma.",
  "mn-guide-sujato:120": "It is not only the great and the good who are in need of teachings. The suttas depict Venerable Sāriputta helping his old friend Dhanañjāni, who was redeemed near the end of his life, despite his long career of corruption (<a class='ref' href='/mn97'>MN 97</a>). Even the serial killer Aṅgulimāla found redemption and forgiveness (<a class='ref' href='/mn86'>MN 86</a>; cf. <a class='ref' href='/thag16.8'>Thag 16.8</a>).",
  "mn-guide-sujato:121": "A Brief Textual History",
  "mn-guide-sujato:122": "The Majjhima Nikāya was edited by V. Trenckner (vol. 1) and Robert Chalmers (vols. 2 and 3) on the basis of manuscripts in Sinhalese, Burmese, and Thai scripts, and published in Latin script by the Pali Text Society from 1888 to 1899. The first translation into English followed in 1926–7 by Robert Chalmers under the title <cite class='book'>Further Dialogues of the Buddha</cite>.",
  "mn-guide-sujato:123": "Rapid improvements in understanding of Pali and Buddhism during the early 20th century soon made it clear that an improved translation was needed. This was undertaken in the 1950s by I.B. Horner, and was published by the PTS as <cite class='book'>The Book of Middle Length Sayings</cite> in 1954–9.",
  "mn-guide-sujato:124": "Her translation, while a significant improvement on Chalmers’, was soon eclipsed by that of Bhikkhu Ñāṇamoḷi. Ñāṇamoḷi’s extraordinary career as a Pali scholar and translator was tragically cut short by his early death, and his Majjhima Nikāya translation remained as an unfinished hand-written manuscript. Nevertheless, its value was so clear that it was published, first as a selection of 90 discourses edited by Bhikkhu Khantipalo and published in Bangkok in 1976 as <cite class='book'>A Treasury of the Buddha’s Words</cite>, then as a fully edited and updated version by Bhikkhu Bodhi in 1995 under the title <cite class='book'>The Middle Length Discourses of the Buddha: A Translation of the Majjhima Nikaya</cite>. The latter version reached a peak of accuracy, consistency, and readability that has become the standard to which all later translations of the <i lang='pi' translate='no'>nikāyas</i> have aspired.",
  "mn-guide-sujato:125": "When the Pali was unclear I frequently referred to the earlier work of Ñāṇamoḷi & Bodhi (both the published work and Ñāṇamoḷi’s hand-written original), and less often to Horner and various translations of specific texts. I also had access to notes by Bhikkhus Ñāṇadīpa and Ñāṇatusita on Bhikkhu Bodhi’s translation. In addition, I consulted the Chinese and other parallel texts, and the detailed studies on these by Bhikkhu Anālayo. However, I found these to be useful for translation in only a few instances, as I believe it is important to preserve the integrity of the different textual lineages. Comparative studies lose value when the underlying texts have already been reconciled."
}