{
  "_markup_path": "markup/sn/sn35/sn35.120.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.120.json"
  ],
  "sn35.120:1.1": "Linked Discourses 35 ",
  "sn35.120:2.1": "12 The World and the Kinds of Sensual Stimulation",
  "sn35.120:3.1": "120 Sāriputta and the Pupil",
  "sn35.120:4.1": "At one time Venerable Sāriputta was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn35.120:4.2": "Then a certain mendicant went up to Venerable Sāriputta,",
  "sn35.120:4.3": "and exchanged greetings with him.  ",
  "sn35.120:4.4": "When the greetings and polite conversation were over, he sat down to one side,  ",
  "sn35.120:4.5": "and said to him:",
  "sn35.120:4.6": "“Reverend Sāriputta, a mendicant pupil of mine has abandoned the training and returned to a lesser life.”",
  "sn35.120:5.1": "“That’s how it is, reverend, when someone doesn’t guard the sense doors, eats too much, and is not committed to wakefulness.",
  "sn35.120:5.2": "It’s not possible for such a mendicant to maintain the full and pure spiritual life for the rest of their life. ",
  "sn35.120:5.3": "But it is possible for a mendicant to maintain the full and pure spiritual life for the rest of their life if they guard the sense doors, eat in moderation, and are committed to wakefulness.",
  "sn35.120:6.1": "And how does someone guard the sense doors? ",
  "sn35.120:6.2": "When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details.",
  "sn35.120:6.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "sn35.120:6.4": "When they hear a sound with their ears … ",
  "sn35.120:6.5": "When they smell an odor with their nose … ",
  "sn35.120:6.6": "When they taste a flavor with their tongue …  ",
  "sn35.120:6.7": "When they feel a touch with their body …  ",
  "sn35.120:6.8": "When they know a phenomenon with their mind, they don’t get caught up in the features and details.  ",
  "sn35.120:6.9": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "sn35.120:6.10": "That’s how someone guards the sense doors.",
  "sn35.120:7.1": "And how does someone eat in moderation?",
  "sn35.120:7.2": "It’s when a mendicant reflects on the reasons why they eat food:",
  "sn35.120:7.3": "‘Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. ",
  "sn35.120:7.4": "So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "sn35.120:7.5": "That’s how someone eats in moderation.",
  "sn35.120:8.1": "And how is someone committed to wakefulness?",
  "sn35.120:8.2": "It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles. ",
  "sn35.120:8.3": "In the evening, they continue to practice walking and sitting meditation. ",
  "sn35.120:8.4": "In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "sn35.120:8.5": "In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.",
  "sn35.120:8.6": "That’s how someone is committed to wakefulness.",
  "sn35.120:8.7": "So you should train like this: ",
  "sn35.120:8.8": "‘We will guard the sense doors, eat in moderation, and be committed to wakefulness.’",
  "sn35.120:8.9": "That’s how you should train.”"
}