{
  "_markup_path": "markup/sn/sn35/sn35.244.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.244.json"
  ],
  "sn35.244:1.1": "Linked Discourses 35 ",
  "sn35.244:2.1": "19 The Simile of the Vipers ",
  "sn35.244:3.1": "244 Entailing Suffering",
  "sn35.244:4.1": "“Mendicants, when a mendicant truly understands the origin and ending of all things that entail suffering,",
  "sn35.244:4.2": "then they’ve seen sensual pleasures in such a way that they have no tendency for desire, affection, stupefaction, and passion for sensual pleasures.",
  "sn35.244:4.3": "And they’ve awakened to a way of conduct and a way of living such that, when they live in that way, bad, unwholesome qualities of desire and grief don’t overwhelm them.",
  "sn35.244:5.1": "And how does a mendicant truly understand the origin and ending of all things that entail suffering?",
  "sn35.244:5.2": "‘Such is form, such is the origin of form, such is the ending of form.",
  "sn35.244:5.3": "Such is feeling …  ",
  "sn35.244:5.4": "Such is perception …",
  "sn35.244:5.5": "Such are choices …",
  "sn35.244:5.6": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’",
  "sn35.244:5.7": "That’s how a mendicant truly understands the origin and ending of all things that entail suffering.",
  "sn35.244:6.1": "And how has a mendicant seen sensual pleasures in such a way that they have no tendency for desire, affection, stupefaction, and passion for sensual pleasures?",
  "sn35.244:6.3": "Suppose there was a pit of glowing coals deeper than a man’s height, filled with glowing coals that neither flamed nor smoked.",
  "sn35.244:6.4": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.",
  "sn35.244:6.5": "Then two strong men grab would grab each arm and drag them towards the pit of glowing coals.",
  "sn35.244:6.6": "They’d writhe and struggle to and fro.",
  "sn35.244:6.7": "Why is that?",
  "sn35.244:6.8": "For that man knows: ‘If I fall in that pit of glowing coals, that’d result in my death or deadly pain.’",
  "sn35.244:6.9": "In the same way, when a mendicant has seen sensual pleasures as like a pit of glowing coals, they have no tendency for desire, affection, stupefaction, and passion for sensual pleasures.",
  "sn35.244:7.1": "And how has a mendicant awakened to a way of conduct and a way of living such that, when they live in that way, bad, unwholesome qualities of desire and grief don’t overwhelm them?",
  "sn35.244:7.2": "Suppose a person was to enter a thicket full of thorns.",
  "sn35.244:7.3": "They’d have thorns in front and behind, to the left and right, below and above.",
  "sn35.244:7.4": "So they’d go forward mindfully and come back mindfully, thinking:",
  "sn35.244:7.5": "‘May I not get any thorns!’",
  "sn35.244:7.6": "In the same way, whatever in the world seems nice and pleasant is called a thorn in the training of the noble one.",
  "sn35.244:7.7": "When they understand what a thorn is, they should understand restraint and lack of restraint.",
  "sn35.244:8.1": "And how is someone unrestrained? ",
  "sn35.244:8.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.244:8.3": "They hear a sound … smell an odor … taste a flavor … feel a touch …",
  "sn35.244:8.4": "cognize a phenomena with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.244:8.5": "This is how someone is unrestrained. ",
  "sn35.244:9.1": "And how is someone restrained? ",
  "sn35.244:9.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.244:9.3": "They hear a sound … smell an odor … taste a flavor … feel a touch …",
  "sn35.244:9.4": "cognize a phenomena with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.244:9.5": "This is how someone is restrained.",
  "sn35.244:10.1": "Though that mendicant conducts themselves and lives in this way, every so often they might lose mindfulness, and bad, unwholesome memories and thoughts prone to fetters arise. If this happens, their mindfulness is slow to come up,",
  "sn35.244:10.2": "but they quickly give them up, get rid of, eliminate, and exterminate those thoughts.",
  "sn35.244:11.1": "Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it.",
  "sn35.244:11.2": "The drops would be slow to fall, but they’d quickly dry up and evaporate.",
  "sn35.244:11.3": "In the same way, though that mendicant conducts themselves and lives in this way, every so often they might lose mindfulness, and bad, unwholesome memories and thoughts prone to fetters arise. If this happens, their mindfulness is slow to come up,",
  "sn35.244:11.4": "but they quickly give them up, get rid of, eliminate, and exterminate those thoughts. ",
  "sn35.244:11.5": "This is how a mendicant has awakened to a way of conduct and a way of living such that, when they live in that way, bad, unwholesome qualities of desire and grief don’t overwhelm them.",
  "sn35.244:11.7": "While that mendicant conducts themselves in this way and lives in this way, if rulers or their ministers, friends or colleagues, relatives or family should invite them to accept wealth, saying:",
  "sn35.244:11.8": "‘Please, mister, why let these ocher robes torment you? Why follow the practice of shaving your head and carrying an alms bowl? Come, return to a lesser life, enjoy wealth, and make merit!’",
  "sn35.244:11.9": "It’s simply impossible for a mendicant who conducts themselves in this way and lives in this way to abandon the training and return to a lesser life.",
  "sn35.244:12.1": "Suppose that, although the Ganges river slants, slopes, and inclines to the east,",
  "sn35.244:12.2": "a large crowd were to come along with a spade and basket, saying:",
  "sn35.244:12.3": "‘We’ll make this Ganges river slant, slope, and incline to the west!’",
  "sn35.244:12.4": "What do you think, mendicants? Would they still succeed?”",
  "sn35.244:12.5": "“No, sir.",
  "sn35.244:12.6": "Why is that? ",
  "sn35.244:12.7": "The Ganges river slants, slopes, and inclines to the east.",
  "sn35.244:12.8": "It’s not easy to make it slant, slope, and incline to the west.",
  "sn35.244:12.9": "That large crowd will eventually get weary and frustrated.”",
  "sn35.244:12.10": "“In the same way, while that mendicant conducts themselves in this way and lives in this way, if rulers or their ministers, friends or colleagues, relatives or family should invite them to accept wealth, saying:",
  "sn35.244:12.11": "‘Please, mister, why let these ocher robes torment you? Why follow the practice of shaving your head and carrying an alms bowl? Come, return to a lesser life, enjoy wealth, and make merit!’ ",
  "sn35.244:12.12": "It’s simply impossible for a mendicant who conducts themselves in this way and lives in this way to abandon the training and return to a lesser life. ",
  "sn35.244:12.13": "Why is that?",
  "sn35.244:12.14": "Because for a long time that mendicant’s mind has slanted, sloped, and inclined to seclusion. So it’s impossible for them to return to a lesser life.”"
}