{
  "_markup_path": "markup/sn/sn35/sn35.247.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.247.json"
  ],
  "sn35.247:1.1": "Linked Discourses 35 ",
  "sn35.247:2.1": "19 The Simile of the Vipers ",
  "sn35.247:3.1": "247 The Simile of Six Animals",
  "sn35.247:4.1": "“Mendicants, suppose a person with wounded and festering limbs was to enter a thicket of thorny reeds.",
  "sn35.247:4.2": "The kusa thorns would pierce their feet, and the reed leaves would scratch their limbs.",
  "sn35.247:4.3": "And that would cause that person to experience even more pain and distress.",
  "sn35.247:4.4": "In the same way, some mendicant goes to a village or a wilderness and gets scolded:",
  "sn35.247:4.5": "‘This venerable, acting like this, behaving like this, is a filthy village thorn.’",
  "sn35.247:4.6": "Understanding that they’re a thorn, you should understand restraint and lack of restraint.",
  "sn35.247:5.1": "And how is someone unrestrained? ",
  "sn35.247:5.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.247:5.4": "When they hear a sound with their ears … ",
  "sn35.247:5.5": "When they smell an odor with their nose … ",
  "sn35.247:5.6": "When they taste a flavor with their tongue …  ",
  "sn35.247:5.7": "When they feel a touch with their body …  ",
  "sn35.247:5.8": "When they cognize a phenomena with the mind, if it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.247:6.1": "Suppose a person was to catch six animals, with diverse territories and feeding grounds, and tie them up with a strong rope.",
  "sn35.247:6.2": "They’d catch a snake,",
  "sn35.247:6.3": "a crocodile,",
  "sn35.247:6.4": "a bird,",
  "sn35.247:6.5": "a dog,",
  "sn35.247:6.6": "a jackal,",
  "sn35.247:6.7": "and a monkey,",
  "sn35.247:6.8": "tie each up with a strong rope, then tie a knot in the middle and release them.",
  "sn35.247:6.9": "Then those six animals with diverse territories and feeding grounds would each pull towards their own feeding ground and territory. ",
  "sn35.247:6.10": "The snake would pull one way, thinking ‘I’m going into an anthill!’ The crocodile would pull another way, thinking ‘I’m going into the water!’ The bird would pull another way, thinking ‘I’m flying into the sky!’ The dog would pull another way, thinking ‘I’m going into the village!’ The jackal would pull another way, thinking ‘I’m going into the charnel ground!’ The monkey would pull another way, thinking ‘I’m going into the jungle!’ ",
  "sn35.247:6.11": "When those six animals became exhausted and worn out, the strongest of them would get their way, and they’d all have to submit to their control.",
  "sn35.247:6.12": "In the same way, when a mendicant has not developed or cultivated mindfulness of the body, their eye pulls towards pleasant sights, but is put off by unpleasant sights. Their ear … nose … tongue … body …",
  "sn35.247:6.13": "mind pulls towards pleasant phenomena, but is put off by unpleasant phenomena.",
  "sn35.247:6.14": "This is how someone is unrestrained.",
  "sn35.247:7.1": "And how is someone restrained? ",
  "sn35.247:7.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.247:7.3": "They hear a sound … smell an odor … taste a flavor … feel a touch …",
  "sn35.247:7.4": "cognize a phenomena with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.247:8.1": "Suppose a person was to catch six animals, with diverse territories and feeding grounds, and tie them up with a strong rope. ",
  "sn35.247:8.2": "They’d catch a snake, ",
  "sn35.247:8.3": "a crocodile, ",
  "sn35.247:8.4": "a bird,",
  "sn35.247:8.5": "a dog,",
  "sn35.247:8.6": "a jackal,",
  "sn35.247:8.7": "and a monkey,",
  "sn35.247:8.8": "tie each up with a strong rope, then tether them to a strong post or pillar.",
  "sn35.247:8.9": "Then those six animals with diverse territories and feeding grounds would each pull towards their own feeding ground and territory. ",
  "sn35.247:8.10": "The snake would pull one way, thinking ‘I’m going into an anthill!’ The crocodile would pull another way, thinking ‘I’m going into the water!’ The bird would pull another way, thinking ‘I’m flying into the sky!’ The dog would pull another way, thinking ‘I’m going into the village!’ The jackal would pull another way, thinking ‘I’m going into the charnel ground!’ The monkey would pull another way, thinking ‘I’m going into the jungle!’  ",
  "sn35.247:8.11": "When those six animals became exhausted and worn out, they’d stand or sit or lie down right by that post or pillar.",
  "sn35.247:8.12": "In the same way, when a mendicant has developed and cultivated mindfulness of the body, their eye doesn’t pull towards pleasant sights, and isn’t put off by unpleasant sights. Their ear … nose … tongue … body …",
  "sn35.247:8.14": "mind doesn’t pull towards pleasant phenomena, and isn’t put off by unpleasant phenomena.",
  "sn35.247:8.15": "This is how someone is restrained. ",
  "sn35.247:9.1": "‘A strong post or pillar’ is a term for mindfulness of the body.",
  "sn35.247:9.2": "So you should train like this: ",
  "sn35.247:9.3": "‘We will develop mindfulness of the body. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’ ",
  "sn35.247:9.4": "That’s how you should train.” "
}