{
  "_markup_path": "markup/sn/sn35/sn35.088.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.088.json"
  ],
  "sn35.88:1.1": "Linked Discourses 35 ",
  "sn35.88:2.1": "9 With Channa",
  "sn35.88:3.1": "88 With Puṇṇa",
  "sn35.88:4.1": "And then Venererable Puṇṇa went up to the Buddha,",
  "sn35.88:4.2": "bowed, sat down to one side, ",
  "sn35.88:4.3": "and said to him:",
  "sn35.88:4.4": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "sn35.88:5.1": "“Puṇṇa, there are sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn35.88:5.2": "If a mendicant relishes, welcomes, and keeps clinging to them, ",
  "sn35.88:5.3": "this gives rise to relishing. ",
  "sn35.88:5.4": "Relishing is the origin of suffering, I say.",
  "sn35.88:5.5": "There are sounds … smells … tastes … touches …",
  "sn35.88:5.6": "There are phenomena cognizable by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.88:5.7": "If a mendicant relishes, welcomes, and keeps clinging to them, ",
  "sn35.88:5.8": "this gives rise to relishing. ",
  "sn35.88:5.9": "Relishing is the origin of suffering, I say.",
  "sn35.88:6.1": "There are sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn35.88:6.2": "If a mendicant doesn’t relish, welcome, and keep clinging to them, relishing ceases.",
  "sn35.88:6.3": "When relishing ceases, suffering ceases, I say. …",
  "sn35.88:6.4": "There are phenomena cognizable by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn35.88:6.5": "If a mendicant doesn’t relish, welcome, and keep clinging to them, relishing ceases. ",
  "sn35.88:6.6": "When relishing ceases, suffering ceases, I say.",
  "sn35.88:7.1": "Now that I’ve given you this brief advice, what country will you live in?”",
  "sn35.88:7.2": "“Sir, there’s a country called Sunāparanta; I will live there.”",
  "sn35.88:8.1": "“The people of Sunāparanta are wild and rough, Puṇṇa.",
  "sn35.88:8.3": "If they abuse and insult you, what will you think of them?”",
  "sn35.88:9.1": "“If they abuse and insult me, I will think:",
  "sn35.88:9.2": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t hit me with their fists.’",
  "sn35.88:9.3": "That’s what I’ll think, Blessed One.",
  "sn35.88:9.4": "That’s what I’ll think, Holy One.”",
  "sn35.88:10.1": "“But if they do hit you with their fists, in that case what will you think of them?”",
  "sn35.88:11.1": "“If they hit me with their fists, I’ll think:",
  "sn35.88:11.2": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t throw stones at me.’",
  "sn35.88:11.3": "That’s what I’ll think, Blessed One. ",
  "sn35.88:11.4": "That’s what I’ll think, Holy One.” ",
  "sn35.88:12.1": "“But if they do throw stones at you, in that case what will you think of them?”",
  "sn35.88:13.1": "“If they throw stones at me, I’ll think:",
  "sn35.88:13.2": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t beat me with a club.’",
  "sn35.88:13.3": "That’s what I’ll think, Blessed One.",
  "sn35.88:13.4": "That’s what I’ll think, Holy One.” ",
  "sn35.88:14.1": "“But if they do beat you with a club, in that case what will you think of them?”",
  "sn35.88:15.1": "“If they beat me with a club, I’ll think:",
  "sn35.88:15.2": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t stab me with a knife.’",
  "sn35.88:15.3": "That’s what I’ll think, Blessed One.",
  "sn35.88:15.4": "That’s what I’ll think, Holy One.” ",
  "sn35.88:16.1": "“But if they do stab you with a knife, in that case what will you think of them?”",
  "sn35.88:17.1": "“If they stab me with a knife, I’ll think:",
  "sn35.88:17.2": "‘These people of Sunāparanta are gracious, truly gracious, since they don’t take my life with a sharp knife.’",
  "sn35.88:17.3": "That’s what I’ll think, Blessed One.",
  "sn35.88:17.4": "That’s what I’ll think, Holy One.” ",
  "sn35.88:18.1": "“But if they do take your life with a sharp knife, in that case what will you think of them?”",
  "sn35.88:19.1": "“If they take my life with a sharp knife, I’ll think:",
  "sn35.88:19.2": "‘There are disciples of the Buddha who looked for someone to assist their suicide because they were horrified, repelled, and disgusted with the body and with life. And I have found this without looking!’",
  "sn35.88:19.3": "That’s what I’ll think, Blessed One.",
  "sn35.88:19.4": "That’s what I’ll think, Holy One.” ",
  "sn35.88:20.1": "“Good, good Puṇṇa!",
  "sn35.88:20.2": "Having such self-control and peacefulness, you will be quite capable of living in Sunāparanta. ",
  "sn35.88:20.3": "Now, Puṇṇa, go when you’re ready.”",
  "sn35.88:21.1": "And then Puṇṇa welcomed and agreed with the Buddha’s words. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robes, set out for Sunāparanta.",
  "sn35.88:21.2": "Travelling stage by stage, he arrived at Sunāparanta,",
  "sn35.88:21.3": "where he stayed on.",
  "sn35.88:21.4": "And within that rainy season he confirmed five hundred male and five hundred female lay followers.",
  "sn35.88:21.6": "Within that same rainy season he realized the three knowledges.",
  "sn35.88:21.7": "And within that same rainy season he became completely extinguished.",
  "sn35.88:22.1": "Then several mendicants went up to the Buddha … ",
  "sn35.88:22.2": "and said to him:",
  "sn35.88:22.3": "“Sir, the son of a good family named Puṇṇa, who was advised in brief by the Buddha, has died.",
  "sn35.88:22.4": "Where has he been reborn in his next life?” ",
  "sn35.88:23.1": "“Mendicants, Puṇṇa, the son of a good family, was astute. He practiced in line with the teachings, and did not trouble me about the teachings.",
  "sn35.88:23.2": "Puṇṇa has become completely extinguished.”"
}