{
  "_markup_path": "markup/sn/sn35/sn35.087.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.087.json"
  ],
  "sn35.87:1.1": "Linked Discourses 35 ",
  "sn35.87:2.1": "9 With Channa ",
  "sn35.87:3.1": "87 With Channa",
  "sn35.87:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn35.87:4.2": "Now at that time Venerables Sāriputta, Mahācunda, and Channa were staying on the Vulture’s Peak Mountain.",
  "sn35.87:4.3": "Now at that time Venerable Channa was sick, suffering, gravely ill.",
  "sn35.87:4.4": "Then in the late afternoon, Venerable Sāriputta came out of solitude, went to Venerable Mahācunda",
  "sn35.87:4.5": "and said to him:",
  "sn35.87:4.6": "“Come, Reverend Cunda, let’s go to see Venerable Channa and ask about his illness.”",
  "sn35.87:4.7": "“Yes, reverend,” replied Mahācunda.",
  "sn35.87:5.1": "And then Sāriputta and Mahācunda went to see Channa",
  "sn35.87:5.2": "and sat down on the indicated seats.",
  "sn35.87:5.3": "Then Sāriputta said to Channa:",
  "sn35.87:5.4": "“I hope you’re keeping well, Reverend Channa; I hope you’re alright. I hope that your pain is fading, not growing, that its fading, not growing, is apparent.”",
  "sn35.87:6.1": "“Reverend Sāriputta, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing, not fading, is apparent.",
  "sn35.87:6.2": "It feels like a strong man drilling into my head with a sharp point.",
  "sn35.87:6.3": "That’s how severe the winds are piercing my head.",
  "sn35.87:6.4": "I’m not keeping well, I’m not alright. …",
  "sn35.87:6.6": "It feels like a strong man’s tightening a tough leather strap around my head.",
  "sn35.87:6.7": "That’s how severe the pain is in my head.",
  "sn35.87:6.8": "I’m not keeping well, I’m not alright. …",
  "sn35.87:6.10": "It feels like a skilled butcher or their apprentice is slicing my belly open with a meat cleaver.",
  "sn35.87:6.11": "That’s how severe the winds are piercing my belly.",
  "sn35.87:6.12": "I’m not keeping well, I’m not alright. …",
  "sn35.87:6.14": "It feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.",
  "sn35.87:6.15": "That’s how severe the burning is in my body.",
  "sn35.87:6.16": "I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing, not fading, is apparent.",
  "sn35.87:6.17": "Reverend Sāriputta, I will commit suicide. I don’t wish to live.”",
  "sn35.87:7.1": "“Please don’t commit suicide!",
  "sn35.87:7.2": "Venerable Channa, keep going! We want you to keep going.",
  "sn35.87:7.3": "If you don’t have any suitable food, we’ll find it for you.",
  "sn35.87:7.4": "If you don’t have suitable medicine, we’ll find it for you.",
  "sn35.87:7.5": "If you don’t have a capable carer, we’ll find one for you.",
  "sn35.87:7.6": "Please don’t commit suicide!",
  "sn35.87:7.7": "Venerable Channa, keep going! We want you to keep going.”",
  "sn35.87:8.1": "“Reverend Sāriputta, it’s not that I don’t have suitable food;",
  "sn35.87:8.2": "I do have suitable food.",
  "sn35.87:8.3": "It’s not that I don’t have suitable medicine;",
  "sn35.87:8.4": "I do have suitable medicine.",
  "sn35.87:8.5": "It’s not that I don’t have a capable carer;",
  "sn35.87:8.6": "I do have a capable carer.",
  "sn35.87:8.7": "Moreover, for a long time now I have served the Teacher with love, not without love.",
  "sn35.87:8.8": "For it is proper for a disciple to serve the Teacher with love, not without love.",
  "sn35.87:8.9": "You should remember this: ‘The mendicant Channa committed suicide blamelessly.’”",
  "sn35.87:9.1": "“I’d like to ask you about a certain point, if you’d take the time to answer.”",
  "sn35.87:9.2": "“Ask, Reverend Sāriputta. When I’ve heard it I’ll know.”",
  "sn35.87:10.1": "“Reverend Channa, do you regard the eye, sights, eye consciousness, and things cognizable by eye consciousness in this way: ‘This is mine, I am this, this is my self’?",
  "sn35.87:10.2": "The ear … nose … tongue … body …",
  "sn35.87:10.3": "Do you regard the mind, phenomena, mind consciousness, and things cognizable by mind consciousness in this way: ‘This is mine, I am this, this is my self’?”",
  "sn35.87:11.1": "“Reverend Sāriputta, I regard the eye, sights, eye consciousness, and things cognizable by eye consciousness in this way: ‘This is not mine, I am not this, this is not my self.’",
  "sn35.87:11.2": "The ear … nose … tongue … body …",
  "sn35.87:11.3": "I regard the mind, phenomena, mind consciousness, and things cognizable by mind consciousness in this way: ‘This is not mine, I am not this, this is not my self’.”",
  "sn35.87:12.1": "“Reverend Channa, what have you seen, what have you directly known in these things that you regard them in this way: ‘This is not mine, I am not this, this is not my self’?”",
  "sn35.87:13.1": "“Reverend Sāriputta, after seeing cessation, after directly knowing cessation in these things I regard them in this way: ‘This is not mine, I am not this, this is not my self’.”",
  "sn35.87:14.1": "When he said this, Venerable Mahācunda said to Venerable Channa:",
  "sn35.87:14.2": "“So, Reverend Channa, you should pay close attention to this instruction of the Buddha whenever you can:",
  "sn35.87:14.3": "‘For the dependent there is agitation. For the independent there’s no agitation.",
  "sn35.87:14.4": "When there’s no agitation there is tranquility. ",
  "sn35.87:14.5": "When there is tranquility there’s no inclination. ",
  "sn35.87:14.6": "When there’s no inclination, there’s no coming and going. ",
  "sn35.87:14.7": "When there’s no coming and coming, there’s no passing away and reappearing. ",
  "sn35.87:14.8": "When there’s no passing away and reappearing, there’s no here or beyond or in-between the two.",
  "sn35.87:14.9": "Just this is the end of suffering.’”",
  "sn35.87:15.1": "And when Venerables Sāriputta and Mahācunda had given Venerable Channa this advice they got up from their seat and left.",
  "sn35.87:15.2": "And then, not long after those mendicants had left, Venerable Channa committed suicide.",
  "sn35.87:16.1": "Then Sāriputta went up to the Buddha,  ",
  "sn35.87:16.2": "bowed, sat down to one side, ",
  "sn35.87:16.3": "and said to him:",
  "sn35.87:16.4": "“Sir, Venerable Channa has committed suicide.",
  "sn35.87:16.5": "Where has he been reborn in his next life?”",
  "sn35.87:16.6": "“Sāriputta, didn’t the mendicant Channa declare his blamelessness to you personally?”",
  "sn35.87:16.7": "“Sir, there is a Vajjian village called Pubbavijjhana",
  "sn35.87:16.8": "where Channa had families with whom he was friendly, intimate, and familiar.”",
  "sn35.87:16.9": "“The mendicant Channa did indeed have such families.",
  "sn35.87:16.10": "But this is not enough for me to call someone ‘blameworthy’.",
  "sn35.87:16.11": "When someone lays down this body and takes up another body, I call them ‘blameworthy’.",
  "sn35.87:16.12": "But the mendicant Channa did no such thing.",
  "sn35.87:16.13": "You should remember this: ‘The mendicant Channa committed suicide blamelessly.’”"
}