{
  "_markup_path": "markup/sn/sn35/sn35.093.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.093.json"
  ],
  "sn35.93:1.1": "Linked Discourses 35 ",
  "sn35.93:2.1": "9 With Channa ",
  "sn35.93:3.1": "93 A Duality (2)",
  "sn35.93:4.1": "“Mendicants, consciousness exists dependent on a duality.",
  "sn35.93:4.2": "And what is that duality?",
  "sn35.93:4.3": "Eye consciousness arises dependent on the eye and sights.",
  "sn35.93:4.4": "The eye is impermanent, perishing, and changing.",
  "sn35.93:4.5": "Sights are impermanent, perishing, and changing.",
  "sn35.93:4.6": "So this duality is tottering and toppling; it’s impermanent, perishing, and changing.",
  "sn35.93:4.7": "Eye consciousness is impermanent, perishing, and changing.",
  "sn35.93:4.8": "And the causes and conditions that give rise to eye consciousness are also impermanent, perishing, and changing.",
  "sn35.93:4.9": "But since eye consciousness has arisen dependent on conditions that are impermanent, how could it be permanent?",
  "sn35.93:4.10": "The meeting, coming together, and joining together of these three things is called eye contact.",
  "sn35.93:4.11": "Eye contact is also impermanent, perishing, and changing.",
  "sn35.93:4.12": "And the causes and conditions that give rise to eye contact are also impermanent, perishing, and changing.",
  "sn35.93:4.13": "But since eye contact has arisen dependent on conditions that are impermanent, how could it be permanent?",
  "sn35.93:4.14": "Contacted, one feels, intends, and perceives.",
  "sn35.93:4.15": "So these things are tottering and toppling; they’re impermanent, perishing, and changing.",
  "sn35.93:5.1": "Ear … nose … tongue … body …",
  "sn35.93:5.8": "The meeting, coming together, and joining together of these three things is called tongue contact.",
  "sn35.93:6.1": "Mind consciousness arises dependent on the mind and phenomena.",
  "sn35.93:6.2": "The mind is impermanent, perishing, and changing.",
  "sn35.93:6.3": "Phenomena are impermanent, perishing, and changing.",
  "sn35.93:6.4": "So this duality is tottering and toppling; it’s impermanent, perishing, and changing. ",
  "sn35.93:6.5": "Mind consciousness is impermanent, perishing, and changing.",
  "sn35.93:6.6": "And the causes and conditions that give rise to mind consciousness are also impermanent, perishing, and changing.",
  "sn35.93:6.7": "But since mind consciousness has arisen dependent on conditions that are impermanent, how could it be permanent?",
  "sn35.93:6.8": "The meeting, coming together, and joining together of these three things is called mind contact.",
  "sn35.93:6.9": "Mind contact is also impermanent, perishing, and changing.",
  "sn35.93:6.10": "And the causes and conditions that give rise to mind consciousness are also impermanent, perishing, and changing.",
  "sn35.93:6.11": "But since mind contact has arisen dependent on conditions that are impermanent, how could it be permanent?",
  "sn35.93:6.12": "Contacted, one feels, intends, and perceives. ",
  "sn35.93:6.13": "So these things are tottering and toppling; they’re impermanent, perishing, and changing.",
  "sn35.93:6.14": "This is how consciousness exists dependent on a duality.”"
}