{
  "_markup_path": "markup/sn/sn35/sn35.091.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.091.json"
  ],
  "sn35.91:1.1": "Linked Discourses 35 ",
  "sn35.91:2.1": "9 With Channa ",
  "sn35.91:3.1": "91 Turbulence (2) ",
  "sn35.91:4.1": "“Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart. ",
  "sn35.91:4.2": "That’s why the Realized One lives unperturbed, with dart drawn out. ",
  "sn35.91:4.3": "Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’ So let them not conceive the eye, let them not conceive in the eye, let them not conceive from the eye, let them not conceive: ‘The eye is mine.’",
  "sn35.91:4.4": "Let them not conceive sights …",
  "sn35.91:4.5": "eye consciousness … ",
  "sn35.91:4.6": "eye contact …",
  "sn35.91:4.7": "Let them not conceive the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not conceive in that, let them not conceive from that, and let them not conceive: ‘That is mine.’",
  "sn35.91:4.8": "For whatever you conceive, whatever you conceive in, whatever you conceive from, and whatever you conceive to be ‘mine’: that becomes something else. ",
  "sn35.91:4.9": "The world is attached to being, delighting only in being, yet it becomes something else.",
  "sn35.91:5.1": "Let them not conceive the ear … nose … tongue … body …",
  "sn35.91:6.1": "Let them not conceive the mind …",
  "sn35.91:6.2": "mind consciousness … ",
  "sn35.91:6.3": "mind contact …",
  "sn35.91:6.4": "Let them not conceive the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not conceive in that, let them not conceive from that, and let them not conceive: ‘That is mine.’",
  "sn35.91:6.5": "For whatever you conceive, whatever you conceive in, whatever you conceive from, and whatever you conceive to be ‘mine’: that becomes something else. ",
  "sn35.91:6.6": "The world is attached to being, delighting only in being, yet it becomes something else.",
  "sn35.91:7.1": "As far as the aggregates, elements, and sense fields extend, they don’t conceive that, they don’t conceive in that, they don’t conceive from that, and they don’t conceive: ‘That is mine.’",
  "sn35.91:7.2": "Not identifying, they don’t grasp at anything in the world.",
  "sn35.91:7.3": "Not grasping, they’re not anxious. ",
  "sn35.91:7.4": "Not being anxious, they personally become extinguished.",
  "sn35.91:7.5": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”"
}