{
  "_markup_path": "markup/sn/sn35/sn35.248.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.248.json"
  ],
  "sn35.248:1.1": "Linked Discourses 35",
  "sn35.248:2.1": "19 The Simile of the Vipers ",
  "sn35.248:3.1": "248 The Sheaf of Barley",
  "sn35.248:4.1": "“Mendicants, suppose a sheaf of barley was placed at a crossroads.",
  "sn35.248:4.2": "Then six people came along carrying flails,",
  "sn35.248:4.3": "and started threshing the sheaf barley.",
  "sn35.248:4.4": "So that sheaf of barley would be thoroughly threshed by those six flails.",
  "sn35.248:4.5": "Then a seventh person would come along carrying a flail,",
  "sn35.248:4.6": "and they’d give the sheaf of barley a seventh threshing.",
  "sn35.248:4.7": "So that sheaf of barley would be even more thoroughly threshed by that seventh flail.",
  "sn35.248:4.8": "In the same way, an uneducated ordinary person is struck in the eye by both pleasant and unpleasant sights.",
  "sn35.248:4.9": "They’re struck in the ear … nose … tongue … body …",
  "sn35.248:4.10": "mind by both pleasant and unpleasant phenomena.",
  "sn35.248:4.11": "And if that uneducated ordinary person has intentions regarding rebirth into a new state of existence in the future, that foolish person is even more thoroughly struck, like that sheaf of barley threshed by the seventh person. ",
  "sn35.248:5.1": "Once upon a time, a battle was fought between the gods and the demons.",
  "sn35.248:5.2": "Then Vepacitti, lord of demons, addressed the demons:",
  "sn35.248:5.3": "‘My good sirs, if the demons defeat the gods in this battle, bind Sakka, the Lord of Gods, by his limbs and neck and bring him to my presence in the castle of demons.’",
  "sn35.248:5.4": "Meanwhile, Sakka, the Lord of Gods, addressed the gods of the Thirty-three:",
  "sn35.248:5.5": "‘My good sirs, if the gods defeat the demons in this battle, bind Vepacitti by his limbs and neck and bring him to my presence in the Sudhamma hall of the gods.’",
  "sn35.248:5.6": "In that battle the gods won and the demons lost.",
  "sn35.248:5.7": "So the gods of the Thirty-three bound Vepacitti by his limbs and neck and brought him to Sakka’s presence in the Sudhamma hall of the gods.",
  "sn35.248:5.8": "And there Vepacitti remained bound by his limbs and neck",
  "sn35.248:5.9": "until he had this thought:",
  "sn35.248:5.10": "‘It’s the gods who are principled, while the demons are unprincipled. Now I belong right here in the castle of the gods.’",
  "sn35.248:5.11": "Then he found himself freed from the bonds on his limbs and neck, and entertained himself, supplied and provided with the five kinds of heavenly sensual stimulation.",
  "sn35.248:5.12": "But when he had this thought:",
  "sn35.248:5.13": "‘It’s the demons who are principled, while the gods are unprincipled. Now I will go over there to the castle of the demons.’",
  "sn35.248:5.14": "Then he found himself bound by his limbs and neck, and the five kinds of heavenly sensual stimulation disappeared.",
  "sn35.248:5.15": "That’s how subtly Vepacitti was bound.",
  "sn35.248:5.16": "But the bonds of Māra are even more subtle than that.",
  "sn35.248:5.17": "When you identify, you’re bound by Māra. Not identifying, you’re free from the Wicked One.",
  "sn35.248:6.1": "These are all forms of identifying: ‘I am’, ‘I am this’, I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’",
  "sn35.248:6.2": "Identifying is a disease, a boil, a dart.",
  "sn35.248:6.3": "So mendicants, you should train yourselves like this: ‘We will live with a heart that does not identify.’",
  "sn35.248:7.1": "These are all motions: ‘I am’, ‘I am this’, ‘I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’",
  "sn35.248:7.2": "Motions are a disease, a boil, a dart.",
  "sn35.248:7.3": "So mendicants, you should train yourselves like this: ‘We will live with a heart free of motions.’",
  "sn35.248:8.1": "These are all tremblings: ‘I am’, ‘I am this’, I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’",
  "sn35.248:8.8": "Trembling is a disease, a boil, a dart.",
  "sn35.248:8.9": "So mendicants, you should train yourselves like this: ‘We will live with a heart free of tremblings.’",
  "sn35.248:9.1": "These are all proliferations: ‘I am’, ‘I am this’, I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’",
  "sn35.248:9.8": "Proliferation is a disease, a boil, a dart.",
  "sn35.248:9.9": "So mendicants, you should train yourselves like this: ‘We will live with a heart free of proliferation.’",
  "sn35.248:10.1": "These are all conceits: ‘I am’, ‘I am this’, I will be’, ‘I will not be’, ‘I will have form’, ‘I will be formless’, ‘I will be percipient’, ‘I will be non-percipient’, ‘I will be neither percipient nor non-percipient.’",
  "sn35.248:10.2": "Conceit is a disease, a boil, a dart.",
  "sn35.248:10.3": "So mendicants, you should train yourselves like this: ‘We will live with a heart that has struck down conceit.’”",
  "sn35.248:16.1": "The Linked Discourses on the six sense fields are complete."
}