{
  "_markup_path": "markup/sn/sn35/sn35.233.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.233.json"
  ],
  "sn35.233:1.1": "Linked Discourses 35 ",
  "sn35.233:2.1": "18 The Ocean ",
  "sn35.233:3.1": "233 With Kāmabhū",
  "sn35.233:4.1": "At one time Venerables Ānanda and Kāmabhū were staying near Kosambi, in Ghosita’s Monastery.",
  "sn35.233:4.2": "Then in the late afternoon, Venerable Kāmabhū came out of solitude, went to Venerable Ānanda,",
  "sn35.233:4.3": "and exchanged greetings with him.",
  "sn35.233:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn35.233:4.5": "and said to Ānanda:",
  "sn35.233:5.1": "“Reverend Ānanda, which is it? Is the eye the fetter of sights, or are sights the fetter of the eye?",
  "sn35.233:5.2": "Is the ear … nose … tongue … body … ",
  "sn35.233:5.3": "mind the fetter of phenomena, or are phenomena the fetter of the mind?” ",
  "sn35.233:6.1": "“Reverend Kāmabhū, the eye is not the fetter of sights, nor are sights the fetter of the eye.",
  "sn35.233:6.2": "The fetter there is the desire and greed that arises from the pair of them.",
  "sn35.233:6.3": "The ear … nose … tongue … body …",
  "sn35.233:6.4": "mind is not the fetter of phenomena, nor are phenomena the fetter of the mind. ",
  "sn35.233:6.5": "The fetter there is the desire and greed that arises from the pair of them.",
  "sn35.233:7.1": "Suppose there was a black ox and a white ox yoked by a single harness or yoke. ",
  "sn35.233:7.2": "Would it be right to say that ",
  "sn35.233:7.3": "the black ox is the yoke of the white ox, or the white ox is the yoke of the black ox?” ",
  "sn35.233:7.4": "“No, reverend.",
  "sn35.233:7.5": "The black ox is not the yoke of the white ox, nor is the white ox the yoke of the black ox.",
  "sn35.233:7.6": "The yoke there is the single harness or yoke that they’re yoked by.”",
  "sn35.233:7.7": "“In the same way, the eye is not the fetter of sights, nor are sights the fetter of the eye.",
  "sn35.233:7.8": "The ear … nose … tongue … body …",
  "sn35.233:7.9": "mind is not the fetter of phenomena, nor are phenomena the fetter of the mind. ",
  "sn35.233:7.10": "The fetter there is the desire and greed that arises from the pair of them.” "
}