{
  "_markup_path": "markup/sn/sn35/sn35.030.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.030.json"
  ],
  "sn35.30:1.1": "Linked Discourses 35",
  "sn35.30:2.1": "3 All",
  "sn35.30:3.1": "30 The Appropriate Practice for Uprooting",
  "sn35.30:4.1": "“Mendicants, I will teach you the appropriate practice for uprooting all conceiving.",
  "sn35.30:4.2": "Listen and pay close attention, I will speak. …",
  "sn35.30:4.3": "And what is the appropriate practice for uprooting all conceiving?",
  "sn35.30:4.4": "It’s when a mendicant does not conceive the eye, does not conceive regarding the eye, does not conceive as the eye, and does not conceive ‘the eye is mine.’",
  "sn35.30:4.5": "They don’t conceive sights, they don’t conceive regarding sights, they don’t conceive as sights, and they don’t conceive ‘sights are mine.’",
  "sn35.30:4.6": "They don’t conceive eye consciousness …",
  "sn35.30:4.7": "eye contact …",
  "sn35.30:4.8": "They don’t conceive the pleasant, painful, or neutral feeling that arises conditioned by eye contact. They don’t conceive regarding that, they don’t conceive as that, and they don’t conceive ‘that is mine.’",
  "sn35.30:4.9": "They don’t conceive the ear … nose … tongue …",
  "sn35.30:4.13": "body …",
  "sn35.30:4.14": "mind …",
  "sn35.30:4.18": "They don’t conceive the pleasant, painful, or neutral feeling that arises conditioned by mind contact. They don’t conceive regarding that, they don’t conceive as that, and they don’t conceive ‘that is mine.’",
  "sn35.30:4.19": "They don’t conceive all, they don’t conceive regarding all, they don’t conceive as all, and they don’t conceive ‘all is mine.’",
  "sn35.30:4.20": "Not conceiving, they don’t grasp at anything in the world.",
  "sn35.30:4.21": "Not grasping, they’re not anxious.",
  "sn35.30:4.22": "Not being anxious, they personally become extinguished.  ",
  "sn35.30:4.23": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn35.30:4.24": "This is the appropriate practice for uprooting all conceiving.”"
}