{
  "_markup_path": "markup/sn/sn35/sn35.235.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.235.json"
  ],
  "sn35.235:1.1": "Linked Discourses 35 ",
  "sn35.235:2.1": "18 The Ocean ",
  "sn35.235:3.1": "235 The Explanation on Burning",
  "sn35.235:4.1": "“Mendicants, I will teach you an explanation of the teaching on burning.",
  "sn35.235:4.2": "Listen …",
  "sn35.235:4.3": "And what is the explanation of the teaching on burning?",
  "sn35.235:4.4": "You’d be better off mutilating your eye faculty with a red-hot iron nail, burning, blazing and glowing, than getting caught up in the features by way of the details in sights cognizable by the eye.",
  "sn35.235:4.5": "For if you die at a time when your consciousness is still tied to gratification in the features or details, it’s possible you’ll go to one of two destinations:",
  "sn35.235:4.6": "hell or the animal realm.",
  "sn35.235:4.7": "I speak having seen this drawback.",
  "sn35.235:5.1": "You’d be better off mutilating your ear faculty with a sharp iron spike …",
  "sn35.235:6.1": "You’d be better off mutilating your nose faculty with a sharp nail cutter …",
  "sn35.235:7.1": "You’d be better off mutilating your tongue faculty with a sharp razor …",
  "sn35.235:8.1": "You’d be better off mutilating your body faculty with a sharp spear, burning, blazing and glowing, than getting caught up in the features by way of the details in sights cognizable by the eye.",
  "sn35.235:8.2": "For if you die at a time when your consciousness is still tied to gratification in the features or details, it’s possible you’ll go to one of two destinations:",
  "sn35.235:8.4": "hell or the animal realm.",
  "sn35.235:8.5": "I speak having seen this drawback. ",
  "sn35.235:9.1": "You’d be better off sleeping.",
  "sn35.235:9.2": "For I say that sleep is useless, fruitless, and unconsciousness for the living. But while you’re asleep you won’t fall under the sway of such thoughts that would make you create a schism in the Saṅgha.",
  "sn35.235:9.3": "I speak having seen this drawback.",
  "sn35.235:10.1": "A noble disciple reflects on this: ",
  "sn35.235:10.2": "‘Forget mutilating the eye faculty with a red-hot iron nail, burning, blazing and glowing!",
  "sn35.235:10.3": "I’d better focus on the fact that",
  "sn35.235:10.4": "the eye, sights, eye consciousness, and eye contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by eye contact is also impermanent.",
  "sn35.235:11.1": "Forget mutilating the eye faculty with a sharp iron spike, burning, blazing and glowing!",
  "sn35.235:11.2": "I’d better focus on the fact that ",
  "sn35.235:11.3": "the ear, sounds, ear consciousness, and ear contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by ear contact is also impermanent.",
  "sn35.235:12.1": "Forget mutilating the nose faculty with a sharp nail cutter, burning, blazing and glowing!",
  "sn35.235:12.2": "I’d better focus on the fact that",
  "sn35.235:12.3": "the nose, smells, nose consciousness, and nose contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by nose contact is also impermanent.",
  "sn35.235:13.1": "Forget mutilating the tongue faculty with a sharp razor, burning, blazing and glowing!",
  "sn35.235:13.2": "I’d better focus on the fact that",
  "sn35.235:13.3": "the tongue, tastes, tongue consciousness, and tongue contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by tongue contact is also impermanent.",
  "sn35.235:14.1": "Forget mutilating the body faculty with a sharp spear, burning, blazing and glowing!",
  "sn35.235:14.2": "I’d better focus on the fact that",
  "sn35.235:14.3": "the body, touches, body consciousness, and body contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by body contact is also impermanent.",
  "sn35.235:15.1": "Forget sleeping!",
  "sn35.235:15.2": "I’d better focus on the fact that",
  "sn35.235:15.3": "the mind, phenomena, mind consciousness, and mind contact are impermanent. And the painful, pleasant, or neutral feeling that arises conditioned by mind contact is also impermanent.’",
  "sn35.235:16.1": "Seeing this, a learned noble disciple becomes disillusioned with the eye, sights, eye consciousness, and eye contact. And they become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. … ",
  "sn35.235:16.2": "They become disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact. ",
  "sn35.235:16.3": "Being disillusioned, they become dispassionate.",
  "sn35.235:16.4": "Being dispassionate they’re freed. ",
  "sn35.235:16.5": "When freed, they know ‘it is freed’. ",
  "sn35.235:16.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn35.235:16.7": "This is the explanation of the teaching on burning.”"
}