{
  "_markup_path": "markup/sn/sn35/sn35.075.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.075.json"
  ],
  "sn35.75:1.1": "Linked Discourses 35 ",
  "sn35.75:2.1": "8 Sick",
  "sn35.75:3.1": "75 Sick (2)",
  "sn35.75:4.1": "Then a mendicant went up to the Buddha …",
  "sn35.75:4.2": "and said to him: ",
  "sn35.75:4.3": "“Sir, in such and such a monastery there’s a mendicant who is junior and not well known. He’s sick, suffering, gravely ill.",
  "sn35.75:4.4": "Please go to him out of compassion.” ",
  "sn35.75:5.1": "When the Buddha heard that the mendicant was junior and ill, understanding that he was not well known, he went to him. ",
  "sn35.75:5.2": "That mendicant saw the Buddha coming off in the distance ",
  "sn35.75:5.3": "and tried to rise on his cot.",
  "sn35.75:5.4": "Then the Buddha said to that monk: ",
  "sn35.75:5.5": "“It’s all right, Phagguṇa, don’t get up. ",
  "sn35.75:5.6": "There are some seats indicated, I will sit there.”",
  "sn35.75:5.7": "He sat on the indicated seat",
  "sn35.75:5.8": "and said to the mendicant: ",
  "sn35.75:5.9": "“I hope you’re keeping well, mendicant; I hope you’re alright. I hope that your pain is fading, not growing, that its fading, not growing, is apparent.”",
  "sn35.75:6.1": "“Sir, I’m not keeping well, I’m not alright. …",
  "sn35.75:6.2": "I have no reason to blame myself when it comes to ethical conduct.”",
  "sn35.75:7.1": "“In that case, mendicant, why do you have remorse and regrets?”",
  "sn35.75:8.1": "“Because I understand that the Buddha has not taught the Dhamma merely for the sake of ethical purity.” ",
  "sn35.75:9.1": "“If that is so, what exactly do you understand to be the purpose of teaching the Dhamma?” ",
  "sn35.75:10.1": "“I understand that the Buddha has taught the Dhamma for the purpose of complete extinguishment without grasping.”",
  "sn35.75:11.1": "“Good, good, mendicant! ",
  "sn35.75:11.2": "It’s good that you understand that I’ve taught the Dhamma for the purpose of complete extinguishment without grasping.",
  "sn35.75:11.3": "For that is indeed the purpose.",
  "sn35.75:12.1": "“What do you think, mendicant? Is the eye permanent or impermanent?”",
  "sn35.75:13.1": "“Impermanent, sir.” …",
  "sn35.75:14.2": "“Is the ear …",
  "sn35.75:14.3": "nose …",
  "sn35.75:14.4": "tongue …",
  "sn35.75:14.5": "body …",
  "sn35.75:14.6": "mind …",
  "sn35.75:14.7": "mind consciousness … ",
  "sn35.75:14.8": "mind contact …",
  "sn35.75:14.9": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact: is that permanent or impermanent?”",
  "sn35.75:15.1": "“Impermanent, sir.”",
  "sn35.75:16.1": "“But if it’s impermanent, is it suffering or happiness?”",
  "sn35.75:17.1": "“Suffering, sir.”",
  "sn35.75:18.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.75:18.2": "‘This is mine, I am this, this is my self’?”",
  "sn35.75:19.1": "“No, sir.”",
  "sn35.75:20.1": "“Seeing this, a learned noble disciple becomes disillusioned with the eye … ear … nose … tongue … body …",
  "sn35.75:20.2": "mind …",
  "sn35.75:20.3": "mind consciousness … ",
  "sn35.75:20.4": "mind contact …",
  "sn35.75:20.5": "They become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by mind contact.",
  "sn35.75:20.6": "Being disillusioned they become dispassionate.",
  "sn35.75:20.7": "Being dispassionate they’re freed.",
  "sn35.75:20.8": "When freed, they know ‘it is freed’. ",
  "sn35.75:20.9": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "sn35.75:21.1": "This is what the Buddha said.",
  "sn35.75:21.2": "Uplifted, that mendicant approved of what the Buddha said.",
  "sn35.75:21.3": "And while this discourse was being spoken, the mind of that mendicant was freed from defilements without grasping."
}