{
  "_markup_path": "markup/sn/sn35/sn35.081.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.081.json"
  ],
  "sn35.81:1.1": "Linked Discourses 35 ",
  "sn35.81:2.1": "8 Sick",
  "sn35.81:3.1": "81 Several Mendicants",
  "sn35.81:4.1": "Then several mendicants went up to the Buddha …",
  "sn35.81:4.2": "and said to him:",
  "sn35.81:4.3": "“Sir, sometimes wanderers who follow other paths ask us:",
  "sn35.81:4.4": "‘Reverends, what’s the purpose of living the spiritual life with the ascetic Gotama?’",
  "sn35.81:4.5": "We answer them like this.",
  "sn35.81:4.6": "‘The purpose of living the spiritual life under the Buddha is to completely understand suffering.’",
  "sn35.81:4.7": "Answering this way, we hope that we repeat what the Buddha has said, and don’t misrepresent him with an untruth. We hope our explanation is in line with the teaching, and that there no legitimate grounds for rebuke or criticism.”",
  "sn35.81:5.1": "“Indeed, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuke or criticism.",
  "sn35.81:5.2": "For the purpose of living the spiritual life under me is to completely understand suffering.",
  "sn35.81:5.3": "If wanderers who follow other paths were to ask you:",
  "sn35.81:5.4": "‘Reverends, what is that suffering?’",
  "sn35.81:5.5": "You should answer them: ",
  "sn35.81:5.6": "‘Reverends, the eye is suffering. The purpose of living the spiritual life under the Buddha is to completely understand this.",
  "sn35.81:5.7": "Sights … Eye consciousness … Eye contact …",
  "sn35.81:5.8": "The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also suffering.",
  "sn35.81:5.9": "The purpose of living the spiritual life under the Buddha is to completely understand this.",
  "sn35.81:5.10": "Ear … Nose … Tongue … Body … Mind …",
  "sn35.81:5.11": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also suffering.",
  "sn35.81:5.12": "The purpose of living the spiritual life under the Buddha is to completely understand this.",
  "sn35.81:5.13": "This is that suffering. The purpose of living the spiritual life under the Buddha is to completely understand this.’",
  "sn35.81:5.14": "When questioned by wanderers who follow other paths, you should answer them like this.” "
}