{
  "_markup_path": "markup/sn/sn35/sn35.031.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.031.json"
  ],
  "sn35.31:1.1": "Linked Discourses 35 ",
  "sn35.31:2.1": "3 All",
  "sn35.31:3.1": "30 The Practice Conducive to Uprooting (1)",
  "sn35.31:4.1": "“Mendicants, I will teach you the practice that’s conducive to uprooting all identifying.",
  "sn35.31:4.2": "Listen …",
  "sn35.31:4.3": "And what is the practice that’s conducive to uprooting all identifying?",
  "sn35.31:4.4": "It’s when a mendicant does not identify with the eye, does not identify in the eye, does not identify from the eye, and does not identify: ‘The eye is mine.’",
  "sn35.31:4.5": "They don’t identify with sights …",
  "sn35.31:4.6": "eye consciousness … eye contact. And they don’t identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. They don’t identify in that, they don’t identify from that, and they don’t identify: ‘That is mine.’",
  "sn35.31:4.7": "For whatever you identify with, whatever you identify in, whatever you identify from, and whatever you identify as ‘mine’: that becomes something else.",
  "sn35.31:4.8": "The world is attached to being, delighting only in being, yet it becomes something else.",
  "sn35.31:4.9": "They don’t identify with the ear … nose … tongue …",
  "sn35.31:4.14": "body …",
  "sn35.31:4.15": "mind … ",
  "sn35.31:4.18": "They don’t identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. They don’t identify in that, they don’t identify from that, and they don’t identify: ‘That is mine.’",
  "sn35.31:4.19": "For whatever you identify with, whatever you identify in, whatever you identify from, and whatever you identify as ‘mine’: that becomes something else.",
  "sn35.31:4.20": "The world is attached to being, delighting only in being, yet it becomes something else.",
  "sn35.31:4.21": "As far as the aggregates, elements, and sense fields extend, they don’t identify with that, they don’t identify in that, they don’t identify from that, and they don’t identify: ‘That is mine.’ ",
  "sn35.31:4.22": "Not identifying, they don’t grasp at anything in the world.",
  "sn35.31:4.23": "Not grasping, they’re not anxious. ",
  "sn35.31:4.24": "Not being anxious, they personally become extinguished.  ",
  "sn35.31:4.25": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn35.31:4.26": "This is the practice that’s conducive to uprooting all identifying.”"
}