{
  "_markup_path": "markup/sn/sn35/sn35.116.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.116.json"
  ],
  "sn35.116:1.1": "Linked Discourses 35 ",
  "sn35.116:2.1": "12 The World and the Kinds of Sensual Stimulation",
  "sn35.116:3.1": "116 Travelling to the End of the World",
  "sn35.116:4.1": "“Mendicants, I say it’s not possible to know or see or reach the end of the world by travelling.",
  "sn35.116:4.2": "But I also say there’s no making an end of suffering without reaching the end of the world.”",
  "sn35.116:4.3": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "sn35.116:4.4": "Soon after the Buddha left, those mendicants considered:",
  "sn35.116:4.5": "“The Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail. …",
  "sn35.116:4.8": "Who can explain in detail the meaning of this brief summary given by the Buddha?” ",
  "sn35.116:5.1": "Then those mendicants thought:",
  "sn35.116:5.2": "“This Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.",
  "sn35.116:5.3": "He is capable of explaining in detail the meaning of this brief summary given by the Buddha.",
  "sn35.116:5.4": "Let’s go to him, ",
  "sn35.116:5.5": "and ask him about this matter.”",
  "sn35.116:6.1": "Then those mendicants went to Ānanda",
  "sn35.116:6.2": "and exchanged greetings with him.",
  "sn35.116:6.3": "When the greetings and polite conversation were over, they sat down to one side.",
  "sn35.116:6.4": "They told him what had happened, and said:",
  "sn35.116:7.14": "“May Venerable Ānanda please explain this.”",
  "sn35.116:8.1": "“Reverends, suppose there was a person who needed heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.",
  "sn35.116:8.2": "Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.",
  "sn35.116:8.3": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
  "sn35.116:8.5": "That was the time to approach the Buddha and ask about this matter. ",
  "sn35.116:8.6": "You should have remembered it in line with the Buddha’s answer.” ",
  "sn35.116:9.1": "“Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
  "sn35.116:9.3": "That was the time to approach the Buddha and ask about this matter. ",
  "sn35.116:9.4": "We should have remembered it in line with the Buddha’s answer. ",
  "sn35.116:9.5": "Still, Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.",
  "sn35.116:9.6": "You are capable of explaining in detail the meaning of this brief summary given by the Buddha.",
  "sn35.116:9.7": "Please explain this, if it’s no trouble.”",
  "sn35.116:10.1": "“Then listen and pay close attention, I will speak.” ",
  "sn35.116:10.2": "“Yes, reverend,” they replied.   ",
  "sn35.116:10.3": "Ānanda said this: ",
  "sn35.116:11.1": "“Reverends, the Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail: ",
  "sn35.116:11.2": "‘Mendicants, I say it’s not possible to know or see or reach the end of the world by travelling.",
  "sn35.116:11.3": "But I also say there’s no making an end of suffering without reaching the end of the world.’ This is how I understand the detailed meaning of this summary.",
  "sn35.116:11.4": "Whatever in the world through which you perceive the world and conceive the world",
  "sn35.116:11.5": "is called the world in the training of the noble one.",
  "sn35.116:11.6": "And through what in the world do you perceive the world and conceive the world?",
  "sn35.116:11.7": "Through the eye in the world you perceive the world and conceive the world.",
  "sn35.116:11.8": "Through the ear …",
  "sn35.116:11.9": "nose …",
  "sn35.116:11.10": "tongue …",
  "sn35.116:11.11": "body …",
  "sn35.116:11.12": "mind in the world you perceive the world and conceive the world.",
  "sn35.116:11.13": "Whatever in the world through which you perceive the world and conceive the world ",
  "sn35.116:11.14": "is called the world in the training of the noble one.",
  "sn35.116:11.15": "When the Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail:",
  "sn35.116:11.16": "‘Mendicants, I say it’s not possible to know or see or reach the end of the world by travelling.",
  "sn35.116:11.17": "But I also say there’s no making an end of suffering without reaching the end of the world.’ That is how I understand the detailed meaning of this summary.",
  "sn35.116:11.18": "If you wish, you may go to the Buddha and ask him about this. ",
  "sn35.116:11.19": "You should remember it in line with the Buddha’s answer.”",
  "sn35.116:12.1": "“Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha,",
  "sn35.116:12.2": "bowed, sat down to one side, ",
  "sn35.116:12.3": "and told him what had happened. Then they said: ",
  "sn35.116:13.16": "“And Ānanda explained the meaning to us in this manner, with these words and phrases.”",
  "sn35.116:14.1": "“Mendicants, Ānanda is astute,",
  "sn35.116:14.2": "he has great wisdom.",
  "sn35.116:14.3": "If you came to me and asked this question, I would answer it in exactly the same way as Ānanda.",
  "sn35.116:14.4": "That is what it means, and that’s how you should remember it.”"
}