{
  "_markup_path": "markup/sn/sn35/sn35.070.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.070.json"
  ],
  "sn35.70:1.1": "Linked Discourses 35 ",
  "sn35.70:2.1": "7 With Migajāla ",
  "sn35.70:3.1": "70 Upavāṇa on What is Realizable in This Very Life",
  "sn35.70:4.1": "Then Venerable Upavāṇa went up to the Buddha …",
  "sn35.70:4.2": "and said to him:",
  "sn35.70:4.3": "“Sir, they speak of ‘a teaching realizable in this very life’. ",
  "sn35.70:4.4": "In what way is the teaching realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”",
  "sn35.70:5.1": "“Upavāṇa, take a mendicant who sees a sight with their eyes. They experience both the sight and the desire for the sight.",
  "sn35.70:5.2": "There is desire for sights in them, and they understand that.",
  "sn35.70:5.3": "Since this is so,",
  "sn35.70:5.5": "this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "sn35.70:6.1": "Next, take a mendicant who hears … smells … tastes … touches …",
  "sn35.70:7.1": "Next, take a mendicant who cognizes a phenomenon with their mind. They experience both the phenomenon and the desire for the phenomenon.",
  "sn35.70:7.2": "There is desire for phenomena in them, and they understand that.",
  "sn35.70:7.3": "Since this is so,",
  "sn35.70:7.5": "this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "sn35.70:8.1": "Take a mendicant who sees a sight with their eyes. They experience the sight but no desire for the sight.",
  "sn35.70:8.2": "There is no desire for sights in them, and they understand that.",
  "sn35.70:8.3": "Since this is so,",
  "sn35.70:8.5": "this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "sn35.70:9.1": "Next, take a mendicant who hears … smells … tastes … touches …",
  "sn35.70:10.3": "Next, take a mendicant who cognizes a phenomenon with their mind. They experience the phenomenon but no desire for the phenomenon.",
  "sn35.70:10.4": "There is no desire for phenomena in them, and they understand that.",
  "sn35.70:10.5": "Since this is so, this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”"
}