{
  "_markup_path": "markup/sn/sn35/sn35.017.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.017.json"
  ],
  "sn35.17:1.1": "Linked Discourses 35 ",
  "sn35.17:2.1": "2 Pairs ",
  "sn35.17:3.1": "17 If There was No Gratification (Interior)",
  "sn35.17:4.1": "“Mendicants, if there was no gratification in the eye, sentient beings wouldn’t love it.",
  "sn35.17:4.2": "But because there is gratification in the eye, sentient beings do love it.",
  "sn35.17:4.3": "If the eye had no drawback, sentient beings wouldn’t become disillusioned with it.",
  "sn35.17:4.4": "But because the eye has a drawback, sentient beings do become disillusioned with it.",
  "sn35.17:4.5": "If there was no escape from the eye, sentient beings wouldn’t love it.",
  "sn35.17:4.6": "But because there is an escape from the eye, sentient beings do escape from it.",
  "sn35.17:4.7": "If there was no gratification in the ear …",
  "sn35.17:4.8": "nose …",
  "sn35.17:4.9": "tongue …",
  "sn35.17:4.15": "body …",
  "sn35.17:4.16": "mind, sentient beings wouldn’t love it.",
  "sn35.17:4.17": "But because there is gratification in the mind, sentient beings do love it.",
  "sn35.17:4.18": "If the mind had no drawback, sentient beings wouldn’t become disillusioned with it.",
  "sn35.17:4.19": "But because the mind has a drawback, sentient beings do become disillusioned with it.",
  "sn35.17:4.20": "If there was no escape from the mind, sentient beings wouldn’t escape from it.",
  "sn35.17:4.21": "But because there is an escape from the mind, sentient beings do escape from it.",
  "sn35.17:5.1": "As long as sentient beings don’t truly understand these six interior sense fields’s gratification, drawback, and escape for what they are, they haven’t escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they don’t live detached, liberated, with a mind free of limits.",
  "sn35.17:5.2": "But when sentient beings truly understand these six interior sense fields’ gratification, drawback, and escape for what they are, they’ve escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they live detached, liberated, with a mind free of limits.”"
}