{
  "_markup_path": "markup/sn/sn35/sn35.089.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.089.json"
  ],
  "sn35.89:1.1": "Linked Discourses 35 ",
  "sn35.89:2.1": "9 With Channa ",
  "sn35.89:3.1": "89 With Bāhiya",
  "sn35.89:4.1": "Then Venerable Bāhiya went up to the Buddha, bowed, sat down to one side,",
  "sn35.89:4.2": "and said to him:",
  "sn35.89:4.3": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "sn35.89:5.1": "“What do you think, Bāhiya? Is the eye permanent or impermanent?”",
  "sn35.89:6.1": "“Impermanent, sir.”",
  "sn35.89:7.1": "“But if it’s impermanent, is it suffering or happiness?”",
  "sn35.89:8.1": "“Suffering, sir.”",
  "sn35.89:9.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.89:9.2": "‘This is mine, I am this, this is my self’?”",
  "sn35.89:10.1": "“No, sir.”",
  "sn35.89:11.1": "“Sights … ",
  "sn35.89:12.2": "eye consciousness …",
  "sn35.89:12.3": "eye contact … ",
  "sn35.89:12.4": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact: is that permanent or impermanent?”",
  "sn35.89:13.1": "“Impermanent, sir.”",
  "sn35.89:14.1": "“But if it’s impermanent, is it suffering or happiness?”",
  "sn35.89:15.1": "“Suffering, sir.”",
  "sn35.89:16.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.89:16.2": "‘This is mine, I am this, this is my self’?”  ",
  "sn35.89:17.1": "“No, sir.”",
  "sn35.89:18.1": "Seeing this, a learned noble disciple becomes disillusioned with the eye, sights, eye consciousness, and eye contact. And they become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. …",
  "sn35.89:18.2": "They become disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact.",
  "sn35.89:18.3": "Being disillusioned they become dispassionate.",
  "sn35.89:18.4": "Being dispassionate they’re freed. ",
  "sn35.89:18.5": "When freed, they know ‘it is freed’.",
  "sn35.89:18.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "sn35.89:19.1": "And then Venerable Bāhiya approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn35.89:19.2": "Then Bāhiya, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn35.89:19.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "sn35.89:19.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "sn35.89:19.6": "And Venerable Bāhiya became one of the perfected."
}