{
  "_markup_path": "markup/sn/sn35/sn35.132.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.132.json"
  ],
  "sn35.132:1.1": "Linked Discourses 35",
  "sn35.132:2.1": "13 Householders ",
  "sn35.132:3.1": "132 With Lohicca",
  "sn35.132:4.1": "At one time Venerable Mahākaccāna was staying in the land of the Avantis in a wilderness hut near Makkarakaṭa.",
  "sn35.132:4.2": "Then several youths, students of the brahmin Lohicca, approached Mahākaccāna’s wilderness hut while collecting firewood.",
  "sn35.132:4.3": "They walked and wandered all around the hut, making a dreadful racket and all kinds of jeers.",
  "sn35.132:4.4": "“These baldies, fake ascetics, riffraff, black spawn from the feet of our Kinsman, the Lord! They’re honored, respected, esteemed, revered, and venerated by those who pretend to inherit Vedic culture.”",
  "sn35.132:4.5": "And then Mahākaccāna came out of his dwelling and said to those brahmin students:",
  "sn35.132:4.6": "“Students, stop being so noisy.",
  "sn35.132:4.7": "I will speak to you on the teaching.”",
  "sn35.132:4.8": "When this was said, the students fell silent.",
  "sn35.132:4.9": "Then Mahākaccāna recited these verses for them.",
  "sn35.132:5.1": "“The brahmins of old excelled in ethics,",
  "sn35.132:5.2": "and remembered the ancient traditions.",
  "sn35.132:5.3": "Their sense doors were guarded, well protected,",
  "sn35.132:5.4": "and they had mastered anger.",
  "sn35.132:6.1": "Those brahmins who remembered the ancient traditions",
  "sn35.132:6.2": "enjoyed virtue and absorption.",
  "sn35.132:7.1": "But these have lost their way. Claiming to recite,",
  "sn35.132:7.2": "they live out of balance, judging everyone by their clan.",
  "sn35.132:7.3": "Mastered by anger, they take up many arms,",
  "sn35.132:7.4": "attacking both the strong and the weak.",
  "sn35.132:8.1": "All is vain for someone who doesn’t guard the sense doors,",
  "sn35.132:8.2": "like the wealth a person finds in a dream.",
  "sn35.132:8.3": "Fasting, sleeping on bare ground,",
  "sn35.132:8.4": "bathing at dawn, the three Vedas,",
  "sn35.132:9.1": "rough hides, dreadlocks, and dirt,",
  "sn35.132:9.2": "hymns, precepts and observances, and self-mortification,",
  "sn35.132:9.3": "those fake bent staffs, ",
  "sn35.132:9.4": "and rinsing with water.",
  "sn35.132:9.5": "These emblems of the brahmins",
  "sn35.132:9.6": "are only used to generate profits.",
  "sn35.132:10.1": "A mind that’s serene in samādhi,",
  "sn35.132:10.2": "clear and undisturbed,",
  "sn35.132:10.3": "kind to all creatures:",
  "sn35.132:10.4": "that’s the path to attainment of Brahmā!”",
  "sn35.132:11.1": "Then those students, offended and upset, went to the brahmin Lohicca",
  "sn35.132:11.2": "and said to him:",
  "sn35.132:11.3": "“Please, master, you should know this. The ascetic Mahākaccāna condemns and rejects outright the hymns of the brahmins!”",
  "sn35.132:11.4": "When they said this, Lohicca was offended and upset.",
  "sn35.132:11.5": "Then he thought:",
  "sn35.132:11.6": "“But it wouldn’t be appropriate for me to abuse or insult the ascetic Mahākaccāna solely because of what I’ve heard from these students.",
  "sn35.132:11.7": "Why don’t I go and ask him about it?”",
  "sn35.132:12.1": "Then the brahmin Lohicca together with those students went to Venerable Mahākaccāna",
  "sn35.132:12.2": "and exchanged greetings with him.",
  "sn35.132:12.3": "When the greetings and polite conversation were over, he sat down to one side,  ",
  "sn35.132:12.4": "and said to Mahākaccāna:",
  "sn35.132:12.5": "“Master Kaccāna, did several young students of mine come by here collecting firewood?”",
  "sn35.132:12.6": "“They did, brahmin.”",
  "sn35.132:12.7": "“But did you have some discussion with them?”",
  "sn35.132:12.8": "“I did.”",
  "sn35.132:12.9": "“But what kind of discussion did you have with them?”",
  "sn35.132:12.10": "“This is the discussion I had with these students.”",
  "sn35.132:13.1": "(Mahākaccāna repeats the verses.)",
  "sn35.132:15.1": "“Master Kaccāna spoke of someone who doesn’t guard the sense doors.",
  "sn35.132:15.2": "How do you define someone who doesn’t guard the sense doors?”",
  "sn35.132:15.3": "“Brahmin, take someone who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.132:15.4": "When they hear a sound with their ears … ",
  "sn35.132:15.5": "When they smell an odor with their nose … ",
  "sn35.132:15.6": "When they taste a flavor with their tongue …  ",
  "sn35.132:15.7": "When they feel a touch with their body …  ",
  "sn35.132:15.8": "When they cognize a phenomena with the mind, if it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.132:15.9": "That’s how someone doesn’t guard the sense doors.”",
  "sn35.132:15.10": "“It’s incredible, Master Kaccāna, it’s amazing!",
  "sn35.132:15.11": "How accurately you’ve explained someone whose sense doors are unguarded!",
  "sn35.132:16.1": "You also spoke of someone who does guard the sense doors.",
  "sn35.132:16.2": "How do you define someone who does guard the sense doors?”",
  "sn35.132:16.3": "“Brahmin, take someone who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.132:16.4": "When they hear a sound with their ears … ",
  "sn35.132:16.5": "When they smell an odor with their nose … ",
  "sn35.132:16.6": "When they taste a flavor with their tongue …  ",
  "sn35.132:16.7": "When they feel a touch with their body …  ",
  "sn35.132:16.8": "When they cognize a phenomena with the mind, if it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "sn35.132:16.9": "That’s how someone guards the sense doors.”",
  "sn35.132:17.1": "“It’s incredible, Master Kaccāna, it’s amazing! ",
  "sn35.132:17.2": "How accurately you’ve explained someone whose sense doors are guarded!",
  "sn35.132:17.3": "Excellent, Master Kaccāna! Excellent!",
  "sn35.132:17.5": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn35.132:17.6": "so people with good eyes can see what’s there, ",
  "sn35.132:17.7": "Master Kaccāna has made the Dharma clear in many ways. ",
  "sn35.132:17.8": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "sn35.132:17.9": "From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.",
  "sn35.132:17.10": "Please come to my family just as you go to the families of the lay followers in Makkarakaṭa.",
  "sn35.132:17.12": "The brahmin boys and girls there will bow to you, rise in your presence, and give you a seat and water. That will be for their lasting welfare and happiness.”"
}