{
  "_markup_path": "markup/sn/sn35/sn35.130.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.130.json"
  ],
  "sn35.130:1.1": "Linked Discourses 35 ",
  "sn35.130:2.1": "13 Householders ",
  "sn35.130:3.1": "130 With Hāliddikāni",
  "sn35.130:4.1": "At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.",
  "sn35.130:4.2": "Then the householder Hāliddikāni went up to Venerable Mahākaccāna …",
  "sn35.130:4.3": "and said to him:",
  "sn35.130:4.4": "“Sir, this was said by the Buddha:",
  "sn35.130:4.5": "‘Diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.’",
  "sn35.130:4.7": "How does diversity of elements give rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings?”",
  "sn35.130:4.9": "“Householder, it’s when a mendicant sees a sight and understands it to be agreeable.",
  "sn35.130:4.10": "There is eye consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant.",
  "sn35.130:4.11": "Then they see a sight and understand it to be disagreeable.",
  "sn35.130:4.12": "There is eye consciousness; and painful feeling arises dependent on a contact to be experienced as painful.",
  "sn35.130:4.13": "Then they see a sight and understand it to be a basis for equanimity.",
  "sn35.130:4.14": "There is eye consciousness; and neutral feeling arises dependent on a contact to be experienced as neutral.",
  "sn35.130:5.1": "Furthermore, a mendicant hears a sound with the ear …",
  "sn35.130:5.2": "smells an odor with the nose …",
  "sn35.130:5.3": "tastes a flavor with the tongue …",
  "sn35.130:5.4": "feels a touch with the body …",
  "sn35.130:5.5": "cognizes a phenomena with the mind and understands it to be agreeable.",
  "sn35.130:5.6": "There is mind consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant.",
  "sn35.130:5.7": "Then they cognize a phenomena and understand it to be disagreeable.",
  "sn35.130:5.8": "There is mind consciousness; and painful feeling arises dependent on a contact to be experienced as painful.",
  "sn35.130:5.9": "Then they cognize a phenomena and understand it to be a basis for equanimity.",
  "sn35.130:5.10": "Neutral feeling arises dependent on a contact to be experienced as neutral. ",
  "sn35.130:5.11": "That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.”"
}