{
  "_markup_path": "markup/sn/sn35/sn35.238.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.238.json"
  ],
  "sn35.238:1.1": "Linked Discourses 35 ",
  "sn35.238:2.1": "19 The Simile of the Vipers",
  "sn35.238:3.1": "238 The Simile of the Vipers",
  "sn35.238:4.1": "“Mendicants, suppose there were four lethal poisonous vipers.",
  "sn35.238:4.2": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. ",
  "sn35.238:4.3": "They’d say to him:  ",
  "sn35.238:4.4": "‘Mister, here are four lethal poisonous vipers. They must be periodically picked up, washed, fed, and put to sleep.",
  "sn35.238:4.5": "But when one or other of these four poisonous vipers gets irritated with you, you’ll meet with death or deadly pain.",
  "sn35.238:4.6": "So then, mister, do what has to be done.’ ",
  "sn35.238:5.1": "Then that man, terrified of those four poisonous vipers, would flee this way or that.",
  "sn35.238:5.2": "They’d say to him:",
  "sn35.238:5.3": "‘Mister, there are five deadly enemies chasing you, thinking: “When we catch sight of him, we’ll murder him right there!”",
  "sn35.238:5.4": "So then, mister, do what has to be done.’ ",
  "sn35.238:6.1": "Then that man, terrified of those four poisonous vipers and those five deadly enemies, would flee this way or that.",
  "sn35.238:6.2": "They’d say to him:",
  "sn35.238:6.3": "‘Mister, there’s a sixth hidden killer chasing you with a drawn sword, thinking: “When I catch sight of him, I’ll chop off his head right there!”",
  "sn35.238:6.4": "So then, mister, do what has to be done.’",
  "sn35.238:7.1": "Then that man, terrified of those four poisonous vipers and those five deadly enemies and the hidden killer, would flee this way or that.",
  "sn35.238:7.2": "He’d see an empty village.",
  "sn35.238:7.3": "But whatever house he’d enter is vacant, deserted, and empty.",
  "sn35.238:7.4": "And whatever vessel he touches is vacant, hollow, and empty.",
  "sn35.238:7.5": "They’d say to him:",
  "sn35.238:7.6": "‘Mister, there are bandits who raid villages, and they’re striking now.",
  "sn35.238:7.7": "So then, mister, do what has to be done.’",
  "sn35.238:8.1": "Then that man, terrified of those four poisonous vipers and those five deadly enemies and the hidden killer and the bandits, would flee this way or that.",
  "sn35.238:8.2": "He’d see a large deluge, whose near shore is dubious and perilous, while the far shore is a sanctuary free of peril.",
  "sn35.238:8.3": "But there’s no ferryboat or bridge for crossing over.",
  "sn35.238:8.4": "Then that man thought: ",
  "sn35.238:8.6": "‘Why don’t I gather grass, sticks, branches, and leaves and make a raft? Riding on the raft, and paddling with my hands and feet, I can safely reach the far shore.’",
  "sn35.238:9.1": "And so that man did exactly that. Having crossed over and gone beyond, the brahmin stands on the far shore.",
  "sn35.238:10.1": "I’ve made up this simile to make a point.",
  "sn35.238:10.2": "And this is the point.",
  "sn35.238:10.3": "‘Four lethal poisonous vipers’ is a term for the four great elements:",
  "sn35.238:10.4": "the elements of earth, water, fire, and air.",
  "sn35.238:11.1": "‘Five deadly enemies’ is a term for the five grasping aggregates, that is:",
  "sn35.238:11.2": "the grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "sn35.238:12.1": "‘The sixth hidden killer with a drawn sword’ is a term for relishing and greed.",
  "sn35.238:13.1": "‘Empty village’ is a term for the six interior sense fields.",
  "sn35.238:13.2": "If an astute, competent, clever person investigates this through the eye, it appears to them as vacant, hollow, and empty.",
  "sn35.238:13.3": "If an astute, competent, clever person investigates this through the ear … nose … tongue … body …",
  "sn35.238:13.4": "mind, it appears to them as vacant, hollow, and empty.",
  "sn35.238:14.1": "‘Bandits who raid villages’ is a term for the six exterior sense fields.",
  "sn35.238:14.2": "The eye is struck by both agreeable and disagreeable sights.",
  "sn35.238:14.3": "The ear …",
  "sn35.238:14.4": "nose …",
  "sn35.238:14.5": "tongue …",
  "sn35.238:14.6": "body …",
  "sn35.238:14.7": "mind is struck by both agreeable and disagreeable phenomena.",
  "sn35.238:15.1": "‘Large sea’ is a term for the four floods:",
  "sn35.238:15.2": "the floods of sensual pleasures, desire to be reborn, views, and ignorance.",
  "sn35.238:16.1": "‘The near shore that’s dubious and perilous’ is term for identity.",
  "sn35.238:17.1": "‘The far shore, a sanctuary free of peril’ is a term for extinguishment.",
  "sn35.238:18.1": "‘The raft’ is a term for the noble eightfold path, that is:",
  "sn35.238:18.2": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "sn35.238:19.1": "‘Paddling with hands and feet’ is a term for being energetic.",
  "sn35.238:20.1": "‘Crossed over, gone beyond, the brahmin stands on the shore’ is a term for a perfected one.”"
}