{
  "_markup_path": "markup/sn/sn35/sn35.151.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.151.json"
  ],
  "sn35.151:1.1": "Linked Discourses 35 ",
  "sn35.151:2.1": "15 The Old and the New ",
  "sn35.151:3.1": "151 A Student",
  "sn35.151:4.1": "“Mendicants, this spiritual life is lived without a resident student and without a teaching master.",
  "sn35.151:4.2": "A mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.",
  "sn35.151:4.3": "A mendicant who lives without a resident student and a teaching master lives in happiness and comfort.",
  "sn35.151:4.4": "And how does a mendicant who lives with a resident student and a teaching master live in suffering and discomfort?",
  "sn35.151:4.5": "When a mendicant sees a sight with the eye, bad, unwholesome phenomena arise: memories and thoughts prone to fetters.",
  "sn35.151:4.6": "Those qualities reside within. Since they have bad unwholesome qualities residing within,",
  "sn35.151:4.7": "they’re said to have a resident student.",
  "sn35.151:4.8": "Those qualities master them. Since they’re mastered by bad unwholesome qualities,",
  "sn35.151:4.9": "they’re said to have a teaching master.",
  "sn35.151:5.1": "Furthermore, when a mendicant hears … smells … tastes … touches …",
  "sn35.151:6.1": "cognizes a phenomenon with the mind, bad, unwholesome phenomena arise: memories and thoughts prone to fetters. ",
  "sn35.151:6.2": "Those qualities reside within. Since they have bad unwholesome qualities residing within, ",
  "sn35.151:6.3": "they’re said to have a resident student. ",
  "sn35.151:6.4": "Those qualities master them. Since they’re mastered by bad unwholesome qualities, ",
  "sn35.151:6.5": "they’re said to have a teaching master.",
  "sn35.151:6.6": "That’s how a mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.",
  "sn35.151:7.1": "And how does a mendicant who lives without a resident student and a teaching master live in happiness and comfort?",
  "sn35.151:7.2": "When a mendicant sees a sight with the eye, bad, unwholesome phenomena don’t arise: memories and thoughts prone to fetters.",
  "sn35.151:7.3": "Those qualities don’t reside within. Since they don’t have bad unwholesome qualities residing within, ",
  "sn35.151:7.4": "they’re said to not have a resident student. ",
  "sn35.151:7.5": "Those qualities don’t master them. Since they’re not mastered by bad unwholesome qualities,",
  "sn35.151:7.6": "they’re said to not have a teaching master.",
  "sn35.151:8.1": "Furthermore, when a mendicant hears … smells … tastes … touches …",
  "sn35.151:9.1": "cognizes a phenomenon with the mind, bad, unwholesome phenomena don’t arise: memories and thoughts prone to fetters. ",
  "sn35.151:9.2": "Those qualities don’t reside within. Since they don’t have bad unwholesome qualities residing within,",
  "sn35.151:9.3": "they’re said to not have a resident student.",
  "sn35.151:9.4": "Those qualities don’t master them. Since they’re not mastered by bad unwholesome qualities, ",
  "sn35.151:9.5": "they’re said to not have a teaching master.",
  "sn35.151:9.6": "That’s how a mendicant who lives without a resident student and a teaching master lives in happiness and comfort.",
  "sn35.151:9.7": "This spiritual life is lived without a resident student and without a teaching master.",
  "sn35.151:9.8": "A mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.",
  "sn35.151:9.9": "A mendicant who lives without a resident student and a teaching master lives in happiness and comfort.”"
}