{
  "_markup_path": "markup/sn/sn35/sn35.241.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.241.json"
  ],
  "sn35.241:1.1": "Linked Discourses 35 ",
  "sn35.241:2.1": "19 The Simile of the Vipers ",
  "sn35.241:3.1": "241 The Simile of the Tree Trunk (1)",
  "sn35.241:4.1": "At one time the Buddha was staying near Kosambi on the bank of the Ganges river.",
  "sn35.241:4.2": "Seeing a large tree trunk being carried along by the current,",
  "sn35.241:4.3": "he addressed the mendicants: ",
  "sn35.241:4.4": "“Mendicants, do you see that large tree trunk being carried along by the current of the Ganges river?”",
  "sn35.241:4.5": "“Yes, sir.”",
  "sn35.241:4.6": "“Mendicants, assume that that tree trunk doesn’t collide with the near shore or the far shore, or sink in the middle, or get stranded on high ground. And assume that it doesn’t get taken by humans or non-humans or caught up in a whirlpool, and that it doesn’t rot away.",
  "sn35.241:4.7": "In that case, that tree trunk will slant, slope, and incline towards the ocean.",
  "sn35.241:4.8": "Why is that?",
  "sn35.241:4.9": "Because the current of the Ganges river slants, slopes, and inclines towards the ocean.",
  "sn35.241:5.1": "In the same way, assume that you don’t collide with the near shore or the far shore, or sink in the middle, or get stranded on high ground. And assume that you don’t get taken by humans or inhumans or caught up in a whirlpool, and that you don’t rot away.",
  "sn35.241:5.3": "In that case, you will slant, slope, and incline towards extinguishment.",
  "sn35.241:5.4": "Why is that?",
  "sn35.241:5.5": "Because right view slants, slopes, and inclines towards extinguishment.”",
  "sn35.241:5.6": "When he said this, one of the mendicants asked the Buddha:",
  "sn35.241:5.7": "“But sir, what’s the near shore and what’s the far shore? What’s sinking in the middle? What’s getting stranded on high ground? What’s getting taken by humans or non-humans? What’s getting caught up in a whirlpool? And what’s rotting away?”",
  "sn35.241:6.1": "“‘The near shore’, mendicant, is a term for the six interior sense fields.",
  "sn35.241:6.2": "‘The far shore’ is a term for the six exterior sense fields.",
  "sn35.241:6.3": "‘Sinking in the middle’ is a term for desire with relishing.",
  "sn35.241:6.4": "‘Stranded on high ground’ is a term for the conceit ‘I am’.",
  "sn35.241:7.1": "And what’s getting taken by humans?",
  "sn35.241:7.2": "It’s when someone mixes closely with laypeople, sharing their joys and sorrows—happy when they’re happy and sad when they’re sad—and getting involved in their business.",
  "sn35.241:7.3": "That’s called getting taken by humans.",
  "sn35.241:8.1": "And what’s getting taken by non-humans?",
  "sn35.241:8.2": "It’s when someone lives the spiritual life wishing to be reborn in one of the orders of gods:",
  "sn35.241:8.3": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ ",
  "sn35.241:8.4": "That’s called getting taken by non-humans.",
  "sn35.241:8.5": "‘Caught up in a whirlpool’ is a term for the five kinds of sensual stimulation.",
  "sn35.241:9.1": "And what’s rotting away?",
  "sn35.241:9.2": "It’s when some person is unethical, of bad qualities, filthy, with suspicious behavior, secretive, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.",
  "sn35.241:9.3": "This is called ‘rotting away’.",
  "sn35.241:10.1": "Now, at that time Nanda the cowherd was sitting not far from the Buddha.",
  "sn35.241:10.2": "Then he said to the Buddha:",
  "sn35.241:10.3": "“I won’t collide with the near shore or the far shore, or sink in the middle, or get stranded on high ground. And I won’t get taken by humans or non-humans or caught up in a whirlpool, and I won’t rot away.",
  "sn35.241:10.4": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "sn35.241:10.5": "“Well then, Nanda, return the cows to their owners.”",
  "sn35.241:10.6": "“Sir, the cows will go back by themselves, since they love their calves.”",
  "sn35.241:10.7": "“Still, Nanda, you should return them to their owners.”",
  "sn35.241:10.8": "Then Nanda, after returning the cows to their owners, went up to the Buddha ",
  "sn35.241:10.9": "and said to him:",
  "sn35.241:10.10": "“Sir, I have returned the cows to their owners.",
  "sn35.241:10.11": "May I receive the going forth, the ordination in the Buddha’s presence?”",
  "sn35.241:10.12": "And the cowherd Nanda received the going forth, the ordination in the Buddha’s presence.",
  "sn35.241:10.13": "Not long after his ordination, living alone, withdrawn, diligent, keen, and determined …",
  "sn35.241:10.14": "Venerable Nanda became one of the perfected."
}