{
  "_markup_path": "markup/sn/sn35/sn35.134.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.134.json"
  ],
  "sn35.134:1.1": "Linked Discourses 35 ",
  "sn35.134:2.1": "14 At Devadaha",
  "sn35.134:3.1": "134 At Devadaha",
  "sn35.134:4.1": "At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Devadaha.",
  "sn35.134:4.2": "There the Buddha addressed the mendicants: ",
  "sn35.134:4.3": "“When it comes to the six fields of contact, mendicants, I don’t say that all mendicants have work to do with diligence, nor do I say that none of them have work to do with diligence.",
  "sn35.134:4.4": "I say that, when it comes to the six fields of contact, mendicants don’t have work to do with diligence if they are perfected, with defilements ended, having lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and become rightly freed through final knowledge.",
  "sn35.134:4.5": "Why is that?",
  "sn35.134:4.6": "They’ve done their work with diligence, and are incapable of negligence.",
  "sn35.134:4.7": "I say that, when it comes to the six fields of contact, mendicants do have work to do with diligence if they are trainees, who haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary.",
  "sn35.134:4.8": "Why is that?",
  "sn35.134:4.9": "There are sights cognizable by the eye that are pleasant and also those that are unpleasant.",
  "sn35.134:4.10": "Though experiencing them again and again they don’t occupy the mind.",
  "sn35.134:4.11": "Their energy is roused up and vigorous, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is unified in samādhi.",
  "sn35.134:4.12": "Seeing this fruit of diligence, I say that those mendicants have work to do with diligence when it comes to the six fields of contact. …",
  "sn35.134:4.13": "There are phenomena cognizable by the mind that are pleasant and also those that are unpleasant.",
  "sn35.134:4.14": "Though experiencing them again and again they don’t occupy the mind. ",
  "sn35.134:4.15": "Their energy is roused up and vigorous, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is unified in samādhi. ",
  "sn35.134:4.16": "Seeing this fruit of diligence, I say that those mendicants have work to do with diligence when it comes to the six fields of contact.”"
}