{
  "_markup_path": "markup/sn/sn35/sn35.234.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.234.json"
  ],
  "sn35.234:1.1": "Linked Discourses 35 ",
  "sn35.234:2.1": "18 The Ocean ",
  "sn35.234:3.1": "234 With Udāyī",
  "sn35.234:4.1": "At one time Venerables Ānanda and Udāyī were staying near Kosambi, in Ghosita’s Monastery.",
  "sn35.234:4.2": "Then in the late afternoon, Venerable Udāyī came out of solitude, went to Venerable Ānanda,",
  "sn35.234:4.3": "and exchanged greetings with him.",
  "sn35.234:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn35.234:4.5": "and said to Ānanda:",
  "sn35.234:5.1": "“Reverend Ānanda, the Buddha has explained, opened, and illuminated in many ways how this body is not-self.",
  "sn35.234:5.2": "Is it possible to explain consciousness in the same way? To teach, advocate, establish, open, analyze, and make it clear how consciousness is not-self?”",
  "sn35.234:6.2": "“It is possible, Reverend Udāyī.",
  "sn35.234:7.1": "Does eye consciousness arise dependent on the eye and sights?”",
  "sn35.234:7.2": "“Yes, reverend.” ",
  "sn35.234:7.3": "“If the cause and condition that gives rise to eye consciousness were to totally and utterly cease without anything left over,",
  "sn35.234:7.4": "would eye consciousness still be found?”",
  "sn35.234:7.5": "“No, reverend.”",
  "sn35.234:7.6": "“In this way, too, it can be understood how consciousness is not-self.",
  "sn35.234:8.1": "Does ear … nose … tongue … body …",
  "sn35.234:9.1": "mind consciousness arise dependent on the mind and phenomena?”",
  "sn35.234:9.2": "“Yes, reverend.” ",
  "sn35.234:9.3": "“If the cause and condition that gives rise to eye consciousness were to totally and utterly cease without anything left over, would eye consciousness still be found?”",
  "sn35.234:9.4": "“No, reverend.”",
  "sn35.234:9.5": "“In this way, too, it can be understood how consciousness is not-self.",
  "sn35.234:10.1": "Suppose there was a person who needed heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest.",
  "sn35.234:10.2": "There they’d see a big banana tree, straight and young and flawlessly grown.",
  "sn35.234:10.3": "He’d cut it down at the base, ",
  "sn35.234:10.4": "cut off the top, ",
  "sn35.234:10.5": "cut off the top, and unroll the coiled sheaths.",
  "sn35.234:10.6": "But they wouldn’t even find sapwood, much less heartwood.",
  "sn35.234:10.7": "In the same way, a mendicant sees these six fields of contact as neither self nor belonging to self.",
  "sn35.234:10.8": "So seeing, they don’t grasp anything in the world.",
  "sn35.234:10.9": "Not grasping, they’re not anxious. ",
  "sn35.234:10.10": "Not being anxious, they personally become extinguished.",
  "sn35.234:10.11": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”"
}