{
  "_markup_path": "markup/sn/sn35/sn35.127.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.127.json"
  ],
  "sn35.127:1.1": "Linked Discourses 35 ",
  "sn35.127:2.1": "13 Householders ",
  "sn35.127:3.1": "127 With Bhāradvāja",
  "sn35.127:4.1": "At one time Venerable Piṇḍola Bhāradvāja was staying near Kosambi, in Ghosita’s Monastery.",
  "sn35.127:4.2": "Then King Udena went up to Piṇḍola Bhāradvāja",
  "sn35.127:4.3": "and exchanged greetings with him. ",
  "sn35.127:4.4": "When the greetings and polite conversation were over, he sat down to one side,  ",
  "sn35.127:4.5": "and said to him:",
  "sn35.127:4.6": "“Master Bhāradvāja, there are these young monks who are youthful, black-haired, blessed with youth, in the prime of life; and they’ve never played around with sensual pleasures. What is the cause, what is the reason why they practice the full and pure spiritual life as long as they live, maintaining it for a long time?”",
  "sn35.127:4.7": "“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha:",
  "sn35.127:4.8": "‘Please, monks, think of women your mother’s age as your mother. Think of women your sister’s age as your sister. And think of women your daughter’s age as your daughter.’",
  "sn35.127:4.9": "This is a cause, great king, this is a reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time.”",
  "sn35.127:5.1": "“But Master Bhāradvāja, the mind is wanton.",
  "sn35.127:5.2": "Sometimes thoughts of desire come up even for women your mother’s age, your sister’s age, or your daughter’s age.",
  "sn35.127:5.3": "Is there another cause, another reason why these young monks live the full and pure spiritual life for their entire life?”",
  "sn35.127:6.1": "“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: ",
  "sn35.127:6.2": "‘Please, monks, examine their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.",
  "sn35.127:6.3": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentry, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’",
  "sn35.127:6.4": "This is also a cause, great king, this is a reason why these young monks live the full and pure spiritual life for their entire life, maintaining it for a long time.”",
  "sn35.127:6.6": "“This is easy to do for those mendicants who have developed their physical endurance, ethics, mind, and wisdom.",
  "sn35.127:6.7": "But it’s hard to do for those mendicants who have not developed their physical endurance, ethics, mind, and wisdom.",
  "sn35.127:6.8": "Sometimes I plan to focus on something as ugly, but only its beauty comes to mind.",
  "sn35.127:6.9": "Is there another cause, another reason why these young monks live the full and pure spiritual life for their entire life?”",
  "sn35.127:7.1": "“Great king, this has been stated by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha: ",
  "sn35.127:7.2": "‘Please, monks, live with sense doors guarded. ",
  "sn35.127:7.3": "When you see a sight with your eyes, don’t get caught up in the features and details.",
  "sn35.127:7.4": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protect the faculty of sight, and achieve its restraint.",
  "sn35.127:7.7": "When you hear a sound with your ears …",
  "sn35.127:7.8": "When you smell an odor with your nose …",
  "sn35.127:7.9": "When you taste a flavor with your tongue … ",
  "sn35.127:7.10": "When you feel a touch with your body … ",
  "sn35.127:7.11": "When you cognize a phenomenon with your mind, don’t get caught up in the features and details.",
  "sn35.127:7.12": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protect the faculty of mind, and achieve its restraint.’",
  "sn35.127:7.15": "This is also a cause, great king, this is a reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time.”",
  "sn35.127:8.1": "“It’s incredible, Master Bhāradvāja, it’s amazing!",
  "sn35.127:8.3": "How well this was said by the Buddha!",
  "sn35.127:8.4": "This is the real cause, this is the reason why these young monks practice the full and pure spiritual life as long as they live, maintaining it for a long time.",
  "sn35.127:8.5": "For sometimes I too enter the harem with unprotected body, speech, mind, mindfulness, and sense faculties. At those times powerful thoughts of desire get the better of me.",
  "sn35.127:8.6": "But sometimes I enter the harem with protected body, speech, mind, mindfulness, and sense faculties. At those times such thoughts of desire don’t get the better of me.",
  "sn35.127:8.7": "“Excellent, Master Bhāradvāja! Excellent!",
  "sn35.127:8.8": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn35.127:8.9": "so people with good eyes can see what’s there,  ",
  "sn35.127:8.10": "Master Bhāradvāja has made the teaching clear in many ways.",
  "sn35.127:8.11": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "sn35.127:8.12": "From this day forth, may Master Bhāradvāja remember me as a lay follower who has gone for refuge for life.” "
}