{
  "_markup_path": "markup/sn/sn35/sn35.064.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.064.json"
  ],
  "sn35.64:1.1": "Linked Discourses 35 ",
  "sn35.64:2.1": "7 With Migajāla ",
  "sn35.64:3.1": "64 With Migajāla (2)",
  "sn35.64:4.1": "Then Venerable Migajāla went up to the Buddha …",
  "sn35.64:4.2": "and said to him: ",
  "sn35.64:4.3": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "sn35.64:5.1": "“Migajāla, there are sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:5.2": "If a mendicant relishes, welcomes, and keep clinging to them, ",
  "sn35.64:5.3": "this gives rise to relishing. ",
  "sn35.64:5.4": "Relishing is the origin of suffering, I say.",
  "sn35.64:5.5": "There are sounds … smells … tastes … touches … ",
  "sn35.64:5.6": "There are phenomena cognizable by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:5.7": "If a mendicant relishes, welcomes, and keep clinging to them, ",
  "sn35.64:5.8": "this gives rise to relishing. ",
  "sn35.64:5.9": "Relishing is the origin of suffering, I say.",
  "sn35.64:6.1": "There are sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:6.2": "If a mendicant doesn’t relish, welcome, and keep clinging to them,  ",
  "sn35.64:6.3": "relishing ceases. ",
  "sn35.64:6.4": "When relishing ceases, suffering ceases, I say.",
  "sn35.64:6.5": "There are sounds … smells … tastes … touches …",
  "sn35.64:6.6": "There are phenomena cognizable by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:6.7": "If a mendicant doesn’t relish, welcome, and keep clinging to them,",
  "sn35.64:6.8": "relishing ceases. ",
  "sn35.64:6.9": "When relishing ceases, suffering ceases, I say.”",
  "sn35.64:7.1": "And then Venerable Migajāla approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn35.64:7.2": "Then Migajāla, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn35.64:7.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "sn35.64:7.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "sn35.64:7.6": "And Migajāla became one of the perfected."
}