{
  "_markup_path": "markup/sn/sn35/sn35.240.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.240.json"
  ],
  "sn35.240:1.1": "Linked Discourses 35 ",
  "sn35.240:2.1": "19 The Simile of the Vipers ",
  "sn35.240:3.1": "240 The Simile of the Tortoise",
  "sn35.240:4.1": "“Once upon a time, mendicants, a tortoise was grazing along the bank of a river in the afternoon.",
  "sn35.240:4.2": "At the same time, a jackal was also hunting along the river bank.",
  "sn35.240:4.3": "The tortoise saw the jackal off in the distance hunting,",
  "sn35.240:4.4": "so it drew its limbs and neck inside its shell, and kept still and silent.",
  "sn35.240:4.5": "But the jackal also saw the tortoise off in the distance grazing.",
  "sn35.240:4.6": "So it went up to the tortoise",
  "sn35.240:4.7": "and waiting nearby, thinking:",
  "sn35.240:4.8": "‘When that tortoise sticks one or other of its limbs or neck out from its shell, I’ll grab it right there, rip it out, and eat it!’",
  "sn35.240:4.9": "But when that tortoise didn’t stick one or other of its limbs or neck out from its shell, the jackal got bored and left, since it couldn’t find a vulnerability.",
  "sn35.240:5.1": "In the same way, Māra the Wicked is always waiting nearby, thinking:",
  "sn35.240:5.2": "‘Hopefully I can find a vulnerability in the eye,",
  "sn35.240:5.3": "ear, nose, tongue, body, or",
  "sn35.240:5.4": "mind.’",
  "sn35.240:5.5": "That’s why you should live with sense doors guarded. ",
  "sn35.240:5.6": "When you see a sight with your eyes, don’t get caught up in the features and details.",
  "sn35.240:5.7": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "sn35.240:5.8": "When you hear a sound with your ears …",
  "sn35.240:5.9": "When you smell an odor with your nose …",
  "sn35.240:5.10": "When you taste a flavor with your tongue … ",
  "sn35.240:5.11": "When you feel a touch with your body … ",
  "sn35.240:5.12": "When you cognize a phenomenon with your mind, don’t get caught up in the features and details.",
  "sn35.240:5.13": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "sn35.240:5.14": "When you live with your sense doors restrained, Māra will get bored with you and leave, since he can’t find a vulnerability,",
  "sn35.240:5.15": "just like the jackal left the tortoise.”",
  "sn35.240:6.1": "“A mendicant should collect their thoughts",
  "sn35.240:6.2": "as a tortoise draws its limbs into its shell.",
  "sn35.240:6.3": "Independent, not disturbing others, ",
  "sn35.240:6.4": "someone who’s extinguished wouldn’t blame anyone.”"
}