{
  "_markup_path": "markup/sn/sn35/sn35.065.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.065.json"
  ],
  "sn35.65:1.1": "Linked Discourses 35",
  "sn35.65:2.1": "7 With Migajāla",
  "sn35.65:3.1": "65 Samiddhi’s Question About Māra",
  "sn35.65:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn35.65:4.2": "Then Venerable Samiddhi went up to the Buddha …",
  "sn35.65:4.3": "and said to him: ",
  "sn35.65:4.4": "“Sir, they speak of this thing called ‘Māra’.",
  "sn35.65:4.5": "How do we define Māra or what is known as Māra?”",
  "sn35.65:5.1": "“Samiddhi, where there is the eye, sights, eye consciousness, and phenomena cognizable by eye consciousness, there is Māra or what is known as Māra.",
  "sn35.65:5.2": "Where there is the ear, sounds, ear consciousness, and phenomena cognizable by ear consciousness, there is Māra or what is known as Māra.",
  "sn35.65:5.3": "Where there is the nose, smells, nose consciousness, and phenomena cognizable by nose consciousness, there is Māra or what is known as Māra.",
  "sn35.65:5.4": "Where there is the tongue, tastes, tongue consciousness, and phenomena cognizable by tongue consciousness, there is Māra or what is known as Māra.",
  "sn35.65:5.5": "Where there is the body, touches, body consciousness, and phenomena cognizable by body consciousness, there is Māra or what is known as Māra.",
  "sn35.65:5.6": "Where there is the mind, phenomena, mind consciousness, and phenomena cognizable by mind consciousness, there is Māra or what is known as Māra.",
  "sn35.65:6.1": "Where there is no eye, no sights, no eye consciousness, and no phenomena cognizable by eye consciousness, there is no Māra or what is known as Māra.",
  "sn35.65:6.2": "Where there is no ear …",
  "sn35.65:6.3": "nose …",
  "sn35.65:6.4": "tongue …",
  "sn35.65:6.5": "body …",
  "sn35.65:6.6": "Where there is no mind, no phenomena, no mind consciousness, and no phenomena cognizable by mind consciousness, there is no Māra or what is known as Māra.”"
}