{
  "_markup_path": "markup/sn/sn35/sn35.090.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.090.json"
  ],
  "sn35.90:1.1": "Linked Discourses 35 ",
  "sn35.90:2.1": "9 With Channa ",
  "sn35.90:3.1": "90 Turbulence (1)",
  "sn35.90:4.1": "“Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart.",
  "sn35.90:4.2": "That’s why the Realized One lives unperturbed, with dart drawn out.",
  "sn35.90:4.3": "Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’ So let them not conceive the eye, let them not conceive regarding the eye, let them not conceive as the eye, let them not conceive ‘the eye is mine.’",
  "sn35.90:4.4": "Let them not conceive sights …",
  "sn35.90:4.5": "eye consciousness …",
  "sn35.90:4.6": "eye contact …",
  "sn35.90:4.7": "Let them not conceive the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not conceive regarding that, let them not conceive as that, and let them not conceive ‘that is mine.’",
  "sn35.90:5.1": "Let them not conceive the ear …",
  "sn35.90:5.2": "nose …",
  "sn35.90:5.3": "tongue …",
  "sn35.90:6.1": "body …",
  "sn35.90:6.2": "mind …",
  "sn35.90:6.3": "phenomena …",
  "sn35.90:6.4": "mind consciousness …",
  "sn35.90:6.5": "mind contact …",
  "sn35.90:6.6": "Let them not conceive the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not conceive regarding that, let them not conceive as that, and let them not conceive ‘that is mine.’",
  "sn35.90:6.7": "Let them not conceive all, let them not conceive regarding all, let them not conceive as all, let them not conceive ‘all is mine’.",
  "sn35.90:7.1": "Not conceiving, they don’t grasp at anything in the world.",
  "sn35.90:7.2": "Not grasping, they’re not anxious. ",
  "sn35.90:7.3": "Not being anxious, they personally become extinguished.",
  "sn35.90:7.4": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”"
}