{
  "_markup_path": "markup/sn/sn35/sn35.146.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.146.json"
  ],
  "sn35.146:1.1": "Linked Discourses 35 ",
  "sn35.146:2.1": "15 The Old and the New",
  "sn35.146:3.1": "146 The Cessation of Action",
  "sn35.146:4.1": "“Mendicants, I will teach you old action, new action, the cessation of action, and the practice that leads to the cessation of action.",
  "sn35.146:4.2": "Listen and pay close attention, I will speak. … ",
  "sn35.146:4.3": "And what is old action?",
  "sn35.146:4.4": "The eye is old action. It should be seen as produced by choices and intentions, as something to be felt.",
  "sn35.146:4.5": "The ear … nose … tongue … body …",
  "sn35.146:4.6": "mind is old action. It should be seen as produced by choices and intentions, as something to be felt.",
  "sn35.146:4.7": "This is called old action.",
  "sn35.146:4.8": "And what is new action?",
  "sn35.146:4.9": "The deeds you currently perform by way of body, speech, and mind: this is called new action.",
  "sn35.146:4.10": "And what is the cessation of action?",
  "sn35.146:4.11": "When you experience freedom due to the cessation of deeds by body, speech, and mind: this is called the cessation of action.",
  "sn35.146:4.12": "And what’s the practice that leads to the cessation of action?",
  "sn35.146:4.13": "It is simply this noble eightfold path, that is:",
  "sn35.146:4.14": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "sn35.146:4.15": "This is called the practice that leads to the cessation of action. ",
  "sn35.146:4.16": "So, mendicants, I’ve taught you old action, new action, the cessation of action, and the practice that leads to the cessation of action.",
  "sn35.146:4.17": "Out of compassion, I’ve done what a teacher should do for the benefit of their disciples.",
  "sn35.146:4.18": "Here are these roots of trees, and here are these empty huts.",
  "sn35.146:4.19": "Practice absorption, mendicants! Don’t be negligent! Don’t regret it later!",
  "sn35.146:4.21": "This is my instruction to you.”"
}