{
  "_markup_path": "markup/sn/sn35/sn35.029.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.029.json"
  ],
  "sn35.29:1.1": "Linked Discourses 35",
  "sn35.29:2.1": "3 All ",
  "sn35.29:3.1": "29 Oppressed",
  "sn35.29:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn35.29:4.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn35.29:4.3": "There the Buddha addressed the mendicants:",
  "sn35.29:4.4": "“Mendicants, all is oppressed.",
  "sn35.29:4.5": "And what is the all that is oppressed?",
  "sn35.29:4.6": "The eye is oppressed. Sights are oppressed. Eye consciousness is oppressed. Eye contact is oppressed. The painful, pleasant, or neutral feeling that arises conditioned by eye contact is also oppressed.",
  "sn35.29:4.7": "Oppressed by what?",
  "sn35.29:4.8": "Oppressed by the fires of greed, hate, and delusion. Oppressed by birth, old age, and death, by sorrow, crying, pain, sadness, and distress, I say.",
  "sn35.29:4.9": "The ear … nose … tongue …",
  "sn35.29:4.12": "body …",
  "sn35.29:4.13": "mind is oppressed. Phenomena are oppressed. Mind consciousness is oppressed. Mind contact is oppressed. The painful, pleasant, or neutral feeling that arises conditioned by mind contact is also oppressed.",
  "sn35.29:4.14": "Oppressed by what? ",
  "sn35.29:4.15": "Oppressed by greed, hate, and delusion. Oppressed by birth, old age, and death, by sorrow, crying, pain, sadness, and distress, I say.",
  "sn35.29:4.16": "Seeing this, a learned noble disciple becomes disillusioned with the eye, sights, eye consciousness, and eye contact. And they become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. …",
  "sn35.29:4.17": "They become disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact. ",
  "sn35.29:4.18": "Being disillusioned they become dispassionate. Being dispassionate they’re freed. When freed, they know ‘it is freed’. They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”"
}