{
  "_markup_path": "markup/sn/sn35/sn35.246.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.246.json"
  ],
  "sn35.246:1.1": "Linked Discourses 35 ",
  "sn35.246:2.1": "19 The Simile of the Vipers ",
  "sn35.246:3.1": "246 The Simile of the Lute",
  "sn35.246:4.1": "“Mendicants, any monk or nun who has desire or greed or hate or delusion or rigidity come up for sights cognizable by the eye should shield their mind from them:",
  "sn35.246:4.2": "‘This path is dangerous and perilous, thorny and tangled; it’s a wrong turn, a bad path, a harmful way.",
  "sn35.246:4.3": "This path is frequented by bad people, not by good people.",
  "sn35.246:4.4": "It’s not worthy of you.’",
  "sn35.246:4.5": "The mind should be shielded from this when it comes to sights cognizable by the eye.",
  "sn35.246:4.6": "Any monk or nun who has desire or greed or hate or delusion or rigidity come up for sounds … smells … tastes … touches …",
  "sn35.246:4.7": "phenomena cognizable by the mind should shield their mind against them:",
  "sn35.246:4.8": "‘This path is dangerous and perilous, thorny and tangled; it’s a wrong turn, a bad path, a harmful way. ",
  "sn35.246:4.9": "This path is frequented by bad people, not by good people. ",
  "sn35.246:4.10": "It’s not worthy of you.’ ",
  "sn35.246:4.11": "The mind should be shielded from this when it comes to phenomena cognizable by the mind.",
  "sn35.246:5.1": "Suppose the crops have ripened,",
  "sn35.246:5.2": "but the caretaker is negligent. If an ox fond of crops invades the crops they’d indulge themselves as much as they like.",
  "sn35.246:5.3": "In the same way, when an uneducated ordinary person doesn’t exercise restraint when it comes to the six fields of contact, they indulge themselves in the five kinds of sensual stimulation as much as they like.",
  "sn35.246:6.1": "Suppose the crops have ripened, and the caretaker is diligent. If an ox fond of crops invades the crops ",
  "sn35.246:6.2": "the caretaker would grab them firmly by the muzzle.",
  "sn35.246:6.3": "Then they’d grab them above the hump and hold them fast there.",
  "sn35.246:6.4": "Then they’d give them a good thrashing",
  "sn35.246:6.5": "before driving them away.",
  "sn35.246:6.6": "For a second time, ",
  "sn35.246:6.7": "and even a third time, the same thing might happen.",
  "sn35.246:6.12": "As a result, no matter how long they stand or sit in a village or wilderness, that ox fond of crops would never invade that crop again,",
  "sn35.246:6.13": "remembering the beating they got earlier.",
  "sn35.246:6.14": "In the same way, when a mendicant’s mind is subdued, well subdued when it comes to the six fields of contact, becomes stilled internally; it settles, unifies, and converges in samādhi.",
  "sn35.246:7.1": "Suppose a king or their minister had never heard the sound of an arched harp.",
  "sn35.246:7.2": "When he first the sound,",
  "sn35.246:7.3": "he’d say:",
  "sn35.246:7.4": "‘My man, what is making this sound, so arousing, desirable, intoxicating, stupefying, and captivating?’",
  "sn35.246:7.5": "They’d say to him:  ",
  "sn35.246:7.6": "‘That, sir, is an arched harp.’",
  "sn35.246:7.7": "He’d say: ",
  "sn35.246:7.8": "‘Go, my man, fetch me that arched harp.’",
  "sn35.246:7.9": "So they’d fetch it,",
  "sn35.246:7.10": "and say:",
  "sn35.246:7.11": "‘This, sir, is that arched harp.’",
  "sn35.246:7.12": "He’d say:",
  "sn35.246:7.13": "‘I’ve had enough of that arched harp! Just fetch me the sound.’",
  "sn35.246:7.14": "They’d say:",
  "sn35.246:7.15": "‘Sir, this arched harp is made of many components assembled together,",
  "sn35.246:7.16": "which make a sound when they’re played. That is, ",
  "sn35.246:7.17": "it depends on the body, the skin, the neck, the head, the strings, the plectrum, and a person to play it properly. That’s how an arched harp is made of many components assembled together,",
  "sn35.246:7.18": "which make a sound when they’re played.’",
  "sn35.246:7.19": "But he’d split that harp into ten pieces or a hundred pieces, then splinter it up.",
  "sn35.246:7.20": "He’d burn the splinters with fire, and reduce them to ashes. ",
  "sn35.246:7.21": "Then he’d winnow the ashes in a strong wind, or float them away down a swift stream.",
  "sn35.246:7.22": "Then he’d say:",
  "sn35.246:7.23": "‘It seems that there’s nothing to this thing called an arched harp or whatever’s called an arched harp! But people waste their time with it, negligent and heedless!’",
  "sn35.246:7.24": "In the same way, a mendicant searches for form, feeling, perception, choices, and consciousness anywhere they might be reborn.",
  "sn35.246:7.25": "As they search in this way,",
  "sn35.246:7.29": "their thoughts of ‘I’ or ‘mine’ or ‘I am’ are no more.”"
}