{
  "_markup_path": "markup/sn/sn35/sn35.028.html",
  "_alt_strings": [
    "pi/sn/sn35/sn35.028.json"
  ],
  "sn35.28:1.1": "Linked Discourses 35",
  "sn35.28:2.1": "3 All ",
  "sn35.28:3.1": "28 Burning",
  "sn35.28:4.1": "At one time the Buddha was staying near Gayā on Gayā Head together with a thousand mendicants.",
  "sn35.28:4.2": "There the Buddha addressed the mendicants:",
  "sn35.28:4.3": "“Mendicants, all is burning.",
  "sn35.28:4.4": "And what is the all that is burning?",
  "sn35.28:4.5": "The eye is burning. Sights are burning. Eye consciousness is burning. Eye contact is burning. ",
  "sn35.28:4.6": "The painful, pleasant, or neutral feeling that arises conditioned by eye contact is also burning.",
  "sn35.28:4.7": "Burning with what?",
  "sn35.28:4.8": "Burning with the fires of greed, hate, and delusion. Burning with birth, old age, and death, with sorrow, crying, pain, sadness, and distress.",
  "sn35.28:4.9": "The ear … nose … tongue … body …",
  "sn35.28:4.13": "The mind is burning. Phenomena are burning. Mind consciousness is burning. Mind contact is burning. ",
  "sn35.28:4.14": "The painful, pleasant, or neutral feeling that arises conditioned by mind contact is also burning.",
  "sn35.28:4.15": "Burning with what? ",
  "sn35.28:4.16": "Burning with the fires of greed, hate, and delusion. Burning with birth, old age, and death, with sorrow, crying, pain, sadness, and distress, I say.",
  "sn35.28:4.17": "Seeing this, a learned noble disciple becomes disillusioned with the eye, sights, eye consciousness, and eye contact. And they become disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. …",
  "sn35.28:4.18": "They become disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact.",
  "sn35.28:4.19": "Being disillusioned they become dispassionate.",
  "sn35.28:4.20": "Being dispassionate they’re freed.",
  "sn35.28:4.21": "When freed, they know ‘it is freed’. ",
  "sn35.28:4.22": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "sn35.28:5.1": "This is what the Buddha said.",
  "sn35.28:5.2": "Uplifted, the mendicants approved of what the Buddha said.",
  "sn35.28:5.3": "And while this discourse was being spoken, the minds of the thousand mendicants were freed from defilements without grasping."
}