{
  "_markup_path": "markup/sn/sn20/sn20.09.html",
  "_alt_strings": [
    "pi/sn/sn20/sn20.09.json"
  ],
  "sn20.9:1.1": "Linked Discourses 20 ",
  "sn20.9:2.1": "1 Similes ",
  "sn20.9:3.1": "9 A Bull Elephant",
  "sn20.9:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn20.9:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn20.9:4.3": "Now at that time a certain junior mendicant went to visit families too often.",
  "sn20.9:4.4": "The mendicants said to him:",
  "sn20.9:4.5": "“Venerable, don’t go to visit families too often.”",
  "sn20.9:4.6": "But that mendicant, when spoken to by the mendicants, said this:",
  "sn20.9:4.7": "“But these senior mendicants think they can go to visit families, so why can’t I?”",
  "sn20.9:5.1": "And then several mendicants went up to the Buddha,",
  "sn20.9:5.2": "bowed, sat down to one side, ",
  "sn20.9:5.3": "and told him what had happened. The Buddha said:",
  "sn20.9:6.1": "“Once upon a time, mendicants, there was a great lake in the jungle,",
  "sn20.9:6.2": "with bull elephants living nearby.",
  "sn20.9:6.3": "They’d plunge into the lake and pull up lotus bulbs with their trunks. They’d wash them thoroughly until they were free of mud before chewing and swallowing them.",
  "sn20.9:6.4": "That was good for their appearance and health, and wouldn’t result in death or deadly pain.",
  "sn20.9:6.5": "The young cubs, following the example of the great bull elephants, plunged into the lake and pulled up lotus bulbs with their trunks. But they didn’t wash them thoroughly, and while they were still muddy they chewed and swallowed them.",
  "sn20.9:6.6": "That was not good for their appearance and health, and resulted in death or deadly pain.",
  "sn20.9:7.1": "In the same way, there are senior mendicants who get dressed in the morning and, taking their bowl and robes, enter the town or village for alms.",
  "sn20.9:7.2": "There they speak on the teachings,",
  "sn20.9:7.3": "and lay people demonstrate their confidence in them.",
  "sn20.9:7.4": "And when they get things, they use them untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.",
  "sn20.9:7.5": "That’s good for their appearance and health, and doesn’t result in death or deadly pain. ",
  "sn20.9:7.6": "Junior mendicants, following the example of the senior mendicants, get dressed in the morning and, taking their bowl and robes, enter the town or village for alms.",
  "sn20.9:7.7": "There they speak on the teachings, ",
  "sn20.9:7.8": "and lay people demonstrate their confidence in them. ",
  "sn20.9:7.9": "But when they get things, they use them tied, stupefied, attached, blind to the drawbacks, not understanding the escape.",
  "sn20.9:7.10": "That’s not good for their appearance and health, and results in death or deadly pain. ",
  "sn20.9:7.11": "So you should train like this: ",
  "sn20.9:7.12": "‘When we get things, we will use them untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.’",
  "sn20.9:7.13": "That’s how you should train.” "
}