{
  "_markup_path": "markup/sn/sn20/sn20.10.html",
  "_alt_strings": [
    "pi/sn/sn20/sn20.10.json"
  ],
  "sn20.10:1.1": "Linked Discourses 20 ",
  "sn20.10:2.1": "1 Similes ",
  "sn20.10:3.1": "10 A Cat",
  "sn20.10:4.1": "At Sāvatthī. ",
  "sn20.10:4.2": "Now at that time a certain junior mendicant socialized with families too often.",
  "sn20.10:4.3": "The mendicants said to him:",
  "sn20.10:4.4": "“Venerable, don’t socialize with families too often.”",
  "sn20.10:4.5": "But that mendicant, when spoken to by the mendicants, did not stop.",
  "sn20.10:4.6": "And then several mendicants went up to the Buddha,",
  "sn20.10:4.7": "bowed, sat down to one side, ",
  "sn20.10:4.8": "and told him what had happened. The Buddha said:",
  "sn20.10:5.1": "“Once upon a time, mendicants, a cat was standing by an alley or a drain or a dustbin hunting a little mouse:",
  "sn20.10:5.2": "‘When that little mouse comes out to feed, I’ll catch it right there and eat it!’ ",
  "sn20.10:5.3": "And then that little mouse came out to feed.",
  "sn20.10:5.4": "The cat caught it and hastily swallowed it without chewing. ",
  "sn20.10:5.5": "And that little mouse ate its intestines and mesentry,",
  "sn20.10:5.6": "resulting in death and deadly pain.",
  "sn20.10:6.1": "In the same way, take a certain monk who gets dressed in the morning and, taking his bowl and robes, enters the village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.",
  "sn20.10:6.2": "There he sees a female scantily clad, with revealing clothes. ",
  "sn20.10:6.3": "Lust infects his mind,",
  "sn20.10:6.4": "resulting in death or deadly pain.",
  "sn20.10:6.5": "For it is death in the training of the noble one to abandon the training and return to a lesser life.",
  "sn20.10:6.6": "And it is deadly pain to commit one of the corrupt offences",
  "sn20.10:6.7": "for which rehabilitation is possible.",
  "sn20.10:6.8": "So you should train like this: ",
  "sn20.10:6.9": "‘We will enter the village or town for alms guarding body, speech, and mind, establishing mindfulness, and restraining the sense faculties.’",
  "sn20.10:6.10": "That’s how you should train.” "
}