{
  "_markup_path": "markup/an/an03/an3.109.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.109.json"
  ],
  "an3.109:1.1": "Aṅguttara Nikāya 3",
  "an3.109:2.1": "11. Sambodhavagga",
  "an3.109:3.1": "109. Arakkhitasutta",
  "an3.109:4.1": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami;",
  "an3.109:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an3.109:4.3": "Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:",
  "an3.109:4.4": "“citte, gahapati, arakkhite kāyakammampi arakkhitaṃ hoti, vacīkammampi arakkhitaṃ hoti, manokammampi arakkhitaṃ hoti.",
  "an3.109:4.5": "Tassa arakkhitakāyakammantassa arakkhitavacīkammantassa arakkhitamanokammantassa kāyakammampi avassutaṃ hoti, vacīkammampi avassutaṃ hoti, manokammampi avassutaṃ hoti.",
  "an3.109:4.6": "Tassa avassutakāyakammantassa avassutavacīkammantassa avassutamanokammantassa kāyakammampi pūtikaṃ hoti, vacīkammampi pūtikaṃ hoti, manokammampi pūtikaṃ hoti.",
  "an3.109:4.7": "Tassa pūtikāyakammantassa pūtivacīkammantassa pūtimanokammantassa na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.",
  "an3.109:5.1": "Seyyathāpi, gahapati, kūṭāgāre ducchanne kūṭampi arakkhitaṃ hoti, gopānasiyopi arakkhitā honti, bhittipi arakkhitā hoti;",
  "an3.109:5.2": "kūṭampi avassutaṃ hoti, gopānasiyopi avassutā honti, bhittipi avassutā hoti;",
  "an3.109:5.3": "kūṭampi pūtikaṃ hoti, gopānasiyopi pūtikā honti, bhittipi pūtikā hoti.",
  "an3.109:6.1": "Evamevaṃ kho, gahapati, citte arakkhite kāyakammampi arakkhitaṃ hoti, vacīkammampi arakkhitaṃ hoti, manokammampi arakkhitaṃ hoti.",
  "an3.109:6.2": "Tassa arakkhitakāyakammantassa arakkhitavacīkammantassa arakkhitamanokammantassa kāyakammampi avassutaṃ hoti, vacīkammampi avassutaṃ hoti, manokammampi avassutaṃ hoti.",
  "an3.109:6.3": "Tassa avassutakāyakammantassa avassutavacīkammantassa avassutamanokammantassa kāyakammampi pūtikaṃ hoti, vacīkammampi pūtikaṃ hoti, manokammampi pūtikaṃ hoti.",
  "an3.109:6.4": "Tassa pūtikāyakammantassa pūtivacīkammantassa pūtimanokammantassa na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.",
  "an3.109:7.1": "Citte, gahapati, rakkhite kāyakammampi rakkhitaṃ hoti, vacīkammampi rakkhitaṃ hoti, manokammampi rakkhitaṃ hoti.",
  "an3.109:7.2": "Tassa rakkhitakāyakammantassa rakkhitavacīkammantassa rakkhitamanokammantassa kāyakammampi anavassutaṃ hoti, vacīkammampi anavassutaṃ hoti, manokammampi anavassutaṃ hoti.",
  "an3.109:7.3": "Tassa anavassutakāyakammantassa anavassutavacīkammantassa anavassutamanokammantassa kāyakammampi apūtikaṃ hoti, vacīkammampi apūtikaṃ hoti, manokammampi apūtikaṃ hoti.",
  "an3.109:7.4": "Tassa apūtikāyakammantassa apūtivacīkammantassa apūtimanokammantassa bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.",
  "an3.109:8.1": "Seyyathāpi, gahapati, kūṭāgāre succhanne kūṭampi rakkhitaṃ hoti, gopānasiyopi rakkhitā honti, bhittipi rakkhitā hoti;",
  "an3.109:8.2": "kūṭampi anavassutaṃ hoti, gopānasiyopi anavassutā honti, bhittipi anavassutā hoti;",
  "an3.109:8.3": "kūṭampi apūtikaṃ hoti, gopānasiyopi apūtikā honti, bhittipi apūtikā hoti.",
  "an3.109:9.1": "Evamevaṃ kho, gahapati, citte rakkhite kāyakammampi rakkhitaṃ hoti, vacīkammampi rakkhitaṃ hoti, manokammampi rakkhitaṃ hoti.",
  "an3.109:9.2": "Tassa rakkhitakāyakammantassa rakkhitavacīkammantassa rakkhitamanokammantassa kāyakammampi anavassutaṃ hoti, vacīkammampi anavassutaṃ hoti, manokammampi anavassutaṃ hoti.",
  "an3.109:9.3": "Tassa anavassutakāyakammantassa anavassutavacīkammantassa anavassutamanokammantassa kāyakammampi apūtikaṃ hoti, vacīkammampi apūtikaṃ hoti, manokammampi apūtikaṃ hoti.",
  "an3.109:9.4": "Tassa apūtikāyakammantassa apūtivacīkammantassa apūtimanokammantassa bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā”ti.",
  "an3.109:10.1": "Sattamaṃ."
}