{
  "_markup_path": "markup/an/an03/an3.019.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.019.json"
  ],
  "an3.19:1.1": "Aṅguttara Nikāya 3",
  "an3.19:2.1": "2. Rathakāravagga",
  "an3.19:3.1": "19. Paṭhamapāpaṇikasutta",
  "an3.19:4.1": "“Tīhi, bhikkhave, aṅgehi samannāgato pāpaṇiko abhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "an3.19:4.2": "Katamehi tīhi?",
  "an3.19:4.3": "Idha, bhikkhave, pāpaṇiko pubbaṇhasamayaṃ na sakkaccaṃ kammantaṃ adhiṭṭhāti, <span class=\"var\" title=\"majjhantikaṃ samayaṃ (bj) | majjhantikasamayaṃ (s1-3, km, pts1)\" id=\"note27\">majjhanhikasamayaṃ</span> na sakkaccaṃ kammantaṃ adhiṭṭhāti, sāyanhasamayaṃ na sakkaccaṃ kammantaṃ adhiṭṭhāti.",
  "an3.19:4.4": "Imehi kho, bhikkhave, tīhi aṅgehi samannāgato pāpaṇiko abhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ <span class=\"var\" title=\"phātikattuṃ (bj) | phātikātuṃ (s1-3, km, pts1)\" id=\"note28\">phātiṃ kātuṃ</span>.",
  "an3.19:5.1": "Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.",
  "an3.19:5.2": "Katamehi tīhi?",
  "an3.19:5.3": "Idha, bhikkhave, bhikkhu pubbaṇhasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, majjhanhikasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, sāyanhasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti.",
  "an3.19:5.4": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.",
  "an3.19:6.1": "Tīhi, bhikkhave, aṅgehi samannāgato pāpaṇiko bhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "an3.19:6.2": "Katamehi tīhi?",
  "an3.19:6.3": "Idha, bhikkhave, pāpaṇiko pubbaṇhasamayaṃ sakkaccaṃ kammantaṃ adhiṭṭhāti, majjhanhikasamayaṃ … pe …",
  "an3.19:6.4": "sāyanhasamayaṃ sakkaccaṃ kammantaṃ adhiṭṭhāti.",
  "an3.19:6.5": "Imehi kho, bhikkhave, tīhi aṅgehi samannāgato pāpaṇiko bhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "an3.19:7.1": "Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.",
  "an3.19:7.2": "Katamehi tīhi?",
  "an3.19:7.3": "Idha, bhikkhave, bhikkhu pubbaṇhasamayaṃ sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, majjhanhikasamayaṃ … pe …",
  "an3.19:7.4": "sāyanhasamayaṃ sakkaccaṃ samādhinimittaṃ adhiṭṭhāti.",
  "an3.19:7.5": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātun”ti.",
  "an3.19:8.1": "Navamaṃ."
}