{
  "_markup_path": "markup/an/an03/an3.026.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.026.json"
  ],
  "an3.26:1.1": "Aṅguttara Nikāya 3",
  "an3.26:2.1": "3. Puggalavagga",
  "an3.26:3.1": "26. Sevitabbasutta",
  "an3.26:4.1": "“Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an3.26:4.2": "Katame tayo?",
  "an3.26:4.3": "Atthi, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.26:4.4": "Atthi, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:4.5": "Atthi, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:4.6": "Katamo ca, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo?",
  "an3.26:4.7": "Idha, bhikkhave, ekacco puggalo hīno hoti sīlena samādhinā paññāya.",
  "an3.26:4.8": "Evarūpo, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo aññatra anuddayā aññatra anukampā.",
  "an3.26:5.1": "<span class=\"cross\" title=\"^pp2.3#44 [Tikapuggalapaññatti]\" id=\"note49\">*</span> <a class=\"sc\" id=\"2\"></a>Katamo ca, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo?",
  "an3.26:5.2": "Idha, bhikkhave, ekacco puggalo sadiso hoti sīlena samādhinā paññāya.",
  "an3.26:5.3": "Evarūpo, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:5.4": "Taṃ kissa hetu?",
  "an3.26:5.5": "Sīlasāmaññagatānaṃ sataṃ sīlakathā ca no bhavissati, sā ca no <span class=\"var\" title=\"pavattanī (bj, s1-3, km, pts1)\" id=\"note50\">pavattinī</span> bhavissati, sā ca no phāsu bhavissati.",
  "an3.26:5.6": "Samādhisāmaññagatānaṃ sataṃ samādhikathā ca no bhavissati, sā ca no pavattinī bhavissati, sā ca no phāsu bhavissati.",
  "an3.26:5.7": "Paññāsāmaññagatānaṃ sataṃ paññākathā ca no bhavissati, sā ca no pavattinī bhavissati, sā ca no phāsu bhavissatīti.",
  "an3.26:5.8": "Tasmā evarūpo puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:6.1": "Katamo ca, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo?",
  "an3.26:6.2": "Idha, bhikkhave, ekacco puggalo adhiko hoti sīlena samādhinā paññāya.",
  "an3.26:6.3": "Evarūpo, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:6.4": "Taṃ kissa hetu?",
  "an3.26:6.5": "Iti aparipūraṃ vā sīlakkhandhaṃ paripūressāmi, paripūraṃ vā sīlakkhandhaṃ tattha tattha paññāya anuggahessāmi;",
  "an3.26:6.6": "aparipūraṃ vā samādhikkhandhaṃ paripūressāmi, paripūraṃ vā samādhikkhandhaṃ tattha tattha paññāya anuggahessāmi;",
  "an3.26:6.7": "aparipūraṃ vā paññākkhandhaṃ paripūressāmi, paripūraṃ vā paññākkhandhaṃ tattha tattha paññāya anuggahessāmīti.",
  "an3.26:6.8": "Tasmā evarūpo puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.26:6.9": "Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasminti.",
  "an3.26:7.1": "Nihīyati puriso nihīnasevī,",
  "an3.26:7.2": "Na ca hāyetha kadāci tulyasevī;",
  "an3.26:7.3": "<span class=\"var\" title=\"seṭṭhamupagamaṃ (^ja397#7 [Manojajātaka])\" id=\"note51\">Seṭṭhamupanamaṃ</span> udeti khippaṃ,",
  "an3.26:7.4": "Tasmā attano uttariṃ bhajethā”ti.",
  "an3.26:8.1": "Chaṭṭhaṃ."
}