{
  "_markup_path": "markup/an/an03/an3.054.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.054.json"
  ],
  "an3.54:1.1": "Aṅguttara Nikāya 3",
  "an3.54:2.1": "6. Brāhmaṇavagga",
  "an3.54:3.1": "54. Paribbājakasutta",
  "an3.54:4.1": "Atha kho aññataro brāhmaṇaparibbājako yena bhagavā tenupasaṅkami;",
  "an3.54:4.2": "upasaṅkamitvā … pe …",
  "an3.54:4.3": "ekamantaṃ nisinno kho so brāhmaṇaparibbājako bhagavantaṃ etadavoca:",
  "an3.54:4.4": "“‘sandiṭṭhiko dhammo sandiṭṭhiko dhammo’ti, bho gotama, vuccati.",
  "an3.54:4.5": "Kittāvatā nu kho, bho gotama, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti?",
  "an3.54:5.1": "“Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.54:5.2": "Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.54:6.1": "Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.",
  "an3.54:6.2": "Rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.",
  "an3.54:7.1": "Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti.",
  "an3.54:7.2": "Rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.",
  "an3.54:7.3": "Evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti … pe ….",
  "an3.54:8.1": "Duṭṭho kho, brāhmaṇa, dosena … pe …",
  "an3.54:8.2": "mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.54:8.3": "Mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.54:9.1": "Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto, kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.",
  "an3.54:9.2": "Mohe pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.",
  "an3.54:10.1": "Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti.",
  "an3.54:10.2": "Mohe pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.",
  "an3.54:10.3": "Evaṃ kho, brāhmaṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.",
  "an3.54:11.1": "“Abhikkantaṃ, bho gotama … pe …",
  "an3.54:11.2": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.54:12.1": "Catutthaṃ."
}