{
  "_markup_path": "markup/an/an03/an3.069.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.069.json"
  ],
  "an3.69:1.1": "Aṅguttara Nikāya 3",
  "an3.69:2.1": "7. Mahāvagga",
  "an3.69:3.1": "69. Akusalamūlasutta",
  "an3.69:4.1": "<span class=\"cross\" title=\"^ne6#466 [Sāsanapaṭṭhāna]\" id=\"note250\">*</span> <a class=\"sc\" id=\"1\"></a>“Tīṇimāni, bhikkhave, akusalamūlāni.",
  "an3.69:4.2": "Katamāni tīṇi?",
  "an3.69:4.3": "Lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ.",
  "an3.69:5.1": "Yadapi, bhikkhave, lobho tadapi <span class=\"var\" title=\"akusalaṃ (bj, s1-3, km, pts1)\" id=\"note251\">akusalamūlaṃ</span>;",
  "an3.69:5.2": "yadapi luddho abhisaṅkharoti kāyena <span class=\"var\" title=\"vācā (bj)\" id=\"note252\">vācāya</span> manasā tadapi <span class=\"var\" title=\"akusalamūlaṃ (mr)\" id=\"note253\">akusalaṃ</span>;",
  "an3.69:5.3": "yadapi luddho lobhena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ <span class=\"var\" title=\"upadahati (bj, s1-3, km, pts1)\" id=\"note254\">uppādayati</span> vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi <span class=\"var\" title=\"idaṃ pana sabbatthapi evameva\" id=\"note255\">akusalaṃ</span>.",
  "an3.69:5.4": "Itissame lobhajā lobhanidānā lobhasamudayā lobhapaccayā aneke pāpakā akusalā dhammā sambhavanti.",
  "an3.69:6.1": "Yadapi, bhikkhave, doso tadapi akusalamūlaṃ;",
  "an3.69:6.2": "yadapi duṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṃ;",
  "an3.69:6.3": "yadapi duṭṭho dosena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṃ.",
  "an3.69:6.4": "Itissame dosajā dosanidānā dosasamudayā dosapaccayā aneke pāpakā akusalā dhammā sambhavanti.",
  "an3.69:7.1": "Yadapi, bhikkhave, moho tadapi akusalamūlaṃ;",
  "an3.69:7.2": "yadapi mūḷho abhisaṅkharoti kāyena vācāya manasā tadapi akusalaṃ;",
  "an3.69:7.3": "yadapi mūḷho mohena abhibhūto pariyādinnacitto parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi akusalaṃ.",
  "an3.69:7.4": "Itissame mohajā mohanidānā mohasamudayā mohapaccayā aneke pāpakā akusalā dhammā sambhavanti.",
  "an3.69:7.5": "Evarūpo cāyaṃ, bhikkhave, puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi.",
  "an3.69:8.1": "Kasmā cāyaṃ, bhikkhave, evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi?",
  "an3.69:8.2": "Tathāhāyaṃ, bhikkhave, puggalo parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi.",
  "an3.69:8.3": "Bhūtena kho pana vuccamāno avajānāti, no paṭijānāti;",
  "an3.69:8.4": "abhūtena vuccamāno na ātappaṃ karoti, tassa nibbeṭhanāya itipetaṃ atacchaṃ itipetaṃ abhūtanti.",
  "an3.69:8.5": "Tasmā evarūpo puggalo vuccati akālavādītipi, abhūtavādītipi, anatthavādītipi, adhammavādītipi, avinayavādītipi.",
  "an3.69:9.1": "Evarūpo, bhikkhave, puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ.",
  "an3.69:9.2": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.",
  "an3.69:10.1": "Dosajehi … pe …",
  "an3.69:10.2": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ.",
  "an3.69:10.3": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.",
  "an3.69:10.4": "Seyyathāpi, bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi uddhasto pariyonaddho anayaṃ āpajjati, byasanaṃ āpajjati, anayabyasanaṃ āpajjati;",
  "an3.69:10.5": "evamevaṃ kho, bhikkhave, evarūpo puggalo lobhajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati, savighātaṃ saupāyāsaṃ sapariḷāhaṃ.",
  "an3.69:10.6": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.",
  "an3.69:11.1": "Dosajehi … pe …",
  "an3.69:11.2": "mohajehi pāpakehi akusalehi dhammehi abhibhūto pariyādinnacitto diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ.",
  "an3.69:11.3": "Kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.",
  "an3.69:11.4": "Imāni kho, bhikkhave, tīṇi akusalamūlānīti.",
  "an3.69:12.1": "<span class=\"cross\" title=\"^ne6#466 [Sāsanapaṭṭhāna]\" id=\"note256\">*</span> <a class=\"sc\" id=\"9\"></a>Tīṇimāni, bhikkhave, kusalamūlāni.",
  "an3.69:12.2": "Katamāni tīṇi?",
  "an3.69:12.3": "Alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ.",
  "an3.69:13.1": "Yadapi, bhikkhave, alobho tadapi <span class=\"var\" title=\"kusalaṃ (bj, s1-3, km, pts1)\" id=\"note257\">kusalamūlaṃ</span>;",
  "an3.69:13.2": "yadapi aluddho abhisaṅkharoti kāyena vācāya manasā tadapi <span class=\"var\" title=\"kusalamūlaṃ (mr)\" id=\"note258\">kusalaṃ</span>;",
  "an3.69:13.3": "yadapi aluddho lobhena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ.",
  "an3.69:13.4": "Itissame alobhajā alobhanidānā alobhasamudayā alobhapaccayā aneke kusalā dhammā sambhavanti.",
  "an3.69:14.1": "Yadapi, bhikkhave, adoso tadapi kusalamūlaṃ;",
  "an3.69:14.2": "yadapi aduṭṭho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṃ;",
  "an3.69:14.3": "yadapi aduṭṭho dosena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ.",
  "an3.69:14.4": "Itissame adosajā adosanidānā adosasamudayā adosapaccayā aneke kusalā dhammā sambhavanti.",
  "an3.69:15.1": "Yadapi, bhikkhave, amoho tadapi kusalamūlaṃ;",
  "an3.69:15.2": "yadapi amūḷho abhisaṅkharoti kāyena vācāya manasā tadapi kusalaṃ;",
  "an3.69:15.3": "yadapi amūḷho mohena anabhibhūto apariyādinnacitto na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi tadapi kusalaṃ.",
  "an3.69:15.4": "Itissame amohajā amohanidānā amohasamudayā amohapaccayā aneke kusalā dhammā sambhavanti.",
  "an3.69:15.5": "Evarūpo cāyaṃ, bhikkhave, puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi.",
  "an3.69:16.1": "Kasmā cāyaṃ, bhikkhave, evarūpo puggalo vuccati kālavādītipi, bhūtavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi?",
  "an3.69:16.2": "Tathāhāyaṃ, bhikkhave, puggalo na parassa asatā dukkhaṃ uppādayati vadhena vā bandhanena vā jāniyā vā garahāya vā pabbājanāya vā balavamhi balattho itipi.",
  "an3.69:16.3": "Bhūtena kho pana vuccamāno paṭijānāti no avajānāti;",
  "an3.69:16.4": "abhūtena vuccamāno ātappaṃ karoti tassa nibbeṭhanāya:",
  "an3.69:16.5": "‘itipetaṃ atacchaṃ, itipetaṃ abhūtan’ti.",
  "an3.69:16.6": "Tasmā evarūpo puggalo vuccati kālavādītipi, atthavādītipi, dhammavādītipi, vinayavādītipi.",
  "an3.69:17.1": "Evarūpassa, bhikkhave, puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "an3.69:17.2": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ.",
  "an3.69:17.3": "Diṭṭheva dhamme parinibbāyati.",
  "an3.69:18.1": "Dosajā … pe …",
  "an3.69:18.2": "parinibbāyati.",
  "an3.69:18.3": "Mohajā … pe …",
  "an3.69:18.4": "parinibbāyati.",
  "an3.69:18.5": "Seyyathāpi bhikkhave, sālo vā dhavo vā phandano vā tīhi māluvālatāhi <span class=\"var\" title=\"uddhaseto (s1-3) | uddhasetā (pts1)\" id=\"note259\">uddhasto</span> pariyonaddho.",
  "an3.69:18.6": "Atha puriso āgaccheyya <span class=\"var\" title=\"kuddālapiṭakaṃ (bj, s1-3, km, pts1)\" id=\"note260\">kudālapiṭakaṃ</span> ādāya.",
  "an3.69:18.7": "So taṃ māluvālataṃ mūle chindeyya, mūle chetvā palikhaṇeyya, palikhaṇitvā mūlāni uddhareyya, antamaso <span class=\"var\" title=\"usīranāḷamattānipi (bj, s1-3, km) | usīranālamattāni (pts1)\" id=\"note261\">usīranāḷimattānipi</span>.",
  "an3.69:18.8": "So taṃ māluvālataṃ khaṇḍākhaṇḍikaṃ chindeyya, khaṇḍākhaṇḍikaṃ chetvā phāleyya, phāletvā sakalikaṃ sakalikaṃ kareyya, sakalikaṃ sakalikaṃ karitvā vātātape visoseyya, vātātape visosetvā agginā <span class=\"var\" title=\"daheyya (bj, pts1)\" id=\"note262\">ḍaheyya</span>, agginā ḍahitvā masiṃ kareyya, masiṃ karitvā mahāvāte vā <span class=\"var\" title=\"opuneyya (bj, pts1) | ophuneyya (s1-3)\" id=\"note263\">ophuṇeyya</span> nadiyā vā sīghasotāya pavāheyya.",
  "an3.69:18.9": "<span class=\"var\" title=\"evamassu (bj) | evassu (mr)\" id=\"note264\">Evamassa</span> tā, bhikkhave, māluvālatā ucchinnamūlā tālāvatthukatā anabhāvaṃkatā āyatiṃ anuppādadhammā.",
  "an3.69:18.10": "Evamevaṃ kho, bhikkhave, evarūpassa puggalassa lobhajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṃkatā āyatiṃ anuppādadhammā.",
  "an3.69:18.11": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ.",
  "an3.69:18.12": "Diṭṭheva dhamme parinibbāyati.",
  "an3.69:19.1": "Dosajā … pe …",
  "an3.69:19.2": "mohajā pāpakā akusalā dhammā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "an3.69:19.3": "Diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ.",
  "an3.69:19.4": "Diṭṭheva dhamme parinibbāyati.",
  "an3.69:19.5": "Imāni kho, bhikkhave, tīṇi kusalamūlānī”ti.",
  "an3.69:20.1": "Navamaṃ."
}