{
  "_markup_path": "markup/an/an03/an3.130.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.130.json"
  ],
  "an3.130:1.1": "Aṅguttara Nikāya 3",
  "an3.130:2.1": "13. Kusināravagga",
  "an3.130:3.1": "130. Dutiyaanuruddhasutta",
  "an3.130:4.1": "Atha kho āyasmā anuruddho yenāyasmā sāriputto tenupasaṅkami;",
  "an3.130:4.2": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "an3.130:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an3.130:4.4": "Ekamantaṃ nisinno kho āyasmā anuruddho āyasmantaṃ sāriputtaṃ etadavoca:",
  "an3.130:4.5": "“idhāhaṃ, āvuso sāriputta, dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokaṃ olokemi.",
  "an3.130:4.6": "Āraddhaṃ kho pana me vīriyaṃ asallīnaṃ, upaṭṭhitā sati <span class=\"var\" title=\"apammuṭṭhā (bj) | appamuṭṭhā (s1-3, km)\" id=\"note430\">asammuṭṭhā</span>, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.",
  "an3.130:4.7": "Atha ca pana me <span class=\"var\" title=\"na anupādāya (bj, pts1)\" id=\"note431\">nānupādāya</span> āsavehi cittaṃ vimuccatī”ti.",
  "an3.130:5.1": "“Yaṃ kho te, āvuso anuruddha, evaṃ hoti:",
  "an3.130:5.2": "‘ahaṃ dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokaṃ volokemī’ti, idaṃ te mānasmiṃ.",
  "an3.130:5.3": "Yampi te, āvuso anuruddha, evaṃ hoti:",
  "an3.130:5.4": "‘āraddhaṃ kho pana me vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggan’ti, idaṃ te uddhaccasmiṃ.",
  "an3.130:5.5": "Yampi te, āvuso anuruddha, evaṃ hoti:",
  "an3.130:5.6": "‘atha ca pana me nānupādāya āsavehi cittaṃ vimuccatī’ti, idaṃ te kukkuccasmiṃ.",
  "an3.130:5.7": "Sādhu vatāyasmā anuruddho ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṃ upasaṃharatū”ti.",
  "an3.130:6.1": "Atha kho āyasmā anuruddho aparena samayena ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṃ <span class=\"var\" title=\"upasaṃhāsi (s1-3, km, pts1) | upasaṃharati (mr)\" id=\"note432\">upasaṃhari</span>.",
  "an3.130:6.2": "Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "an3.130:6.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "an3.130:6.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "an3.130:6.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "an3.130:6.6": "Aññataro ca panāyasmā anuruddho arahataṃ ahosīti.",
  "an3.130:7.1": "Aṭṭhamaṃ."
}