{
  "_markup_path": "markup/an/an03/an3.087.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.087.json"
  ],
  "an3.87:1.1": "Aṅguttara Nikāya 3",
  "an3.87:2.1": "9. Samaṇavagga",
  "an3.87:3.1": "87. Dutiyasikkhāsutta",
  "an3.87:4.1": "“Sādhikamidaṃ, bhikkhave, diyaḍḍhasikkhāpadasataṃ anvaddhamāsaṃ uddesaṃ āgacchati yattha attakāmā kulaputtā sikkhanti.",
  "an3.87:4.2": "Tisso imā, bhikkhave, sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati.",
  "an3.87:4.3": "Katamā tisso?",
  "an3.87:4.4": "Adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā—",
  "an3.87:4.5": "imā kho, bhikkhave, tisso sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati.",
  "an3.87:5.1": "Idha, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ mattaso kārī paññāya mattaso kārī.",
  "an3.87:5.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.",
  "an3.87:5.3": "Taṃ kissa hetu?",
  "an3.87:5.4": "Na hi mettha, bhikkhave, abhabbatā vuttā.",
  "an3.87:5.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha <span class=\"var\" title=\"dhuvasīlī (bj)\" id=\"note323\">dhuvasīlo</span> ca hoti <span class=\"var\" title=\"ṭhitasīlī (bj)\" id=\"note324\">ṭhitasīlo</span> ca, samādāya sikkhati sikkhāpadesu.",
  "an3.87:5.6": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā sattakkhattuparamo hoti.",
  "an3.87:5.7": "Sattakkhattuparamaṃ deve ca manusse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti.",
  "an3.87:5.8": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā kolaṃkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti.",
  "an3.87:5.9": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā ekabījī hoti, ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti.",
  "an3.87:5.10": "So tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti.",
  "an3.87:6.1": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya mattaso kārī.",
  "an3.87:6.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.",
  "an3.87:6.3": "Taṃ kissa hetu?",
  "an3.87:6.4": "Na hi mettha, bhikkhave, abhabbatā vuttā.",
  "an3.87:6.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.",
  "an3.87:6.6": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā uddhaṃsoto akaniṭṭhagāmī.",
  "an3.87:6.7": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti.",
  "an3.87:6.8": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti.",
  "an3.87:6.9": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti.",
  "an3.87:6.10": "So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti.",
  "an3.87:7.1": "Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya paripūrakārī.",
  "an3.87:7.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.",
  "an3.87:7.3": "Taṃ kissa hetu?",
  "an3.87:7.4": "Na hi mettha, bhikkhave, abhabbatā vuttā.",
  "an3.87:7.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni, tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.",
  "an3.87:7.6": "So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an3.87:8.1": "Iti kho, bhikkhave, padesaṃ padesakārī ārādheti, paripūraṃ paripūrakārī, avañjhāni tvevāhaṃ, bhikkhave, sikkhāpadāni vadāmī”ti.",
  "an3.87:9.1": "Sattamaṃ."
}