{
  "_markup_path": "markup/an/an03/an3.072.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.072.json"
  ],
  "an3.72:1.1": "Aṅguttara Nikāya 3",
  "an3.72:2.1": "8. Ānandavagga",
  "an3.72:3.1": "72. Ājīvakasutta",
  "an3.72:4.1": "Ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme.",
  "an3.72:4.2": "Atha kho aññataro ājīvakasāvako gahapati yenāyasmā ānando tenupasaṅkami;",
  "an3.72:4.3": "upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an3.72:4.4": "Ekamantaṃ nisinno kho so ājīvakasāvako gahapati āyasmantaṃ ānandaṃ etadavoca:",
  "an3.72:5.1": "“Kesaṃ no, bhante ānanda, dhammo svākkhāto?",
  "an3.72:5.2": "Ke loke <span class=\"var\" title=\"supaṭipannā (bj, s1-3, pts1)\" id=\"note287\">suppaṭipannā</span>?",
  "an3.72:5.3": "Ke loke <span class=\"var\" title=\"sugatāti (bj, s1-3, km, pts1)\" id=\"note288\">sukatā”ti</span>?",
  "an3.72:5.4": "“Tena hi, gahapati, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.",
  "an3.72:5.5": "Taṃ kiṃ maññasi, gahapati, ye rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto no vā?",
  "an3.72:5.6": "Kathaṃ vā te ettha hotī”ti?",
  "an3.72:5.7": "“Ye, bhante, rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto.",
  "an3.72:5.8": "Evaṃ me ettha hotī”ti.",
  "an3.72:6.1": "“Taṃ kiṃ maññasi, gahapati, ye rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā no vā?",
  "an3.72:6.2": "Kathaṃ vā te ettha hotī”ti?",
  "an3.72:6.3": "“Ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā.",
  "an3.72:6.4": "Evaṃ me ettha hotī”ti.",
  "an3.72:7.1": "“Taṃ kiṃ maññasi, gahapati, yesaṃ rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sukatā no vā?",
  "an3.72:7.2": "Kathaṃ vā te ettha hotī”ti?",
  "an3.72:7.3": "“Yesaṃ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno … pe …",
  "an3.72:7.4": "yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sukatā.",
  "an3.72:7.5": "Evaṃ me ettha hotī”ti.",
  "an3.72:8.1": "“Iti kho, gahapati, <span class=\"var\" title=\"tayā cetaṃ (bj, pts1, mr)\" id=\"note289\">tayāvetaṃ</span> byākataṃ:",
  "an3.72:8.2": "‘ye, bhante, rāgassa pahānāya dhammaṃ desenti, dosassa pahānāya dhammaṃ desenti, mohassa pahānāya dhammaṃ desenti, tesaṃ dhammo svākkhāto’ti.",
  "an3.72:8.3": "Tayāvetaṃ byākataṃ:",
  "an3.72:8.4": "‘ye, bhante, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā’ti.",
  "an3.72:8.5": "Tayāvetaṃ byākataṃ:",
  "an3.72:8.6": "‘yesaṃ, bhante, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo, yesaṃ doso pahīno … pe …",
  "an3.72:8.7": "yesaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo, te loke sukatā’”ti.",
  "an3.72:9.1": "“Acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "an3.72:9.2": "Na ceva nāma sadhammukkaṃsanā bhavissati, na <span class=\"var\" title=\"na paradhammāpasādanā (pts1) | na paradhammavambhanā (^mn76#31 [Sandakasutta])\" id=\"note290\">ca paradhammāpasādanā</span>.",
  "an3.72:9.3": "<span class=\"var\" title=\"āyatane ca (^mn76#31 [Sandakasutta])\" id=\"note291\">Āyataneva</span> dhammadesanā, attho ca vutto, attā ca anupanīto.",
  "an3.72:9.4": "Tumhe, bhante ānanda, rāgassa pahānāya dhammaṃ desetha, dosassa … pe …",
  "an3.72:9.5": "mohassa pahanāya dhammaṃ desetha.",
  "an3.72:9.6": "Tumhākaṃ, bhante ānanda, dhammo svākkhāto.",
  "an3.72:9.7": "Tumhe, bhante ānanda, rāgassa pahānāya paṭipannā, dosassa … pe …",
  "an3.72:9.8": "mohassa pahānāya paṭipannā.",
  "an3.72:9.9": "Tumhe, bhante, loke suppaṭipannā.",
  "an3.72:9.10": "Tumhākaṃ, bhante ānanda, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo, tumhākaṃ doso pahīno … pe …",
  "an3.72:9.11": "tumhākaṃ moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo.",
  "an3.72:9.12": "Tumhe loke sukatā.",
  "an3.72:10.1": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "an3.72:10.2": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "an3.72:10.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "an3.72:10.4": "evamevaṃ ayyena ānandena anekapariyāyena dhammo pakāsito.",
  "an3.72:10.5": "Esāhaṃ, bhante ānanda, taṃ bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "an3.72:10.6": "Upāsakaṃ maṃ ayyo ānando dhāretu, ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.72:11.1": "Dutiyaṃ."
}