{
  "_markup_path": "markup/an/an03/an3.079.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.079.json"
  ],
  "an3.79:1.1": "Aṅguttara Nikāya 3",
  "an3.79:2.1": "8. Ānandavagga",
  "an3.79:3.1": "79. Gandhajātasutta",
  "an3.79:4.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami;",
  "an3.79:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an3.79:4.3": "Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:",
  "an3.79:5.1": "“Tīṇimāni, bhante, gandhajātāni, yesaṃ anuvātaṃyeva gandho gacchati, no paṭivātaṃ.",
  "an3.79:5.2": "Katamāni tīṇi?",
  "an3.79:5.3": "Mūlagandho, sāragandho, pupphagandho—",
  "an3.79:5.4": "imāni kho, bhante, tīṇi gandhajātāni, yesaṃ anuvātaṃyeva gandho gacchati, no paṭivātaṃ.",
  "an3.79:5.5": "Atthi nu kho, bhante, kiñci gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?",
  "an3.79:6.1": "“<span class=\"var\" title=\"atthānanda gandhajātaṃ (bj, s1-3, km, pts1)\" id=\"note302\">Atthānanda, kiñci gandhajātaṃ</span> yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti.",
  "an3.79:6.2": "“Katamañca pana, bhante, gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?",
  "an3.79:7.1": "“Idhānanda, yasmiṃ gāme vā nigame vā itthī vā puriso vā buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti, pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato.",
  "an3.79:8.1": "Tassa disāsu samaṇabrāhmaṇā vaṇṇaṃ bhāsanti:",
  "an3.79:8.2": "‘<span class=\"var\" title=\"asukasmiṃ (bj, s1-3, km, pts1)\" id=\"note303\">amukasmiṃ</span> nāma gāme vā nigame vā itthī vā puriso vā buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṃghaṃ saraṇaṃ gato hoti, pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato’ti.",
  "an3.79:9.1": "<span class=\"var\" title=\"devatāpissa amanussā (bj, pts1) | devatāpissa amanussāpi (mr) | devatāpissa ...pe... manussāpissa (?)\" id=\"note304\">Devatāpissa</span> vaṇṇaṃ bhāsanti:",
  "an3.79:9.2": "‘amukasmiṃ nāma gāme vā nigame vā itthī vā puriso vā buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṃghaṃ saraṇaṃ gato hoti, pāṇātipātā paṭivirato hoti … pe …",
  "an3.79:9.3": "surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato’ti.",
  "an3.79:9.4": "Idaṃ kho taṃ, ānanda, gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatīti.",
  "an3.79:10.1": "<span class=\"cross\" title=\"^dhp44-59#52.1 [44. Pathavikathāpasutapañcasatabhikkhuvatthu/52. Ānandattherapañhavatthu] | ^mi6.5.1#9 [Anumānapañha]\" id=\"note305\">*</span> <a class=\"sc\" id=\"7\"></a>Na pupphagandho paṭivātameti,",
  "an3.79:10.2": "Na candanaṃ <span class=\"var\" title=\"taggaramallikā (pts1)\" id=\"note306\">tagaramallikā</span> vā;",
  "an3.79:10.3": "Satañca gandho paṭivātameti,",
  "an3.79:10.4": "Sabbā disā sappuriso pavāyatī”ti.",
  "an3.79:11.1": "Navamaṃ."
}