{
  "_markup_path": "markup/an/an03/an3.091.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.091.json"
  ],
  "an3.91:1.1": "Aṅguttara Nikāya 3",
  "an3.91:2.1": "9. Samaṇavagga",
  "an3.91:3.1": "91. Saṅkavāsutta",
  "an3.91:4.1": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena <span class=\"var\" title=\"paṅkadhā (bj, s1-3, km, pts1)\" id=\"note329\">saṅkavā</span> nāma kosalānaṃ nigamo tadavasari.",
  "an3.91:4.2": "Tatra sudaṃ bhagavā saṅkavāyaṃ viharati.",
  "an3.91:4.3": "Tena kho pana samayena kassapagotto nāma bhikkhu saṅkavāyaṃ āvāsiko hoti.",
  "an3.91:4.4": "Tatra sudaṃ bhagavā sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandasseti samādapeti samuttejeti sampahaṃseti.",
  "an3.91:4.5": "Atha kho kassapagottassa bhikkhuno bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:4.6": "“<span class=\"var\" title=\"adhisallekhatevāyaṃ (s1-3, km, mr)\" id=\"note330\">adhisallikhatevāyaṃ</span> samaṇo”ti.",
  "an3.91:4.7": "Atha kho bhagavā saṅkavāyaṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi.",
  "an3.91:4.8": "Anupubbena cārikaṃ caramāno yena rājagahaṃ tadavasari.",
  "an3.91:4.9": "Tatra sudaṃ bhagavā rājagahe viharati.",
  "an3.91:5.1": "Atha kho kassapagottassa bhikkhuno acirapakkantassa bhagavato ahudeva kukkuccaṃ ahu vippaṭisāro:",
  "an3.91:5.2": "“alābhā vata me, na vata me lābhā;",
  "an3.91:5.3": "dulladdhaṃ vata me, na vata me suladdhaṃ;",
  "an3.91:5.4": "yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:5.5": "‘adhisallikhatevāyaṃ samaṇo’ti.",
  "an3.91:5.6": "Yannūnāhaṃ yena bhagavā tenupasaṅkameyyaṃ;",
  "an3.91:5.7": "upasaṅkamitvā bhagavato santike accayaṃ accayato deseyyan”ti.",
  "an3.91:5.8": "Atha kho kassapagotto bhikkhu senāsanaṃ saṃsāmetvā pattacīvaramādāya yena rājagahaṃ tena pakkāmi.",
  "an3.91:5.9": "Anupubbena yena rājagahaṃ yena gijjhakūṭo pabbato yena bhagavā tenupasaṅkami;",
  "an3.91:5.10": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an3.91:5.11": "Ekamantaṃ nisinno kho kassapagotto bhikkhu bhagavantaṃ etadavoca:",
  "an3.91:6.1": "“Ekamidaṃ, bhante, samayaṃ bhagavā saṅkavāyaṃ viharati, saṅkavā nāma kosalānaṃ nigamo.",
  "an3.91:6.2": "Tatra, bhante, bhagavā sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "an3.91:6.3": "Tassa mayhaṃ bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:6.4": "‘adhisallikhatevāyaṃ samaṇo’ti.",
  "an3.91:6.5": "Atha kho bhagavā saṅkavāyaṃ yathābhirantaṃ viharitvā yena rājagahaṃ tena cārikaṃ pakkāmi. <span class=\"var\" title=\"(anupubbena cārikaṃ caramāno yena rājagahaṃ tadavasari. tatra sudaṃ bhagavā rājagahe viharati. atha kho) (mr)\" id=\"note331\">()</span>",
  "an3.91:6.6": "Tassa mayhaṃ, bhante, acirapakkantassa bhagavato ahudeva kukkuccaṃ ahu vippaṭisāro:",
  "an3.91:6.7": "‘alābhā vata me, na vata me lābhā;",
  "an3.91:6.8": "dulladdhaṃ vata me, na vata me suladdhaṃ;",
  "an3.91:6.9": "yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:6.10": "“adhisallikhatevāyaṃ samaṇo”ti.",
  "an3.91:6.11": "Yannūnāhaṃ yena bhagavā tenupasaṅkameyyaṃ;",
  "an3.91:6.12": "upasaṅkamitvā bhagavato santike accayaṃ accayato deseyyan’ti.",
  "an3.91:6.13": "Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ yassa me bhagavati sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:6.14": "‘adhisallikhatevāyaṃ samaṇo’ti.",
  "an3.91:6.15": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu, āyatiṃ saṃvarāyā”ti.",
  "an3.91:7.1": "“<span class=\"var\" title=\"taggha tvaṃ (bj, pts1)\" id=\"note332\">Taggha taṃ</span>, kassapa, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yassa te mayi sikkhāpadapaṭisaṃyuttāya dhammiyā kathāya bhikkhū sandassente samādapente samuttejente sampahaṃsente ahudeva akkhanti ahu appaccayo:",
  "an3.91:7.2": "‘adhisallikhatevāyaṃ samaṇo’ti.",
  "an3.91:7.3": "Yato ca kho tvaṃ, kassapa, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma.",
  "an3.91:7.4": "Vuddhihesā, kassapa, ariyassa vinaye yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjati.",
  "an3.91:8.1": "Thero cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, therassa bhikkhuno na vaṇṇaṃ bhaṇāmi.",
  "an3.91:8.2": "Taṃ kissa hetu?",
  "an3.91:8.3": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāyāti.",
  "an3.91:8.4": "Tasmāhaṃ, kassapa, evarūpassa therassa bhikkhuno na vaṇṇaṃ bhaṇāmi.",
  "an3.91:9.1": "Majjhimo cepi, kassapa, bhikkhu hoti … pe …",
  "an3.91:9.2": "navo cepi, kassapa, bhikkhu hoti na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, navassa bhikkhuno na vaṇṇaṃ bhaṇāmi.",
  "an3.91:9.3": "Taṃ kissa hetu?",
  "an3.91:9.4": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāyāti.",
  "an3.91:9.5": "Tasmāhaṃ, kassapa, evarūpassa navassa bhikkhuno na vaṇṇaṃ bhaṇāmi.",
  "an3.91:10.1": "Thero cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, therassa bhikkhuno vaṇṇaṃ bhaṇāmi.",
  "an3.91:10.2": "Taṃ kissa hetu?",
  "an3.91:10.3": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ hitāya sukhāyāti.",
  "an3.91:10.4": "Tasmāhaṃ, kassapa, evarūpassa therassa bhikkhuno vaṇṇaṃ bhaṇāmi.",
  "an3.91:11.1": "Majjhimo cepi, kassapa, bhikkhu hoti sikkhākāmo … pe …",
  "an3.91:11.2": "navo cepi, kassapa, bhikkhu hoti sikkhākāmo sikkhāsamādānassa vaṇṇavādī, ye caññe bhikkhū na sikkhākāmā te ca sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena, evarūpassāhaṃ, kassapa, navassa bhikkhuno vaṇṇaṃ bhaṇāmi.",
  "an3.91:11.3": "Taṃ kissa hetu?",
  "an3.91:11.4": "Satthā hissa vaṇṇaṃ bhaṇatīti aññe naṃ bhikkhū bhajeyyuṃ, ye naṃ bhajeyyuṃ tyāssa diṭṭhānugatiṃ āpajjeyyuṃ, yyāssa diṭṭhānugatiṃ āpajjeyyuṃ tesaṃ taṃ assa dīgharattaṃ hitāya sukhāyāti.",
  "an3.91:11.5": "Tasmāhaṃ, kassapa, evarūpassa navassa bhikkhuno vaṇṇaṃ bhaṇāmī”ti.",
  "an3.91:12.1": "Ekādasamaṃ.",
  "an3.91:13.1": "Samaṇavaggo catuttho.",
  "an3.91:14.1": "Samaṇo gadrabho khettaṃ,",
  "an3.91:14.2": "vajjiputto ca sekkhakaṃ;",
  "an3.91:14.3": "Tayo ca sikkhanā vuttā,",
  "an3.91:14.4": "dve sikkhā saṅkavāya cāti."
}