{
  "_markup_path": "markup/an/an03/an3.022.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.022.json"
  ],
  "an3.22:1.1": "Aṅguttara Nikāya 3",
  "an3.22:2.1": "3. Puggalavagga",
  "an3.22:3.1": "22. Gilānasutta",
  "an3.22:4.1": "<span class=\"cross\" title=\"^pp2.3#4 [Tikapuggalapaññatti]\" id=\"note41\">*</span> <a class=\"sc\" id=\"1\"></a><a class=\"pts\" id=\"pts1.121\"></a>“Tayome, bhikkhave, gilānā santo saṃvijjamānā lokasmiṃ.",
  "an3.22:4.2": "Katame tayo?",
  "an3.22:4.3": "Idha, bhikkhave, ekacco gilāno labhanto vā sappāyāni bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto vā sappāyāni bhesajjāni, labhanto vā patirūpaṃ upaṭṭhākaṃ alabhanto vā patirūpaṃ upaṭṭhākaṃ neva vuṭṭhāti tamhā ābādhā.",
  "an3.22:5.1": "Idha pana, bhikkhave, ekacco gilāno labhanto vā sappāyāni bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto vā sappāyāni bhesajjāni, labhanto vā patirūpaṃ upaṭṭhākaṃ alabhanto vā patirūpaṃ upaṭṭhākaṃ vuṭṭhāti tamhā ābādhā.",
  "an3.22:6.1": "Idha pana, bhikkhave, ekacco gilāno labhantova sappāyāni bhojanāni no alabhanto, labhantova sappāyāni bhesajjāni no alabhanto, labhantova patirūpaṃ upaṭṭhākaṃ no alabhanto vuṭṭhāti tamhā ābādhā.",
  "an3.22:7.1": "Tatra, bhikkhave, yvāyaṃ gilāno labhantova sappāyāni bhojanāni no alabhanto, labhantova sappāyāni bhesajjāni no alabhanto, labhantova patirūpaṃ upaṭṭhākaṃ no alabhanto vuṭṭhāti tamhā ābādhā, imaṃ kho, bhikkhave, gilānaṃ paṭicca gilānabhattaṃ anuññātaṃ gilānabhesajjaṃ anuññātaṃ gilānupaṭṭhāko anuññāto.",
  "an3.22:7.2": "Imañca pana, bhikkhave, gilānaṃ paṭicca aññepi gilānā upaṭṭhātabbā.",
  "an3.22:7.3": "Ime kho, bhikkhave, tayo gilānā santo saṃvijjamānā lokasmiṃ.",
  "an3.22:8.1": "Evamevaṃ kho, bhikkhave, tayome gilānūpamā puggalā santo saṃvijjamānā lokasmiṃ.",
  "an3.22:8.2": "Katame tayo?",
  "an3.22:8.3": "Idha, bhikkhave, ekacco puggalo labhanto vā tathāgataṃ dassanāya alabhanto vā tathāgataṃ dassanāya, labhanto vā tathāgatappaveditaṃ dhammavinayaṃ savanāya alabhanto vā tathāgatappaveditaṃ dhammavinayaṃ savanāya neva okkamati niyāmaṃ kusalesu dhammesu sammattaṃ.",
  "an3.22:9.1": "Idha, pana, bhikkhave, ekacco puggalo labhanto vā tathāgataṃ dassanāya alabhanto vā tathāgataṃ dassanāya, labhanto vā tathāgatappaveditaṃ dhammavinayaṃ savanāya alabhanto vā tathāgatappaveditaṃ dhammavinayaṃ savanāya okkamati niyāmaṃ kusalesu dhammesu sammattaṃ.",
  "an3.22:10.1": "Idha pana, bhikkhave, ekacco puggalo labhantova tathāgataṃ dassanāya no alabhanto, labhantova tathāgatappaveditaṃ dhammavinayaṃ savanāya no alabhanto okkamati niyāmaṃ kusalesu dhammesu sammattaṃ.",
  "an3.22:11.1": "Tatra, bhikkhave, yvāyaṃ puggalo labhantova tathāgataṃ dassanāya no alabhanto, labhantova tathāgatappaveditaṃ dhammavinayaṃ savanāya no alabhanto okkamati niyāmaṃ kusalesu dhammesu sammattaṃ, imaṃ kho, bhikkhave, puggalaṃ paṭicca dhammadesanā anuññātā.",
  "an3.22:11.2": "Imañca pana, bhikkhave, puggalaṃ paṭicca aññesampi dhammo desetabbo.",
  "an3.22:11.3": "Ime kho, bhikkhave, tayo gilānūpamā puggalā santo saṃvijjamānā lokasmin”ti.",
  "an3.22:12.1": "Dutiyaṃ."
}