{
  "_markup_path": "markup/an/an03/an3.012.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.012.json"
  ],
  "an3.12:1.1": "Aṅguttara Nikāya 3",
  "an3.12:2.1": "2. Rathakāravagga",
  "an3.12:3.1": "12. Sāraṇīyasutta",
  "an3.12:4.1": "“Tīṇimāni, bhikkhave, rañño khattiyassa muddhāvasittassa yāvajīvaṃ <span class=\"var\" title=\"sārāṇīyāni (bj) | saraṇīyāni (s1-3, km, pts1)\" id=\"note11\">sāraṇīyāni</span> bhavanti.",
  "an3.12:4.2": "Katamāni tīṇi?",
  "an3.12:4.3": "Yasmiṃ, bhikkhave, padese rājā khattiyo muddhāvasitto jāto hoti.",
  "an3.12:4.4": "Idaṃ, bhikkhave, paṭhamaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:5.1": "Puna caparaṃ, bhikkhave, yasmiṃ padese rājā khattiyo muddhāvasitto hoti.",
  "an3.12:5.2": "Idaṃ, bhikkhave, dutiyaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:6.1": "Puna caparaṃ, bhikkhave, yasmiṃ padese rājā khattiyo muddhāvasitto saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṃ ajjhāvasati.",
  "an3.12:6.2": "Idaṃ, bhikkhave, tatiyaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:6.3": "Imāni kho, bhikkhave, tīṇi rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyāni bhavanti.",
  "an3.12:7.1": "Evamevaṃ kho, bhikkhave, tīṇimāni bhikkhussa yāvajīvaṃ sāraṇīyāni bhavanti.",
  "an3.12:7.2": "Katamāni tīṇi?",
  "an3.12:7.3": "Yasmiṃ, bhikkhave, padese bhikkhu kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito hoti.",
  "an3.12:7.4": "Idaṃ, bhikkhave, paṭhamaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:8.1": "Puna caparaṃ, bhikkhave, yasmiṃ padese bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "an3.12:8.2": "Idaṃ, bhikkhave, dutiyaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:9.1": "Puna caparaṃ, bhikkhave, yasmiṃ padese bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an3.12:9.2": "Idaṃ, bhikkhave, tatiyaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.",
  "an3.12:9.3": "Imāni kho, bhikkhave, tīṇi bhikkhussa yāvajīvaṃ sāraṇīyāni bhavantī”ti.",
  "an3.12:10.1": "Dutiyaṃ."
}