{
  "_markup_path": "markup/an/an03/an3.053.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.053.json"
  ],
  "an3.53:1.1": "Aṅguttara Nikāya 3",
  "an3.53:2.1": "6. Brāhmaṇavagga",
  "an3.53:3.1": "53. Aññatarabrāhmaṇasutta",
  "an3.53:4.1": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an3.53:4.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi … pe …",
  "an3.53:4.3": "ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:",
  "an3.53:4.4": "“‘sandiṭṭhiko dhammo sandiṭṭhiko dhammo’ti, bho gotama, vuccati.",
  "an3.53:4.5": "Kittāvatā nu kho, bho gotama, sandiṭṭhiko dhammo hoti akāliko ehipassiko <span class=\"var\" title=\"opanayiko (bj, s1-3, km, pts1)\" id=\"note145\">opaneyyiko</span> paccattaṃ veditabbo viññūhī”ti?",
  "an3.53:5.1": "“Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.53:5.2": "Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti<span class=\"var\" title=\" etthantare pāṭho sī , syā2, syā3, kaṃ, pā1 potthakesu na dissati, idhapi\" id=\"note146\">.",
  "an3.53:5.3": "Ratto kho … pe …",
  "an3.53:5.4": "kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.",
  "an3.53:5.5": "Rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.",
  "an3.53:5.6": "Ratto kho … pe …",
  "an3.53:5.7": "attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti.",
  "an3.53:5.8": "Rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti</span>.",
  "an3.53:5.9": "Evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti … pe ….",
  "an3.53:6.1": "Duṭṭho kho, brāhmaṇa, dosena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.53:6.2": "Dose pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, <span class=\"var\" title=\"na cetasikaṃ (bj, s1-3, pts1, mr)\" id=\"note148\">na cetasikampi</span> dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.53:6.3": "Evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti … pe ….",
  "an3.53:7.1": "Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.53:7.2": "Mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.53:7.3": "Evaṃ kho, brāhmaṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.",
  "an3.53:8.1": "“Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "an3.53:8.2": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "an3.53:8.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "an3.53:8.4": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "an3.53:8.5": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "an3.53:8.6": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.53:9.1": "Tatiyaṃ."
}