{
  "_markup_path": "markup/an/an03/an3.098.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.098.json"
  ],
  "an3.98:1.1": "Aṅguttara Nikāya 3",
  "an3.98:2.1": "10. Loṇakapallavagga",
  "an3.98:3.1": "98. Tatiyaājānīyasutta",
  "an3.98:4.1": "“Tīhi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhayaṃ gacchati.",
  "an3.98:4.2": "Katamehi tīhi?",
  "an3.98:4.3": "Idha, bhikkhave, rañño bhadro assājānīyo vaṇṇasampanno ca hoti balasampanno ca javasampanno ca.",
  "an3.98:4.4": "Imehi kho, bhikkhave, tīhi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhyaṃ gacchati.",
  "an3.98:4.5": "Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "an3.98:4.6": "Katamehi tīhi?",
  "an3.98:4.7": "Idha, bhikkhave, bhikkhu vaṇṇasampanno ca hoti balasampanno ca javasampanno ca.",
  "an3.98:5.1": "Kathañca, bhikkhave, bhikkhu vaṇṇasampanno hoti?",
  "an3.98:5.2": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "an3.98:5.3": "Evaṃ kho, bhikkhave, bhikkhu vaṇṇasampanno hoti.",
  "an3.98:6.1": "Kathañca, bhikkhave, bhikkhu balasampanno hoti?",
  "an3.98:6.2": "Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an3.98:6.3": "Evaṃ kho, bhikkhave, bhikkhu balasampanno hoti.",
  "an3.98:7.1": "Kathañca, bhikkhave, bhikkhu javasampanno hoti?",
  "an3.98:7.2": "Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an3.98:7.3": "Evaṃ kho, bhikkhave, bhikkhu javasampanno hoti.",
  "an3.98:7.4": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe …",
  "an3.98:7.5": "anuttaraṃ puññakkhettaṃ lokassā”ti.",
  "an3.98:8.1": "Sattamaṃ."
}