{
  "_markup_path": "markup/an/an03/an3.015.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.015.json"
  ],
  "an3.15:1.1": "Aṅguttara Nikāya 3",
  "an3.15:2.1": "2. Rathakāravagga",
  "an3.15:3.1": "15. Sacetanasutta",
  "an3.15:4.1": "Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye.",
  "an3.15:4.2": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an3.15:4.3": "“bhikkhavo”ti.",
  "an3.15:4.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an3.15:4.5": "Bhagavā etadavoca:",
  "an3.15:5.1": "“Bhūtapubbaṃ, bhikkhave, rājā ahosi <span class=\"var\" title=\"pacetano (bj, s1-3, km, pts1)\" id=\"note22\">sacetano</span> nāma.",
  "an3.15:5.2": "Atha kho, bhikkhave, rājā sacetano rathakāraṃ āmantesi:",
  "an3.15:5.3": "‘ito me, samma rathakāra, channaṃ māsānaṃ accayena saṅgāmo bhavissati.",
  "an3.15:5.4": "<span class=\"var\" title=\"sakkasi (bj) | sakkhasi (s1-3, km, pts1)\" id=\"note23\">Sakkhissasi</span> me, samma rathakāra, navaṃ cakkayugaṃ kātun’ti?",
  "an3.15:5.5": "‘Sakkomi, devā’ti kho, bhikkhave, rathakāro rañño sacetanassa paccassosi.",
  "an3.15:5.6": "Atha kho, bhikkhave, rathakāro chahi māsehi chārattūnehi ekaṃ cakkaṃ niṭṭhāpesi.",
  "an3.15:5.7": "Atha kho, bhikkhave, rājā sacetano rathakāraṃ āmantesi:",
  "an3.15:5.8": "‘ito me, samma rathakāra, channaṃ divasānaṃ accayena saṅgāmo bhavissati, niṭṭhitaṃ navaṃ cakkayugan’ti?",
  "an3.15:5.9": "‘Imehi kho, deva, chahi māsehi chārattūnehi ekaṃ cakkaṃ niṭṭhitan’ti.",
  "an3.15:5.10": "‘Sakkhissasi pana me, samma rathakāra, imehi chahi divasehi dutiyaṃ cakkaṃ niṭṭhāpetun’ti?",
  "an3.15:5.11": "‘Sakkomi, devā’ti kho, bhikkhave, rathakāro chahi divasehi dutiyaṃ cakkaṃ niṭṭhāpetvā navaṃ cakkayugaṃ ādāya yena rājā sacetano tenupasaṅkami;",
  "an3.15:5.12": "upasaṅkamitvā rājānaṃ sacetanaṃ etadavoca:",
  "an3.15:5.13": "‘idaṃ te, deva, navaṃ cakkayugaṃ niṭṭhitan’ti.",
  "an3.15:5.14": "‘Yañca te idaṃ, samma rathakāra, cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi yañca te idaṃ cakkaṃ chahi divasehi niṭṭhitaṃ, imesaṃ kiṃ nānākaraṇaṃ?",
  "an3.15:5.15": "Nesāhaṃ kiñci nānākaraṇaṃ passāmī’ti.",
  "an3.15:5.16": "‘Atthesaṃ, deva, nānākaraṇaṃ.",
  "an3.15:5.17": "Passatu devo nānākaraṇan’ti.",
  "an3.15:6.1": "Atha kho, bhikkhave, rathakāro yaṃ taṃ cakkaṃ chahi divasehi niṭṭhitaṃ taṃ pavattesi.",
  "an3.15:6.2": "Taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati.",
  "an3.15:6.3": "Yaṃ pana taṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi taṃ pavattesi.",
  "an3.15:6.4": "Taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsi.",
  "an3.15:7.1": "‘Ko nu kho, samma rathakāra, hetu ko paccayo <span class=\"var\" title=\"yadidaṃ (mr)\" id=\"note24\">yamidaṃ</span> cakkaṃ chahi divasehi niṭṭhitaṃ taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati?",
  "an3.15:7.2": "Ko pana, samma rathakāra, hetu ko paccayo yamidaṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi taṃ pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsī’ti?",
  "an3.15:7.3": "‘Yamidaṃ, deva, cakkaṃ chahi divasehi niṭṭhitaṃ tassa nemipi savaṅkā sadosā sakasāvā, arāpi savaṅkā sadosā sakasāvā, nābhipi savaṅkā sadosā sakasāvā.",
  "an3.15:7.4": "Taṃ nemiyāpi savaṅkattā sadosattā sakasāvattā, arānampi savaṅkattā sadosattā sakasāvattā, nābhiyāpi savaṅkattā sadosattā sakasāvattā pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā ciṅgulāyitvā bhūmiyaṃ papati.",
  "an3.15:7.5": "Yaṃ pana taṃ, deva, cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi tassa nemipi avaṅkā adosā akasāvā, arāpi avaṅkā adosā akasāvā, nābhipi avaṅkā adosā akasāvā.",
  "an3.15:7.6": "Taṃ nemiyāpi avaṅkattā adosattā akasāvattā, arānampi avaṅkattā adosattā akasāvattā, nābhiyāpi avaṅkattā adosattā akasāvattā pavattitaṃ samānaṃ yāvatikā abhisaṅkhārassa gati tāvatikaṃ gantvā akkhāhataṃ maññe aṭṭhāsī’ti.",
  "an3.15:8.1": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "an3.15:8.2": "‘añño nūna tena samayena so rathakāro ahosī’ti.",
  "an3.15:8.3": "Na kho panetaṃ, bhikkhave, evaṃ daṭṭhabbaṃ.",
  "an3.15:8.4": "Ahaṃ tena samayena so rathakāro ahosiṃ.",
  "an3.15:8.5": "Tadāhaṃ, bhikkhave, kusalo dāruvaṅkānaṃ dārudosānaṃ dārukasāvānaṃ.",
  "an3.15:8.6": "Etarahi kho panāhaṃ, bhikkhave, arahaṃ sammāsambuddho kusalo kāyavaṅkānaṃ kāyadosānaṃ kāyakasāvānaṃ, kusalo vacīvaṅkānaṃ vacīdosānaṃ vacīkasāvānaṃ, kusalo manovaṅkānaṃ manodosānaṃ manokasāvānaṃ.",
  "an3.15:8.7": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā kāyavaṅko appahīno kāyadoso kāyakasāvo, vacīvaṅko appahīno vacīdoso vacīkasāvo, manovaṅko appahīno manodoso manokasāvo, evaṃ papatitā te, bhikkhave, imasmā dhammavinayā, seyyathāpi taṃ cakkaṃ chahi divasehi niṭṭhitaṃ.",
  "an3.15:9.1": "Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā kāyavaṅko pahīno kāyadoso kāyakasāvo, vacīvaṅko pahīno vacīdoso vacīkasāvo, manovaṅko pahīno manodoso manokasāvo, evaṃ patiṭṭhitā te, bhikkhave, imasmiṃ dhammavinaye, seyyathāpi taṃ cakkaṃ chahi māsehi niṭṭhitaṃ chārattūnehi.",
  "an3.15:10.1": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:",
  "an3.15:10.2": "‘kāyavaṅkaṃ pajahissāma kāyadosaṃ kāyakasāvaṃ, vacīvaṅkaṃ pajahissāma vacīdosaṃ vacīkasāvaṃ, manovaṅkaṃ pajahissāma manodosaṃ manokasāvan’ti.",
  "an3.15:10.3": "Evañhi vo, bhikkhave, sikkhitabban”ti.",
  "an3.15:11.1": "Pañcamaṃ."
}