{
  "_markup_path": "markup/an/an03/an3.088.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.088.json"
  ],
  "an3.88:1.1": "Aṅguttara Nikāya 3",
  "an3.88:2.1": "9. Samaṇavagga",
  "an3.88:3.1": "88. Tatiyasikkhāsutta",
  "an3.88:4.1": "“Sādhikamidaṃ, bhikkhave, diyaḍḍhasikkhāpadasataṃ anvaddhamāsaṃ uddesaṃ āgacchati yattha attakāmā kulaputtā sikkhanti.",
  "an3.88:4.2": "Tisso imā, bhikkhave, sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati.",
  "an3.88:4.3": "Katamā tisso?",
  "an3.88:4.4": "Adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā—",
  "an3.88:4.5": "imā kho, bhikkhave, tisso sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati.",
  "an3.88:5.1": "Idha, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya paripūrakārī.",
  "an3.88:5.2": "So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.",
  "an3.88:5.3": "Taṃ kissa hetu?",
  "an3.88:5.4": "Na hi mettha, bhikkhave, abhabbatā vuttā.",
  "an3.88:5.5": "Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.",
  "an3.88:5.6": "So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an3.88:5.7": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti.",
  "an3.88:5.8": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti.",
  "an3.88:5.9": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti.",
  "an3.88:5.10": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti.",
  "an3.88:5.11": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā uddhaṃsoto hoti akaniṭṭhagāmī.",
  "an3.88:5.12": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ tiṇṇaṃ saṃyojanānaṃ parikkhayā, rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti.",
  "an3.88:5.13": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ tiṇṇaṃ saṃyojanānaṃ parikkhayā ekabījī hoti, ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti.",
  "an3.88:5.14": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ tiṇṇaṃ saṃyojanānaṃ parikkhayā kolaṅkolo hoti, dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti.",
  "an3.88:5.15": "Taṃ vā pana anabhisambhavaṃ appaṭivijjhaṃ tiṇṇaṃ saṃyojanānaṃ parikkhayā sattakkhattuparamo hoti, sattakkhattuparamaṃ deve ca manusse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti.",
  "an3.88:6.1": "Iti kho, bhikkhave, paripūraṃ paripūrakārī ārādheti padesaṃ padesakārī.",
  "an3.88:6.2": "Avañjhāni tvevāhaṃ, bhikkhave, sikkhāpadāni vadāmī”ti.",
  "an3.88:7.1": "Aṭṭhamaṃ."
}