{
  "_markup_path": "markup/an/an03/an3.092.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.092.json"
  ],
  "an3.92:1.1": "Aṅguttara Nikāya 3",
  "an3.92:2.1": "<span class=\"var\" id=\"note333\" title=\"loṇaphalavaggo (bj, s1-3, km) | loṇaphalavagga (pts1)\">10. Loṇakapallavagga</span>",
  "an3.92:3.1": "92. Accāyikasutta",
  "an3.92:4.1": "“Tīṇimāni, bhikkhave, kassakassa gahapatissa accāyikāni karaṇīyāni.",
  "an3.92:4.2": "Katamāni tīṇi?",
  "an3.92:4.3": "Idha, bhikkhave, kassako gahapati sīghaṃ sīghaṃ khettaṃ sukaṭṭhaṃ karoti sumatikataṃ.",
  "an3.92:4.4": "Sīghaṃ sīghaṃ khettaṃ sukaṭṭhaṃ karitvā sumatikataṃ sīghaṃ sīghaṃ bījāni patiṭṭhāpeti.",
  "an3.92:4.5": "Sīghaṃ sīghaṃ bījāni patiṭṭhāpetvā sīghaṃ sīghaṃ udakaṃ abhinetipi apanetipi.",
  "an3.92:4.6": "Imāni kho, bhikkhave, tīṇi kassakassa gahapatissa accāyikāni karaṇīyāni.",
  "an3.92:4.7": "Tassa kho taṃ, bhikkhave, kassakassa gahapatissa natthi sā iddhi vā ānubhāvo vā:",
  "an3.92:4.8": "‘ajjeva me dhaññāni jāyantu, sveva gabbhīni hontu, uttarasveva paccantū’ti.",
  "an3.92:4.9": "Atha kho, bhikkhave, hoti so samayo yaṃ tassa kassakassa gahapatissa tāni dhaññāni utupariṇāmīni jāyantipi gabbhīnipi honti paccantipi.",
  "an3.92:5.1": "Evamevaṃ kho, bhikkhave, tīṇimāni bhikkhussa accāyikāni karaṇīyāni.",
  "an3.92:5.2": "Katamāni tīṇi?",
  "an3.92:5.3": "Adhisīlasikkhāsamādānaṃ, adhicittasikkhāsamādānaṃ, adhipaññāsikkhāsamādānaṃ—",
  "an3.92:5.4": "imāni kho, bhikkhave, tīṇi bhikkhussa accāyikāni karaṇīyāni.",
  "an3.92:5.5": "Tassa kho taṃ, bhikkhave, bhikkhuno natthi sā iddhi vā ānubhāvo vā:",
  "an3.92:5.6": "‘ajjeva me anupādāya āsavehi cittaṃ vimuccatu sve vā uttarasve vā’ti.",
  "an3.92:5.7": "Atha kho, bhikkhave, hoti so samayo yaṃ tassa bhikkhuno adhisīlampi sikkhato adhicittampi sikkhato adhipaññampi sikkhato anupādāya āsavehi cittaṃ vimuccati.",
  "an3.92:6.1": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:",
  "an3.92:6.2": "‘tibbo no chando bhavissati adhisīlasikkhāsamādāne, tibbo chando bhavissati adhicittasikkhāsamādāne, tibbo chando bhavissati adhipaññāsikkhāsamādāne’ti.",
  "an3.92:6.3": "Evañhi vo, bhikkhave, sikkhitabban”ti.",
  "an3.92:7.1": "Paṭhamaṃ."
}