{
  "_markup_path": "markup/an/an03/an3.074.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.074.json"
  ],
  "an3.74:1.1": "Aṅguttara Nikāya 3",
  "an3.74:2.1": "8. Ānandavagga",
  "an3.74:3.1": "74. Nigaṇṭhasutta",
  "an3.74:4.1": "Ekaṃ samayaṃ āyasmā ānando vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "an3.74:4.2": "Atha kho abhayo ca licchavi paṇḍitakumārako ca licchavi yenāyasmā ānando tenupasaṅkamiṃsu;",
  "an3.74:4.3": "upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "an3.74:4.4": "Ekamantaṃ nisinno kho abhayo licchavi āyasmantaṃ ānandaṃ etadavoca:",
  "an3.74:4.5": "“nigaṇṭho, bhante, <span class=\"var\" title=\"nātaputto (bj) | nāthaputto (pts1)\" id=\"note293\">nāṭaputto</span> sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānāti:",
  "an3.74:4.6": "‘carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.",
  "an3.74:4.7": "So purāṇānaṃ kammānaṃ tapasā byantībhāvaṃ paññāpeti navānaṃ kammānaṃ akaraṇā setughātaṃ.",
  "an3.74:4.8": "Iti kammakkhayā dukkhakkhayo, dukkhakkhayā vedanākkhayo, vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissati—",
  "an3.74:4.9": "evametissā sandiṭṭhikāya nijjarāya visuddhiyā samatikkamo hoti.",
  "an3.74:4.10": "Idha, bhante, bhagavā kimāhā”ti?",
  "an3.74:5.1": "“Tisso kho imā, abhaya, nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.",
  "an3.74:5.2": "Katamā tisso?",
  "an3.74:5.3": "Idha, abhaya, bhikkhu sīlavā hoti … pe …",
  "an3.74:5.4": "samādāya sikkhati sikkhāpadesu.",
  "an3.74:5.5": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti.",
  "an3.74:5.6": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti.",
  "an3.74:6.1": "Sa kho so, abhaya, bhikkhu evaṃ sīlasampanno vivicceva kāmehi … pe …",
  "an3.74:6.2": "catutthaṃ jhānaṃ upasampajja viharati.",
  "an3.74:6.3": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti.",
  "an3.74:6.4": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti.",
  "an3.74:7.1": "Sa kho so, abhaya, bhikkhu <span class=\"var\" title=\"evaṃ sīlasampanno evaṃ samādhisampanno (bj, s1-3, km) | evaṃ sīlasampanno ...pe... (pts1)\" id=\"note294\">evaṃ samādhisampanno</span> āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an3.74:7.2": "So navañca kammaṃ na karoti, purāṇañca kammaṃ phussa phussa byantīkaroti.",
  "an3.74:7.3": "Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhīti.",
  "an3.74:7.4": "Imā kho, abhaya, tisso nijjarā visuddhiyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti.",
  "an3.74:8.1": "Evaṃ vutte, paṇḍitakumārako licchavi abhayaṃ licchaviṃ etadavoca:",
  "an3.74:8.2": "“kiṃ pana tvaṃ, samma abhaya, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodasī”ti?",
  "an3.74:8.3": "“Kyāhaṃ, samma paṇḍitakumāraka, āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodissāmi.",
  "an3.74:8.4": "Muddhāpi tassa vipateyya yo āyasmato ānandassa subhāsitaṃ subhāsitato nābbhanumodeyyā”ti.",
  "an3.74:9.1": "Catutthaṃ."
}