{
  "_markup_path": "markup/an/an03/an3.112.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.112.json"
  ],
  "an3.112:1.1": "Aṅguttara Nikāya 3",
  "an3.112:2.1": "11. Sambodhavagga",
  "an3.112:3.1": "112. Dutiyanidānasutta",
  "an3.112:4.1": "“Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya.",
  "an3.112:4.2": "Katamāni tīṇi?",
  "an3.112:4.3": "Atīte, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando jāyati;",
  "an3.112:4.4": "anāgate, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando jāyati;",
  "an3.112:4.5": "paccuppanne, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando jāyati.",
  "an3.112:4.6": "Kathañca, bhikkhave, atīte chandarāgaṭṭhāniye dhamme ārabbha chando jāyati?",
  "an3.112:4.7": "Atīte, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakketi anuvicāreti.",
  "an3.112:4.8": "Tassa atīte chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakkayato anuvicārayato chando jāyati.",
  "an3.112:4.9": "Chandajāto tehi dhammehi saṃyutto hoti.",
  "an3.112:4.10": "Etamahaṃ, bhikkhave, saṃyojanaṃ vadāmi yo cetaso sārāgo.",
  "an3.112:4.11": "Evaṃ kho, bhikkhave, atīte chandarāgaṭṭhāniye dhamme ārabbha chando jāyati.",
  "an3.112:5.1": "Kathañca, bhikkhave, anāgate chandarāgaṭṭhāniye dhamme ārabbha chando jāyati?",
  "an3.112:5.2": "Anāgate, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakketi anuvicāreti.",
  "an3.112:5.3": "Tassa anāgate chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakkayato anuvicārayato chando jāyati.",
  "an3.112:5.4": "Chandajāto tehi dhammehi saṃyutto hoti.",
  "an3.112:5.5": "Etamahaṃ, bhikkhave, saṃyojanaṃ vadāmi yo cetaso sārāgo.",
  "an3.112:5.6": "Evaṃ kho, bhikkhave, anāgate chandarāgaṭṭhāniye dhamme ārabbha chando jāyati.",
  "an3.112:6.1": "Kathañca, bhikkhave, paccuppanne chandarāgaṭṭhāniye dhamme ārabbha chando jāyati?",
  "an3.112:6.2": "Paccuppanne, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakketi anuvicāreti.",
  "an3.112:6.3": "Tassa paccuppanne chandarāgaṭṭhāniye dhamme ārabbha cetasā anuvitakkayato anuvicārayato chando jāyati.",
  "an3.112:6.4": "Chandajāto tehi dhammehi saṃyutto hoti.",
  "an3.112:6.5": "Etamahaṃ, bhikkhave, saṃyojanaṃ vadāmi yo cetaso sārāgo.",
  "an3.112:6.6": "Evaṃ kho, bhikkhave, paccuppanne chandarāgaṭṭhāniye dhamme ārabbha chando jāyati.",
  "an3.112:6.7": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāya.",
  "an3.112:7.1": "Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya.",
  "an3.112:7.2": "Katamāni tīṇi?",
  "an3.112:7.3": "Atīte, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati;",
  "an3.112:7.4": "anāgate, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati;",
  "an3.112:7.5": "paccuppanne, bhikkhave, chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati.",
  "an3.112:8.1": "Kathañca, bhikkhave, atīte chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati?",
  "an3.112:8.2": "Atītānaṃ, bhikkhave, chandarāgaṭṭhāniyānaṃ dhammānaṃ āyatiṃ vipākaṃ pajānāti.",
  "an3.112:8.3": "Āyatiṃ vipākaṃ viditvā tadabhinivatteti.",
  "an3.112:8.4": "<span class=\"var\" title=\"tadabhinivajjetvā (bj, s1-3, km) | tad abhinivaddhetvā (pts1)\" id=\"note403\">Tadabhinivattetvā</span> cetasā <span class=\"var\" title=\"abhivirājetvā (bj, s1-3, km, pts1)\" id=\"note404\">abhinivijjhitvā</span> paññāya <span class=\"var\" title=\"abhinivijjha (mr)\" id=\"note405\">ativijjha</span> passati.",
  "an3.112:8.5": "Evaṃ kho, bhikkhave, atīte chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati.",
  "an3.112:9.1": "Kathañca, bhikkhave, anāgate chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati?",
  "an3.112:9.2": "Anāgatānaṃ, bhikkhave, chandarāgaṭṭhāniyānaṃ dhammānaṃ āyatiṃ vipākaṃ pajānāti.",
  "an3.112:9.3": "Āyatiṃ vipākaṃ viditvā tadabhinivatteti.",
  "an3.112:9.4": "Tadabhinivattetvā cetasā abhinivijjhitvā paññāya ativijjha passati.",
  "an3.112:9.5": "Evaṃ kho, bhikkhave, anāgate chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati.",
  "an3.112:10.1": "Kathañca, bhikkhave, paccuppanne chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati?",
  "an3.112:10.2": "Paccuppannānaṃ, bhikkhave, chandarāgaṭṭhāniyānaṃ dhammānaṃ āyatiṃ vipākaṃ pajānāti, āyatiṃ vipākaṃ viditvā tadabhinivatteti, tadabhinivattetvā cetasā abhinivijjhitvā paññāya ativijjha passati.",
  "an3.112:10.3": "Evaṃ kho, bhikkhave, paccuppanne chandarāgaṭṭhāniye dhamme ārabbha chando na jāyati.",
  "an3.112:10.4": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāyā”ti.",
  "an3.112:11.1": "Dasamaṃ.",
  "an3.112:12.1": "Sambodhavaggo paṭhamo.",
  "an3.112:13.1": "Pubbeva duve assādā,",
  "an3.112:13.2": "Samaṇo ruṇṇapañcamaṃ;",
  "an3.112:13.3": "Atitti dve ca vuttāni,",
  "an3.112:13.4": "Nidānāni apare duveti."
}