{
  "_markup_path": "markup/an/an03/an3.063.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.063.json"
  ],
  "an3.63:1.1": "Aṅguttara Nikāya 3",
  "an3.63:2.1": "7. Mahāvagga",
  "an3.63:3.1": "63. Venāgapurasutta",
  "an3.63:4.1": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena venāgapuraṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari.",
  "an3.63:4.2": "Assosuṃ kho venāgapurikā brāhmaṇagahapatikā:",
  "an3.63:4.3": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito venāgapuraṃ anuppatto.",
  "an3.63:4.4": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "an3.63:4.5": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho <span class=\"var\" title=\"bhagavā (bj, s1-3, km, pts1)\" id=\"note188\">bhagavā’ti</span>.",
  "an3.63:4.6": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "an3.63:4.7": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an3.63:4.8": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "an3.63:5.1": "Atha kho venāgapurikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu;",
  "an3.63:5.2": "upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu, appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu, appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu, appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu, appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "an3.63:5.3": "Ekamantaṃ nisinno kho venāgapuriko vacchagotto brāhmaṇo bhagavantaṃ etadavoca:",
  "an3.63:6.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an3.63:6.2": "Yāvañcidaṃ bhoto gotamassa vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto.",
  "an3.63:6.3": "Seyyathāpi, bho gotama, sāradaṃ <span class=\"var\" title=\"... maṇḍaṃ (mr)\" id=\"note189\">badarapaṇḍuṃ</span> parisuddhaṃ hoti pariyodātaṃ;",
  "an3.63:6.4": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto.",
  "an3.63:6.5": "Seyyathāpi, bho gotama, tālapakkaṃ sampati bandhanā <span class=\"var\" title=\"pavuttaṃ (bj) | muttaṃ (si, pts1, mr)\" id=\"note190\">pamuttaṃ</span> parisuddhaṃ hoti pariyodātaṃ;",
  "an3.63:6.6": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto.",
  "an3.63:6.7": "Seyyathāpi, bho gotama, <span class=\"var\" title=\"nikkhaṃ-itipi (^mn120#9 [Saṅkhārupapattisutta])\" id=\"note191\">nekkhaṃ</span> jambonadaṃ dakkhakammāraputtasuparikammakataṃ ukkāmukhe sukusalasampahaṭṭhaṃ paṇḍukambale nikkhittaṃ bhāsate ca tapate ca virocati ca;",
  "an3.63:6.8": "evamevaṃ bhoto gotamassa vippasannāni indriyāni parisuddho chavivaṇṇo pariyodāto.",
  "an3.63:6.9": "<span class=\"var\" title=\"yāni nūna (bj, s1-3)\" id=\"note192\">Yāni</span> tāni, bho gotama, uccāsayanamahāsayanāni, seyyathidaṃ—",
  "an3.63:6.10": "āsandi pallaṅko <span class=\"var\" title=\"goṇako (bj, s1-3, pts1)\" id=\"note193\">gonako</span> <span class=\"var\" title=\"cittakā (bj) | cittikā (s1-3)\" id=\"note194\">cittako</span> paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī <span class=\"var\" title=\"kādalimigapavarapaccattharaṇaṃ (bj) | kādasimigapavarapaccattharaṇaṃ (s1-3)\" id=\"note195\">kadalimigapavarapaccattharaṇaṃ</span> sauttaracchadaṃ ubhatolohitakūpadhānaṃ, evarūpānaṃ nūna bhavaṃ gotamo uccāsayanamahāsayanānaṃ nikāmalābhī akicchalābhī akasiralābhī”ti.",
  "an3.63:7.1": "“Yāni kho pana tāni, brāhmaṇa, uccāsayanamahāsayanāni, seyyathidaṃ—",
  "an3.63:7.2": "āsandi pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇī kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ.",
  "an3.63:7.3": "Dullabhāni tāni pabbajitānaṃ <span class=\"var\" title=\"laddhā ca (bj, pts1) | laddhāni ca (s1-3, km)\" id=\"note196\">laddhā ca pana</span> na kappanti.",
  "an3.63:8.1": "Tīṇi kho, imāni, brāhmaṇa, uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī.",
  "an3.63:8.2": "Katamāni tīṇi?",
  "an3.63:8.3": "Dibbaṃ uccāsayanamahāsayanaṃ, brahmaṃ uccāsayanamahāsayanaṃ, ariyaṃ uccāsayanamahāsayanaṃ.",
  "an3.63:8.4": "Imāni kho, brāhmaṇa, tīṇi uccāsayanamahāsayanāni, yesāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti.",
  "an3.63:9.1": "“Katamaṃ pana taṃ, bho gotama, dibbaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti?",
  "an3.63:9.2": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi.",
  "an3.63:9.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva <span class=\"var\" title=\"pacārayāmi (bj, s1-3, km, pts1)\" id=\"note197\">pavisāmi</span>.",
  "an3.63:9.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ <span class=\"var\" title=\"saṃharitvā (bj, pts1)\" id=\"note198\">saṅgharitvā</span> nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an3.63:9.5": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi;",
  "an3.63:9.6": "vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi;",
  "an3.63:9.7": "pītiyā ca virāgā upekkhako ca viharāmi sato ca sampajāno sukhañca kāyena paṭisaṃvedemi, yaṃ taṃ ariyā ācikkhanti:",
  "an3.63:9.8": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharāmi;",
  "an3.63:9.9": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi.",
  "an3.63:9.10": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, dibbo me eso tasmiṃ samaye caṅkamo hoti.",
  "an3.63:9.11": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi, dibbaṃ me etaṃ tasmiṃ samaye ṭhānaṃ hoti.",
  "an3.63:9.12": "So ce ahaṃ, brāhmaṇa, evaṃbhūto nisīdāmi, dibbaṃ me etaṃ tasmiṃ samaye āsanaṃ hoti.",
  "an3.63:9.13": "So ce ahaṃ, brāhmaṇa, evaṃbhūto seyyaṃ kappemi, dibbaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti.",
  "an3.63:9.14": "Idaṃ kho, brāhmaṇa, dibbaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti.",
  "an3.63:10.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an3.63:10.2": "Ko cañño evarūpassa dibbassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena.",
  "an3.63:11.1": "Katamaṃ pana taṃ, bho gotama, brahmaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti?",
  "an3.63:11.2": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi.",
  "an3.63:11.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi.",
  "an3.63:11.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ saṅgharitvā nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an3.63:11.5": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena <span class=\"var\" title=\"abyāpajjhena (sabbattha)\" id=\"note199\">abyāpajjena</span> pharitvā viharāmi.",
  "an3.63:11.6": "Karuṇāsahagatena cetasā … pe …",
  "an3.63:11.7": "muditāsahagatena cetasā …",
  "an3.63:11.8": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharāmi, tathā dutiyaṃ, tathā tatiyaṃ, tathā <span class=\"var\" title=\"catutthiṃ (bj)\" id=\"note200\">catutthaṃ</span>, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharāmi.",
  "an3.63:11.9": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, brahmā me eso tasmiṃ samaye caṅkamo hoti.",
  "an3.63:11.10": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi … pe …",
  "an3.63:11.11": "nisīdāmi … pe …",
  "an3.63:11.12": "seyyaṃ kappemi, brahmaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti.",
  "an3.63:11.13": "Idaṃ kho, brāhmaṇa, brahmaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti.",
  "an3.63:12.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an3.63:12.2": "Ko cañño evarūpassa brahmassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena.",
  "an3.63:13.1": "Katamaṃ pana taṃ, bho gotama, ariyaṃ uccāsayanamahāsayanaṃ, yassa bhavaṃ gotamo etarahi nikāmalābhī akicchalābhī akasiralābhī”ti?",
  "an3.63:13.2": "“Idhāhaṃ, brāhmaṇa, yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharāmi, so pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya tameva gāmaṃ vā nigamaṃ vā piṇḍāya pavisāmi.",
  "an3.63:13.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto vanantaññeva pavisāmi.",
  "an3.63:13.4": "So yadeva tattha honti tiṇāni vā paṇṇāni vā tāni ekajjhaṃ <span class=\"var\" title=\"saṃharitvā (bj, pts1)\" id=\"note201\">saṅgharitvā</span> nisīdāmi pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an3.63:13.5": "So evaṃ <span class=\"var\" title=\"pajānāmi (bj, s1-3, pts1)\" id=\"note202\">jānāmi</span>:",
  "an3.63:13.6": "‘rāgo me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo;",
  "an3.63:13.7": "doso me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo;",
  "an3.63:13.8": "moho me pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo’.",
  "an3.63:13.9": "So ce ahaṃ, brāhmaṇa, evaṃbhūto caṅkamāmi, ariyo me eso tasmiṃ samaye caṅkamo hoti.",
  "an3.63:13.10": "So ce ahaṃ, brāhmaṇa, evaṃbhūto tiṭṭhāmi … pe …",
  "an3.63:13.11": "nisīdāmi … pe …",
  "an3.63:13.12": "seyyaṃ kappemi, ariyaṃ me etaṃ tasmiṃ samaye uccāsayanamahāsayanaṃ hoti.",
  "an3.63:13.13": "Idaṃ kho, brāhmaṇa, ariyaṃ uccāsayanamahāsayanaṃ, yassāhaṃ etarahi nikāmalābhī akicchalābhī akasiralābhī”ti.",
  "an3.63:14.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an3.63:14.2": "Ko cañño evarūpassa ariyassa uccāsayanamahāsayanassa nikāmalābhī bhavissati akicchalābhī akasiralābhī, aññatra bhotā gotamena.",
  "an3.63:15.1": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "an3.63:15.2": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "an3.63:15.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "an3.63:15.4": "evamevaṃ kho bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "an3.63:15.5": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.",
  "an3.63:15.6": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.",
  "an3.63:16.1": "Tatiyaṃ."
}