{
  "_markup_path": "markup/an/an03/an3.071.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.071.json"
  ],
  "an3.71:1.1": "Aṅguttara Nikāya 3",
  "an3.71:2.1": "8. Ānandavagga",
  "an3.71:3.1": "71. Channasutta",
  "an3.71:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an3.71:4.2": "Atha kho channo paribbājako yenāyasmā ānando tenupasaṅkami;",
  "an3.71:4.3": "upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.",
  "an3.71:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an3.71:4.5": "Ekamantaṃ nisinno kho channo paribbājako āyasmantaṃ ānandaṃ etadavoca:",
  "an3.71:4.6": "“tumhepi, āvuso ānanda, rāgassa pahānaṃ paññāpetha, dosassa pahānaṃ paññāpetha, mohassa pahānaṃ paññāpethā”ti.",
  "an3.71:4.7": "“Mayaṃ kho, āvuso, rāgassa pahānaṃ paññāpema, dosassa pahānaṃ paññāpema, mohassa pahānaṃ paññapemā”ti.",
  "an3.71:5.1": "“Kiṃ pana tumhe, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpetha, kiṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpetha, kiṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpethā”ti?",
  "an3.71:6.1": "“Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "an3.71:6.2": "rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.71:6.3": "Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati;",
  "an3.71:6.4": "rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.",
  "an3.71:6.5": "Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti;",
  "an3.71:6.6": "rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.",
  "an3.71:6.7": "Rāgo kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko.",
  "an3.71:7.1": "Duṭṭho kho, āvuso, dosena … pe …",
  "an3.71:7.2": "mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "an3.71:7.3": "mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.71:7.4": "Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati;",
  "an3.71:7.5": "mohe pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.",
  "an3.71:7.6": "Mūḷho kho, āvuso, mohena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti;",
  "an3.71:7.7": "mohe pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.",
  "an3.71:7.8": "Moho kho, āvuso, andhakaraṇo acakkhukaraṇo aññāṇakaraṇo paññānirodhiko vighātapakkhiko anibbānasaṃvattaniko.",
  "an3.71:7.9": "Idaṃ kho mayaṃ, āvuso, rāge ādīnavaṃ disvā rāgassa pahānaṃ paññāpema.",
  "an3.71:7.10": "Idaṃ dose ādīnavaṃ disvā dosassa pahānaṃ paññāpema.",
  "an3.71:7.11": "Idaṃ mohe ādīnavaṃ disvā mohassa pahānaṃ paññāpemā”ti.",
  "an3.71:8.1": "“Atthi panāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti?",
  "an3.71:8.2": "“Atthāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti.",
  "an3.71:8.3": "“Katamo panāvuso, maggo katamā paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti?",
  "an3.71:8.4": "“Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "an3.71:8.5": "sammādiṭṭhi … pe …",
  "an3.71:8.6": "sammāsamādhi.",
  "an3.71:8.7": "Ayaṃ kho, āvuso, maggo ayaṃ paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti.",
  "an3.71:8.8": "“Bhaddako kho, āvuso, maggo bhaddikā paṭipadā etassa rāgassa dosassa mohassa pahānāya.",
  "an3.71:8.9": "Alañca panāvuso ānanda, appamādāyā”ti.",
  "an3.71:9.1": "Paṭhamaṃ."
}