{
  "_markup_path": "markup/an/an03/an3.058.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.058.json"
  ],
  "an3.58:1.1": "Aṅguttara Nikāya 3",
  "an3.58:2.1": "6. Brāhmaṇavagga",
  "an3.58:3.1": "58. Tikaṇṇasutta",
  "an3.58:4.1": "Atha kho tikaṇṇo brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an3.58:4.2": "upasaṅkamitvā bhagavatā saddhiṃ … pe …",
  "an3.58:4.3": "ekamantaṃ nisinno kho tikaṇṇo brāhmaṇo bhagavato sammukhā tevijjānaṃ sudaṃ brāhmaṇānaṃ vaṇṇaṃ bhāsati:",
  "an3.58:4.4": "“evampi tevijjā brāhmaṇā, itipi tevijjā brāhmaṇā”ti.",
  "an3.58:5.1": "“Yathā kathaṃ pana, brāhmaṇa, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpentī”ti?",
  "an3.58:5.2": "“Idha, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena, ajjhāyako, mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayoti.",
  "an3.58:5.3": "Evaṃ kho, bho gotama, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpentī”ti.",
  "an3.58:6.1": "“Aññathā kho, brāhmaṇa, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpenti, aññathā ca pana ariyassa vinaye tevijjo hotī”ti.",
  "an3.58:6.2": "“Yathā kathaṃ pana, bho gotama, ariyassa vinaye tevijjo hoti?",
  "an3.58:6.3": "Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ariyassa vinaye tevijjo hotī”ti.",
  "an3.58:6.4": "“Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi;",
  "an3.58:6.5": "bhāsissāmī”ti.",
  "an3.58:6.6": "“Evaṃ, bho”ti kho tikaṇṇo brāhmaṇo bhagavato paccassosi.",
  "an3.58:6.7": "Bhagavā etadavoca:",
  "an3.58:7.1": "“Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "an3.58:7.2": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "an3.58:7.3": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti:",
  "an3.58:7.4": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "an3.58:7.5": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "an3.58:8.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "an3.58:8.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "an3.58:8.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "an3.58:8.4": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ.",
  "an3.58:8.5": "Tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "an3.58:8.6": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "an3.58:8.7": "Ayamassa paṭhamā vijjā adhigatā hoti;",
  "an3.58:8.8": "avijjā vihatā, vijjā uppannā;",
  "an3.58:8.9": "tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "an3.58:9.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "an3.58:9.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti:",
  "an3.58:9.3": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā … pe …",
  "an3.58:9.4": "manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "an3.58:9.5": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā, vacīsucaritena samannāgatā, manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "an3.58:9.6": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.",
  "an3.58:9.7": "Ayamassa dutiyā vijjā adhigatā hoti;",
  "an3.58:9.8": "avijjā vihatā, vijjā uppannā;",
  "an3.58:9.9": "tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "an3.58:10.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "an3.58:10.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;",
  "an3.58:10.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "an3.58:10.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati;",
  "an3.58:10.5": "vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "an3.58:10.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "an3.58:10.7": "Ayamassa tatiyā vijjā adhigatā hoti;",
  "an3.58:10.8": "avijjā vihatā, vijjā uppannā;",
  "an3.58:10.9": "tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharatoti.",
  "an3.58:11.1": "Anuccāvacasīlassa,",
  "an3.58:11.2": "nipakassa ca jhāyino;",
  "an3.58:11.3": "Cittaṃ yassa vasībhūtaṃ,",
  "an3.58:11.4": "ekaggaṃ susamāhitaṃ.",
  "an3.58:12.1": "Taṃ ve tamonudaṃ dhīraṃ,",
  "an3.58:12.2": "tevijjaṃ maccuhāyinaṃ;",
  "an3.58:12.3": "Hitaṃ devamanussānaṃ,",
  "an3.58:12.4": "āhu sabbappahāyinaṃ.",
  "an3.58:13.1": "Tīhi vijjāhi sampannaṃ,",
  "an3.58:13.2": "asammūḷhavihārinaṃ;",
  "an3.58:13.3": "Buddhaṃ <span class=\"var\" title=\"antimasārīraṃ (bj, s1-3, km) | antimasarīraṃ (pts1)\" id=\"note159\">antimadehinaṃ</span>,",
  "an3.58:13.4": "taṃ namassanti gotamaṃ.",
  "an3.58:14.1": "<span class=\"cross\" title=\"^dhp383-423#421.1 [383. Pasādabahulabrāhmaṇavatthu/421. Aṅgulimālattheravatthu] | ^it99#1 [Tevijjasutta]\" id=\"note160\">*</span> <a class=\"sc\" id=\"11\"></a>Pubbenivāsaṃ yo vedī,",
  "an3.58:14.2": "saggāpāyañca passati;",
  "an3.58:14.3": "Atho jātikkhayaṃ patto,",
  "an3.58:14.4": "abhiññāvosito muni.",
  "an3.58:15.1": "Etāhi tīhi vijjāhi,",
  "an3.58:15.2": "tevijjo hoti brāhmaṇo;",
  "an3.58:15.3": "Tamahaṃ vadāmi tevijjaṃ,",
  "an3.58:15.4": "nāññaṃ lapitalāpananti.",
  "an3.58:16.1": "Evaṃ kho, brāhmaṇa, ariyassa vinaye tevijjo hotī”ti.",
  "an3.58:16.2": "“Aññathā, bho gotama, brāhmaṇānaṃ tevijjo, aññathā ca pana ariyassa vinaye tevijjo hoti.",
  "an3.58:16.3": "Imassa ca pana, bho gotama, ariyassa vinaye tevijjassa brāhmaṇānaṃ tevijjo kalaṃ nāgghati soḷasiṃ.",
  "an3.58:17.1": "Abhikkantaṃ, bho gotama … pe …",
  "an3.58:17.2": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.58:18.1": "Aṭṭhamaṃ."
}