{
  "_markup_path": "markup/an/an03/an3.056.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.056.json"
  ],
  "an3.56:1.1": "Aṅguttara Nikāya 3",
  "an3.56:2.1": "6. Brāhmaṇavagga",
  "an3.56:3.1": "56. Palokasutta",
  "an3.56:4.1": "Atha kho aññataro brāhmaṇamahāsālo yena bhagavā tenupasaṅkami … pe …",
  "an3.56:4.2": "ekamantaṃ nisinno kho so brāhmaṇamahāsālo bhagavantaṃ etadavoca:",
  "an3.56:4.3": "“sutaṃ metaṃ, bho gotama, pubbakānaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:",
  "an3.56:4.4": "‘<span class=\"var\" title=\"pubbassudaṃ (bj, s1-3, km, pts1)\" id=\"note150\">pubbe sudaṃ</span> ayaṃ loko avīci maññe phuṭo <span class=\"var\" title=\"hoti (bj, s1-3)\" id=\"note151\">ahosi</span> manussehi, kukkuṭasaṃpātikā gāmanigamarājadhāniyo’ti.",
  "an3.56:4.5": "Ko nu kho, bho gotama, hetu ko paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti?",
  "an3.56:5.1": "“Etarahi, brāhmaṇa, manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.",
  "an3.56:5.2": "Te adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā tiṇhāni satthāni gahetvā <span class=\"var\" title=\"aññamaññassa (s1-3, pts1)\" id=\"note152\">aññamaññaṃ</span> jīvitā voropenti, tena bahū manussā kālaṃ karonti.",
  "an3.56:5.3": "Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti.",
  "an3.56:6.1": "Puna caparaṃ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.",
  "an3.56:6.2": "Tesaṃ adhammarāgarattānaṃ visamalobhābhibhūtānaṃ micchādhammaparetānaṃ devo na sammādhāraṃ anuppavecchati.",
  "an3.56:6.3": "Tena dubbhikkhaṃ hoti dussassaṃ setaṭṭhikaṃ salākāvuttaṃ.",
  "an3.56:6.4": "Tena bahū manussā kālaṃ karonti.",
  "an3.56:6.5": "Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti.",
  "an3.56:7.1": "Puna caparaṃ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.",
  "an3.56:7.2": "Tesaṃ adhammarāgarattānaṃ visamalobhābhibhūtānaṃ micchādhammaparetānaṃ yakkhā vāḷe amanusse <span class=\"var\" title=\"ossajanti (bj)\" id=\"note153\">ossajjanti</span>, tena bahū manussā kālaṃ karonti.",
  "an3.56:7.3": "Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti.",
  "an3.56:8.1": "“Abhikkantaṃ, bho gotama … pe …",
  "an3.56:8.2": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.56:9.1": "Chaṭṭhaṃ."
}