{
  "_markup_path": "markup/an/an03/an3.016.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.016.json"
  ],
  "an3.16:1.1": "Aṅguttara Nikāya 3",
  "an3.16:2.1": "2. Rathakāravagga",
  "an3.16:3.1": "16. Apaṇṇakasutta",
  "an3.16:4.1": "“Tīhi, bhikkhave, dhammehi samannāgato bhikkhu <span class=\"var\" title=\"apaṇṇakataṃ paṭipadaṃ (bj, pts1)\" id=\"note25\">apaṇṇakapaṭipadaṃ</span> paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṃ khayāya.",
  "an3.16:4.2": "Katamehi tīhi?",
  "an3.16:4.3": "Idha, bhikkhave, bhikkhu indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṃ anuyutto hoti.",
  "an3.16:5.1": "Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti?",
  "an3.16:5.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an3.16:5.3": "<span class=\"var\" title=\"yatvādhikaraṇametaṃ (bj)\" id=\"note26\">Yatvādhikaraṇamenaṃ</span> cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "an3.16:5.4": "Sotena saddaṃ sutvā …",
  "an3.16:5.5": "ghānena gandhaṃ ghāyitvā …",
  "an3.16:5.6": "jivhāya rasaṃ sāyitvā …",
  "an3.16:5.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "an3.16:5.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an3.16:5.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "an3.16:5.10": "Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti.",
  "an3.16:6.1": "Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti?",
  "an3.16:6.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "an3.16:6.3": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "an3.16:6.4": "Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti.",
  "an3.16:7.1": "Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti?",
  "an3.16:7.2": "Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "an3.16:7.3": "Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti.",
  "an3.16:7.4": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu apaṇṇakapaṭipadaṃ paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti.",
  "an3.16:8.1": "Chaṭṭhaṃ."
}