{
  "_markup_path": "markup/an/an03/an3.163-182.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.163-182.json"
  ],
  "an3.163-182:1.1": "Aṅguttara Nikāya 3",
  "an3.163-182:2.1": "17. Kammapathapeyyāla",
  "an3.163-182:3.1": "163–​182",
  "an3.163-182:4.1": "“Tīhi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.",
  "an3.163-182:4.2": "Katamehi tīhi?",
  "an3.163-182:4.3": "Attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti, pāṇātipāte ca samanuñño hoti.",
  "an3.163-182:4.4": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.",
  "an3.163-182:5.1": "Tīhi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.",
  "an3.163-182:5.2": "Katamehi tīhi?",
  "an3.163-182:5.3": "Attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:5.4": "<span class=\"brnum\">(2)</span>",
  "an3.163-182:6.1": "Attanā ca adinnādāyī hoti, parañca adinnādāne samādapeti, adinnādāne ca samanuñño hoti … pe ….",
  "an3.163-182:7.1": "Attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:7.2": "<span class=\"brnum\">(4)</span>",
  "an3.163-182:8.1": "Attanā ca kāmesumicchācārī hoti, parañca kāmesumicchācāre samādapeti, kāmesumicchācāre ca samanuñño hoti … pe ….",
  "an3.163-182:9.1": "Attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:9.2": "<span class=\"brnum\">(6)</span>",
  "an3.163-182:10.1": "Attanā ca musāvādī hoti, parañca musāvāde samādapeti, musāvāde ca samanuñño hoti … pe ….",
  "an3.163-182:11.1": "Attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:11.2": "<span class=\"brnum\">(8)</span>",
  "an3.163-182:12.1": "Attanā ca pisuṇavāco hoti, parañca pisuṇāya vācāya samādapeti, pisuṇāya vācāya ca samanuñño hoti … pe ….",
  "an3.163-182:13.1": "Attanā ca pisuṇāya vācāya paṭivirato hoti, parañca pisuṇāya vācāya veramaṇiyā samādapeti, pisuṇāya vācāya veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:13.2": "<span class=\"brnum\">(10)</span>",
  "an3.163-182:14.1": "Attanā ca pharusavāco hoti, parañca pharusāya vācāya samādapeti, pharusāya vācāya ca samanuñño hoti … pe ….",
  "an3.163-182:15.1": "Attanā ca pharusāya vācāya paṭivirato hoti, parañca pharusāya vācāya veramaṇiyā samādapeti, pharusāya vācāya veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:15.2": "<span class=\"brnum\">(12)</span>",
  "an3.163-182:16.1": "Attanā ca samphappalāpī hoti, parañca samphappalāpe samādapeti, samphappalāpe ca samanuñño hoti … pe ….",
  "an3.163-182:17.1": "Attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca samanuñño hoti … pe ….",
  "an3.163-182:17.2": "<span class=\"brnum\">(14)</span>",
  "an3.163-182:18.1": "Attanā ca abhijjhālu hoti, parañca abhijjhāya samādapeti, abhijjhāya ca samanuñño hoti … pe ….",
  "an3.163-182:19.1": "Attanā ca anabhijjhālu hoti, parañca anabhijjhāya samādapeti, anabhijjhāya ca samanuñño hoti … pe ….",
  "an3.163-182:19.2": "<span class=\"brnum\">(16)</span>",
  "an3.163-182:20.1": "Attanā ca byāpannacitto hoti, parañca byāpāde samādapeti, byāpāde ca samanuñño hoti … pe ….",
  "an3.163-182:21.1": "Attanā ca abyāpannacitto hoti, parañca abyāpāde samādapeti, abyāpāde ca samanuñño hoti … pe ….",
  "an3.163-182:21.2": "<span class=\"brnum\">(18)</span>",
  "an3.163-182:22.1": "Attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti, micchādiṭṭhiyā ca samanuñño hoti … pe ….",
  "an3.163-182:23.1": "Attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti, sammādiṭṭhiyā ca samanuñño hoti.",
  "an3.163-182:23.2": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. <span class=\"brnum\">(20)</span>",
  "an3.163-182:24.1": "Kammapathapeyyālaṃ niṭṭhitaṃ.",
  "an3.163-182:25.1": "Pāṇaṃ adinnamicchā ca,",
  "an3.163-182:25.2": "musāvādī ca pisuṇā;",
  "an3.163-182:25.3": "Pharusā samphappalāpo ca,",
  "an3.163-182:25.4": "abhijjhā byāpādadiṭṭhi ca;",
  "an3.163-182:25.5": "Kammapathesu peyyālaṃ,",
  "an3.163-182:25.6": "tikakena niyojayeti."
}