{
  "_markup_path": "markup/an/an03/an3.111.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.111.json"
  ],
  "an3.111:1.1": "Aṅguttara Nikāya 3",
  "an3.111:2.1": "11. Sambodhavagga",
  "an3.111:3.1": "111. Paṭhamanidānasutta",
  "an3.111:4.1": "<span class=\"cross\" title=\"^cnd5#99 [Pucchāniddesa/ Puṇṇakamāṇavapucchāniddesa]\" id=\"note402\">*</span> <a class=\"sc\" id=\"1\"></a>“Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya.",
  "an3.111:4.2": "Katamāni tīṇi?",
  "an3.111:4.3": "Lobho nidānaṃ kammānaṃ samudayāya, doso nidānaṃ kammānaṃ samudayāya, moho nidānaṃ kammānaṃ samudayāya.",
  "an3.111:4.4": "Yaṃ, bhikkhave, lobhapakataṃ kammaṃ lobhajaṃ lobhanidānaṃ lobhasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati.",
  "an3.111:4.5": "Yaṃ, bhikkhave, dosapakataṃ kammaṃ dosajaṃ dosanidānaṃ dosasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati.",
  "an3.111:4.6": "Yaṃ, bhikkhave, mohapakataṃ kammaṃ mohajaṃ mohanidānaṃ mohasamudayaṃ, taṃ kammaṃ akusalaṃ taṃ kammaṃ sāvajjaṃ taṃ kammaṃ dukkhavipākaṃ, taṃ kammaṃ kammasamudayāya saṃvattati, na taṃ kammaṃ kammanirodhāya saṃvattati.",
  "an3.111:4.7": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāya.",
  "an3.111:5.1": "Tīṇimāni, bhikkhave, nidānāni kammānaṃ samudayāya.",
  "an3.111:5.2": "Katamāni tīṇi?",
  "an3.111:5.3": "Alobho nidānaṃ kammānaṃ samudayāya, adoso nidānaṃ kammānaṃ samudayāya, amoho nidānaṃ kammānaṃ samudayāya.",
  "an3.111:5.4": "Yaṃ, bhikkhave, alobhapakataṃ kammaṃ alobhajaṃ alobhanidānaṃ alobhasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati.",
  "an3.111:5.5": "Yaṃ, bhikkhave, adosapakataṃ kammaṃ adosajaṃ adosanidānaṃ adosasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati.",
  "an3.111:5.6": "Yaṃ, bhikkhave, amohapakataṃ kammaṃ amohajaṃ amohanidānaṃ amohasamudayaṃ, taṃ kammaṃ kusalaṃ taṃ kammaṃ anavajjaṃ taṃ kammaṃ sukhavipākaṃ, taṃ kammaṃ kammanirodhāya saṃvattati, na taṃ kammaṃ kammasamudayāya saṃvattati.",
  "an3.111:5.7": "Imāni kho, bhikkhave, tīṇi nidānāni kammānaṃ samudayāyā”ti.",
  "an3.111:6.1": "Navamaṃ."
}