{
  "_markup_path": "markup/an/an03/an3.068.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.068.json"
  ],
  "an3.68:1.1": "Aṅguttara Nikāya 3",
  "an3.68:2.1": "7. Mahāvagga",
  "an3.68:3.1": "68. Aññatitthiyasutta",
  "an3.68:4.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "an3.68:4.2": "‘tayome, āvuso, dhammā.",
  "an3.68:4.3": "Katame tayo?",
  "an3.68:4.4": "Rāgo, doso, moho—",
  "an3.68:4.5": "ime kho, āvuso, tayo dhammā.",
  "an3.68:4.6": "Imesaṃ, āvuso, tiṇṇaṃ dhammānaṃ ko viseso ko <span class=\"var\" title=\"adhippāyo (bj) | adhippāyaso (s1-3, km) | adhippāyāso (pts1)\" id=\"note248\">adhippayāso</span> kiṃ nānākaraṇan’ti?",
  "an3.68:4.7": "Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ kinti byākareyyāthā”ti?",
  "an3.68:4.8": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā.",
  "an3.68:4.9": "Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho.",
  "an3.68:4.10": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "an3.68:4.11": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "an3.68:4.12": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "an3.68:4.13": "Bhagavā etadavoca:",
  "an3.68:5.1": "“Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "an3.68:5.2": "‘tayome, āvuso, dhammā.",
  "an3.68:5.3": "Katame tayo?",
  "an3.68:5.4": "Rāgo, doso, moho—",
  "an3.68:5.5": "ime kho, āvuso, tayo dhammā;",
  "an3.68:5.6": "imesaṃ, āvuso, tiṇṇaṃ dhammānaṃ ko viseso ko adhippayāso kiṃ nānākaraṇan’ti?",
  "an3.68:5.7": "Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "an3.68:5.8": "‘rāgo kho, āvuso, appasāvajjo dandhavirāgī, doso mahāsāvajjo khippavirāgī, moho mahāsāvajjo dandhavirāgī’ti.",
  "an3.68:6.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattatī’ti?",
  "an3.68:6.2": "‘“Subhanimittan”tissa vacanīyaṃ.",
  "an3.68:6.3": "Tassa subhanimittaṃ ayoniso manasi karoto anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattati.",
  "an3.68:6.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattatī’ti.",
  "an3.68:7.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattatī’ti?",
  "an3.68:7.2": "‘“Paṭighanimittan”tissa vacanīyaṃ.",
  "an3.68:7.3": "Tassa paṭighanimittaṃ ayoniso manasi karoto anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattati.",
  "an3.68:7.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattatī’ti.",
  "an3.68:8.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattatī’ti?",
  "an3.68:8.2": "‘“Ayoniso manasikāro”tissa vacanīyaṃ.",
  "an3.68:8.3": "Tassa ayoniso manasi karoto anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattati.",
  "an3.68:8.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattatī’ti.",
  "an3.68:9.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva rāgo nuppajjati uppanno <span class=\"var\" title=\"vā (s1-3)\" id=\"note249\">ca</span> rāgo pahīyatī’ti?",
  "an3.68:9.2": "‘“Asubhanimittan”tissa vacanīyaṃ.",
  "an3.68:9.3": "Tassa asubhanimittaṃ yoniso manasi karoto anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyati.",
  "an3.68:9.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyatī’ti.",
  "an3.68:10.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti?",
  "an3.68:10.2": "‘“Mettā cetovimuttī”tissa vacanīyaṃ.",
  "an3.68:10.3": "Tassa mettaṃ cetovimuttiṃ yoniso manasi karoto anuppanno ceva doso nuppajjati uppanno ca doso pahīyati.",
  "an3.68:10.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti.",
  "an3.68:11.1": "‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva moho nuppajjati uppanno ca moho pahīyatī’ti?",
  "an3.68:11.2": "‘“Yonisomanasikāro”tissa vacanīyaṃ.",
  "an3.68:11.3": "Tassa yoniso manasi karoto anuppanno ceva moho nuppajjati uppanno ca moho pahīyati.",
  "an3.68:11.4": "Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā moho nuppajjati uppanno ca moho pahīyatī’”ti.",
  "an3.68:12.1": "Aṭṭhamaṃ."
}