{
  "_markup_path": "markup/an/an03/an3.027.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.027.json"
  ],
  "an3.27:1.1": "Aṅguttara Nikāya 3",
  "an3.27:2.1": "3. Puggalavagga",
  "an3.27:3.1": "27. Jigucchitabbasutta",
  "an3.27:4.1": "“Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an3.27:4.2": "Katame tayo?",
  "an3.27:4.3": "Atthi, bhikkhave, puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:4.4": "Atthi, bhikkhave, puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:4.5": "Atthi, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.27:4.6": "Katamo ca, bhikkhave, puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo?",
  "an3.27:4.7": "Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto, assamaṇo samaṇapaṭiñño, abrahmacārī brahmacāripaṭiñño, antopūti avassuto kasambujāto.",
  "an3.27:4.8": "Evarūpo, bhikkhave, puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:4.9": "Taṃ kissa hetu?",
  "an3.27:4.10": "Kiñcāpi, bhikkhave, evarūpassa puggalassa na diṭṭhānugatiṃ āpajjati, atha kho naṃ pāpako kittisaddo abbhuggacchati:",
  "an3.27:4.11": "‘pāpamitto purisapuggalo pāpasahāyo pāpasampavaṅko’ti.",
  "an3.27:4.12": "Seyyathāpi, bhikkhave, ahi gūthagato kiñcāpi na <span class=\"var\" title=\"ḍaṃsati (s1-3) | ḍassati (pts1)\" id=\"note52\">daṃsati</span>, atha kho naṃ makkheti;",
  "an3.27:4.13": "evamevaṃ kho, bhikkhave, kiñcāpi evarūpassa puggalassa na diṭṭhānugatiṃ āpajjati, atha kho naṃ pāpako kittisaddo abbhuggacchati:",
  "an3.27:4.14": "‘pāpamitto purisapuggalo pāpasahāyo pāpasampavaṅko’ti.",
  "an3.27:4.15": "Tasmā evarūpo puggalo jigucchitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:5.1": "Katamo ca, bhikkhave, puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo?",
  "an3.27:5.2": "Idha, bhikkhave, ekacco puggalo kodhano hoti upāyāsabahulo, appampi vutto samāno abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukaroti.",
  "an3.27:5.3": "Seyyathāpi, bhikkhave, <span class=\"var\" title=\"duṭṭhārukā (bj)\" id=\"note53\">duṭṭhāruko</span> kaṭṭhena vā <span class=\"var\" title=\"kaṭhalena (bj)\" id=\"note54\">kaṭhalāya</span> vā <span class=\"var\" title=\"ghaṭṭitā (bj)\" id=\"note55\">ghaṭṭito</span> bhiyyoso mattāya <span class=\"var\" title=\"assandati (bj)\" id=\"note56\">āsavaṃ deti</span>;",
  "an3.27:5.4": "evamevaṃ kho, bhikkhave … pe …",
  "an3.27:5.5": "seyyathāpi, bhikkhave, tindukālātaṃ kaṭṭhena vā kaṭhalāya vā ghaṭṭitaṃ bhiyyoso mattāya cicciṭāyati ciṭiciṭāyati;",
  "an3.27:5.6": "evamevaṃ kho, bhikkhave … pe …",
  "an3.27:5.7": "seyyathāpi, bhikkhave, gūthakūpo kaṭṭhena vā kaṭhalāya vā ghaṭṭito bhiyyoso mattāya duggandho hoti;",
  "an3.27:5.8": "evamevaṃ kho, bhikkhave, idhekacco puggalo kodhano hoti upāyāsabahulo, appampi vutto samāno abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca pātukaroti.",
  "an3.27:5.9": "Evarūpo, bhikkhave, puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:5.10": "Taṃ kissa hetu?",
  "an3.27:5.11": "Akkoseyyapi maṃ paribhāseyyapi maṃ anatthampi maṃ kareyyāti.",
  "an3.27:5.12": "Tasmā evarūpo puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo na payirupāsitabbo.",
  "an3.27:6.1": "Katamo ca, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo?",
  "an3.27:6.2": "Idha, bhikkhave, ekacco puggalo sīlavā hoti kalyāṇadhammo.",
  "an3.27:6.3": "Evarūpo, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.27:6.4": "Taṃ kissa hetu?",
  "an3.27:6.5": "Kiñcāpi, bhikkhave, evarūpassa puggalassa na diṭṭhānugatiṃ āpajjati, atha kho naṃ kalyāṇo kittisaddo abbhuggacchati:",
  "an3.27:6.6": "‘kalyāṇamitto purisapuggalo kalyāṇasahāyo kalyāṇasampavaṅko’ti.",
  "an3.27:6.7": "Tasmā evarūpo puggalo sevitabbo bhajitabbo payirupāsitabbo.",
  "an3.27:6.8": "Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasminti.",
  "an3.27:7.1": "Nihīyati puriso nihīnasevī,",
  "an3.27:7.2": "Na ca hāyetha kadāci tulyasevī;",
  "an3.27:7.3": "Seṭṭhamupanamaṃ udeti khippaṃ,",
  "an3.27:7.4": "Tasmā attano uttariṃ bhajethā”ti.",
  "an3.27:8.1": "Sattamaṃ."
}