{
  "_markup_path": "markup/an/an03/an3.055.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.055.json"
  ],
  "an3.55:1.1": "Aṅguttara Nikāya 3",
  "an3.55:2.1": "6. Brāhmaṇavagga",
  "an3.55:3.1": "55. Nibbutasutta",
  "an3.55:4.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an3.55:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an3.55:4.3": "Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "an3.55:4.4": "“‘sandiṭṭhikaṃ nibbānaṃ sandiṭṭhikaṃ nibbānan’ti, bho gotama, vuccati.",
  "an3.55:4.5": "Kittāvatā nu kho, bho gotama, sandiṭṭhikaṃ nibbānaṃ hoti akālikaṃ ehipassikaṃ opaneyyikaṃ paccattaṃ veditabbaṃ viññūhī”ti?",
  "an3.55:5.1": "Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.55:5.2": "Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.55:5.3": "Evampi kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti.",
  "an3.55:6.1": "Duṭṭho kho, brāhmaṇa … pe …",
  "an3.55:6.2": "mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.55:6.3": "Mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "an3.55:6.4": "Evampi kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti.",
  "an3.55:7.1": "<span class=\"var\" title=\"yato ca kho ayaṃ brāhmaṇa (bj) | yato kho brāhmaṇa akālikaṃ ehipassikaṃ opaneyyikaṃ paccattaṃ veditabbaṃ (mr)\" id=\"note149\">Yato kho ayaṃ, brāhmaṇa</span>, anavasesaṃ rāgakkhayaṃ paṭisaṃvedeti, anavasesaṃ dosakkhayaṃ paṭisaṃvedeti, anavasesaṃ mohakkhayaṃ paṭisaṃvedeti;",
  "an3.55:7.2": "evaṃ kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti akālikaṃ ehipassikaṃ opaneyyikaṃ paccattaṃ veditabbaṃ viññūhī”ti.",
  "an3.55:8.1": "“Abhikkantaṃ, bho gotama … pe …",
  "an3.55:8.2": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an3.55:9.1": "Pañcamaṃ."
}