{
  "_markup_path": "markup/an/an03/an3.062.html",
  "_alt_strings": [
    "en/sujato/an/an03/an3.062.json"
  ],
  "an3.62:1.1": "Aṅguttara Nikāya 3",
  "an3.62:2.1": "7. Mahāvagga",
  "an3.62:3.1": "62. Bhayasutta",
  "an3.62:4.1": "“Tīṇimāni, bhikkhave, amātāputtikāni bhayānīti assutavā puthujjano bhāsati.",
  "an3.62:4.2": "Katamāni tīṇi?",
  "an3.62:4.3": "Hoti so, bhikkhave, samayo yaṃ mahāaggiḍāho vuṭṭhāti.",
  "an3.62:4.4": "Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti.",
  "an3.62:4.5": "Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.",
  "an3.62:4.6": "Idaṃ, bhikkhave, paṭhamaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:5.1": "Puna caparaṃ, bhikkhave, hoti so samayo yaṃ mahāmegho vuṭṭhāti.",
  "an3.62:5.2": "Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati.",
  "an3.62:5.3": "Mahāudakavāhake kho pana, bhikkhave, sañjāyante tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti.",
  "an3.62:5.4": "Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.",
  "an3.62:5.5": "Idaṃ, bhikkhave, dutiyaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:6.1": "Puna caparaṃ, bhikkhave, hoti so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti.",
  "an3.62:6.2": "Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.",
  "an3.62:6.3": "Idaṃ, bhikkhave, tatiyaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:6.4": "Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti assutavā puthujjano bhāsati.",
  "an3.62:7.1": "Tāni kho <span class=\"var\" title=\"imāni kho pana (mr)\" id=\"note187\">panimāni</span>, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati.",
  "an3.62:7.2": "Katamāni tīṇi?",
  "an3.62:7.3": "Hoti so, bhikkhave, samayo yaṃ mahāaggiḍāho vuṭṭhāti.",
  "an3.62:7.4": "Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti.",
  "an3.62:7.5": "Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.",
  "an3.62:7.6": "Idaṃ, bhikkhave, paṭhamaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:8.1": "Puna caparaṃ, bhikkhave, hoti so samayo yaṃ mahāmegho vuṭṭhāti.",
  "an3.62:8.2": "Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati.",
  "an3.62:8.3": "Mahāudakavāhake kho pana, bhikkhave, sañjāte tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti.",
  "an3.62:8.4": "Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.",
  "an3.62:8.5": "Idaṃ, bhikkhave, dutiyaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:9.1": "Puna caparaṃ, bhikkhave, hoti so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti.",
  "an3.62:9.2": "Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.",
  "an3.62:9.3": "Idaṃ, bhikkhave, tatiyaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.",
  "an3.62:9.4": "Imāni kho, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati.",
  "an3.62:10.1": "Tīṇimāni, bhikkhave, amātāputtikāni bhayāni.",
  "an3.62:10.2": "Katamāni tīṇi?",
  "an3.62:10.3": "Jarābhayaṃ, byādhibhayaṃ, maraṇabhayanti.",
  "an3.62:10.4": "Na, bhikkhave, mātā puttaṃ jīramānaṃ evaṃ labhati:",
  "an3.62:10.5": "‘ahaṃ jīrāmi, mā me putto jīrī’ti;",
  "an3.62:10.6": "putto vā pana mātaraṃ jīramānaṃ na evaṃ labhati:",
  "an3.62:10.7": "‘ahaṃ jīrāmi, mā me mātā jīrī’ti.",
  "an3.62:11.1": "Na, bhikkhave, mātā puttaṃ byādhiyamānaṃ evaṃ labhati:",
  "an3.62:11.2": "‘ahaṃ byādhiyāmi, mā me putto byādhiyī’ti;",
  "an3.62:11.3": "putto vā pana mātaraṃ byādhiyamānaṃ na evaṃ labhati:",
  "an3.62:11.4": "‘ahaṃ byādhiyāmi, mā me mātā byādhiyī’ti.",
  "an3.62:12.1": "Na, bhikkhave, mātā puttaṃ mīyamānaṃ evaṃ labhati:",
  "an3.62:12.2": "‘ahaṃ mīyāmi, mā me putto mīyī’ti;",
  "an3.62:12.3": "putto vā pana mātaraṃ mīyamānaṃ na evaṃ labhati:",
  "an3.62:12.4": "‘ahaṃ mīyāmi, mā me mātā mīyī’ti.",
  "an3.62:12.5": "Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti.",
  "an3.62:13.1": "Atthi, bhikkhave, maggo atthi paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattati.",
  "an3.62:13.2": "Katamo ca, bhikkhave, maggo katamā ca paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattati?",
  "an3.62:13.3": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "an3.62:13.4": "sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.",
  "an3.62:13.5": "Ayaṃ kho, bhikkhave, maggo ayaṃ paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattatī”ti.",
  "an3.62:14.1": "Dutiyaṃ."
}