{
  "_markup_path": "markup/sn/sn15/sn15.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn15/sn15.13.json"
  ],
  "sn15.13:1.1": "Saṃyutta Nikāya 15",
  "sn15.13:2.1": "2. Dutiyavagga",
  "sn15.13:3.1": "13. Tiṃsamattasutta",
  "sn15.13:4.1": "Rājagahe viharati veḷuvane<span class=\\\"cross\\\" title=\\\"^pi-tv-kd7#1 [Kathinakkhandhaka/ Kathinānujānana]\\\" id=\\\"note198\\\">*</span>.",
  "sn15.13:4.2": "Atha kho tiṃsamattā <span class=\\\"var\\\" title=\\\"pāṭheyyakā (si) | paveyyakā (pts1-2)\\\" id=\\\"note199\\\">pāveyyakā</span> bhikkhū sabbe āraññikā sabbe piṇḍapātikā sabbe paṃsukūlikā sabbe tecīvarikā sabbe sasaṃyojanā yena bhagavā tenupasaṅkamiṃsu;",
  "sn15.13:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn15.13:4.4": "Atha kho bhagavato etadahosi:",
  "sn15.13:4.5": "“ime kho tiṃsamattā pāveyyakā bhikkhū sabbe āraññikā sabbe piṇḍapātikā sabbe paṃsukūlikā sabbe tecīvarikā sabbe sasaṃyojanā.",
  "sn15.13:4.6": "Yannūnāhaṃ imesaṃ tathā dhammaṃ deseyyaṃ yathā nesaṃ imasmiṃyeva āsane anupādāya āsavehi cittāni vimucceyyun”ti.",
  "sn15.13:4.7": "Atha kho bhagavā bhikkhū āmantesi:",
  "sn15.13:4.8": "“bhikkhavo”ti.",
  "sn15.13:4.9": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "sn15.13:4.10": "Bhagavā etadavoca:",
  "sn15.13:5.1": "“Anamataggoyaṃ, bhikkhave, saṃsāro.",
  "sn15.13:5.2": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ.",
  "sn15.13:5.3": "Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho bahutaraṃ, yaṃ vā vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, yaṃ vā catūsu mahāsamuddesu udakan”ti?",
  "sn15.13:5.4": "“Yathā kho mayaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāma, etadeva, bhante, bahutaraṃ, yaṃ no iminā dīghena addhunā sandhāvataṃ saṃsarataṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakan”ti.",
  "sn15.13:6.1": "“Sādhu sādhu, bhikkhave, sādhu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha.",
  "sn15.13:6.2": "Etadeva, bhikkhave, bahutaraṃ, yaṃ vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.13:6.3": "Dīgharattaṃ vo, bhikkhave, gunnaṃ sataṃ gobhūtānaṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.13:6.4": "Dīgharattaṃ vo, bhikkhave, <span class=\\\"var\\\" title=\\\"mahisānaṃ (bj, s1-3, pts1-2, mr)\\\" id=\\\"note200\\\">mahiṃsānaṃ</span> sataṃ mahiṃsabhūtānaṃ sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ … pe …",
  "sn15.13:6.5": "dīgharattaṃ vo, bhikkhave, urabbhānaṃ sataṃ urabbhabhūtānaṃ … pe …",
  "sn15.13:6.6": "ajānaṃ sataṃ ajabhūtānaṃ …",
  "sn15.13:6.7": "migānaṃ sataṃ migabhūtānaṃ …",
  "sn15.13:6.8": "kukkuṭānaṃ sataṃ kukkuṭabhūtānaṃ …",
  "sn15.13:6.9": "sūkarānaṃ sataṃ sūkarabhūtānaṃ …",
  "sn15.13:6.10": "dīgharattaṃ vo, bhikkhave, corā gāmaghātāti gahetvā sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ.",
  "sn15.13:6.11": "Dīgharattaṃ vo, bhikkhave, corā pāripanthikāti gahetvā sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ.",
  "sn15.13:6.12": "Dīgharattaṃ vo, bhikkhave, corā pāradārikāti gahetvā sīsacchinnānaṃ lohitaṃ passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.13:6.13": "Taṃ kissa hetu?",
  "sn15.13:6.14": "Anamataggoyaṃ, bhikkhave, saṃsāro … pe …",
  "sn15.13:6.15": "alaṃ vimuccitun”ti.",
  "sn15.13:7.1": "Idamavoca bhagavā.",
  "sn15.13:7.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "sn15.13:7.3": "Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne tiṃsamattānaṃ pāveyyakānaṃ bhikkhūnaṃ anupādāya āsavehi cittāni vimucciṃsūti.",
  "sn15.13:8.1": "Tatiyaṃ."
}