{
  "_markup_path": "markup/sn/sn15/sn15.03.html",
  "_alt_strings": [
    "en/sujato/sn/sn15/sn15.03.json"
  ],
  "sn15.3:1.1": "Saṃyutta Nikāya 15",
  "sn15.3:2.1": "1. Paṭhamavagga",
  "sn15.3:3.1": "3. Assusutta",
  "sn15.3:4.1": "Sāvatthiyaṃ viharati.",
  "sn15.3:4.2": "“Anamataggoyaṃ, bhikkhave, saṃsāro.",
  "sn15.3:4.3": "Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ.",
  "sn15.3:4.4": "Taṃ kiṃ maññatha, bhikkhave, katamaṃ nu kho bahutaraṃ, yaṃ vā vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ amanāpasampayogā manāpavippayogā kandantānaṃ <span class=\\\"var\\\" title=\\\"rudantānaṃ (bj)\\\" id=\\\"note192\\\">rodantānaṃ</span> assu <span class=\\\"var\\\" title=\\\"passandaṃ (si) | pasandaṃ (s1-3, km) | pasannaṃ (pts1-2, mr)\\\" id=\\\"note193\\\">passannaṃ</span> paggharitaṃ, yaṃ vā catūsu mahāsamuddesu udakan”ti?",
  "sn15.3:4.5": "“Yathā kho mayaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāma, etadeva, bhante, bahutaraṃ yaṃ no iminā dīghena addhunā sandhāvataṃ saṃsarataṃ amanāpasampayogā manāpavippayogā kandantānaṃ rodantānaṃ assu passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakan”ti.",
  "sn15.3:5.1": "“Sādhu sādhu, bhikkhave, sādhu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha.",
  "sn15.3:5.2": "Etadeva, bhikkhave, bahutaraṃ yaṃ vo iminā dīghena addhunā sandhāvataṃ saṃsarataṃ amanāpasampayogā manāpavippayogā kandantānaṃ rodantānaṃ assu passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.3:5.3": "Dīgharattaṃ vo, bhikkhave, mātumaraṇaṃ paccanubhūtaṃ;",
  "sn15.3:5.4": "tesaṃ vo mātumaraṇaṃ paccanubhontānaṃ amanāpasampayogā manāpavippayogā kandantānaṃ rodantānaṃ assu passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.3:5.5": "Dīgharattaṃ vo, bhikkhave, pitumaraṇaṃ paccanubhūtaṃ … pe …",
  "sn15.3:5.6": "bhātumaraṇaṃ paccanubhūtaṃ …",
  "sn15.3:5.7": "bhaginimaraṇaṃ paccanubhūtaṃ …",
  "sn15.3:5.8": "puttamaraṇaṃ paccanubhūtaṃ …",
  "sn15.3:5.9": "dhītumaraṇaṃ paccanubhūtaṃ …",
  "sn15.3:5.10": "ñātibyasanaṃ paccanubhūtaṃ …",
  "sn15.3:5.11": "bhogabyasanaṃ paccanubhūtaṃ.",
  "sn15.3:5.12": "Dīgharattaṃ vo, bhikkhave, rogabyasanaṃ paccanubhūtaṃ, tesaṃ vo rogabyasanaṃ paccanubhontānaṃ amanāpasampayogā manāpavippayogā kandantānaṃ rodantānaṃ assu passannaṃ paggharitaṃ, na tveva catūsu mahāsamuddesu udakaṃ.",
  "sn15.3:5.13": "Taṃ kissa hetu?",
  "sn15.3:5.14": "Anamataggoyaṃ, bhikkhave, saṃsāro … pe …",
  "sn15.3:5.15": "yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccitun”ti.",
  "sn15.3:6.1": "Tatiyaṃ."
}