{
    "pt": {
        "d9b4df8b039c324a4b8e7f98426f2455": "Manuscrito birmanês sobre a vida do Buda #22, volume 1",
        "9fe2f6e68b52f76b42623c5e499dcc19": "Capa e amarração de manuscrito birmanês sobre a vida de Buda em couro trabalhado vermelho com texto em \n                 letras em tinta dourada. Birmânia, final do século XIX.",
        "8a5771a60dd94ca37583950ad022accc": "Introdução ao SuttaCentral",
        "f7a4bed17a4fb66b6265c58fd2aef562": "As palavras do Buda",
        "075042e8f0218630c1c81f34bda77f67": "O SuttaCentral contém textos budistas antigos, conhecidos como Tipiṭaka ou “Três Cestas”. Esta é uma grande coleção de ensinamentos atribuídos ao Buda ou seus primeiros discípulos, que viveram e ensinaram na Índia por volta 2500 anos atrás. Eles são considerados cânones sagrados em todas as escolas do budismo.",
        "9ce4240bf67449653c424dab5519423a": "Existem várias tradições budistas, e cada uma delas passou um conjunto de escrituras dos tempos antigos. O SuttaCentral é especialmente focado nas escrituras do <a href=\"http://en.wikipedia.org/wiki/Pre-sectarian_Buddhism\" target=\"_blank\" title=\"artigo Wikipedia sobre budismo pré-sectário em inglês\"> período mais antigo ou inicial do Budismo </a>, e hospeda textos em mais de trinta idiomas. Acreditamos que esta é a maior coleção de textos budistas antigos de todos os tempos.",
        "64cd2e478659db49f887dae97da862c3": "O SuttaCentral hospeda textos nos idiomas originais, traduções em idiomas modernos e extensos conjuntos de paralelos que mostram a relação entre todos eles.",
        "83915d1254927f41241e8630890bec6e": "Temas",
        "15ffb98686cd6b652bfe8a518383ebb9": "Sobre o que são estes textos? Os ensinamentos do Buda tinham como foco a libertação do sofrimento. Os ensinamentos abrangem uma ampla gama de tópicos, incluindo ética, meditação, vida familiar, renúncia, natureza da sabedoria e verdadeira compreensão, e o caminho para a paz.",
        "71eea109c3638e4d23850f291af6d625": "Os ensinamentos mostram como viver bem de modo que nos vemos livres do sofrimento. Eles ensinam não-violência e compaixão, e enfatizam o valor do espiritual sobre o material. Muitos discursos discutem a meditação, enquanto outros se preocupam com a ética, ou com uma compreensão racional e clara do mundo tal como o percebemos. Eles mostram o Buda lidando com pessoas de todas as esferas da vida e discutindo uma gama diversificada de tópicos. Acima de tudo, o Buda nos diz que todas as suas palavras têm apenas um sabor, o sabor da liberdade.",
        "5861ff63b6621d7716d629b1b5072276": "Embora haja muitos resumos e interpretações do que nos ensinou o Buda, não há nada como estar diante de suas próprias palavras. Os primeiros textos descrevem o Buda em uma ampla e variada gama de contextos, falando com discípulos monásticos, ascetas, criminosos, reis, empresários, leprosos, prostitutas, indigentes, esposas, céticos, amigos e inimigos. Não é apenas uma questão de o que ele disse para tais pessoas, mas sim o modo como ele lidava com esse espectro da humanidade, sempre com gentileza, clareza, dignidade e respeito.",
        "f15c1cae7882448b3fb0404682e17e61": "Conteúdo",
        "ca799e460b5912b04cc5ec865dc4b7f1": "<img alt=\"Fragmento de manuscrito gandhari escrito sobre casca de bétula, adquirido pela Universidade de Washington. Procedência: Afeganistão, por volta do 1º ou 2º século EC.\" class=\"image-home\" src=\"/img/static-pages/birchbark_w400.jpg\" title=\"Comentário do Abhidharma sobre o sofrimento\"/>Os textos budistas são tradicionalmente chamados de “Três Cestos”, <i lang=\"pli\">tipiṭaka</i> em páli ou <i lang=\"san\">tripiṭaka</i> em sânscrito. Os três cestos são:",
        "39fae9d4c4048895ae95f51d80695131": "<a href=\"/discursos\" title=\"Artigo do SuttaCentral sobre os discursos\"><strong>Discursos:</strong></a> <i lang=\"pli\">Sutta</i> em páli, ou <i lang=\"san\">sūtra</i> em sânscrito. Estes são os textos principais do tipiṭaka, que consistem em registros de ensinamentos ou conversas do Buda ou de seus discípulos, e organizados por estilo literário ou assunto.",
        "9da794ac3c06b50ec3eff803fc80660f": "<a href=\"/vinaya\" title=\"Artigo do SuttaCentral sobre o Vinaya\"><strong>Código de disciplina monástica:</strong></a> <i lang=\"pli\">Vinaya</i> em ambos idiomas páli e sânscrito. Estes contêm a famosa lista de regras (<i>pātimokkha</i>) adotadas por monges e monjas budistas. Mas o Vinaya é muito mais do que isso, ele inclui muitos detalhes da rotina monástica no contexto da vida em comunidade e uma infinidade de histórias sobre a vida na Índia antiga.",
        "8554654205a0d63220670531cffe0d2f": "<a href=\"/abhidhamma\" title=\"Artigo do SuttaCentral sobre o Abhidhamma\"><strong>Abhidhamma:</strong></a> escrito <i lang=\"san\">abhidharma</i> em sânscrito. Os textos do Abhidhamma são resumos sistemáticos e análises dos ensinamentos retirados dos discursos iniciais ou antigos.",
        "43a73e28df345d8a7a9c1adcb8310c39": "Cada tradição budista preservou de modo independente por mais de mil anos suas coleções de escrituras. No entanto, quando analisamos lado à lado as escrituras contendo os discursos e os códigos de disciplina monástica das diferentes tradições, estas se mostram semelhantes ou idênticas em todas as características principais, assim como em bastantes detalhes menores. Desde o século XIX, vários estudiosos observaram essas equivalências e as compilaram.",
        "ea17eb6fed2b38fb816c92ddb81d7434": "A maioria dos textos antigos ou iniciais foi digitalizada. Para a história deste processo, veja o artigo <a href=\"https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288\" target=\"_blank\" title=\"Artigo sobre o registro digital de textos budistas da enciclopédia sobre budismo\">Digital Input of Buddhist Texts</a> por Lewis Lancaster, no livro <cite>\"Encyclopedia of Buddhism\"</cite>. Além disso, traduções em diversos idiomas foram produzidas, com foco principalmente nos textos mais conhecidos dos discursos páli.",
        "d66102e39caea50fb2107ea0a22eafd9": "O SuttaCentral baseia-se nessa longa história para apresentar três tipos principais de conteúdo.",
        "44cee6bcbdc4f3254525ac7a00fbe313": "O <a href=\"http://en.wikipedia.org/wiki/P%C4%81li\" target=\"_blank\" title=\"artigo da Wikipedia sobre o cânone páli\">pali</a> (ou <a href=\"http://en.wikipedia.org/wiki/Pali_Canon\" target=\"_blank\" title=\"artigo da Wikipedia sobre cânone páli\">Tipiṭaka</a>) da tradição <a href=\"http://en.wikipedia.org/wiki/Theravada\" target=\"_blank\" title=\"Artigo Wikipedia sobre Theravāda\">Theravāda</a>. O texto encontrado no SuttaCentral reflete a edição Mahāsaṅgīti, da recensão produzida pelo Sexto Concílio.",
        "3523fb12b4db3c2ccc6f948949f18df1": "As escrituras <a href=\"http://en.wikipedia.org/wiki/%C4%80gama_(Buddhism)\" target=\"_blank\" title=\"Artigo da Wikipedia sobre Āgamas\">Āgama</a> iniciais e os textos do <a href=\"https://en.wikipedia.org/wiki/Vinaya\" target=\"_blank\" title=\"Wikipedia article on Vinaya\">Vinaya</a>encontrados na <a href=\"http://en.wikipedia.org/wiki/Taisho_Tripitaka\" target=\"_blank\" title=\"Artigo Wikipedia sobre o Tripiṭaka Taishō\"> edição Taishō do Tripiṭaka</a> do <a href=\"http://en.wikipedia.org/wiki/Chinese_Buddhist_canon\" target=\"_blank\" title=\"Artigo Wikipedia sobre o cânones chinês\">cânone chinês</a>. O texto encontrado no SuttaCentral reflete o originalmente disponibilizado pela organização <a href=\"http://www.cbeta.org/\" target=\"_blank\" title=\"Chinese Buddhist Electronic Text Association\">CBETA</a>.",
        "b16d0f770248ff82a4c327160c652871": "Um volume menos extenso de escrituras iniciais do <a href=\"http://en.wikipedia.org/wiki/Kangyur\" target=\"_blank\" title=\"Artigo Wikipedia sobre o Kangyur tibetano\">Kangyur tibetano</a>.",
        "d92f50a5578a2de2d84a7ee2b4bfe59a": "Fragmentos e achados fortuitos são encontrados nos idiomas <a href=\"http://www.ancient-buddhist-texts.net/Buddhist-Texts/XX-Early-Buddhist-Texts/index.htm\" target=\"_blank\" title=\"Introduction to the Early Buddhist Texts in Sanskritised Prākrit\">sânscrito</a>, <a href=\"https://en.wikipedia.org/wiki/Gandh%C4%81ran_Buddhist_texts\" target=\"_blank\">gandhārī</a>, e outros idiomas antigos da Índia.",
        "c43bf4ac612f386a1bc6ba0ce9597618": " O SuttaCentral apresenta os textos originais nos seus idiomas originais,\n              incluindo:\n               ",
        "a2cdeec407ec5ce6951f5c04167cee82": "Textos originais:",
        "4e291d5ccd848590a1e8ff4b7fca7685": "<strong>Traduções:</strong> Reunimos traduções de textos antigos em mais de trinta idiomas modernos. Traduções inglesas notáveis ​​incluem obras clássicas produzidas por <a href=\"http://en.wikipedia.org/wiki/Bhikkhu_Bodhi\" target=\"_blank\" title=\"Artigo Wikipedia sobre Bhikkhu Bodhi\">Bhikkhu Bodhi</a>, novas traduções em inglês da versão em chinês do <a href=\"/sa1-100\">Saṁyukta Āgama</a> produzidas por <a href=\"http://www.buddhismuskunde.uni-hamburg.de/fileadmin/pdf/analayo/publications.htm\" target=\"_blank\" title=\"Publications by Anālayo\">Bhikkhu Anālayo</a>, e traduções recentes da versão tibetana do texto <a href=\"/up\">Upāyikā</a> produzidas por Bhikkhunī Dhammadinnā. Além disso, estamos desenvolvendo nossos próprios conjuntos de novas traduções, sob a premissa de que traduções modernas completas, precisas e fáceis de ler devem ser gratuitamente disponibilizadas a todos. Nós publicamos uma tradução inteiramente nova dos quatro nikāyas páli por Bhikkhu Sujato, que é a primeira tradução inglesa completa e consistente destes textos principais. E Bhikkhu Brahmāli está produzindo uma tradução moderna e precisa do Vinaya páli.",
        "47e7910456926370638348010d11acaa": "<strong> Paralelos: </strong> O SuttaCentral tem em sua base um mapa de paralelos entre textos. Eles detalham dezenas de milhares de casos em que escrituras encontradas em diferentes coleções ou idiomas correspondem uns aos outros. A existência desses paralelos mostra as conexões entre as escrituras subjacentes a todas as tradições budistas, uma conexão que remete ao próprio Buda.",
        "e109705703e0324d1a5de1d84a3a8951": "Relações",
        "1d39396633ca73d23326e3fcb80434c8": "<img alt=\"Representação visual das relações com o texto do DN 20\" class=\"image-home\" src=\"/img/static-pages/dn20.jpg\" title=\"Relações para o DN 20\" width=\"640px\"/> Suttas não são entidades independentes. Eles formam uma vasta rede de ensinamentos interconectados. Muitas vezes, a chave para entender uma passagem está em um texto diferente. Desta forma, os cânones budistas são um pouco como a internet, com páginas individuais conectadas por uma rede de links ocultos.",
        "be6160c8e166154d0239ea1b6c6de837": "A maioria dos suttas aparece de forma muito semelhante em mais de uma coleção. Identificamos como um \"paralelo\" uma equivalência parcial entre textos variantes que parecem ser descendentes de um ancestral comum. Muitas vezes os textos são tão próximos que essa identificação é simples. Às vezes, no entanto, há uma relação menos próxima entre dois textos. Em tais casos, indicamos um “paralelo por semelhança”. Isso não implica nenhum tipo particular de relação entre o paralelo e o texto básico. Simplesmente sugere que, se você estiver estudando o texto básico, talvez queira também observar o texto paralelo por semelhança. Para uma discussão detalhada, veja <a href=\"/methodology\"> nossa página sobre Metodologia </a>.",
        "2f8486687fac43e883d0b1d169e4c520": "Não é trivial discernir quais textos devem ser considerados paralelos. Os textos geralmente concordam em muitos detalhes e discordam em outros. Quando um texto deixa de ser um paralelo completo e passa a ser um paralelo por semelhança? E quando é que se torna não mais que um texto que compartilha apenas certas características semelhantes? Não há respostas definitivas para essas questões. Em vez disso, essas identificações baseiam-se no aprendizado acumulado e na experiência de uma sucessão de estudiosos. Inevitavelmente, haverá discordâncias em detalhes; no entanto, em geral, há um amplo consenso sobre o que constitui um paralelo. Em última análise, o ponto importante é que essas identificações ajudam o aluno a estudar e aprender com textos relacionados porém oriundos de distintas coleções.",
        "fe976ba5d001a4b8eb12abf41b2bf85d": "Encontrando seu caminho",
        "d20bc7653b47c1618a9a13fec3499850": "Os cânones budistas foram organizados e mantidos como corpos literários altamente estruturados, e essa hierarquia complexa pode ser intimidante. Tentamos apresentar nosso material de maneira conveniente tanto para especialistas quanto para iniciantes. Vamos rever como os textos budistas são originalmente organizados. E então, veremos como esta organização se reflete no SuttaCentral.",
        "288a19053753d36a9d75550d2e19b6e7": "Como o Tipiṭaka é organizado",
        "020b55c72f46d16ebbd54ee8052963b0": "Já mencionamos a ideia geral por trás do Tipiṭaka. Agora vamos ver os subníveis de sua estrutura. Para simplificar, nos concentraremos principalmente no cânone páli.",
        "d732b14d12264117649c3ff382cd2674": "Nikāyas",
        "104de210c8b78906d9ed39cb16c7bec7": "Os Discursos Páli são agrupados em cinco principais <i>nikāyas</i> ou \"divisões\". Estes não são organizados pelo conteúdo, mas pela forma literária. As duas primeiras divisões — dos textos longos e médios — são organizadas por extensão, a divisão Saṁyutta, dos “discursos ligados”, é organizada por tópico, e a divisão Aṅguttara, dos “discursos numerados” é organizada por conjuntos numéricos. Essas quatro coleções são sinóticas; elas constituem um corpo de texto e doutrina amplamente unificado, organizado principalmente para a conveniência dos recitadores que o memorizaram.",
        "5a0d06db2d5f1d743ed54f7ab0d1bef7": "O quinto <i> nikāya </i> é um tipo diferente de coleção. O seu núcleo é um conjunto de textos antigos principalmente em verso. A estes foi acrescentada uma série de textos posteriores de tipos muito diferentes, mostrando que esta seção foi considerada mais aberta e flexível.",
        "5cab32da4acdfa1c0eb326ef5813513d": "Níveis Intermediários",
        "424c65b5fd3b67ac77cf8b86bfc4e946": "Os textos em páli usam uma gama de termos bastante confusos para denotar níveis intermediários de estrutura de texto, correspondendo ao que poderíamos chamar de “parte” ou “capítulo”. Às vezes, essas seções são cruciais para entender um texto. Por exemplo, o termo <i>saṁyutta</i> é usado no Saṁyutta Nikāya para grupos de discursos sobre o mesmo tópico, e o termo <i>nipāta</i> é usado no Aṅguttara Nikāya para grupos de discursos com o mesmo número de ítens. No Vinaya, o agrupamento em <i>khandhaka</i> é também uma característica estrutural essencial. Em outras partes, no entanto, encontramos estruturas de menor importância, como a chamada de <i>pannāsa</i>, que denota um grupo de cinquenta discursos. Originalmente, estes podem ter ajudado a organizar os textos em manuscritos, mas hoje em dia eles são retidos para fins históricos.",
        "416938bc8df7392bc863536f29144884": "Vagga",
        "807a830efca84157451305a4bbbe861a": "O nível mais granular de organização é o <i>vagga</i>, geralmente traduzido como \"capítulo\", mas na verdade trata-se de um conjunto de (geralmente) dez discursos ou outros textos. Os <i>vaggas</i> podem reunir textos ordenados por um tema significativo. Por exemplo, o “Capítulo dos Reis” do nikaya dos discursos médios contém dez discussões envolvendo reis. Em muitos casos, no entanto, <i>vaggas</i> representam meramente uma convenção estrutural, normalmente levando o nome do primeiro dos discursos agrupados.",
        "219ff7705d67d0c798779951dcf82e95": "Barra lateral",
        "e49fa2c20696ee9cab100771758123e5": "A navegação é feita principalmente através da barra lateral, disponível em todas as páginas. Isso lista todas as coleções com suas várias subdivisões. Você pode ir diretamente para uma coleção completa, como um <i>nikāya</i>, ou então detalhar o grupo exato que você deseja.",
        "e30baf2773fd1ff10ac21a7ebd63198d": "Discursos (Suttas)",
        "ce1f85a694b279a9e795e1c9e9cb6a6b": "Para os quatro principais <i>nikāyas</i>, agrupamos os Āgamas chineses juntamente com seus paralelos do cânone páli. Note que no cânone chinês, assim como no principal Āgama completo, geralmente há algum material extra; ou suttas individualmente traduzidos ou coleções incompletas.",
        "0a3e6ff4168e989545e373ecf9c1daca": "Na seção “Menor”, assim como no caso do homônimo Khuddaka Nikaya do cânone páli, incluímos material em chinês e sânscrito equivalente ao encontrado neste. Estes são principalmente textos no estilo Dhammapada.",
        "66e911b51ebf80851534c77e5ede8f44": "Na seção \"Outros\", incluímos a quantidade relativamente pequena de material em tibetano, sânscrito e outras línguas antigas da Índia. Em muitos casos, pode ser possível classificar este material como pertencente a um dos cinco <i>nikāyas</i>. No entanto, sendo que a identificação é complexa e incerta, escolhemos por guardá-los nesta seção.",
        "fb17756a295bcd7fd0a5fd3ce105dad8": "O Código de Disciplina Monástica",
        "5cc46fae150cbf10bfef464b80e21c0f": "Diferente do que ocorre com os discursos, os textos do Vinaya quase sempre tem uma clara filiação sectária. Portanto, usamos isso como o principal meio de classificação destes.",
        "8d9e1381a11dd10621fc2f61f710f802": "Todos os Vinayas têm uma estrutura similar.",
        "875365e1de8791ca0d3f010285518304": "<strong> Bhikkhu e Bhikkhuni Vibhaṅga: </strong> contêm as regras para monges e monjas, juntamente com explicações e comentários.",
        "2d294546e6adca141f6f49c8cc33184f": "<strong>Khandhakas:</strong> Esta seção, geralmente nomeada e organizada de maneira um pouco diferente nas várias versões, aborda procedimentos e detalhes do estilo de vida dos discípulos monásticos.",
        "88d3f6eb7b94c5168d53d510df297815": "<strong> Suplementos: </strong> A maioria dos Vinayas inclui algum tipo de suplemento ou resumo, como o Parivāra do cânone páli.",
        "f561ab7275f123d7012dcb651797a538": "A organização e os nomes dessas seções variam e seguimos a sequência encontrada em cada escritura.",
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "cbfe471b1d493062f2d1ebe4f3c93948": "Os menos abundantes textos Abhidhamma são organizados por escola e idioma. Note que <i>abhidhamma</i> é um termo genérico, usado para denotar também diversos tratados posteriores. Aqui só incluímos textos canônicos.",
        "098e5e580116861f2e90aa1b3ff3f8d4": "Lista de \"Sutta cards\"",
        "947f618cde49b0003c7c8731dcbc0b33": "Quando você clica em um link na barra lateral, ele abre uma lista dos textos correspondentes, organizados como uma lista de \"cards\", ou cartões. Cada cartão contém uma série de informações sobre o texto relevante, incluindo referências, descrição e links para textos e traduções. Clique no expansor para ver a lista de textos paralelos.",
        "c85494b45f76fe30a1b83de36d7b4c91": "Uma lista pode ser qualquer nível da hierarquia, como um <i>nikāya</i>, um <i>vagga</i>, etc. Você pode navegar neles conforme sua conveniência.",
        "77e3d5b1fa94310051c8e2ef1f66dd42": "Páginas de texto",
        "93b6d07d99b8aa67b0357d1bbec517c1": "É possível ler os textos originais ou suas traduções. Para textos originais, uma variedade de ferramentas úteis estão disponíveis, como lookup de definições para termos específicos, realce de texto crítico, e assim por diante.",
        "f0f0a7e3e922592e4db404f854eec3c6": "Estamos migrando para um novo sistema baseado em textos segmentados. Nem todos os nossos textos apresentam já esta funcionalidade, mas naqueles que a apresentam, é possível ver o texto e a tradução lado a lado."
    }
}