{
  "de": {
    "downloads:1": "Zum Herunterladen ",
    "downloads:2": "EPUBs herunterladen ",
    "downloads:3": "Die neueste Version der wichtigsten Übersetzungen auf SuttaCentral (englisch). ",
    "downloads:4": "Rohdaten und Texte ",
    "downloads:5": "Alle Rohdaten von SuttaCentral (<code>json</code>, <code>html</code> etc.) sind <a href='https://github.com/suttacentral/' rel='noopener' target='_blank'>in unserer GitHub-Datenbank verfügbar</a>. ",
    "downloads:6": "The Book of the Discipline (englisch) ",
    "downloads:7": "SuttaCentral ist stolz, den vollständigen Text von I.B. Horners englischer Übersetzung des Pali-Vinaya in sechs Bänden bereitzustellen. Es ist das erst Mal, dass dieser Klassiker der buddhistischen Forschung des 20. Jahrhunderts in einer richtigen digitalen Ausgabe zugänglich gemacht wurde. Das ist möglich, weil die <a href='http://www.palitext.com/' rel='noopener' target='_blank'><i lang='en'>Pali Text Society</i></a>, die das Copyright innehat, den Text freundlicherweise unter einer <<a href='http://creativecommons.org/licenses/by-nc/3.0/' rel='noopener' target='_blank'><i lang='en'>Creative Commons Attribution-NonCommercial 3.0</i></a>-Lizenz veröffentlicht hat. ",
    "downloads:8": "SuttaCentral ist da, um die buddhistischen Texte zu präsentieren, nicht Meinungen, die Menschen über diese Texte haben. Daher ist es unsere Regel, Einführungen, Fußnoten und Ähnliches wegzulassen. So haben wir auf SuttaCentral nur den übersetzten Text selbst. In diesem Fall allerdings erschien uns das wissenschaftliche System wert, den beträchtlichen Aufwand in Kauf zu nehmen und eine ordentliche digitale Ausgabe des gesamten Textes zu erstellen. Diese stellen wir hier zum Herunterladen zur Verfügung. Diese Texte unterliegen natürlich der gleichen <i lang='en'>Creative Commons Attribution-NonCommercial 3.0</i> Copyright-Lizenz. Der Text wird in verschiedenen Formaten angeboten, die weiter unten erklärt sind. ",
    "downloads:9": "Nähere Einzelheiten zum Prozess der Erstellung dieser Texte und zu wichtigen Änderungen finden sich im Vorwort der SuttaCentral-Ausgabe. Alle Versionen haben Verbesserungen wie Links zum Anklicken für über 12.000 interne Verweise, detaillierte Inhaltsverzeichnisse und ein überarbeitetes Referenzsystem. ",
    "downloads:10": "<a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.pdf?raw=true'>PDF</a> (9.8mb) ",
    "downloads:11": "Alle sechs Bände in einer <span class='smallcaps'>PDF</span>-Datei. Die Datei wurde in LaTeX erstellt und ist eine hochwertige <span class='smallcaps'>PDF</span>, die sich für alle Geräte und für den Druck eignet. Nach den Lizenzbestimmungen ist es erlaubt, eine gedruckte Ausgabe zur freien Verteilung zu veröffentlichen. Wenn Sie daran interessiert sind, kontaktieren Sie uns bitte, und wir können helfen, die <span class='smallcaps'>PDF</span>-Datei auf Ihre Bedürfnisse maßzuschneidern. ",
    "downloads:12": "<a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.epub?raw=true'>EPUB</a> (3.0mb)<br/> <a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline.mobi?raw=true'>MOBI</a> (5.6mb) ",
    "downloads:13": "E-Book-Version zur Verwendung auf E-Book-Readern. Mobi (Kindle) und ePub sind die gebräuchlichsten E-Book-Formate, und sie können mit der Software Calibre in andere Formate konvertiert werden. ",
    "downloads:14": "<a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/Book_of_the_Discipline_source.zip?raw=true'>ZIP</a> (3.6mb) ",
    "downloads:15": "Quellarchiv, enthält die <span class='smallcaps'>tex</span>-Quelldatei, die zum Zusammenstellen mit LuaLatex geeignet ist, und die gesamten sechs Bände als eine große <span class='smallcaps'>HTML</span>-Datei. Dies sind die Ausgangsdateien, von denen die anderen Formate abgeleitet sind. ",
    "downloads:16": "Sutta-Nipāta von Laurence Mills (englisch) ",
    "downloads:17": "Das Sutta-Nipāta ist ein weithin bekannter und vielgeliebter früher buddhistischer Text. Es ist eine Zusammenstellung von Gedichten, die begeistern, erziehen und ermahnen. Berührende Hingabe, tiefgründige Philosophie, praktische Moral sowie Einblicke in frühe buddhistische Kultur — sie alle haben hier ihren Platz. Die vorliegende englische Übersetzung drückt diese Lehren mit einer poetischen Stimme aus. Der ursprüngliche Übersetzer und Kommentator ist der erfahrene Pali-Wissenschaftler Laurence Khantipalo Mills; einige Teile wurden von anderen ergänzt, darunter Bhikkhu Ñānamoli und Bhikkhu Sujato. Laden Sie hier die <<a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/snp.pdf?raw=true'>PDF</a> (0.8mb) herunter, oder bestellen Sie das Taschenbuch bei Lulu.com. "
  }
}