{
  "vi": {
    "downloads:1": "Tải về máy",
    "downloads:2": "Tải về sách điện tử EPUBs",
    "downloads:3": "Phiên bản mới nhất của các bản dịch quan trọng trên SuttaCentral.",
    "downloads:4": "Dữ liệu và văn bản thô chưa qua xử lí",
    "downloads:5": "Tất cả dữ liệu thô của SuttaCentral (<code>json</code>, <code>html</code>, v.v.) đều có thể tìm thấy trên <a href='https://github.com/suttacentral/' rel='noopener' target='_blank'>trang GitHub</a>.",
    "downloads:7": "SuttaCentral tự hào giới thiệu quý vị toàn văn bản dịch Luật tạng của <span class='author'>I.B. Horner</span> gồm 6 tập. Đây là lần đầu tiên mộ tác phẩm học thuật kinh điển về Phật giáo có một phiên bản số hoá hoàn chỉnh. Điều này có được là nhờ vào đơn vị giữ bản quyền, <a href='http://www.palitext.com/' rel='noopener' target='_blank'>Pali Text Society</a>, đã xuất bản quyển sách với giấy phép <a href='http://creativecommons.org/licenses/by-nc/3.0/' rel='noopener' target='_blank'>Creative Commons Attribution-NonCommercial 3.0</a>.",
    "downloads:8": "SuttaCentral tồn tại để trình bày kinh điển Phật giáo, không bàn về ý kiến cá nhân đối với kinh văn, vậy nên chúng tôi luôn loại bỏ các đoạn giới thiệu, chú thích, v.v. Vậy nên trên SuttaCentral, chúng tôi chỉ có các văn bản dịch. Nhưng chúng tôi nhận thấy các chú giải học thuật cực kì quan trọng, nên phải một bản số hoá hoàn chỉnh phải bao gồm các chú giải trên. Vậy nên chúng tôi giới thiệu mục tải kinh văn về máy, tất nhiên vẫn với giấy phép Creative Commons Attribution-NonCommercial 3.0. Văn bản có nhiều định dạng để tải về, được giải thích dưới đây.",
    "downloads:9": "Các chi tiết trong quá trình soạn thảo văn bảo và các thay đổi được ghi trong Lời mở đầu của phiên bản SuttaCentral. Tất cả các phiên bản đều có tính năng như các đường dẫn liên kết, mục lục chi tiết, và hệ thống đánh số chương và câu được điều chỉnh lại.",
    "downloads:11": "Đây là trọn bộ 6 tập trong 1 tập tin <span class='smallcaps'>pdf</span>. Tập này được tạo bằng LaTex, và có chất lượng hiển thị phù hợp với mọi thiết bị, kể cả in ấn. Giấy phép bản quyền cho phép quý vị in ấn với điều kiện phát hành miễn phí. Nếu quý vị có nhu cầu, hãy liên hệ với chúng tôi để nhận được tập tin <span class='smallcaps'>pdf</span> sửa đổi tuỳ theo yêu cầu.",
    "downloads:13": "Phiên bản sách điện tử dành cho các thiết bị đọc sách điện tử. Các định dạng thông dụng là Mobi (Kindle) và ePub; nếu cần thiết phần mềm Calibre có thể chuyển đổi sang các định dạng khác.",
    "downloads:15": "Tập tin nén <span class='smallcaps'>zip</span>, bao gồm mã nguồn <span class='smallcaps'>tex</span> để biên tập với phần mềm LuaLatex, và trọn bộ 6 tập trong 1 tập tin <span class='smallcaps'>html</span>. Đây là các tập tin gốc để tạo ra tất cả các dịnh dạng khác.",
    "downloads:16": "Bản dịch bộ Kinh Tập tiếng Anh bởi Laurence Mills",
    "downloads:17": "Sutta Nipāta (bộ Kinh Tập) là một kinh văn Phật giáo sơ khai được biết đến và trân quý nhiều. Đó là một nhóm các bài kệ / thơ truyền cảm hứng, giáo dục và răn bảo. Trong đó chúng ta có thể tìm thấy lòng tín tâm, triết học thâm sâu, đạo lý thực tiễn và thấu hiểu về văn hoá Phật giáo sơ khai. Bản dịch sang tiếng Anh này trình bày giáo pháp qua lời văn đầy chất thơ. Dịch giả và nhà bình luận chính là Laurence Khantipalo Mills, học giả tiếng Pali giàu kinh nghiệm, được học hỏi bởi nhiều người, bao gồm Tỳ-kheo Ñānamoli và Tỳ-kheo Sujato. Tải về <a class='file' href='https://github.com/suttacentral/suttacentral-files/blob/master/snp.pdf?raw=true'>tập tin PDF</a> (0.8 MB) hoặc đặt mua sách in tại Lulu.com."
  }
}