{
  "_markup_path": "markup/an/an02/an2.077-86.html",
  "_alt_strings": [
    "en/sujato/an/an02/an2.077-86.json"
  ],
  "an2.77-86:1.1": "Aṅguttara Nikāya 2",
  "an2.77-86:2.1": "<span class=\"var\" id=\"note65\" title=\"nimittavagga (pts1)\">8. Sanimittavagga</span>",
  "an2.77-86:3.1": "77",
  "an2.77-86:4.1": "“Sanimittā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no animittā.",
  "an2.77-86:4.2": "Tasseva nimittassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:5.1": "78",
  "an2.77-86:6.1": "“Sanidānā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no anidānā.",
  "an2.77-86:6.2": "Tasseva nidānassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:7.1": "79",
  "an2.77-86:8.1": "“Sahetukā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no ahetukā.",
  "an2.77-86:8.2": "Tasseva hetussa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:9.1": "80",
  "an2.77-86:10.1": "“Sasaṅkhārā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaṅkhārā.",
  "an2.77-86:10.2": "Tesaṃyeva saṅkhārānaṃ pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:11.1": "81",
  "an2.77-86:12.1": "“Sappaccayā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no appaccayā.",
  "an2.77-86:12.2": "Tasseva paccayassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:13.1": "82",
  "an2.77-86:14.1": "“Sarūpā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no arūpā.",
  "an2.77-86:14.2": "Tasseva rūpassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:15.1": "83",
  "an2.77-86:16.1": "“Savedanā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no avedanā.",
  "an2.77-86:16.2": "Tassāyeva vedanāya pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:17.1": "84",
  "an2.77-86:18.1": "“Sasaññā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaññā.",
  "an2.77-86:18.2": "Tassāyeva saññāya pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:19.1": "85",
  "an2.77-86:20.1": "“Saviññāṇā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no aviññāṇā.",
  "an2.77-86:20.2": "Tasseva viññāṇassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:21.1": "86",
  "an2.77-86:22.1": "“Saṅkhatārammaṇā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaṅkhatārammaṇā.",
  "an2.77-86:22.2": "Tasseva saṅkhatassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.",
  "an2.77-86:23.1": "Sanimittavaggo tatiyo."
}