{
  "pt": {
    "dn-guide-sujato:1": "Os Discursos Longos: o Dhamma como literatura e compilação",
    "dn-guide-sujato:2": "por Bhikkhu Sujato, 2019",
    "dn-guide-sujato:3": "<a href='#item1'>Como o Dīgha Nikāya é organizado</a>",
    "dn-guide-sujato:4": "<a href='#item2'>O Treinamento Gradual</a>",
    "dn-guide-sujato:5": "<a href='#item3'>Como se faz um discurso longo</a>",
    "dn-guide-sujato:6": "<a href='#item4'>O “ciclo Mahāparinibbāna”</a>",
    "dn-guide-sujato:7": "<a href='#item5'>Uma breve história do texto</a>",
    "dn-guide-sujato:8": "O Dīgha Nikāya é a primeira das quatro principais divisões no Sutta Piṭaka do Cânon Pali (<i lang='pli'>tipiṭaka</i>). Ele é traduzido aqui como <cite class='text-translated'>Discursos Longos</cite>. Como o título sugere, seus discursos são um pouco mais longos do que os dos demais <i lang='pli'>nikāyas</i>. Existem, no entanto, apenas 34 discursos na coleção, portanto, apesar da extensão dos discursos em si, a coleção como um todo representa o mais curto dos <i lang='pli'>nikāyas</i>.",
    "dn-guide-sujato:9": "Este se distingue dos demais <i lang='pli'>nikāyas</i> por sua forma literárias mais desenvolvida e elaborada. Superando o estilo simples e direto da maioria dos textos antigos, aqui o comprimento extra oferece espaço para narrativas e exposições doutrinárias alcançarem uma expressão mais completa. Essa é uma dica inicial de como a forma literária dos textos budistas viria a se desenvolver ao longo do tempo, avançando em direção à expansão e à abundância.",
    "dn-guide-sujato:10": "Não é por acaso que esses textos elaborados são freqüentemente dirigidos aos brâmanes, que eram os líderes espirituais autoproclamados da época. Os brâmanes eram os guardiães dos textos mais sofisticados da Índia antiga até então, a literatura védica. Parece que um dos objetivos do Dīgha era impressionar tais eruditos guardiães. Esses discursos oferecem uma ampla gama de exemplos de como o Buda lidava com aqueles de outros caminhos religiosos.",
    "dn-guide-sujato:11": "Outro tema predominante do Dīgha é o falecimento do Buda. A peça central da coleção é o <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-translated'>O Grande Discurso sobre a Extinção do Buda</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>), um discurso de importância incomparável. Este discursos representa a última jornada do Buda, vagando em etapas sem pressa de cidade em cidade, cada passo o aproximando de sua morte. Neste extenso texto, que registra tantos detalhes da viagem, podemos sentir o desejo de prolongar ao máximo os preciosos últimos dias do Buda.",
    "dn-guide-sujato:12": "Como o Dīgha Nikāya é organizado",
    "dn-guide-sujato:13": "Os 34 discursos são agrupados em três <i lang='pli'>vaggas</i>. O primeiro <i lang='pli'>vagga</i>  consiste em treze discursos, cada um dos quais inclui uma longa passagem sobre a prática espiritual de um discípulo monástico, conhecida como Treinamento Gradual (<i lang='pli'>anupubbasikkhā</i>).",
    "dn-guide-sujato:14": "Na segundo <i lang='pli'>vagga</i>, encontramos uma série de discursos de natureza mais biográfica. O <a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>O Grande Discurso Sobre Os Resultados Das Ações</cite> (<cite class='text-root'>Mahāpadānasutta</cite>) nos fala sobre Budas anteriores, enquanto que os <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite> fala dos últimos dias do Buda Gotama. Além disso, vários outros discursos nesta seção estão intimamente relacionados ao <cite class='text-root'>Mahāparinibbāna</cite>. Este ciclo será discutido mais adiante.",
    "dn-guide-sujato:15": "O <i lang='pli'>vagga</i> final é mais diverso. Inclui longas seções poéticas, compilações doutrinárias—algumas das quais são precursoras do Abhidhamma —e narrativas que costumam ser humorísticas e às vezes beiram a farsa.",
    "dn-guide-sujato:16": "Como de costume nos <i lang='pli'>nikāyas</i>, não há uma sequência geral de ensino e muitos dos detalhes de organização dos textos parecem bastante arbitrários. Ainda assim, podemos discernir um propósito no arranjo de alguns dos principais discursos. Esses detalhes são exclusivos da tradição Theravadin, e então devem ser vistos como um reflexo de suas prioridades, e não como princípios fundamentais do Dīgha.",
    "dn-guide-sujato:17": "O primeiro discurso, o <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>O Discurso Sobre A Rede Suprema</cite> (<cite class='text-root'>Brahmajalasutta</cite>), estabelece uma lista de entendimentos incorretos e, portanto, atua como um filtro para o Dhamma, peneirando possíveis interpretações erradas. Parece que esse arranjo estava relacionado aos eventos do chamado “Terceiro Concílio” realizado sob a patronagem do rei Ashoka, em uma época em que a comunidade espiritual da Saṅgha havia sido invadida por impostores que não eram budistas genuínos. O segundo discurso, o <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Discurso Sobre os Frutos da Vida Espiritual</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>), aborda uma questão fundamental: por qual razão as pessoas seguiriam uma vida de renúncia? Em resposta a isso, o Treinamento Gradual é introduzido, um caminho distintamente budista para a paz.",
    "dn-guide-sujato:18": "O meio da coleção é dominado por discursos que tratam de uma forma ou de outra do significado cósmico do Buda  (<a class='ref' href='/dn14'>DN 14</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn17'>DN 17</a>, <a class='ref' href='/dn18'>DN 18</a>, <a class='ref' href='/dn19'>DN 19</a>, <a class='ref' href='/dn20'>DN 20</a>, <a class='ref' href='/dn21'>DN 21</a>; aos quais se pode adicionar o <a class='ref' href='/dn26'>DN 26</a>, <a class='ref' href='/dn27'>DN 27</a>, <a class='ref' href='/dn30'>DN 30</a>, e <a class='ref' href='/dn32'>DN 32</a>). Enquanto nos textos biográficos do Majjhima o prático e o pessoal de como o <em>nosso</em> Buda viveu, esses discursos se situam numa arena de grandeza mítica. O tempo e o espaço são expandidos conforme os detalhes pessoais e comoventes do <cite class='text-root'>Mahāparinibbāna</cite> foram inseridos em maio a uma série de textos mitológicos que mostram a potência de Buda e seus ensinamentos no passado longíquo, no futuro apocalíptico, e no presente entre os deuses.",
    "dn-guide-sujato:19": "O evento no centro de tudo isso é a morte do Buda. Historicamente, esta foi uma crise traumática para a comunidade budista, e muitos temiam que o Dhamma não sobreviveria. Ao tirar a atenção do trauma atual e apontar para um significado maior, esses suttas mostram que o Dhamma não precisa morrer com o Buda. Os eventos do <cite class='text-root'>Mahāparinibbāna</cite> motivaram a Saṅgha a realizar o Primeiro Concílio, onde os discursos foram coletados e organizados para garantir sua preservação. E esses discurso são, é claro, as próprias escrituras podem ser lidas hoje. Dessa forma, essas narrativas contam a história de sua própria origem.",
    "dn-guide-sujato:20": "O Dīgha Nikāya termina principalmente com compilações doutrinárias (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>). Se o início do Dīgha Nikāya nos diz <em>por qual razão</em> os ensinamentos importam e o meio deste nos diz <em>como</em> eles surgiram, o final deste nos diz <em>o que</em> eles são. É uma coisa bastante curiosa que no Dīgha Nikāya, muitas das doutrinas que consideramos fundamentais para os ensinamentos do Buda ocorram apenas raramente. Esses discursos retificam essa situação, garantindo que os alunos do Dīgha Nikāya tivessem acesso a uma ampla gama de ensinamentos. Os dois últimos discursos, em particular, são claramente compilados como recursos mnemônicos, úteis para a memorização de conjuntos de ensinamentos-chave da doutrina.",
    "dn-guide-sujato:21": "O Treinamento Gradual",
    "dn-guide-sujato:22": "O Treinamento Gradual descreve os passos dados por um discípulo renunciante budista em seu caminho. Começa com o surgimento de um Buda no mundo. Ao ouvir os ensinamentos do Buda, o indivíduo reflete sobre a melhor forma de aplicá-los à sua própria vida. Percebendo que “a vida doméstica é apertada e suja, mas a vida daquele que a deixa é totalmente aberta”, ele desiste de suas posses e apegos mundanos, veste o manto ocre de um mendicante budista e empreende uma vida de moralidade, simplicidade, e meditação. Prosseguindo passo a passo para práticas cada vez mais avançadas, ele finalmente entra em profunda absorção meditativa (<i lang='pli'>jhāna</i>) antes de realizar por si mesmo as quatro nobres verdades e encontrar a verdadeira liberdade.",
    "dn-guide-sujato:23": "O Treinamento Gradual é uma expansão do treinamento triplo (<i lang='pli'>tisso sikkhā</i>): ética (<i lang='pli'>sīla</i>), imersão meditativa (<i lang='pli'>samādhi</i>) e sabedoria (<i lang='pli'>paññā</i>). No <a class='ref' href='/an3.89'>AN 3.89</a>, os três treinamentos são definidos:",
    "dn-guide-sujato:24": "a ética (no contexto monástico) requer a observância do código de disciplina monástica;",
    "dn-guide-sujato:25": "a imersão meditativa envolve as quatro absorções;",
    "dn-guide-sujato:26": "a sabedoria se resume ao entendimento das quatro nobres verdades.",
    "dn-guide-sujato:27": "Este ensinamento é amplamente encontrado nos textos budistas antigos. No Dīgha Nikāya, por exemplo, é encontrado no discurso sobre o <cite class='text-root'>Mahāparinibbāna</cite> como um ensinamento padrão repetido pelo Buda em muitas das paradas de sua jornada. Uma série de discursos mais curtos sobre este assunto pode ser encontrada no Samaṇa Vagga do Aṅguttara Nikāya (<a class='ref' href='/an3-samanavagga'>AN 3.81–91</a>).",
    "dn-guide-sujato:28": "Esta breve visão geral do caminho é explicada mais detalhadamente no Treinamento Gradual, que explica cada um dos três treinamentos em bastante detalhe. Esta exposição mais longa parece ter sido o ensinamento original sobre o estilo de vida, práticas e objetivos gerais dos seguidores mendicantes do Buda. Parece que o Buda preferiu encorajar seus monges exortando-os a seguir os mais elevados ideais de conduta e meditação. Apenas com relutância ele estabeleceu o sistema legal preservado nos textos do Vinaya, com seus procedimentos e punições.",
    "dn-guide-sujato:29": "O Treinamento Gradual é encontrado, em formas um tanto variadas, no Majjhima Nikāya (<a class='ref' href='/mn27'>MN 27</a>, <a class='ref' href='/mn51'>MN 51</a>, <a class='ref' href='/mn38'>MN 38</a>, <a class='ref' href='/mn39'>MN 39</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/mn107'>MN 107</a>, <a class='ref' href='/mn125'>MN 125</a>), no Aṅguttara Nikāya (<a class='ref' href='/an4.198'>AN 4.198</a>, <a class='ref' href='/an10.99'>AN 10.99</a>), e até mesmo no Abhidhamma (<a class='ref' href='/vb12'>Vb 12</a>, <a class='ref' href='/pp2.4#114'>Pp 2.4:114</a>). Curiosamente, no entanto, ele não é encontrado entre os discursos conectados sobre o caminho encontrados no último livro do Saṁyutta Nikāya. Embora virtualmente todas as práticas do Treinamento Gradual sejam encontradas no Saṁyutta, a estrutura geral deste não é encontrada neste.",
    "dn-guide-sujato:30": "O Dīgha Nikāya compensa essa falta posicionando <i lang='pli'>vagga</i> de treze discursos logo no início sobre o Treinamento Gradual. Este é chamado de Sīlakkhandhavagga, o “Capítulo sobre o Agregado da Ética”. Apesar do título, no entanto, esses textos tratam do treinamento gradual como um todo, abordando a ética, a imersão meditativa e a sabedoria.",
    "dn-guide-sujato:31": "Embora o conteúdo seja semelhante em cada lugar em que o Treinamento Gradual aparece, as versões deste encontradas no Dīgha Nikāya apresentam uma ênfase pronunciada na beleza e no prazer. Os estágios do caminho são ilustrados por símiles que são tão lindos quanto adequados, enquanto cada passo do caminho é dito ser acompanhado por uma sensação cada vez mais profunda de prazer e felicidade. O Treinamento Gradual não é um caminho de sofrimento, mas de graça, alegria e liberdade.",
    "dn-guide-sujato:32": "Devido à repetição, os textos invariavelmente abreviam todas as exposições, exceto os dois primeiros discursos. Deve ser lembrado, entretanto, que isso é meramente uma consequência de como a tradição textual páli organizou esses textos. Nos Dīrghāgamas em sânscrito e chinês, os textos nesta seção são organizados de forma diferente, e suttas diferentes são devidamente expandidos ou abreviados.",
    "dn-guide-sujato:33": "Embora o foco esteja firmemente na vida monástica, os princípios gerais são válidos para todos. De fato, no<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>O Discurso Sobre Aquele Em Treinamento</cite> (<cite class='text-root'>Sekhasutta</cite>), Ānanda ensina essencialmente o mesmo caminho para um público leigo. No Sīlakkhandhavagga, muitos discursos são de fato dirigidos a leigos, a maioria dos quais são brâmanes.",
    "dn-guide-sujato:34": "A pergunta do Rei Ajātasattu no <a class='ref' href='/dn2'>DN 2</a> fornece a chave para entender por que isso acontece. Ele ressalta que na vida mundana, cada tipo de ocupação pode ser visto como tendo seu próprio benefício. Mas qual é o benefício da vida de renunciante? Enquanto outros ascetas vacilam diante dessa pergunta, o Buda apresenta o Treinamento Gradual. Ele mostra como a vida daquele que deixa a vida em família não é de dor e angústia, nem de gratificação adiada, mas sim benefícios reais e imediatos. A vida de quem renuncia se resume ao poder e o potencial transformador do desenvolvimento interno e da meditação. Em contraste, o caminho daquele que vive em família oferece apenas felicidade limitada, com muita incerteza e estresse, enquanto que os caminhos de outros ascetas errantes são obscuros, ineficazes ou dolorosos, e os brâmanes podem apenas oferecer rituais e orações de eficácia duvidosa. Sendo assim, o Treinamento Gradual explica a razão e a necessidade da Saṅgha.",
    "dn-guide-sujato:35": "Assim como o Treinamento Gradual é construído a partir do núcleo do treinamento triplo, o código de ética monástica é construído a partir dos princípios básicos dos preceitos básicos. Ele é dividido em três seções. A primeira seção começa com o preceito mais fundamental para todos no budismo: a não violência ou inofensividade, ou seja, abster-se de matar qualquer criatura, por menor que seja. Ele continua com itens encontrados em ensinamentos comuns como os cinco preceitos e os dez caminhos de ação hábil. Mas adiciona itens que pertencem especialmente à vida monástica, tal como como evitar luxos e a posse de propriedades. A segunda seção sobre ética expande esses preceitos especificos dos monásticos e renunciantes com muito mais detalhes, enquanto a seção final trata do modo de vida correto. Um monástico budista, que depende de comida esmolada daqueles fiéis ao Buda, não deve ganhar a vida por outros meios, especialmente através de práticas supersticiosas e mágicas.",
    "dn-guide-sujato:36": "O Treinamento Gradual se baseia nesses fundamentos éticos, como um discípulo ou discípula mendicante empreendendo uma série de práticas destinadas a suprimir as ocupações e atividades da mente. Eles controlam seus sentidos, evitando coisas que são excessivamente estimulantes. Eles se concentram em permanecer atentos e conscientes ao longo de todas as suas atividades. Eles visam o contentamento, estando satisfeitos com poucas e simples posses.",
    "dn-guide-sujato:37": "É somente quando tudo isso tiver sido desenvolvido que o discípulo ou discípula mendicante recorre à reclusão para meditar. Indo para a floresta, eles empreendem a meditação da atenção plena e abandonam dos cinco obstáculos que impedem a paz de espírito. Esses obstáculos são um dos principais ensinamentos da meditação nos suttas, considerados o principal obstáculo à absorção. Eles são:",
    "dn-guide-sujato:38": "Desejo por experiências dos sentidos",
    "dn-guide-sujato:39": "Isto inclui qualquer tipo de desejo, ganância ou sede por experiência sensual. Ou seja, tanto formas poderosas de desejo, como o desejo sexual, como também tipos mais sutis de apego.",
    "dn-guide-sujato:40": "Má vontade",
    "dn-guide-sujato:41": "Este obstáculo inclui desde o ódio até formas sutis de aborrecimento e aversão.",
    "dn-guide-sujato:42": "Preguiça e torpor",
    "dn-guide-sujato:43": "Aquilo que afeta a mente quando ela começa a se acalmar e estabelecer em meditação, comumente como uma forma de sonolência ou entorpecimento.",
    "dn-guide-sujato:44": "Inquietação e remorso",
    "dn-guide-sujato:45": "Inquietação diz respeito à constante ância por experiências futuras, enquanto que o remorso se trata de desenterrar o passado, especialmente momentos de arrependimento.",
    "dn-guide-sujato:46": "Dúvida",
    "dn-guide-sujato:47": "É normal e saudável duvidar de coisas que não conhecemos. Mas se não compreendermos os elementos do que é certo e do que é errado, a dúvida vai sutilmente boicotar nossa meditação.",
    "dn-guide-sujato:48": "Experimentando paz e êxtase cada vez mais profundos, os discípulos mendicantes finalmente entram em uma série de estados profundamente quietos de imersão meditativa, conhecidos como as quatro absorções (<i lang='pli'>jhānas</i>).",
    "dn-guide-sujato:49": "As absorções representam a prática de meditação fundamental no budismo antigo e são essenciais para todos os estágios do Despertar. Elas ocorrem em muitos contextos, mas é aqui, no Treinamento Gradual, que elas emergem mais naturalmente da vida e da prática assumida pelos discipulos mendicantes. Esse contexto era tão central para os primeiros budistas que, quando eles compilaram o primeiro texto do Abhidhamma, o Vibhaṅga, o capítulo sobre Absorção começa com o Treinamento Gradual. É verdade que há nos textos antigos relatos de discípulos leigos que praticavam a absorção. Mas é igualmente verdade que quando o Buda ensinou como atingir essa paz profunda, ele enfatizou o poder da renúncia profunda.",
    "dn-guide-sujato:50": "Tornou-se comum em certas formas modernas de budismo afirmar que as absorções não são uma parte essencial do caminho. Outros dizem que, embora importantes, as absorções são estados de concentração relativamente superficiais que podem ser facilmente alcançados em um retiro curto. Basta dizer que nenhuma dessas visões encontra apoio nos primeiros textos. As absorções são essenciais, profundas e difíceis de atingir. Mesmo com a força total da renúncia, muitos mendicantes nos dias de Buda lutaram para realizá-las. No entanto, é uma qualidade especial do Dhamma que cada passo ao longo do caminho seja acompanhado pelo aprofundamento da paz e da alegria, e o desapego fica mais fácil à medida que se avança. Isso é o que torna possível a realização mesmo desses estados profundos e sutis.",
    "dn-guide-sujato:51": "Ao emergir das absorções, o mendicante aproveita o poder de uma mente profundamente purificada para obter uma série de formas especiais de conhecimento ou percepção. Isso culmina na realização das quatro nobres verdades:",
    "dn-guide-sujato:52": "Sofrimento (<i lang='pli'>dukkha</i>).",
    "dn-guide-sujato:53": "A origem do sofrimento, ou seja, o desejo (<i lang='pli'>samudaya</i>).",
    "dn-guide-sujato:54": "A cessação do sofrimento, ou seja, Nibbāna (<i lang='pli'>nirodha</i>).",
    "dn-guide-sujato:55": "A prática que leva ao fim do sofrimento (<i lang='pli'>magga</i>).",
    "dn-guide-sujato:56": "O sofrimento é o estímulo que nos leva a empreender a prática espiritual. Somente quando tivermos alguma experiência de sofrimento, procuraremos uma fuga deste. E ao encontrar os ensinamentos do Buda, um buscador reconhece que o Dhamma fala sobre o que é importante em sua própria vida, oferecendo uma solução poderosa e pragmática. Mas se afundar no sofrimento não leva a lugar nenhum. Quando você entende que esse sofrimento é real, mas tem causas e condições sobre as quais você pode fazer algo, isso desperta a fé e a determinação para agir. O caminho em si é de sobre fazer brotar a felicidade e recuar a dor; a verdade do fim do sofrimento é experimentada a cada passo. Isso culmina na experiência de profunda quietude meditativa, chamada de absorção (<i lang='pli'>jhāna</i>) ou imersão (<i lang='pli'>samādhi</i>). Em tais estados, tendo abandonado o desejo sensual, os cinco sentidos externos cessam (<i lang='pli'>vivicc’eva kāmehi</i>) e a mente sente uma paz e felicidade diferente de tudo que ela já conheceu antes. Capacitado pela clareza e brilho da absorção, a realidade do sofrimento e sua causa se tornam aparentes. Isso significa que a pessoa realizou o primeiro estágio do despertar, ou seja, alguém que entrou na correnteza <i lang='pli'>sotāpanna</i>).",
    "dn-guide-sujato:57": "A entrada na correnteza ocorre quando todos os fatores do caminho—desde o despertar da fé até a prática da absorção e do insight profundo—foram desenvolvidos em grau suficiente. Nesse ponto, a pessoa tem um profundo insight da natureza da realidade, deixando de lado três dos dez grilhões que prendem uma pessoa ao renascimento. No Treinamento Gradual, a compreensão das quatro nobres verdades é geralmente seguida pela compreensão do fim das contaminações (<i lang='pli'>āsava</i>), o que significa a obtenção da perfeição total (<i lang='pli'>arahattā</i>). Os grilhões restantes são abandonados neste ponto, que é o estágio final do caminho: o despertar e libertação total.",
    "dn-guide-sujato:58": "Como se faz um discurso longo",
    "dn-guide-sujato:59": "Existem mais de mil discursos registrados seja no Aṅguttara Nikāya ou Saṁyutta Nikāya, mas apenas 34 longos textos registrados no Dīgha Nikāya. Os textos relativamente curtos do Aṅguttara e Saṁyutta são uma reminiscência dos Upaniṣads pré-budistas, especialmente o Bāhadāraṇyaka e Chandogya. Eles consistem em uma série de passagens na maior parte independentes, cada episódio cobrindo não mais do que algumas páginas e reunidas em um texto muito maior. Eles são lembranças de ensinamentos concisos e focados em certos momentos e lugares por certas pessoas. Parece, então que, conforme se vê na esmagadora maioria dos textos igualmente antigos dos budistas e brâmanes, que o formato padrão era o de breve discursos ou diálogos.",
    "dn-guide-sujato:60": "Como, então, esses textos longos foram construídos? Por quê? E para quem? Vamos abordar essas questões considerando brevemente algumas formas diferentes empregadas no Dīgha Nikāya.",
    "dn-guide-sujato:61": "Assuntos Inerentemente Complexos",
    "dn-guide-sujato:62": "Alguns discursos são longos porque o assunto é intrinsecamente complexo e exige uma explicação longa. Claro, o Buda era um mestre em apresentar os assuntos de forma concisa e detalhada. No entanto, existem alguns discursos cujo assunto requer uma abordagem rigorosa.",
    "dn-guide-sujato:63": "O exemplo mais proeminente disso é o assunto do Treinamento Gradual. Em alguns casos—por exemplo, o<a class='ref' href='/dn6'>DN 6</a> <cite class='text-translated'>Discurso com Mahāli</cite> e o <a class='ref' href='/dn7'>DN 7</a> <cite class='text-translated'>O Discurso com Jāliya</cite>—o discurso consiste em pouco mais do que esta passagem, com um fundo narrativo simples e alguns pequenos ensinamentos extras . Assim, parece que a presença na seção sobre o Treinamento Gradual já seria suficiente para qualificar um discurso como “longo”. Visto que esta passagem visa fornecer um guia detalhado para toda a vida espiritual do renunciante, desde ouvir o ensinamento até o despertar completo, a qualidade de extensão é inerente ao assunto. É verdade que este assunto é ensinado de forma mais resumida em outra parte, mas mesmo nesses casos tende a ser um pouco longo, e havia claramente uma tendência de torná-lo mais inclusivo.",
    "dn-guide-sujato:64": "Em outros casos, o assunto do Treinamento Gradual é ministrado em meio a um discurso já bastante extenso. Esse é o caso com <a class='ref' href='/dn1'>DN 1</a> <cite class='text-root'>Brahmajala Sutta</cite>, embora aqui, exclusivamente, é apenas a primeira seção sobre Ética que é ensinada. Mas a maior parte do texto apresenta uma rede de 62 tipos de entendimento ou pontos de vistas incorretos. Aqui, a natureza do assunto é tão extensa e complexa que uma exposição mais curta não faria justiça. De fato, quando este ensinamento é mencionado em discursos mais curtos (<a class='ref' href='/sn41.3'>SN 41.3</a>), este não é resumido, mas o leitor é direcionado ao texto completo .",
    "dn-guide-sujato:65": "Compilações",
    "dn-guide-sujato:66": "Muito mais comuns do que ensinamentos inerentemente longos são as compilações. Nesses casos, um texto longo fornece uma ocasião ou quadro de fundo no qual uma série de passagens curtas são coletadas. Essas passagens geralmente ocorrem de forma idêntica ou quase idêntica ao que vemos no Aṅguttara ou no Saṁyutta Nikāyas e, ocasionalmente, no Majjhima Nikāya. Compilá-los aqui permite que os recitadores do Dīgha Nikāya aprendam uma ampla gama de doutrinas, e fornece um backup essencial, preservando os textos caso os discursos mais curtos tivessem sido perdidos.",
    "dn-guide-sujato:67": "Em alguns casos, tais passagens curtas não são encontradas em outros lugares exatamente da mesma forma. É difícil afirmar se isso é porque estas eram exclusivas do Dīgha Nikāya, ou talvez porque as passagens paralelas tenham sido perdidas.",
    "dn-guide-sujato:68": "Como acabamos com passagens paralelas em tantos lugares diferentes?",
    "dn-guide-sujato:69": "Claramente, o Buda ensinou com muita freqüência e, como todos os professores, repetiu sua mensagem muitas vezes. Esses ensinamentos repetidos teriam sido coletados em vários lugares. Esse seria o caso de ensinamentos importantes e genéricos encontrados em toda a literatura budista, como as quatro nobres verdades ou as quatro absorções.",
    "dn-guide-sujato:70": "Em alguns casos, porém, isso é improvável ou impossível. Por exemplo, às vezes encontramos exatamente o mesmo evento na mesma ocasião—com o mesmo ensinamento, o mesmo local e as mesmas pessoas—ocorrendo em mais de um texto. Em tais casos, é claro que existe, de fato, apenas uma passagem, e ela foi copiada em dois ou mais lugares.",
    "dn-guide-sujato:71": "De modo geral, é prudente presumir que tais passagens existiram como discursos curtos antes de serem reunidos nas formas mais extensas. Isso ocorre porque, como observado acima, o discurso curto é a forma dominante e está mais próximo da tradição oral. É um princípio observado em todos os lugares ao longo dos textos budistas antigos que os redatores preferiam adicionar em vez de subtrair. Assim, os textos comumente se tornam mais longos com o tempo e raramente mais curtos.",
    "dn-guide-sujato:72": "Os exemplos de compilação são muito comuns e quase todos os discursos no Dīgha fazem isso até certo ponto. Aqui estão alguns exemplos.",
    "dn-guide-sujato:73": "<a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite> inclui uma ampla gama de passagens coletadas. Em alguns casos, eventos pertinentes à narrativa podem ter ocorrido originalmente e foram extraídos posteriormente, enquanto em outros casos as passagens incluídas parecem estranhamente fora de contexto e foram, sem dúvida, adicionadas em algum ponto.",
    "dn-guide-sujato:74": "Diz-se que o Venerável Sariputta é o autor principal de várias dessas longas compilações. Ele é o professor no caso do <a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>O Discurso sobre a Recitação em Grupo</cite> (<cite class='text-root'>Saṅgītisutta</cite>) e o <a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>O Discurso Expandido em Dez</cite> (<cite class='text-root'>Dasuttarasutta</cite>), que consistem quase inteiramente de passagens curtas coletadas a partir de outras partes dos suttas e organizadas por número. No <<a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>O Discurso Sobre A Convicção Serena</cite> (<cite class='text-root'>Sampasādanīyasutta</cite>) ele expressa sua grande fé no Buda e cita uma longa série de passagens para ilustrar a glória do Buda.",
    "dn-guide-sujato:75": "Uma forma mais sofisticada de compilação é encontrada no <a class='ref' href='/dn22'>DN 22</a> <cite class='text-translated'>O Longo Discurso sobre o Cultivo da Atenção Plena</cite> (<cite class='text-root'>Mahāsatipaṭṭhānasutta</cite>), o discurso sobre meditação mais importante no Theravāda do século 20. Ele fornece um relato detalhado dos quatro tipos de meditação da atenção plena. Estes tipos de meditação são ensinados resumidamente em muitos lugares, mas os detalhes são encontrados apenas aqui e no quase idêntico <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Discurso sobre o Cultivo da Atenção Plena</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>). Enquanto muitas compilações simplesmente listam uma série de ensinamentos diferentes, aqui o texto é muito sistemático, organizando as passagens compiladas sob os quatro temas. Essas passagens sobre a prática da meditação geralmente não são encontradas em nenhum outro lugar no Dīgha Nikāya e, sem dúvida, foram adicionadas para garantir que os recitadores da coleção preservassem toda a gama de ensinamentos sobre o assunto da meditação.",
    "dn-guide-sujato:76": "Ao já extenso <a class='ref' href='/mn10'>MN 10</a>  é adicionada uma exposição completa sobre as quatro nobres verdades, proveniente do <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>O Discurso sobre a Análise das Verdades</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>). Nas edições birmanesas, esta seção estendida mais tarde retornou ao texto do <a class='ref' href='/mn10'>MN 10</a>. Como o texto raiz usado SuttaCentral é o da edição birmanesa, esta seção é encontrada, mas é marcada como um acréscimo.",
    "dn-guide-sujato:77": "Narrativas: panos de fundo, parábolas e mitos",
    "dn-guide-sujato:78": "Excepcionalmente para os primeiros textos budistas, o Dīgha Nikāya inclui várias narrativas longas. Obviamente, isso inclui o <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Mas também inclui várias outras narrativas.",
    "dn-guide-sujato:79": "Em comum com os discursos de outras coleções, muitas vezes encontramos um pano de fundo narrativo simples que contextualiza o ensino. No entanto, em alguns casos, este é desenvolvido com muito mais detalhes à medida que as narrativas passam a desempenhar um papel literário mais sofisticado do que o de mero cenário.",
    "dn-guide-sujato:80": "O <a class='ref' href='/dn2'>DN 2</a> <cite class='text-root'>Sāmaññaphala</cite> se inicia com o Rei Ajātasattu de Magadha exclamando sobre a beleza da noite de luar e pedindo conselho a seus ministros sobre qual dos mestres ascetas e contemplativos ele deveria visitar. A partir do <cite class='text-root'>Mahāparinibbāna</cite> e de discursos encontrados em outras partes, sabemos que Ajātasattu era um rei guerreiro, então esse cenário imediatamente estabelece um sentimento de admiração. A narrativa se desenrola graciosamente, evitando o excesso de ornamentos tão típicos das narrativas indianas posteriores, e segurando a chave de seu mistério perto de seu peito. Somente no final do texto aprendemos o terrível segredo que assola o coração do rei. Desta forma, as porções narrativas apresentam os ensinamentos— com as doutrinas de outros mestres contemporâneos em contraste com o Treinamento Gradual do Buda—com um apelo emocional trágico.",
    "dn-guide-sujato:81": "Além dos planos de fundo, encontramos também narrativas que são contadas como histórias nos próprios discursos. Isso inclui parábolas curtas como a história do monge que por engano procurou entre os deuses uma resposta para sua pergunta (<a class='ref' href='/dn11'>DN 11</a>). No <a class='ref' href='/dn23'>DN 23</a>, o monge Kumāra Kassapa debate com o cético Pāyāsi, ilustrando seus argumentos com uma série de contos alternativamente humorísticos e horripilantes. Tais parábolas são encontradas não raramente em outros lugares dos suttas, mas no Dīgha Nikāya certas estórias se expandem além disso e se aproximam da estatura do mito. Isso inclui alguns dos textos do ciclo <cite class='text-root'>Mahāparinibbāna</cite> cycle, tais como o <a class='ref' href='/dn17'>DN 17</a> <cite class='text-root'>Mahāsudassanasutta</cite> e o <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadānasutta</cite>.",
    "dn-guide-sujato:82": "Para evitar um mal-entendido comum, no estudo da religião, “mito” não significa “algo que se acredita ser verdadeiro que é realmente falso”, como na cultura popular. Em vez disso, um mito é um relato sagrada. Alguns relatos sagrados são verdadeiros, outras são invenções. Mas isso é assunto de historiadores é irrelevante para a própria mitologia. O objetivo do mito é contar uma história que cria sentido para aqueles que participam dela, para que possam compreender suas próprias vidas no contexto da estória que é apresentada.",
    "dn-guide-sujato:83": "O Dīgha contém textos verdadeiramente míticos nos <a class='ref' href='/dn26'>DN 26</a> <cite class='text-translated'>O Discurso sobre o Monarca que faz Girar a Roda</cite> (<cite class='text-root'>Cakkavattisīhanādasutta</cite>) e <a class='ref' href='/dn27'>DN 27</a> <cite class='text-translated'>O Discurso sobre a Origem do Mundo</cite> (<cite class='text-root'>Aggaññasutta</cite>). Estes suttas estabelecem um mito de origens, substituindo a mitologia convencional da criação por um relato evolucionário de como o mundo veio a se tornar tal como ele é. Nessas estórias, as escolhas humanas desempenham um papel crítico em como o ambiente evolui e em como tudo vai desmoronar. No<cite class='text-root'>Aggañña</cite> a questão da mudança climática é apresentada de forma bastante explícita, mostrando como a atividade humana afeta as plantas, o clima e o ecossistema natural do qual fazemos parte (veja também o <a class='ref' href='/an3.56'>AN 3.56</a>).",
    "dn-guide-sujato:84": "A mitologia é essencialmente cíclica. Não há um começo absoluto, apenas outro giro da roda. Assim, mesmo quando o mundo desmoronar e a civilização entrar em colapso, haverá um novo renascimento, em um futuro distante, e no final das contas outro Buda surgirá. Ele é nomeado  Metteyya (sânscrito: <i lang='san'>Maitreya</i>), que nos textos budistas antigos aparece apenas no <a class='ref' href='/dn26'>DN 26</a> <cite class='text-root'>Cakkavattisīhanāda</cite>. Ele veio a se tornar uma das figuras mais importantes do Budismo Mahāyāna, e muitos budistas ainda hoje esperam sua vinda com esperança. No entanto, o <a class='ref' href='/dn26'>DN 26</a> não é ensinado para encorajar os devotos a se dedicarem a Metteyya, mas para ilustrar a impermanência e incerteza de nossas vidas. O Buda sempre ensinou que devemos praticar o melhor que pudermos para compreender o Dhamma nesta mesma vida.",
    "dn-guide-sujato:85": "O “ciclo Mahāparinibbāna”",
    "dn-guide-sujato:86": "Em vários casos, episódios mencionados resumidamente no <cite class='text-root'>Mahāparinibbāna</cite> foram desmembrados e expandidos para se tornarem discursos individuais por seu próprio direito. Assim, o <cite class='text-root'>Mahāparinibbāna</cite> domina muito do Dīgha Nikāya, não apenas por seu próprio comprimento e peso temático, mas por sua influência e conexões com outros discursos.",
    "dn-guide-sujato:87": "Em minha opinião, este ciclo de suttas foi provavelmente composto por Ānanda e seus alunos, começando este grande trabalho literário com o próprio <cite class='text-root'>Mahāparinibbānasutta</cite> e gradualmente ramificando-se em obras relacionadas. O ciclo como um todo mostra não apenas o amor pessoal e devoção característicos de Ānanda pelo Buda, mas também revela uma preocupação com o que está por vir, com o destino do Dhamma nos anos após a morte do Buda. Um detalhe unificador distinto desses discursos é que eles não terminam com a frase padrão dizendo que os ouvintes se alegraram com os ensinamentos, mas terminam diretamente com um ensino ou um versículo sobre o assunto da impermanência ou a longa duração do ensinamento. Ananda sobreviveu ao Buda por várias décadas, e seu legado foi o estabelecimento dos textos, preservando assim a memória de seu amado Mestre para as gerações futuras.",
    "dn-guide-sujato:88": "<a class='ref' href='/dn16'>DN 16</a> <cite class='text-translated'>O Discurso Longo sobre A Extinção do Buda</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>)",
    "dn-guide-sujato:89": "Começando com o rei Ajātasattu de Magadha declarando sua intenção de invadir os Vájjis e terminando com a distribuição pacífica das relíquias do Buda para as nações e clãs potencialmente guerreiros, a história das últimas viagens do Buda é tão politicamente reveladora quanto espiritualmente comovente. Por toda parte, o tema da impermanência unifica os diversos eventos e ensinamentos. O peso de construir tal épico mostra, no entanto, as diferenças consideráveis entre as versões existentes do texto. Muitas das seções extras repetitivas—como os aparentemente supérfluos conjuntos de oito coisas que seguem as oito causas dos terremotos—não são encontradas em todos os paralelos de outros cânones. Parece que com o tempo, mais e mais material foi adicionado e, em certos pontos, partes do texto foram divididas para formar outros discursos no ciclo.",
    "dn-guide-sujato:90": "<a class='ref' href='/dn17'>DN 17</a> <cite class='text-translated'>O Rei Mahāsudassana</cite>",
    "dn-guide-sujato:91": "Em uma breve cena do <cite class='text-root'>Mahāparinibbāna</cite>, Ānanda encoraja o Buda a falecer em uma cidade conhecida, não no vilarejo obscuro de Kusinārā. O Buda o repreende, dizendo que naquele local no passado houvera uma grande cidade. As versões em sânscrito (Sarvāstivāda) do <cite class='text-root'>Mahāparinibbāna</cite> incluem um relato mais curto da história do Rei Mahāsudassana em sua versão deste discurso, mas na versão páli ela foi grandemente ampliada e formada discurso longo individual. O discurso em si é fabuloso, cheio de passagens extensas sobre as balaustradas de cristal e outras maravilhas do palácio de Mahāsudassana. Mas em seu cerne está uma história muito humana: o amor da rainha por seu rei e a dor de deixá-la ir. A luta pela qual a rainha passa para entender completamente que seu rei deve falecer reflete as lutas de Ānanda no <cite class='text-root'>Mahāparinibbāna</cite> quando ele se reconcilia com o falecimento de seu amado Mestre.",
    "dn-guide-sujato:92": "<a class='ref' href='/dn18'>DN 18</a> <cite class='text-translated'>Com Janavasabha</cite>",
    "dn-guide-sujato:93": "Como no caso do <a class='ref' href='/dn17'>DN 17</a>, este sutta começa com uma pequena passagem extraída do <cite class='text-root'>Mahāparinibbāna</cite>, sendo esta adicionada de uma narrativa estendida. Durante a jornada no <cite class='text-root'>Mahāparinibbāna</cite>, Ānanda pede ao Buda que revele o destino após a morte dos devotos na cidade de Nādika. Como seria de se esperar, o discurso termina com o Buda mostrando como as pessoas podem conhecer por si mesmas seu próprio progresso espiritual. Esta curta passagem tambem é preservada como um discurso independente no <a class='ref' href='/sn55.10'>SN 55.10</a>. No <a class='ref' href='/dn18'>DN 18</a>, entretanto, o discurso continua com uma longa história dos feitos dos deuses, contada pelo espírito Janavasabha. Ele culmina dizendo que esses discursos foram aprendidos pelo Buda a partir de Janavasabha, e então estes foram ensinados a Ānanda, e ele por sua vez o transmitiu para as assembléias de bhikkhus, bhikkhunis, discípulas e discípulos não-monásticos. E isto por sua vez resultou no ensinamento do Buda se tornando famoso e bem recebido entre os deuses e homens. Isso corrobora a ideia de que esses discursos, moldados por Ānanda, tinham como objetivo garantir a durabilidade do budismo.",
    "dn-guide-sujato:94": "<a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>Convicção Serena</cite> (<cite class='text-root'>Sampasādanīyasuttasutta</cite>)",
    "dn-guide-sujato:95": "O <cite class='text-root'>Mahāparinibbāna</cite> sutta registra um incidente onde Sāriputta, o discípulo mais importante do Buda, vem até ele e profere um “rugido de leão” afirmando sua fé no Buda, com base em sua compreensão do Dhamma . Isso é também registrado como um discurso independente em <a class='ref' href='/sn47.12'>SN 47.12</a>. Também temos um breve discurso em <a class='ref' href='/sn47.13'>SN 47.13</a> que fala sobre a morte de Sāriputta. Isso ecoa os temas do <cite class='text-root'>Mahāparinibbāna</cite>, incluindo até o famoso ditado de devemos ser nós mesmos o nosso próprio refúgio. É claro que isto deva ter acontecido durante a viagem registrada no <cite class='text-root'>Mahāparinibbāna</cite>. Estranhamente, no entanto, o que vemos no DN28 não se confirma no <a class='ref' href='/dn16'>DN 16</a>, e além disso, o primeiro discurso situa o Buda em Sāvatthī, longe do caminho de sua jornada. Independentemente disso, a passagem sobre o rugido do leão foi expandida em um discurso longo à parte, com Sāriputta expondo longamente as várias qualidades inspiradoras do Buda. Isso dá a oportunidade de relacionar muitos ensinamentos doutrinários padrões. Como no caso do <a class='ref' href='/dn18'>DN 18</a>, o DN28 termina com uma exortação para que o ensinamento seja compartilhado.",
    "dn-guide-sujato:96": "Além de textos que têm uma conexão literária e narrativa direta com o <cite class='text-root'>Mahāparinibbāna</cite>, há uma outra série de discursos que compartilham uma conexão mais indireta ou temática com este.",
    "dn-guide-sujato:97": "<a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>O Grande Discurso Sobre Os Resultados Das Ações</cite> (<cite class='text-root'>Mahāpadānasuttasutta</cite>)",
    "dn-guide-sujato:98": "O Buda dá detalhes biográficos de seis Budas anteriores, bem como um longo relato da vida de um deles, o Buda Vipassī. Esse discurso estabelece o Buda Gotama histórico como um de uma série de mestres do mundo que remonta ao passado profundo. Com o estabelecimento do ensinamento e organização da comunidade espiritual destes seguindo padrões semelhantes.",
    "dn-guide-sujato:99": "<a class='ref' href='/dn29'>DN 29</a> <cite class='text-translated'>O Discurso Marcante</cite> (<cite class='text-root'>Pāsādikasutta</cite>)",
    "dn-guide-sujato:100": "Este discurso começa com a história do falecimento de Mahāvīra, líder dos jainistas, chamado de Nigaṇṭha Nātaputta nos suttas. Nos textos budistas, o ocorrido é descrito como um desastre para os jainistas, pois eles se fragmentaram em conflito imediatamente após o ocorrido. Independentemente de isto ser historicamente correto ou não, o texto mostra o Buda aproveitando a oportunidade para ensinar as qualidades que fazem um movimento religioso durar muito tempo após o falecimento de seu fundador. Discursos que representam uma resposta a esta questão são <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, e <a class='ref' href='/mn104'>MN 104</a>. No sutta em questão, o DN 29, o Buda declara que a fé e a prática de seus seguidores são bem fundamentadas, visto que se baseiam no Despertar genuíno. O Buda o faz contrastando seu movimento religioso com o que torna inadequados os ensinamentos dos jainistas.",
    "dn-guide-sujato:101": "<a class='ref' href='/dn30'>DN 30</a> <cite class='text-translated'>O Discurso Sobre as Marcas de um Grande Homem</cite> (<cite class='text-root'>Lakkhaṇasutta</cite>)",
    "dn-guide-sujato:102": "Os textos antigos textos referem-se várias vezes a um misterioso conjunto de características corporais conhecidas como “marcas de um grande homem”. Diz-se que tais marcas cumprem uma profecia bramânica de que aquele que possui tais marcas se tornará um imperador universal ou um Buda totalmente desperto. Normalmente, quando os suttas apresentam algo como um ensinamento bramânico, isso é de fato encontrado em textos bramânicos. Mas, neste caso, nenhum traço de tal doutrina é encontrado nestes, o que torna obscuras as origens dessa ideia mitológica. A estória de dois caminhos ou destinos possíveis é um tema mitológico clássico, encontrado no mais antigo dos mitos conhecidos: a estória de Gilgamesh. As marcas de um grande homem existem como um contraponto curioso aos ensinamentos racionais encontrados na maioria dos suttas. Neste sutta em particular, somos ditos que o Buda teria explicado cada marca ou característica corporal como consequência de um tipo específico de ação ou kamma. Os estilos literários e versos deste discurso sugerem que esta seja uma composição tardia, sem paralelos significativos em outros cânones. No entanto, este permanece como um testamento da evolução do entendimento de quem era o Buda, estabelecendo uma relação entre qualidades espirituais e sua presença física.",
    "dn-guide-sujato:103": "<a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>O Discurso Sobre a Recitação em Grupo</cite> (<cite class='text-root'>Saṅgītisutta</cite>)",
    "dn-guide-sujato:104": "Como <a class='ref' href='/dn29'>DN 29</a>,  este discurso é situado como tendo se dado após a morte de Mahāvīra, líder dos jainistas. Falando aos Mallians de Pāvā—que também aparecem no <cite class='text-root'>Mahāparinibbāna</cite>—o Buda pede a Sāriputta que este fale em seu nome. Isso ecoa o tema do <a class='ref' href='/dn28'>DN 28</a> e <a class='ref' href='/dn29'>DN 29</a>, de que os discípulos serão responsáveis ​​pela continuação dos ensinamentos. Sāriputta dá uma extensa apresentação sistemática de doutrinas, usando o princípio característico do Aṅguttara de organizar os ensinamentos por números. Na verdade, um estudo desse discurso pode servir como uma introdução aos ensinamentos encontrados no Aṅguttara Nikāya. Os discípulos monásticos são encorajados a recitar esses ensinamentos em conjunto, para que estes possam ser preservados e a doutrina e disciplina estabelecida pelo Buda possa persistir por um longo tempo. Este discurso antecipa as tendências sistemáticas do Abhidhamma e, de fato, um dos textos do Abhidhamma da escola Sarvāstivāda(<cite class='text-root'>Saṅgītiparyāya</cite>) consiste em uma expansão e um conjuntos de comentários sobre esse discurso.",
    "dn-guide-sujato:105": "<a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>O Discurso Expandido em Dez</cite> (<cite class='text-root'>Dasuttarasutta</cite>)",
    "dn-guide-sujato:106": "Este discurso é semelhante ao <cite class='text-root'>Saṅgīti</cite>, mas com um contexto narrativo mais breve e estilo ainda mais sistemático. Aqui o Buda não aparece mais e o discurso é simplesmente atribuído a Sariputta.",
    "dn-guide-sujato:107": "Isso não esgota o escopo do ciclo <cite class='text-root'>Mahāparinibbāna</cite>, pois ele não está confinado ao Dīgha Nikāya. Já mencionamos que vários suttas mais curtos contêm episódios encontrados no ou relacionados ao <cite class='text-root'>Mahāparinibbāna</cite> sutta. E a estória não termina com a morte do Buda. O <cite class='text-root'>Mahāparinibbāna</cite> fala sobre os preparativos e eventos do funeral após a morte do Buda. Em várias versões além daquela encontrada nos textos páli, essa história continua diretamente com o relato do Primeiro Concílio. Esta narrativa é o capítulo 21 dos Khandhakas do Vinaya e, de fato, o <cite class='text-root'>Mahāparinibbāna</cite> é encontrado no Vinaya de várias escolas. É, de fato, uma narrativa contínua, e um dos muitos propósitos do <cite class='text-root'>Mahāparinibbāna</cite> é autorizar as ações do Saṅgha no Primeiro Conselho, estabelecendo as escrituras fundamentais do budismo de forma organizada e definitiva. A narrativa do Primeiro Concílio foi então estendida ao Segundo Concílio, que ecoa muitos dos mesmos temas e idéias.",
    "dn-guide-sujato:108": "Essas histórias do fim da vida e dos ensinamentos do Buda também ecoam no primeiro capítulo dos Khandhakas do Vinaya, que conta a história do despertar do Buda, do seu primeiro ensinamento e do estabelecimento de sua comunidade espiritual. Estes não são apenas episódios separados na vida de Buda. Os textos como os temos frequentemente ecoam idéias, expressões, eventos e pessoas, todos os quais mostram que foram editados e compostos como um todo coerente. Juntos, eles constituem uma estrutura de uma mitologia magnífica: a vida e a morte do maior mestre espiritual que o mundo já conheceu.",
    "dn-guide-sujato:109": "Uma breve história do texto",
    "dn-guide-sujato:110": "O Dīgha Nikāya foi editado por T.W. Rhys Davids e J.E. Carpenter com base em manuscritos em escrita cingalesa, birmanesa e tailandesa, e publicados em três volumes em escrita latina pela Pali Text Society entre 1890 e 1910.",
    "dn-guide-sujato:111": "A primeira tradução se deu em seguida entre 1899 e 1921 por T.W. e C.A.F. Rhys Davids. Esta foi publicada na série “Sacred Books of the Buddhists” sob o título <cite class='book'>Dialogues of the Buddha</cite>. Esse foi um marco na publicação de textos budistas e marcou a primeira ocasião em que um <i lang='pli'>nikāya</i> completo era disponibilizado em inglês. A tradução se esforçou para reter elementos do sabor literário dos textos originais e foi acompanhada por ensaios introdutórios e notas que muitas vezes são úteis e às vezes brilhantes. Mas esta estava longe de ser perfeita e continha muitos erros de leitura e interpretação. Até os dias de hoje, os insights de Rhys Davids permanecem valiosos, especialmente na área da história e da sociedade.",
    "dn-guide-sujato:112": "Uma tradução atualizada de Maurice Walshe foi publicada pela Wisdom Publications em 1987 com o título <cite class='book'>Thus Have I Heard: The Long Discourses of the Buddha</cite>, um título que nas edições posteriores foi alterado para <cite class='book'>The Long Discourses of the Buddha</cite>. A edição de Walshe se beneficiou de muitas décadas de estudo e prática do Dhamma no ocidente. Evitando os estilos arcaicos das traduções mais antigas, ela representa uma tradução clara e acessível, com um tratamento muito mais preciso de termos e passagens doutrinárias. Mas também estava longe de ser perfeito. Walshe dependeu muito da tradução de Rhys Davids e, embora tenha corrijido muitos erros, às vezes ele repetiu os erros encontrados na tradução anterior. Pior ainda, não raramente ele introduziu novos erros.",
    "dn-guide-sujato:113": "Além disso, houveram muitas traduções de discursos e passagens individuais. Destes, os seguintes foram especialmente úteis para o trabalho de tradução (de Ajahn Sujato):",
    "dn-guide-sujato:114": "No caso dos <a class='ref' href='/dn1'>DN 1</a>, <a class='ref' href='/dn2'>DN 2</a>, e <a class='ref' href='/dn15'>DN 15</a>, a tradução e comentários destes por Bhikkhu Bodhi",
    "dn-guide-sujato:115": "No caso do <a class='ref' href='/dn16'>DN 16</a>, a tradução deste por Bhikkhu Ānandajoti.",
    "dn-guide-sujato:116": "No caso dos versos do <a class='ref' href='/dn30'>DN 30</a>, as traduções e estudos por K.R. Norman.",
    "dn-guide-sujato:117": "No caso do <a class='ref' href='/dn31'>DN 31</a>, a tradução por John Kelly, Sue Sawyer, e Victoria Yareham."
  }
}