{
  "pt": {
    "an-introduction-bodhi:1": "Guia temático do Aṅguttara Nikāya",
    "an-introduction-bodhi:2": "Bhikkhu Bodhi, 2012",
    "an-introduction-bodhi:3": "<a href='#item1'>O Buda no Aṅguttara Nikāya</a>",
    "an-introduction-bodhi:4": "<a href='#item2'>O Dhamma e a disciplina</a>",
    "an-introduction-bodhi:5": "<a href='#item3'>O caleidoscópio mutante da experiência</a>",
    "an-introduction-bodhi:6": "<a href='#item4'>Mantendo um lar harmonioso</a>",
    "an-introduction-bodhi:7": "<a href='#item5'>O caminho da elevação</a>",
    "an-introduction-bodhi:8": "<a href='#item6'>Desfazendo o encanto do mundo</a>",
    "an-introduction-bodhi:9": "<a href='#item7'>As impurezas da mente</a>",
    "an-introduction-bodhi:10": "<a href='#item8'>O caminho de renúncia</a>",
    "an-introduction-bodhi:11": "<a href='#item9'>Meditação</a>",
    "an-introduction-bodhi:12": "<a href='#item10'>Sabedoria</a>",
    "an-introduction-bodhi:13": "<a href='#item11'>A Saṅgha</a>",
    "an-introduction-bodhi:14": "<a href='#item12'>Tipos de pessoas</a>",
    "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs e mulheres no Aṅguttara Nikāya</a>",
    "an-introduction-bodhi:16": "A fim de auxiliar o leitor, foi criado um guia temático do Aṅguttara Nikāya (AN) que organiza os conteúdos desta coleção de acordo com um padrão sistemático. O esquema, que acompanha a introdução, é semelhante ao que usei como apoio na minha antologia <cite class='book'>In the Buddha’s Words</cite>. Não atribuo um nicho a cada sutta do AN neste guia. Alguns suttas são inclassificáveis, outros são muito curtos ou insignificantes para serem incluídos. Ao invés de tentar incluir todos, eu propus um molde com divisões e subdivisões, adicionando o número suficiente de discursos em cada parte para que o leitor possa ver como os textos do AN se encaixam em um padrão inteligível.",
    "an-introduction-bodhi:17": "Inevitavelmente, a tarefa de classificar os suttas em categorias distintas envolveu abstração e um doloroso processo decisório. Muitos suttas no AN podem ser vistos de diferentes perspectivas a partir das quais um sutta seria classificado como de uma ou outra categoria. Frequentemente, os suttas tratam das pessoas por meio de suas práticas e qualidades. Portanto, foi preciso decidir se um sutta seria classificado com base em práticas, qualidades, ou pessoas. Em alguns casos, um sutta trata de tal amplitude de assuntos que se adequaria em categorias distintas. Não quis fazer do meu guia um índice, pois lhe faltaria o grau de especificidade necessária para ajudar o leitor a enxergar o lugar do sutta em relação ao todo. Ainda que meu ideal tenha sido “um sutta, uma categoria”, muitas vezes precisei atribuir um sutta a duas, e às vezes três categorias. Contudo, não creio haver excedido o número de três categorias para um sutta.",
    "an-introduction-bodhi:18": "Dhamma e a Saṅgha. Comecei pela seção sobre o Buda lhe prestando homenagem como fundador da herança budista e fonte de todos os ensinamentos contidos no Aṅguttara Nikāya. A seção II, intitulada “O Dhamma e a disciplina”, trata os ensinamentos do Buda como um corpo de instruções que podem ser resumidas, aplicadas e compreendidas e também como um corpus de textos que precisam ser preservados e transmitidos para a posteridade. Seguem-se oito seções dedicadas a explicar o Dhamma em todo o seu alcance, como encontramos no AN. Inicia-se com um levantamento da visão de mundo do Buda (seção III), que trata dos antecedentes cosmológicos do projeto de libertação budista e os determinantes do destino humano. Depois, em estágios, eu trato das diferentes formas da prática budista, começando pela vida no mundo: relações familiares, vivência, riquezas, comunidade e estado (seção IV). Essas esferas da atividade humana são frequentemente ignoradas por quem escreve sobre o Budismo e sucumbe ao erro de presumir que a prática monástica representa a totalidade do Dhamma. O Aṅguttara é um tesouro de discursos inspiradores e informativos acerca da vida reta no mundo e estes textos são essenciais para se ter uma percepção adequada do Budismo antigo. ",
    "an-introduction-bodhi:19": "Embora o Buda enfatizasse as virtudes como caminho para a harmonia doméstica, seu ensinamento não se limitava a isso e se voltava para o treinamento para um renascimento mais elevado e, finalmente, a libertação. Mesmo que o primeiro ensinamento se destinasse aos leigos e leigas e o segundo aos bhikkhus e bhikkhunīs, eles compartilham muitos valores. Esses valores constituem uma plataforma comum de cultivo espiritual destinado tanto aos discípulos leigos quanto aos monges. Sob esta temática, eu juntei, na seção V, uma variedade de textos que se concentram nas práticas do discípulo leigo devoto que não se contenta com levar uma vida ética e busca avançar no caminho da libertação. O Aṅguttara Nikāya é uma fonte rica para guiar os seguidores leigos sérios e esta seção busca fazer jus a esses textos.",
    "an-introduction-bodhi:20": "A fim de instigar uma aspiração pelo objetivo final em seus seguidores, o Buda sublinha os defeitos e perigos da existência mundana, enunciados na verdade nobre do sofrimento. Por conseguinte, a seção VI congrega vários assuntos e textos dedicados à tarefa de “desfazer o encanto do mundo”. O que nos atrela à existência condicionada, com sua roda de nascimento e morte, e ao risco de descer a um dos domínios inferiores da existência são as impurezas da mente. Suttas que tratam da deste tema têm grande importância no AN e, por isso, foram agrupados na seção VII. A próxima divisão, seção VIII, contém suttas sobre o treinamento para a vida monástica, que cresce do espírito de renúncia e tem por objetivo alcançar o nibbana. O coração do treinamento para a vida monástica é a prática da meditação, que tem uma seção para si, a seção IX. Nela, eu coloquei os suttas que ressaltam as práticas que levam aos estados mais elevados de concentração (<i lang='pli'>samādhi</>). A seção X nos leva à etapa seguinte do treinamento, o desenvolvimento da sabedoria (<i lang='pli'>paññā</i>), que atinge o auge na libertação e realização do nibbāna, o destino do ensinamento.",
    "an-introduction-bodhi:21": "A porção seguinte representa a terceira Joia do Budismo, a Saṅgha. Ela trata tanto da Saṅgha institucional, a comunidade de monjas e monges ordenados (bhikkhus e bhikkhunīs) e a <i lang='pli'>ariyasaṅgha</i>, a comunidade dos nobres, os que trilharam os caminhos e alcançaram os frutos da iluminação.",
    "an-introduction-bodhi:22": "A última seção trata dos tipos de pessoas. Este é um aspecto em que o Aṅguttara se distingue bastante do Saṁyutta. Os principais capítulos do Saṁyutta focam nos principais temas filosóficos do ensinamento, os princípios e categorias que o Buda propôs como modelos para a contemplação e o insight. Portanto, encontramos no Saṁyutta capítulos extensos sobre a originação dependente, os elementos, os cinco agregados, as seis bases dos sentidos e os fatores do caminho, frequentemente explicados em termos fenomenológicos crus com pouquíssimas referências às pessoas a que eles se aplicam. O Aṅguttara, em contrapartida, contém uma abundância de modos diferentes de classificar as pessoas—tanto monges quanto leigos, nobres e pessoas comuns—tratando principalmente de suas qualidades, lutas pela felicidade e sentido, aspirações e realizações. Por isso, o AN se tornou a inspiração e uma grande fonte de um dos livros do Abhidhamma Piṭaka, o Puggalapaññatti ou “Descrições dos Tipos de Indivíduos”, o único tratado naquela coleção que se distancia do método estrito de redução fenomenológica do Abhidhamma para fazer um levantamento dos tipos de pessoas em relação aos valores e objetivos do Dhamma.",
    "an-introduction-bodhi:23": "O Buda no Aṅguttara Nikāya",
    "an-introduction-bodhi:24": "A seguir, explorarei os conteúdos do AN por meio das principais categorias do guia temático, sublinhando os temas relevantes que aparecem nesse Nikāya e citando os suttas que os exemplificam. Mesmo que possa ser repetitivo, devo dizer mais uma vez que atribuir suttas a uma categoria é feito apenas por conveniência e que, ao fazê-lo, corro o risco de neutralizar a complexidade dos conteúdos de textos específicos.",
    "an-introduction-bodhi:25": "Tratando-se de uma obra que, em grande parte, é sobre pessoas, é adequado buscar certo número de suttas dedicados ao próprio Buda, não apenas como professor e expositor do Dhamma, mas como uma pessoa dotada de uma história de vida e realizações. Eu dividi os suttas que tratam do Buda em três classes: os que se referem à sua vida e, portanto, são os alicerces de uma biografia; os que exaltam suas qualidades espirituais e realizações; e, como uma categoria distinta, os que tratam do Buda como um arquétipo para além de um indivíduo único, o exemplo do professor completamente esclarecido que incorpora sua mensagem na sua pessoa. Esta última parte contém os suttas em que o Buda fala de si como “o Tathāgata”.",
    "an-introduction-bodhi:26": "Os Nikāyas nunca tiveram a pretensão de construir uma biografia contínua do Buda. Os suttas que se referem a eventos de sua vida estão espalhados, aparecem em coleções diferentes e raramente fornecem as pistas necessárias para conectá-los em uma sequência única e coerente. O Mahāparinibbāna Suttanta (Dīgha Nikāya, DN 16) nos fornece um relato dos últimos dias do Buda, culminando em sua morte e cremação. Além disso, o material biográfico deve ser garimpado de textos bastante dispersos e precisamos nos apoiar em especulações, imaginação e pistas presentes nos próprios textos (como a ambientação e referências ocasionais aos incidentes relatados) a fim de atribuir-lhes a fases específicas da vida do Buda.",
    "an-introduction-bodhi:27": "Não obstante, o AN alude a acontecimentos que conhecemos a partir de relatos conectados da vida do Buda, escritos posteriormente. Podemos vê-los como o material bruto de que se serviram os poetas e hagiógrafos para construir a gloriosa biografia do Buda. Portanto, no <a class='ref' href='/an4.127'>AN 4.127</a> se fala sobre as maravilhas que acompanharam sua concepção no útero, seu nascimento físico, sua iluminação e o seu ato de pôr em movimento a roda do Dhamma. No <a class='ref' href='/an3.39'>AN 3.39</a>, ele conta a sua criação em meio a luxos e riquezas e relembra as reflexões sobre a velhice, doença e morte que despertaram-no de sua intoxicação com a juventude, a saúde e a vida. Ele discute seus esforços para dominar os vários estágios de meditação durante a sua luta pela iluminação no<a class='ref' href='/an8.64'>AN 8.64</a> e no <a class='ref' href='/an9.40'>AN 9.40</a>, dois relatos que comumente não são incluídos na biografia popular do Buda. O sutta <a class='ref' href='/an5.196'>AN 5.196</a> conta os cinco sonhos que ele teve quando ainda era um bodhisatta, presságios de seu despertar, e o <a class='ref' href='/an8.11'>AN 8.11</a> traz o relato tradicional de sua iluminação como o percurso pelos quatro jhānas e três conhecimentos superiores até a destruição das impurezas. No <a class='ref' href='/an4.21'>AN 4.21</a> ele conta as suas reflexões após a iluminação e a sua decisão de servir somente ao Dhamma. No <a class='ref' href='/an8.70'>AN 8.70</a> ele afirma que, se quisesse, ele poderia viver por um éon, e decide “renunciar sua força vital” uma vez que Ānanda não o pediu que estendesse sua vida. Este episódio nos é familiar por meio do Mahāparinibbāna Sutta.",
    "an-introduction-bodhi:29": "Eu decidi que os suttas em que o Buda fala de si como o “Tathāgata” são impressionantes o suficiente para terem uma categoria para si. Nestes suttas, eu vejo o Buda se referir a si não só como um indivíduo ímpar, mas como o último dos representantes de uma “dinastia” de Budas, seres extraordinários que aparecem em raros intervalos no processo cósmico de redescoberta do caminho perdido para o nibbāna, ensinando-o ao mundo. No AN, encontramos referências explícitas a somente dois dos seis Budas do passado que conhecemos por meio dos outros Nikāyas. Sikhī, o quinto, é mencionado no <a class= 'ref' href='/an3.80'>AN 3.80</a> e Kassapa, o antecessor de Gautama, no <a class='ref' href='/an5.180'>AN 5.180</a>. Mas há um número considerável de referências aos Tathāgatas no plural, o que indica a ideia de uma sucessão de Budas já era conhecida pelos compiladores.",
    "an-introduction-bodhi:30": "Do ponto de vista dos Nikāyas, todos os Tathāgatas compartilham dos mesmos atributos essenciais que os qualificam para servir como professores para o mundo. O Tathāgata é “sem semelhante, sem contraparte, incomparável, ímpar, sem rivais, sem igual, o melhor dos bípedes” (<a class='ref' href='/an1.175'>AN 1.175-77</a>). Ele despertou completamente para “tudo o que é visto, ouvido, sentido, compreendido, alcançado, buscado e examinado pela mente” e, portanto, o que quer que ensine “é daquela forma e não de outra” (<a class='ref' href='/an4.23'>AN 4.23</a>). Ele é dotado dos “dez poderes do Tathāgata” e das “quatro formas de autoconfiança”, pelas quais ele ocupa o lugar de “chefe dos touros, ruge o rugir do leão nas assembleias e põe em movimento a roda de Brahma” (<a class='ref' href= '/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; vide também <a class='ref' href='/an6.64'>AN 6.64</a>). Seu “rugido de leão” sobre a impermanência é tão poderoso que faz as deidades longevas serem abaladas e tremerem (<a class='ref' href='/an4.33'>AN 4.33</a>).",
    "an-introduction-bodhi:31": "O Dhamma e a disciplina",
    "an-introduction-bodhi:32": "Embora o Buda seja a pessoa suprema no âmbito espiritual, ele reverenciava algo superior a si: o Dhamma. Após a sua iluminação, buscando em vão a quem prestar honras, ele decidiu: “Honrarei, respeitarei e dependerei somente do Dhamma para o qual eu despertei completamente” (<a class='ref' href='/an4.22'>AN 4.22</a>). Quando ele ensina, ele o faz “confiando apenas no Dhamma; honrando, respeitando e venerando somente o Dhamma; tomando o Dhamma como seu estandarte, bandeira e autoridade” (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>. A quem quer que ele ensine, ele o faz respeitosamente, “porque o Tathāgata tem respeito pelo Dhamma, reverência pelo Dhamma” (<a class='ref' href='/an5.99'>AN 5.99</a>).",
    "an-introduction-bodhi:33": "Neste sentido, o Dhamma está mais próximo de um corpus de princípios que tornam possível o crescimento e libertação espirituais que de uma expressão doutrinária verbal. Seus principais pontos de referência são o Nobre Caminho Óctuplo, o principal entre todos os fenômenos condicionados, e o nibbāna, o principal entre tudo o que é condicionado e incondicionado (<a class='ref' href='/an4.34'>AN 4.34</a>). O Buda resumiu a essência do Dhamma de diversas formas que manam do mesmo corpo de princípios. Em certo ponto, ele diz que as expressões ilimitadas do Dhamma convergem em quatro coisas: compreensão e abandono do que não é benéfico e compreensão e desenvolvimento do que é benéfico (<a class='ref' href='/an4.188'>AN 4.188</a>). Ele ensinou a Mahāpajā­patī, sua mãe adotiva, oito critérios do Dhamma verdadeiro (<a class='ref' href='/an8.53'>AN 8.53</a>) e, ainda mais resumidamente, ele disse ao bhikkhu Upāli que o ensinamento poderia ser encontrado “naquelas coisas que conduzem exclusivamente ao desencanto, à desilusão, à cessação, à paz, ao conhecimento direto, ao despertar, ao nibbāna” (<a class='ref' href='/an7.83'>AN 7.83</a>).",
    "an-introduction-bodhi:34": "Na contramão de muitos de seus contemporâneos, o Buda se recusou a debruçar-se sobre visões especulativas acerca de temas irrelevantes à busca da libertação do sofrimento. Particularmente, ele se recusou a pronunciar-se sobre o destino aqueles aperfeiçoados e libertados após a morte, ou a responder às infames dez questões especulativas (vide <a class='ref' href='/an7.54'>AN 7.54</a>). Ao contrário, ele enfatizou que ensinara o Dhamma “para a purificação dos seres, para a superação da tristeza e do lamento, para a dissipação da dor e do desânimo, para a realização do método para alcançar o nibbāna” (<a class='ref' href='/an9.20'>AN 9.20</a>). Embora ele tenha sustentado uma espécie de “reticência metafísica”, ele não hesitava em criticar aqueles cujas opiniões ele considerava prejudiciais à vida espiritual. Por vezes os textos mencionam três pontos de vista que ele repudiava expressamente: o determinismo baseado em ações passadas, o teísmo determinista e a negação da causalidade (<a class='ref' href='/an3.61'>AN 3.61</a>). Ele também criticou fortemente como uma visão errônea a tese de que “não há frutos ou resultados de ações boas e más”, o que descartaria o princípio do kamma (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a>, etc.). Ele criticou, ainda, a visão “determinista dura” de que nossas decisões são, irrevogavelmente, causadas por fatores e forças que nos são externas. Contra a posição determinista de que “não há kamma, feito, energia”, ele diz que todos os Budas perfeitamente iluminados do passado, presente e futuro ensinam “uma doutrina do kamma, dos feitos e da energia” (<a class='ref' href='/an3.137'>AN 3.137</a>). Ele insistiu que existem coisas como a instigação, a iniciativa, a escolha e o esforço por meio das quais as pessoas são responsáveis pelos seus destinos (<a class='ref' href='/an6.38'>AN 6.38</a>).",
    "an-introduction-bodhi:35": "O Buda afirmou que o seu Dhamma era diretamente visível (<i lang='pli'>sandiṭṭhika</i>), um termo que se tornou um de seus epítetos. Quando questionado sobre como isso se confirmaria, ele explicava de formas que remetiam os questionadores à sua experiência imediata. Quando uma pessoa é tomada pela luxúria, pelo ódio e pela ilusão, dizia ele, ela age em prejuízo próprio, dos outros e de ambos e experimenta o sofrimento e desânimo; porém, quando a luxúria, o ódio e a ilusão são abandonados, ela está livre para agir em prol do bem-estar de todos, não mais experimentando o sofrimento e o pesar (vide <a class='ref' href='/an3.53'>AN 3.53–54</a>). A destruição da luxúria, ódio e ilusão é o nibbāna e, também neste aspecto, o nibbāna é diretamente visível (<a class='ref' href='/an3.55'>AN 3.55</a>).",
    "an-introduction-bodhi:36": "No AN, o Dhamma é visto não apenas como o caminho de prática e o objetivo a se realizar, mas também como a coleção de discursos verbais que o Buda pronunciou ao longo de sua carreira de professor. Portanto, os suttas se referem, ocasionalmente, aos nove tipos de ensinamento com que os discursos foram classificados nos primeiros tempos, antes que fossem compilados nos Nikāyas (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73–74</a>, etc.). Porque os ensinamentos do Buda, que revelam o caminho para a iluminação e libertação, foram organizados em um corpo escritural, a saúde, pureza e longevidade do Dhamma depende da preservação e transmissão adequadas dos textos. Dentre os quatro Nikāyas, o AN é o que mais insiste na necessidade de preservar o Dhamma adequadamente e, portanto, de protegê-lo da destruição e desaparecimento.",
    "an-introduction-bodhi:37": "Os suttas que tratam deste tema são encontrados em toda a obra. Uma série de textos curtos no conjunto dos Uns delineia os fatores que levam ao desaparecimento do bom Dhamma e, em contrapartida, os fatores que sustentam a sua vitalidade (<a class='ref' href='/an1.30'>AN 1.30–69</a>). O último pode ser resumido em não confundir o que é o Dhamma com o que não é o Dhamma; não confundir a disciplina com o que é contrário à disciplina; citar o Buda com precisão, descrevendo a sua conduta de modo acertado e não confundindo as diferentes categorias de normas disciplinares. Em um sutta, o Buda fornece instruções aos monges sobre os critérios para determinar se um ensinamento relatado após a sua passagem é autêntico ou espúrio (<a class='ref' href='/an4.180'>AN 4.180</a>). Outro sutta conta que o Dhamma bom degenera quando os monges não preservam os ensinamentos adequadamente, interpretam equivocadamente o seu significado, não o ensina aos outros e são displicentes na prática. Mas quando, ao contrário, eles preservam os ensinamentos adequadamente, interpretam-nos corretamente, ensinam aos outros e se empenham na prática, o ensinamento perdura (<a class='ref' href='/an4.160'>AN 4.160</a>).",
    "an-introduction-bodhi:38": "O caleidoscópio mutante da experiência",
    "an-introduction-bodhi:39": "Dada a importância de preservar o ensinamento e de garantir a sua longevidade, qual é, exatamente, o conteúdo do Dhamma que o Buda descobriu e por que ele é tão especial? Antes de responder a esta pergunta, é oportuno fazer uma revisão da imagem do universo a fim de averiguar o plano de fundo da busca pela libertação. Os Nikayas descrevem um universo de dimensões inconcebivelmente vastas que sofre fases cambiantes de desenvolvimento e declínio. A unidade básica de tempo cósmico é o éon (<i lang='pli'>kappa</i>). Os que alcançam o poder de recordar suas vidas passadas, dizem os textos, podem recordar “muitos éons de dissolução do mundo, muitos éons de evolução do mundo, muitos éons de dissolução e evolução do mundo” (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a>, etc.). O éon é dividido em quatro fases: dissolução, dissolução prolongada, evolução e evolução completa. Cada uma dessas fases é quantificada em cifras para além de centenas de milhares de anos (<a class='ref' href='/an4.156'>AN 4.156</a>). Um sistema de mundo não só contém uma vasta duração temporal, mas é também estratificado em várias esferas de existência, desde as infernais, que são mundos de intenso sofrimento; até as esferas ou planos de nascimento dos animais; dos espíritos aflitos (por vezes chamados de “espíritos famintos”); passando pela esfera humana e, mais acima, pela série ascendente das esferas habitadas pelos <i lang='pli'>devas</i>, os seres divinos. Há seis esferas celestiais sensuais: o céu dos quatro reis divinos, os devas do Tāvatiṁsa, os devas que se deleitam na criação, e os devas que controlam o que é criado pelos outros (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/8.36'>AN 8.36</a>, etc.). Acima destas, estão o mundo de Brahmā e esferas ainda mais elevadas de renascimento, habitadas por aqueles que dominaram as habilidades meditativas.",
    "an-introduction-bodhi:40": "Apesar de suas muitas diferenças, há uma característica que une todos os seres sencientes, desde os mais baixos até os mais elevados: todos buscam a libertação do sofrimento e alcançar a verdadeira felicidade. Este impulso inerente ao ser senciente é precisamente o que o Buda usa como tema principal de seu ensinamento, o fulcro em que se apoiam todas as doutrinas e práticas. Contudo, ao invés de partir do senso comum, o Buda faz uma análise crítica do que constitui o sofrimento e do que oferece o prospecto de felicidade indissolúvel. Nossos preconceitos sobre o que nos fará felizes são frequentemente equivocados, enraizados em uma fixação nas sensações imediatas que excluem o reconhecimento das repercussões mais profundas e consequências a longo prazo do nosso comportamento.",
    "an-introduction-bodhi:41": "A experiência está em constante mutação, sempre alterando a sua forma independente dos nossos desejos e expectativas. A despeito do que desejamos, não podemos evitar a velhice, a doença, a depreciação de nossas posses, a perda dos que nos são caros. Tanto o tolo mundano quanto o discípulo sábio têm este destino. A diferença é que o tolo mundano não reflete sobre a universalidade dessa lei e, por conseguinte, quando seu destino lhe toma de assalto, “ele se entristece, se abate, lamenta, chora batendo sobre o peito e se torna confuso”. O discípulo sábio, em contrapartida, entende que a velhice, a doença e a morte, a destruição e a perda são nosso destino universal; assim, ele remove a “flecha venenosa da tristeza” e fica feliz, sem flechas (<a class='ref' href='/an5.48'>AN 5.48</a>). Mais uma vez, ambos o mundano e o discípulo são sujeitos às “oito condições mundanas”: ganho e perda, desonra e fama, culpa e louvor, prazer e dor. O mundano, atraído por um e repelido por outro “não está livre do nascimento, da velhice e da morte, da tristeza, da lamentação, da dor, do desânimo e da angústia”. Porém, o nobre discípulo, reconhecendo que todas essas condições instáveis são inconstantes e sujeitas à mudança, descarta a atração e a repulsa e realiza a liberdade interior (<a class='ref' href='/an8.6'>AN 8.6</a>).",
    "an-introduction-bodhi:42": "O que o Buda enfatiza como ponto de partida na busca pela verdadeira felicidade é a correlação estreita entre a qualidade ética de nossa conduta e o tom em que sentimos a nossa experiência. Os atos com o corpo, a fala e e pensamentos podem ser eticamente distinguidos em duas amplas classes: os prejudiciais (<i lang='pli'>akusala</i>) e benéficos (<i lang='pli'>kusala</i>). O Buda sublinhou que os prejudiciais são fonte de miséria, sofrimento e sua eliminação traz o bem-estar e a felicidade (<a class='ref' href='/an3.65'>AN 3.65–66</a>). Portanto, constantemente, ele ordenava aos seus discípulos a fazer um esforço firme de abandonar o que é prejudicial e desenvolver o que é benéfico. (<a class='ref' href='/an2.19'>AN 2.19</a>). Um esforço para o bem traz uma felicidade muito maior, mais rica e duradoura do que se entregar ao desejo. Uma série de suttas bastante curtos contrasta os diferentes tipos de felicidade e avalia seus valores relativos: a felicidade da vida monástica é superior àquela da vida leiga; a felicidade da renúncia é superior à sensual; a felicidade sem aquisições é superior à que advém de aquisições; a felicidade imaculada superior à felicidade maculada, e a felicidade espiritual é superior à mundana (<a class='ref' href='/an2.64'>AN 2.64–68</a>).",
    "an-introduction-bodhi:43": "De acordo com o Buda, o “caleidoscópio mutante” do sofrimento e felicidade não muda suas configurações apenas durante uma vida terrena, mas muda ainda mais radicalmente quando viajamos ao longo da roda dos renascimentos conhecida como <i lang='pli'>saṁsāra</i>, “a errância”. O fator governante desse processo, que ordena a totalidade do curso da roda dos renascimentos, é uma força chamada <i land='pli'>kamma</i> (Sânscrito: <i lang='san'>karma</i>). O termo “kamma” significa, literalmente, ação; o Buda, porém, a emprega especificamente para ação volitiva ou intencional: “Intenção, eu lhes digo, é kamma. Pela intenção, a pessoa faz kamma através do corpo, linguagem, e mente.” (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Portanto, kamma denota os atos que se originam da vontade, que podem permanecer puramente mentais, criando kamma por meio de nossos pensamentos, planos e desejos; ou que eventualmente sejam exprimidos em atos corporais e verbais. O termo kamma denota ainda a força moral criada por nossos atos. Todos os nossos atos moralmente determinados criam um potencial de gerar resultados (<i lang='pli'>vipāka</i>) que correspondem à sua qualidade ética. Nossos atos geram kamma e, quando as condições apropriadas se coadunam, o kamma amadurece e produz os frutos apropriados, trazendo miséria ou felicidade, dependendo da qualidade moral da ação originária. O kamma que nós criamos pode amadurecer nesta vida ou no próximo renascimento ou em alguma situação subsequente (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.127'>AN 10.127</a>). A única certeza é que, enquanto viajarmos pelo ciclo de renascimentos, nosso estoque de kamma é capaz de amadurecer e gerar seus resultados. Por isso, o Buda ensina, repetidamente, que “os seres são donos do seu kamma, herdeiros de seu kamma, têm o kamma como sua origem, são relacionados através de seu kamma, têm seu kamma como árbitro; que o que quer que eles faça, para o bem ou para o mal, disso eles se tornarão herdeiros” (<a class='ref' href='/an10.126'>AN 10.126</a>; vide também <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/10.48'>AN 10.48</a>).",
    "an-introduction-bodhi:44": "As diferenças no kamma são responsáveis pela grande diversidade na sorte das pessoas, que constantemente revolvem no ciclo da existência, subindo e descendo, às vezes das trevas para a luz, às vezes da luz para as trevas (<a class='ref' href='/an4.85'>AN 4.85</a>). O kamma é o principal determinante do renascimento. O kamma não saudável leva a um renascimento desafortunado e a resultados dolorosos, o kamma saudável leva a um renascimento afortunado e a resultados prazerosos (<a class='ref' href='/an2.16'>AN 2.16–17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217–18</a>). O renascimento não está limitado ao domínio humano, pois o kamma varia em sua qualidade e potência, podendo produzir, portanto, o renascimento em quaisquer das cinco <i lang='pli'>gatis</i> ou destinos: inferno, domínio animal, domínio dos espíritos aflitos, mundo humano ou o mundo dos devas (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Os seres estão constantemente migrando de esfera a esfera, embora sejam poucos os que renascem nos mundos humano ou dos devas comparados aos que renascem nos infernos, no domínio animal, no domínio dos espíritos, coletivamente chamados de plano da miséria, maus destinos, ou mundo inferior (<a class='ref' href='/an1.348'>AN 1.348–77</a>). Modernistas, que propõem uma interpretação psicológica desses domínios como estados psicológicos que experimentamos em nossa existência humana teriam grande dificuldade em substanciar suas posições nos Nikāyas. No AN lemos repetidas vezes, em quase todos os <i lang='pli'>nipātas</i>, como os seres renascem no inferno ou no céu “com a decomposição do corpo após a morte” (<i lang='pli'>kāyassa bhedā paraṁmaraṇā</i>). A expressão é um dos principais motes dos Nikāyas e não há indícios de que se pretendia que fosse interpretada metaforicamente.",
    "an-introduction-bodhi:45": "O critério para julgar a vontade responsável por uma ação ser boa ou ruim são os motivos ou “raízes” que a acompanham. Três raízes são más: a cobiça, o ódio e a ilusão. Destes surgem impurezas secundárias como a ira, a hostilidade, a inveja, a avareza, a presunção e a arrogância; e, das raízes e impurezas secundárias, surgem ações impuras com seu potencial de produzir o renascimento em um plano de miséria (<a class='ref' href='/an6.39'>AN 6.39</a>). Por outro lado, o kamma saudável é a ação que se origina de três raízes benéficas: a não-cobiça, o bem-querer e a sabedoria. Enquanto as ações nascidas de raízes más são necessariamente vinculadas à sucessão de nascimentos e mortes repetidas; ações nascidas de raízes boas têm duas naturezas: mundana e transcendente. Boas ações mundanas têm o potencial de produzir o renascimento em um dos domínios mais elevados (<a class='ref' href='/an6.39'>AN 6.39</a>). Boas ações transcendentes ou supramundanas (<i lang='pli'>lokuttara</i>), isto é, o kamma gerado pela prática do Nobre Caminho Óctuplo e dos Sete Fatores da Iluminação, desmantelam o processo de causação cármica, levando assim à libertação do ciclo de renascimentos (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237–38</a>).",
    "an-introduction-bodhi:46": "Os textos não nos deixam dúvidas sobre quais tipos de ações criam bom kamma e quais criam mau kamma, pois fornecem mapas precisos do terreno de conduta correta e errada. A lista-padrão contém dez tipos de más ações—três corpóreas, quatro da fala e três da mente—e dez tipos correspondentes de bom kamma (<a class='ref' href='/an10.167'>AN 10.167–233</a>; veja <a class='ref' href='/an10.176'>AN 10.176</a> para uma análise detalhada). No entanto, todas essas ações, em última instância, se originam na mente. Assim, a mente é revelada como a fonte subjacente de todo o bem ou mal e, por meio das ações que dela fluem, a causa fundamental do sofrimento e da felicidade.",
    "an-introduction-bodhi:47": "Ao vincular as raízes do sofrimento e da felicidade às nossas intenções, o Buda demonstra que a chave para a felicidade é o treinamento e o domínio da mente. Em uma série de pares de suttas, ele diz não ver algo que leve a tanto mal e sofrimento quanto a mente que é pouco desenvolvida, não cultivada, indomada, descuidada, desprotegida e sem restrições; em contrapartida, nada leva a maior felicidade e bem do que a mente desenvolvida, cultivada, domada, cuidada, protegida e com restrições (<a class='ref' href='/an1.23'>AN 1.23–40</a>). Portanto, o coração do ensinamento de Buda é o desenvolvimento e o cultivo da mente, o que, por sua vez, fará a mente desdobrar sua luminosidade intrínseca, aproximando-a do êxtase da libertação.",
    "an-introduction-bodhi:48": "Mantendo um lar harmonioso",
    "an-introduction-bodhi:49": "Embora o budismo antigo prescrevesse um caminho de cultivo de si que levava à extinção do sofrimento, o Buda entendeu que o desenvolvimento espiritual não acontece em um vácuo social, mas depende de uma ordem social saudável e harmoniosa que exemplifique os tipos de virtudes que nutrem a vida espiritual. Influências espirituais começam no topo da hierarquia social e se espalham, gradualmente, para os níveis mais baixos, afetando toda a sociedade e até os domínios biológico e físico (<a class='ref' href='/an4.70'>AN 4.70</a>). Por isso, o Buda se esforça consideravelmente em prol de uma sociedade harmoniosa em que as pessoas agem conforme virtudes cívicas. Dentre os quatro Nikāyas, o Aṅguttara—junto do Sīgalaka Sutta (DN 31)—é, provavelmente, a mais rica fonte desses ensinamentos. Kelly sublinha que este Nikaya contém o maior número de suttas sobre leigos, tanto dirigindo-se diretamente a eles, quanto falando para os monges das práticas apropriadas para um discípulo leigo. (Veja a Tabela 2.)",
    "an-introduction-bodhi:50": "Tabela 2: Suttas que tratam de leigos",
    "an-introduction-bodhi:51": "Dīgha",
    "an-introduction-bodhi:52": "Majjhima",
    "an-introduction-bodhi:53": "Saṁyutta",
    "an-introduction-bodhi:54": "Aṅguttara",
    "an-introduction-bodhi:55": "Khuddaka",
    "an-introduction-bodhi:56": "Total de suttas no Nikāya",
    "an-introduction-bodhi:57": "34",
    "an-introduction-bodhi:58": "152",
    "an-introduction-bodhi:59": "2.904",
    "an-introduction-bodhi:60": "8.122",
    "an-introduction-bodhi:61": "601",
    "an-introduction-bodhi:62": "Direcionado aos leigos",
    "an-introduction-bodhi:63": "14",
    "an-introduction-bodhi:64": "47",
    "an-introduction-bodhi:65": "121",
    "an-introduction-bodhi:66": "125",
    "an-introduction-bodhi:67": "30",
    "an-introduction-bodhi:68": "Trata indiretamente dos leigos",
    "an-introduction-bodhi:69": "1",
    "an-introduction-bodhi:70": "3",
    "an-introduction-bodhi:71": "7",
    "an-introduction-bodhi:72": "36",
    "an-introduction-bodhi:73": "6",
    "an-introduction-bodhi:74": "Total",
    "an-introduction-bodhi:75": "15",
    "an-introduction-bodhi:76": "50",
    "an-introduction-bodhi:77": "128",
    "an-introduction-bodhi:78": "161",
    "an-introduction-bodhi:79": "Fonte: Kelly 2011",
    "an-introduction-bodhi:80": "Levando em conta o número de discursos que abordam as relações familiares, é evidente que o Buda considerava a família como o principal agente de aculturação. Uma vez que o chefe da família desempenha um impacto particularmente grande sobre a sua casa, o Buda tentou promover uma transformação positiva da sociedade ao oferecer aos chefes de família orientações para a vida correta. Ele delineou um ideal pragmático, porém inspirador, para seus discípulos leigos, o da <i lang='pli'>sappurisa</i> ou “boa pessoa”, que vive “para o bem-estar e felicidade de muitas pessoas”, ou seja, seus pais, sua esposa e filhos, aqueles empregados em lhes ajudarem com os fazeres domésticos, seus amigos e os renunciantes contemplativos (<a class='ref' href='/an5.42'>AN 5.42</a>). Quando o chefe de família dá um bom exemplo, os que dele dependem crescem em tudo o que é valioso: na fé, virtude, aprendizado, generosidade e sabedoria (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>).",
    "an-introduction-bodhi:81": "Ao oferecer orientações para a família, o Buda prescreve os deveres dos filhos para com os pais (<a class='ref' href='/an2.33'>AN 2.33</a>, <a class='ref' href='/an3.31'>AN 3.31</a>), aconselha os esposos e esposas sobre como viverem juntos (<a class='ref' href='/an4.53'>AN 4.53</a>) e até instrui um casal apaixonado como eles podem ter certeza de se reunirem em vidas futuras (<a class='ref' href='/an4.55'>AN 4.55</a>). Ele distingue entre o modo de vida incorreto e o modo de vida correto, define as maneiras apropriadas de adquirir e utilizar riquezas e prescreve os meios apropriados de manter relações cordiais: doando-se, sendo amável na fala, beneficente na conduta e imparcial (<a class='ref' href='/an4.32'>AN 4.32</a>). Ele não só instruiu indivíduos e famílias, como também estados e governantes. Ele ensinou ao povo da Confederação Vajji, que mantinham uma forma republicana de governo, os “sete princípios da preservação” (<a class='ref' href='/an7.21'>AN 7.21</a>). Para os reis, ele estabeleceu o ideal do “monarca que faz girar a roda [do Dhamma]” (<i lang='pli'>rājā cakkavati</i>), o rei virtuoso que governa pelo Dhamma e protege a todos sob o seu domínio, incluindo os animais e pássaros (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>).",
    "an-introduction-bodhi:82": "O caminho da elevação",
    "an-introduction-bodhi:83": "Embora o Budismo antigo visse a sociedade virtuosa como aquela que provê as melhores condições para o bem-estar e a felicidade do coletivo, seu foco não é na estabilidade social em si, mas no desenvolvimento e libertação espirituais do indivíduo. As condições mais favoráveis para a busca desimpedida do objetivo final são dadas pelo estilo de vida do monge ou monja renunciante que é livre das amarras e obrigações da vida doméstica. Porém, quase que sem precedentes entre seus contemporâneos, o Buda também defendia que as pessoas comuns, ganhando seu sustento pelo “suor de seus braços” e mantendo uma família, podiam progredir espiritualmente e alcançar três dos quatro estágios da iluminação. Ele, portanto, lançou os alicerces de um cultivo espiritual para os seus seguidores leigos compatível com suas outras responsabilidades no cuidado familiar e no trabalho. Estes permitiriam que o discípulo leigo alcançasse um renascimento mais elevado e até mesmo alcançasse o plano dos nobres, onde a libertação final é uma certeza.",
    "an-introduction-bodhi:84": "Muitos dos fatores que contribuem para o estágio fundamental do desenvolvimento espiritual são comuns para o renunciante e o leigo. Portanto, embora os suttas frequentemente descrevam essas qualidades em termos de um bhikkhu, elas podem ser entendidas como pertinentes aos discípulos leigos também. A semente do desenvolvimento espiritual é a tríade de qualidades que consiste em fé (<i lang='pli'>saddhā</i>), confiança (<i lang='pli'>pasāda</i>) e reverência (<i lang='pli'>gārava</i>). A fé é uma faculdade e um poder e é definida como a crença na iluminação do Buda (<a class='ref' href='/an5.2'>AN 5.2</a>, <a class='ref' href='/an5.14'>AN 5.14</a>). Ela é uma confiança profunda em sua sabedoria e uma prontidão a implementar os seus conselhos. Da fé nascem os quatro poderes que inspiram e dirigem o treinamento: a vergonha moral, o medo moral, a energia e a sabedoria. Intimamente ligada à fé está a confiança, um sentimento de serenidade e clareza mental que advém da fé. O discípulo confia que o Buda é o melhor dos seres, o Dhamma o melhor dos ensinamentos e a Saṅgha dos nobres a melhor das comunidades espirituais (<a class='ref' href='/an4.34'>AN 4.34</a>). Junto da fé e da confiança vem a reverência, um senso de respeito e estima direcionados às Três Joias e ao treinamento (<a class='ref' href='/an6.32'>AN 6.32–33</a>).",
    "an-introduction-bodhi:85": "Para um discípulo dotado de fé, o crescimento espiritual é impulsionado pela associação com bons amigos, pessoas que podem dar orientações e servir como inspiração. A declaração do Buda a Ānanda (SN 45.2) de que a boa amizade representa o todo da vida espiritual tem fortes análogos no AN. Lemos que “não há algo que faz com que qualidades benéficas que ainda não surgiram surjam e qualidades prejudiciais que já surgiram diminuam como amizades boas” (<a class='ref' href='/an1.71'>AN 1.71</a>). Um par de suttas, com grande beleza, enumera os traços que devem ser buscados em um bom amigo (<a class='ref' href='/an7.36'>AN 7.36–37</a>) e um discurso a um leigo o aconselha a construir amizades com outros leigos dedicados na fé, de comportamento virtuoso, generosos e sábios (<a class='ref' href='/an8.54'>AN 8.54</a> §3).",
    "an-introduction-bodhi:86": "Grande parte da prática de um leigo envolve a realização de atos meritórios, atividades geradoras de bom kamma que conduz a um renascimento feliz, à boa sorte e ao progresso espiritual. O Buda chega a exortar os bhikkhus: “não temam o mérito” e detalha os benefícios colhidos em uma vida passada por meio do cultivo da mentalidade de bem-querer (<a class='ref' href='/an7.62'>AN 7.62</a>). Os textos enumeram três “bases da atividade meritória”: doação, comportamento virtuoso e desenvolvimento meditativo (<a class='ref' href='/an8.36'>AN 8.36</a>). Eles mencionam, ainda, quatro “correntes de mérito” para um nobre discípulo: confiança firme nas Três Joias junto do comportamento virtuoso (<a class='ref' href='/an4.52'>AN 4.52</a>). A lista é ampliada para oito correntes de mérito por meio da combinação dos Três Refúgios com os cinco preceitos (<a class='ref' href='/an8.39'>AN 8.39</a>).",
    "an-introduction-bodhi:87": "Muitos textos curtos no AN tratam das boas maneiras da doação e generosidade, com ênfase na provisão de apoio material para os monges e monjas, bem como para outros ascetas cuja sobrevivência depende da comunidade leiga. Embora o Buda encorajasse seus discípulos a ajudar renunciantes de todas as convicções, até mesmo de seus rivais (<a class='ref' href='/an8.12'>AN 8.12</a>), ele também ensinou que o mérito adquirido ao se doar é proporcional às qualidades espirituais dos que recebiam, logo, as pessoas nobres, especialmente os arahants, são o campo mais fértil de mérito (<a class='ref' href='/an3.57'>AN 3.57</a>). O comportamento virtuoso começa pela observância das cinco regras de treinamento: abstenção de matar, de roubar, da má conduta sexual, da linguagem falsa e do uso de intoxicantes. O código de conduta pode ser desdobrado em dez caminhos de boa ação que compreendem não apenas o comportamento corpóreo e verbal, mas também boas disposições e visões corretas (<a class='ref' href='/an10.176'>AN 10.176</a>). Vários textos dão diretivas específicas sobre a fala correta. Já tratei do modo de vida correto na seção anterior.",
    "an-introduction-bodhi:88": "É de especial importância para o devoto leigo sério que deseja obter mérito a observância do <i lang='pli'>uposatha</i>, que acontece nos dias de lua nova e cheia. Nessas ocasiões, os leigos mais devotos tomam os oito preceitos que emulam os preceitos de um noviço (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.41'>AN 8.41–45</a>). Eles passam o dia praticando meditação e um texto recomenda o bem-querer como algo bastante apropriado para a observância do <i lang='pli'>uposatha</i>. Outro texto recomenda as cinco recordações, as chamando de meios de purificar a mente corrompida (<a class='ref' href='/an3.70'>AN 3.70</a>). O Buda explica que a observância integral do <i lang='pli'>uposatha</i> em seus oito fatores é mais benéfica que a soberania sobre o continente, pois o mérito adquirido pode levar ao renascimento nos mundos celestes.",
    "an-introduction-bodhi:89": "Na interessante tabela reproduzida aqui, Kelly calculou os objetivos predominantes em discursos direcionados aos leigos ao longo dos Nikāyas. Ele distingue entre objetivos voltados para o bem-estar mundano—nesta vida e em um renascimento em um mundo celestial—e os voltados à realização da libertação:",
    "an-introduction-bodhi:90": "Tabela 1: Objetivos da prática leiga nos Nikāyas",
    "an-introduction-bodhi:91": "Objetivo",
    "an-introduction-bodhi:92": "Todos",
    "an-introduction-bodhi:93": "Vida Presente/Vida Futura",
    "an-introduction-bodhi:94": "6 (33%)",
    "an-introduction-bodhi:95": "16 (32%)",
    "an-introduction-bodhi:96": "44 (34%)",
    "an-introduction-bodhi:97": "97 (60%)",
    "an-introduction-bodhi:98": "21 (58%)",
    "an-introduction-bodhi:99": "184 (47%)",
    "an-introduction-bodhi:100": "Libertação",
    "an-introduction-bodhi:101": "9 (50%)",
    "an-introduction-bodhi:102": "24 (48%)",
    "an-introduction-bodhi:103": "58 (45%)",
    "an-introduction-bodhi:104": "34 (21%)",
    "an-introduction-bodhi:105": "13 (36%)",
    "an-introduction-bodhi:106": "138 (35%)",
    "an-introduction-bodhi:107": "Não especificado",
    "an-introduction-bodhi:108": "3 (17%)",
    "an-introduction-bodhi:109": "10 (20%)",
    "an-introduction-bodhi:110": "26 (20%)",
    "an-introduction-bodhi:111": "30 (19%)",
    "an-introduction-bodhi:112": "2 (6%)",
    "an-introduction-bodhi:113": "71 (18%)",
    "an-introduction-bodhi:114": "18 (100%)",
    "an-introduction-bodhi:115": "50 (100%)",
    "an-introduction-bodhi:116": "128 (100%)",
    "an-introduction-bodhi:117": "161 (100%)",
    "an-introduction-bodhi:118": "36 (100%)",
    "an-introduction-bodhi:119": "393 (100%)",
    "an-introduction-bodhi:120": "Fonte: Kelly 2011, p. ??",
    "an-introduction-bodhi:121": "Kelly nota que o Aṅguttara, comparado aos demais Nikāyas, dá mais ênfase aos dois objetivos mundanos que à realização do entrar na correnteza ou em estágios mais avançados no percurso. Não obstante, até no Aṅguttara, a prática de um leigo não se esgota no mérito. Em diversos suttas o Buda menciona quatro qualidades que levam a um bem-estar superior do discípulo leigo. As três primeiras são a fé, a virtude e a generosidade, que constituem o mérito. A quarta é a sabedoria, especificamente “a sabedoria que distingue a emergência e o decaimento, que é nobre e penetrante e leva à destruição completa do sofrimento” (<a class='ref' href='/an8.54'>AN 8.54</a>, <a class='ref' href='/an8.76'>AN 8.76</a>). Esta é a sabedoria do insight sobre a inconstância, que leva para além de todas as esferas de renascimento até o objetivo último do Dhamma, a realização do nibbāna e a libertação da roda dos renascimentos.",
    "an-introduction-bodhi:122": "Desfazendo o encanto do mundo",
    "an-introduction-bodhi:123": "A fim de dirigir os seus discípulos para longe do apego a objetos transientes, o Buda emprega um arsenal de técnicas para desvelar o abismo que existe sob a aparência das alegrias inocentes de uma vida virtuosa. Essas técnicas têm o objetivo de incutir no aspirante uma qualidade chamada <i lang='pli'>saṁvega</i>, palavra sem equivalente preciso na língua inglesa. Para transmitir o seu sentido, é necessário recorrer a uma fórmula provisória como “senso de urgência”. <i lang='pli'>Saṁvega</i> pode ser descrito como a comoção interior ou o espanto que experimentamos ao sermos lançados para fora de nossa costumeira complacência por um duro encontro com verdades cuja gravidade nós, geralmente, nos recusamos a encarar. <i lang='pli'>Saṁvega</i> nasce do reconhecimento de que nossa segurança autoafirmada é ilusória, de que estamos sempre pisando em gelo fino, que a qualquer momento pode rachar sob nossos pés.",
    "an-introduction-bodhi:124": "O principal catalisador desse senso de urgência é o nosso confronto inevitável com a mortalidade, revelada pela velhice, doença e morte. Este encontro nos tira de nossos confortos mundanos e nos leva à busca da paz inabalável e da liberdade. O próprio Buda precisou passar por esse “choque” antes de iniciar sua busca pela iluminação. Suas reflexões profundas sobre a velhice, a doença e a morte estilhaçaram seu encantamento com a juventude, a saúde e a vitalidade e levaram-no para fora de seu palácio em direção à floresta em busca do eterno, imutável, imortal nibbāna (<a class='ref' href='/an3.39'>AN 3.39</a>).",
    "an-introduction-bodhi:125": "Em vários suttas, o Buda usa um modelo que envolve três pontos de vistas designados a induzir um senso de urgência. Esses três pontos de vistas são o da gratificação (<i lang='pli'>assāda</i>), do perigo (<i lang='pli'>ādīnava</i>) e da escapatória (<i lang='pli'>nissaraṇa</i>). Comecemos pelo que é mais óbvio: nossa experiência do mundo nos dá certo grau de <em>gratificação</em> ou satisfação, que consiste no prazer e alegria que surgem quando satisfazemos nossos desejos. É porque as pessoas experimentam a gratificação que elas se tornam apegadas às coisas que lhes dão prazer. No entanto, quando investigamos em detalhe, podemos ver que logo sob a superfície reluzente de alegria existe uma camada escura de dor e sofrimento. Este é o <em>perigo</em>, que brota da inconstância (<i lang='pli'>anicca</i>), do sofrimento envolvido (<i lang='pli'>dukkha</i>) e da impermanência ou inconstância (<i lang='pli'>vipariṇāmadhamma</i>) das coisas. A terceira etapa, a <em>escapatória</em>, nos aponta a liberdade do perigo. Ao vermos que nosso apego aos prazeres nos acorrentam ao que é por natureza falível, podemos abandoná-lo. Portanto, a fuga está na “remoção e abandono do desejo e cobiça”.",
    "an-introduction-bodhi:126": "É com o propósito de provocar um senso de urgência que o Buda enfatiza aspectos da experiência que nós normalmente tentamos esconder. Esses pontos que são enfatizados dão ao ensinamento um sabor “pessimista”, mas é um pessimismo que não leva à viela escura do niilismo e sim aos campos da libertação, do fim do sofrimento. De acordo com essa estratégia, o Buda ensina seus discípulos, tanto monges quanto leigos, a refletir frequentemente sobre o fato de que eles estão sujeitos à velhice, à doença e à morte; de que eles deverão se separar de todos e tudo que amam e que são herdeiros do próprio kamma (<a class='ref' href='/an5.57'>AN 5.57</a>). Ele sublinha a miséria que há nos prazeres sensuais, chamando-os de perigo, sofrimento, enfermidade, um abscesso, um laço e um pântano (<a class='ref' href='/an6.23'>AN 6.23</a>; see too <a class='ref' href='/an8.56'>AN 8.56</a>). Ele declara que até uma quantidade ínfima de existência condicionada, “mesmo que pela duração de um estalar de dedos”, é como um monte de fezes (<a class='ref' href='/an1.328'>AN 1.328</a>). Ele chama a atenção para a podridão do corpo, que contém 31 constituintes repulsivos, é sujeito a várias doenças e é como um abscesso ou furúnculo com nove orifícios (<a class='ref' href='/an10.60'>AN 10.60</a> §3–4; <a class='ref' href='/an9.15'>AN 9.15</a>). Ele enfatiza a transitoriedade da vida humana, que é curta, limitada, efêmera e repleta de sofrimento e dor (<a class='ref' href='/an7.74'>AN 7.74</a>). Ele sublinha que, em algum momento no futuro, até mesmo a terra, com suas montanhas imponentes, irá se exaurir e desaparecer <a class='ref' href='/an7.66'>AN 7.66</a>). Mais ainda, ele diz que todo o sistema universal se dissolverá juntamente com suas deidades poderosas. Compreendendo isto, o discípulo sábio “se torna desiludido e desapaixonado com o que é superior, sem mencionar do que é inferior” (<a class='ref' href='/an10.29'>AN 10.29</a> §2–3).",
    "an-introduction-bodhi:127": "As impurezas da mente",
    "an-introduction-bodhi:128": "Uma vez reconhecidos claramente os defeitos dos prazeres sensuais e a futilidade do vagar de vida em vida nas esferas da existência condicionada, surge a necessidade de romper as amarras e obter o fim do devir repetido que é, também, o fim do sofrimento. Para satisfazer a essa necessidade, devemos investigar o que nos deixa aprisionados, pois é apenas removendo a causa que podemos eliminar o resultado. O Buda localiza a causa do sofrimento nas amarras de nossas mentes. Portanto, o ensinamento ressalta a autoavaliação honesta (<a class='ref' href='/an10.51'>AN 10.51</a>). Como parte do diagnóstico da origem do sofrimento, os Nikāyas estão repletos de catálogos das várias impurezas de que a mente é vítima. No AN, encontramos vários desses grupos, que normalmente recebem nomes metafóricos para indicar como eles nos afetam: manchas, obstáculos, enchentes, amarras etc.",
    "an-introduction-bodhi:129": "Ao lermos os Nikāyas, é provável que nos surpreendamos com a ampla gama de impurezas listadas e que nos confundamos acerca de quais papéis os diferentes grupos desempenham. Para entendermos essas listas, eu as organizei em três categorias. Essas categorias foram criadas e não são mencionadas nos textos canônicos ou nos comentários. Não obstante, embora os grupos não devam ser entendidos como rigidamente exclusivos, a classificação parece resistir ao exame.",
    "an-introduction-bodhi:130": "(1) A primeira classe de impurezas responsáveis pelo <em>comportamento defeituoso</em>. Estes são os motivos subjacentes às condutas erradas e ao mau kamma. O mais importante dentre esses grupos são as três raízes prejudiciais: o desejo (ou cobiça), a raiva e a delusão, supramencionadas na discussão sobre o kamma. Elas são frequentemente referidas como as causas da conduta prejudicial com o corpo, linguagem e mente, e estão, também, explicitamente alinhadas com as dez vias de má ação (<a class='ref' href='/an10.174'>AN 10.174</a>). Por vezes, as três raízes são ampliadas em “quatro vias erradas” (<a class='ref' href='/an4.17'>AN 4.17–20</a>)—desejo, raiva, delusão e medo—quando se leva em consideração os motivos das decisões enviesadas.",
    "an-introduction-bodhi:131": "O desejo sexual é uma impureza crucial para aqueles que adotam a vida monástica, que se comprometem a uma vida de celibato e, por isso, precisam conter e dominar seus impulsos sexuais. O Buda frequentemente fala dos perigos dos prazeres sensuais e chama a atenção dos monges sobre o risco de constituir relações próximas com membros do sexo oposto (<a class='ref' href='/an5.225'>AN 5.225–26</a>). Em uma comunidade monástica que congrega pessoas de diferentes personalidades e opiniões fortes, a raiva e o ressentimento também podem ter um efeito corrosivo na dinâmica do grupo e, por causa disto, o Buda e seus principais discípulos prescrevem métodos para dissipar essas emoções prejudiciais (<a class='ref' href='/an5.161'>AN 5.161–62</a>; <a class='ref' href='/an9.29'>AN 9.29–30</a>; <a class='ref' href='/an10.79'>AN 10.79–80</a>). A raiva e a hostilidade formam as primeiras seis “raízes do conflito” que o Buda enxergava como um perigo para a harmonia da Saṅgha (<a class='ref' href='/an6.36'>AN 6.36</a>). Uma vez que os monges são, em princípio, ensinados a compartilhar seus ganhos—sejam coisas materiais, apoiadores leigos ou conhecimento—o Buda enumerou cinco tipos de avareza que devem ser erradicados para assegurar que todos da comunidade possam desenvolver seu potencial (<a class='ref' href='/an5.115'>AN 5.115</a>, <a class='ref' href='/an5.224'>AN 5.224</a>). Também os leigos são instruídos a viver “com uma mente desprovida da mácula da avareza, espontaneamente generosos, mão abertas, deliciando-me com a renúncia, devotados à caridade, deliciando-se em dar e compartir” (<a class='ref' href='/an6.10'>AN 6.10</a>).",
    "an-introduction-bodhi:132": "(2) A segunda classe de impurezas nesse esquema tríplice são as que <em>impedem o sucesso da meditação</em>. Neste grupo, o mais elementar é o mais simples: a pura preguiça, a resistência à tarefa de se fazer “um esforço para alcançar o que ainda não foi alcançado, atingir o que não foi atingido, realizar o que ainda não foi realizado” (<a class='ref' href='/an8.80'>AN 8.80</a>). Uma vez que o praticante da meditação vence a preguiça e faz o esforço de meditar, as impurezas que provavelmente encontrará estão entre os cinco obstáculos conhecidos, assim chamados porque representam “uma obstrução, uma corrupção da mente, algo que enfraquece a sabedoria”. Eles podem até impedir a pessoa de conhecer o bem em si e nos outros (<a class='ref' href='/an5.51'>AN 5.51</a>). O Buda condena estes obstáculos como “uma pilha completa daquilo que é prejudicial” (<a class='ref' href='/an5.52'>AN 5.52</a>) e os compara às impurezas do ouro (<a class='ref' href='/an5.23'>AN 5.23</a>) e de uma tigela de água (<a class='ref' href='/an5.193'>AN 5.193</a>). Uma série de suttas no início do AN explica os principais desencadeadores de cada um dos cinco obstáculos e as técnicas contemplativas mais efetivas para vencê-los (<a class='ref' href='/an1.11'>AN 1.11–20</a>).",
    "an-introduction-bodhi:133": "O Anguttara menciona outros grupos de impurezas que podem obstruir a prática da meditação. Eles incluem os três tipos de pensamentos inábeis ou prejudiciais (<a class='ref' href='/an4.11'>AN 4.11</a>), as cinco forma de aridez mental (<a class='ref' href='/an5.205'>AN 5.205</a>), e as cinco amarras mentais (<a class='ref' href='/an5.206'>AN 5.206</a>). Eles podem ser aproximadamente correlacionados com os cinco obstáculos. Todas essas impurezas são vencidas, provisoriamente, pela prática da meditação serena, que culmina no <i lang='pli'>samādhi</i>, a mente focada e concentrada.",
    "an-introduction-bodhi:134": "(3) As impurezas do terceiro tipo são as mais profundas e mais obstinadas. Tratam-se das impurezas alojadas na base do fluxo de consciência que <em>sustentam o aprisionamento ao ciclo de renascimentos</em>. Tais impurezas estão em estado de dormência na mente, até mesmo quando um praticante da meditação alcança os estados mais elevados de concentração. Elas podem ser removidas apenas por meio do desenvolvimento da sabedoria, por meio da penetração profunda na verdade do Dhamma. Na linguagem dos comentários em Pāli, elas são completamente erradicadas somente por meio das vias “supramundanas” ou transcendentes (<i lang='pli'>lokuttara­magga</i>), que são estados de consciência que rompem as barreiras da realidade condicionada e vislumbram o nibbāna incondicionado.",
    "an-introduction-bodhi:135": "As principais dentre essas impurezas são os chamados <i lang='pli'>āsavas</i>, cuja tradução, inadequada, é “manchas”. Elas consistem da busca por prazeres sensuais, pela existência continuada e da ignorância (<a class='ref' href='/an6.63'>AN 6.63</a> §4). Elas são totalmente erradicadas somente quando se alcança o estado de arahant e, por isso, o fruto deste estado é descrito como “a libertação sem manchas da mente, libertação pela sabedoria alcançada com a destruição das manchas”. Outros grupos de impurezas fundamentais incluem as quatro amarras (<a class='ref' href='/an4.10'>AN 4.10</a>), cujo conteúdo é idêntico aos três <i lang='pli'>āsavas</i>, porém aumentados pelas amarras das visões; as sete tendências subjacentes (<a class='ref' href='/an7.11'>AN 7.11–12</a>) e as dez restrições, cuja erradicação em conjuntos marcam a realização dos sucessivos estados do despertar (<a class='ref' href='/an10.13'>AN 10.13</a>). As três más raízes—a cobiça, o ódio e a ilusão—também operam neste nível e, logo, devem ser retiradas para alcançar a libertação. Todas essas impurezas estão sob o domínio da ignorância e da busca pela existência [continuada], a força motriz do processo do saṁsāra que vincula uma existência a outra (<a class='ref' href='/an3.76'>AN 3.76–77</a>). Por isso, a libertação final depende, em última instância, de eliminar a ignorância e o desejo, o que ocorre por meio da sabedoria transcendente que exerce um discernimento profundo das Quatro Nobres Verdades.",
    "an-introduction-bodhi:136": "O Caminho de Renúncia",
    "an-introduction-bodhi:137": "Embora o Buda ensinasse o Dhamma abertamente e para renunciantes e leigos, ele deu especial atenção àqueles que o seguiam tendo abandonado a vida em familia pela vida santa a fim de alcançar o objetivo que ele havia alcançado. Por causa disso, a totalidade da prática do Dhamma está incorporada no treinamento sistemático do bhikkhu ou da bhikkhunī. O caminho gradual do treinamento monástico é tratado pormenorizadamente no Dīgha e no Majjhima Nikāya, embora a mesma sequência também apareça uma vez no AN (<a class='ref' href='/an4.198'>AN 4.198</a>).",
    "an-introduction-bodhi:138": "O pré-requisito para o treinamento é o surgimento do Tathāgata e sua proclamação do Dhamma. Tendo ouvido o ensinamento, o estudante adquire a fé e abandona a vida em família pela vida santa. Uma vez um bhikkhu, ele adota a disciplina de um renunciante, que exige uma vida inofensiva e pura nos atos corpóreos e verbais. Ele deve se contentar com as mais simples necessidades, sem se vangloriar de sua austeridade (<a class='ref' href='/an4.28'>AN 4.28</a>). Para facilitar a passagem para a concentração, ele pratica a restrição das faculdades dos sentidos e exercita a atenção plena e clara compreensão em tudo que faz. Outros textos sobre a formação monástica mencionam duas outras medidas apropriadas para esta etapa: moderação ao comer e a vigília (<a class='ref' href='/an3.16'>AN 3.16</a>, <a class='ref' href='/an4.37'>AN 4.37</a>). O bhikkhu se retira para uma local isolado, limpa os cinco obstáculos de sua mente e domina os quatro jhānas, os estágios de concentração profunda. Então, ele direciona a mente concentrada para os três conhecimentos verdadeiros: a recordação das vidas passadas, a percepção da passagem e renascimento dos seres e o entendimento introspectivo das Quatro Nobres Verdades. Este processo é consumado quando a mente se liberta dos <i lang='pli'>āsavas</i>.",
    "an-introduction-bodhi:139": "Outro sutta, <a class='ref' href='/an10.99'>AN 10.99</a>, começa com a mesma sequência de passos preliminares, porém, a partir da realização dos quatro jhānas, ele continua pelas quatro absorçoes meditativas imateriais: a base do espaço infinito, a base da consciência infinita, a base do vazio e abase da nem percepção, nem não percepção. Daí, o praticante da meditação procede para a “cessação da percepção e sensações”—também conhecida como realização da cessação—de onde ele emerge com a “visão sábia” e alcança a destruição dos <i lang='pli'>āsavas</i>. Nesta versão do treinamento, os primeiros dois conhecimentos verdadeiros não são mencionados e o processo de desenvolvimento mental é continuado por todas as nove realizações meditativas. Apesar desta diferença, ambos são concluídos com a destruição dos <i lang='pli'>āsavas</i>.",
    "an-introduction-bodhi:140": "Embora o AN compartilhe essa descrição compreensiva da formação monástica com os demais Nikāyas, ele inclui fórmulas que parecem específicas, se não inteiramente únicas, suas. Uma dessas é a formação tríplice: o comportamento virtuoso superior, a mente (da concentração) superior e a sabedoria superior (<a class='ref' href='/an3.81'>AN 3.81–90</a>). Nesta série de textos, é particularmente interessante um par de suttas que dizem que um monge pode infringir as regras menores da formação, passar por uma reabilitação e realizar os quatro estágios do despertar (<a class='ref' href='/an3.86'>AN 3.86–87</a>). O que ele mantém firmemente são “aquelas regras do treinamento que são fundamentais para a vida espiritual, em conformidade com a vida espiritual”. Esses dois suttas também relacionam a formação tríplice com os quatro estágios do despertar: aquele que entrou na correnteza e aquele que retornará apenas mais uma aperfeiçoaram a virtude, mas não os outros dois treinamentos; aquele que não retorna aperfeiçoou a virtude e a concentração, e um arahant é perfeito em termos de todos os três aspectos do treinamento.",
    "an-introduction-bodhi:141": "Outra perspectiva sobre o caminho sequencial da prática é dada por uma série de “paralelos expandidos” que começam no Livro Cinco (com o <a class='ref' href='/an5.24'>AN 5.24</a>) e continuam sendo ampliado nos <i lang='pli'>nipātas</i> posteriores até o Livro Onze do AN. Esta série pode ser estratificada em termos do treinamento triplo e sua conclusão com a libertação, mas exibe os estágios transitórios mais refinados que existem entre os estágios principais. Logo, na versão mais completa (<a class='ref' href='/an11.3'>AN 11.3</a>), parte-se do comportamento virtuoso para o não-remorso, seguindo gradualmente para a alegria, o êxtase, a tranquilidade, o prazer, a concentração, o conhecimento e visão das coisas como elas são, o desencantamento, o desapego e o conhecimento e visão da libertação. Provavelmente, a própria libertação pode ser encaixada após o desapego, mas isso exigiria um Livro Doze na coleção.",
    "an-introduction-bodhi:142": "A busca da vida monástica nem sempre desagua na realização do nirvana que inspirou o monge a embarcar na vida de renúncia. Os Nikāyas demonstram uma profunda consciência da fraqueza humana e, em razão disto, soam alarmes de precaução. Um sutta menciona quatro “ameaças” enfrentadas por aquele que “pela fé, abandonou a vida em família pela vida santa”: a ira ao ser instruído por monges mais jovens, o desejo por comida não obtida por conta das regulações acerca das refeições, a atração pelos cinco tipos de prazeres dos sentidos e o encontro com mulheres sedutoras (<a class='ref' href='/an4.122'>AN 4.122</a>). Outro discurso diz que qualquer bhikkhu ou bhikkhuni que abandona o treinamento e retorna à vida leiga o faz por falta de fé, de pudor ou temor moral, de energia e de sabedoria (<a class='ref' href='/an5.5'>AN 5.5</a>). Dois longos discursos comparam o bhikkhu que abandona o treinamento a um guerreiro derrotado no campo de batalha. Em um caso, a causa é “uma mulher ou garota que é bonita, atraente, graciosa, dotada de suprema beleza” (<a class='ref' href='/an5.75'>AN 5.75</a>). Em outro, é a paixão que emerge ao se ver mulheres durante a coleta de comida esmolada “com seus vestidos desarranjados ou mal trajados” (<a class='ref' href='/an5.76'>AN 5.76</a>). O Aṅguttara demonstra que embora o Buda tivesse profunda confiança na capacidade dos seres humanos de triunfar sobre todas as amarras e restrições, ele não ignorava a dificuldade envolvida ou a força e astúcia das impurezas que devem ser confrontadas e conquistadas.",
    "an-introduction-bodhi:143": "Meditação",
    "an-introduction-bodhi:144": "O coração da vida monástica é a prática do que chamamos de meditação, o esforço metódico de domar e controlar a mente e de desenvolver sua capacidade para a calma e para o insight. O treinamento se inicia com a mente não desenvolvida, nebulosa e desregrada, acossada pelas paixões e impurezas. Ele termina com a mente liberta, tranquila, domada, brilhante e luminosa, livre das impurezas e das amarras da existência repetida.",
    "an-introduction-bodhi:145": "Os métodos de cultivo da mente pertencem a duas categorias: calma (<i lang='pli'>samatha</i>) e discernimento (<i lang='pli'>vipassanā</i>). O primeiro é considerado como meio de desenvolver a concentração; o segundo, de desenvolver a sabedoria. A calma leva ao abandono provisório da cobiça e resulta na libertação da mente ou coração. O insight leva ao abandono da ignorância e resulta na libertação pela sabedoria (<a class='ref' href='/an2.31'>AN 2.31</a>). Juntas, a “libertação da mente” e a “libertação através da sabedoria” constituem o estado de arahant, o objetivo final.",
    "an-introduction-bodhi:146": "Mesmo que a sequência normal do treinamento em meditação parta da concentração rumo à sabedoria, alguns suttas no AN demonstram que os praticantes de meditação podem escolher diversos caminhos para alcançar a via transcendente. O discípulo Ānanda diz que todos os que alcançam o estado de arahant o fazem de quatro maneiras: ou desenvolvem a serenidade primeiro e o insight depois (o caminho padrão), ou o insight primeiro e a serenidade depois, ou a ambos ao mesmo tempo, ou pela emersão da “inquietação sobre o Dhamma” e aquisição da mente unificada (<a class='ref' href='/an4.170'>AN 4.170</a>). Outro sutta aconselha que aquele que alcance somente a serenidade ou o insight procure um mestre que o instrua sobre como alcançar o outro fator; aquele que não alcançou nenhum dos fatores deve buscar alcançá-los; e aquele que alcançou ambos os fatores deve desenvolvê-los até alcançar a destruição dos <i lang='pli'>āsavas</i> (<a class='ref' href='/an4.94'>AN 4.94</a>).",
    "an-introduction-bodhi:147": "Os tópicos sobre a meditação citados no AN são muitos e diversos. Como nos outros Nikāyas, o AN não fornece instruções detalhadas sobre a tecnologia da meditação, mas introduz uma variedade de tópicos sobre a meditação. Aparentemente, eles deveriam ser diversificados para acomodar as diferentes disposições das pessoas que procuravam o Buda para se instruírem. O Livro dos Uns inclui, praticamente, um “catálogo” de tópicos e realizações meditativas, todos vinculados com o que torna um bhikkhu digno de receber esmolas (<a class='ref' href='/an1.394'>AN 1.394–575</a>). O mesmo <i lang='pli'>nipāta</i> conclui com um poema laudatório sobre a atenção plena do corpo (<a class='ref' href='/an1.575'>AN 1.575–627</a>), que é declarada como uma habilidade-chave para o despertar para o Sem-Morte.",
    "an-introduction-bodhi:148": "Os suttas do AN descrevem muitos temas de meditação populares que recebem um tratamento mais detalhado em obras como o Visuddhimagga. No AN encontramos a atenção plena da respiração (<a class='ref' href='/an10.60'>AN 10.60</a> §10), as seis recordações devocionais (<a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an6.25'>AN 6.25</a>), o bem-querer (<a class='ref' href='/an8.1'>AN 8.1</a>, <a class='ref' href='/an11.15'>AN 11.15</a>) juntamente com todas os quatro estados imensuráveis ou “moradas divinas” (<a class='ref' href='/an3.65'>AN 3.65</a>, <a class='ref' href='/an8.63'>AN 8.63</a>) e a atenção plena da morte (<a class='ref' href='/an6.19'>AN 6.19–20</a>, <a class='ref' href='/an8.73'>AN 8.73–74</a>). A meditação andando é elogiada por trazer cinco benefícios (<a class='ref' href='/an5.29'>AN 5.29</a>). É particularmente interessante a ênfase que o AN dá para as percepções (<i lang='pli'>saññā</i>), temas de meditação que, inicialmente, exigem certo nível de reflexão ao invés de observação atenta apenas. Por exemplo, o AN <a class='ref' href='/an7.49'>AN 7.49</a> menciona sete percepções “fundamentadas no imortal, culminando no imortal”. As sete percepções são: a percepção das coisas repulsivas no corpo, a percepção da morte, a percepção das coisas repulsivas na comida, a percepção do não-deleite com tudo no mundo, a percepção da impermanência, a percepção do sofrimento naquilo que é impermanente, a percepção do não-eu naquilo que é sofrimento. Cada uma destas percepções é então relacionada a uma percepção distorcida específica ou inclinação a que faz oposição. Assim, a percepção das coisas repulsivas no corpo elimina o desejo pelo ato sexual; a percepção da morte se opõe ao fervor pela vida, a percepção das coisas repulsivas na comida faz a mente se afastar do desejo por saboress. O conhecido Girimānanda Sutta descreve dez percepções que o Buda instrui Ānanda a recitar com o objetivo de restaurar a saúde do Bhikkhu Girimānanda, que fora acometido por uma doença grave (<a class='ref' href='/an10.60'>AN 10.60</a>).",
    "an-introduction-bodhi:149": "Alguns dos temas de meditação mencionados no AN pertencem, de acordo com a exegese Theravāda tradicional, ao desenvolvimento da serenidade, outros ao desenvolvimento do insight. No entanto, o que é interessante no AN é que mesmo tratando da serenidade e do insight como domínios distintos da meditação que têm seus próprios pontos de relevo e seus frutos, não existe uma linha clara separando as duas categorias de temas da meditação como pertencentes a uma ou outra categoria. É provável que, para o próprio Buda, a calma e o introspecção não representassem duas categorias separadas de objetos de meditação, mas duas orientações complementares e subjetivas que podem ser desenvolvidas com base no mesmo conjunto de objetos de meditação.",
    "an-introduction-bodhi:150": "No AN, os estados mais elevados de consciência alcançados pela meditação são mencionados frequentemente. Entre os mais mencionados estão, naturalmente, os quatro jhānas. Além dele, nós encontramos as oito bases da superação (<a class='ref' href='/an8.64'>AN 8.64</a>), as oito libertações (<a class='ref' href='/an8.66'>AN 8.66</a>) e as nove cessações sucessivas (<a class='ref' href='/an9.31'>AN 9.31–61</a>). O sucesso na meditação por vezes culmina nos três conhecimentos verdadeiros, em páli <i lang='pli'>tevijjā</i>(<a class='ref' href='/an3.58'>AN 3.58–59</a>), que o Buda atingiu na noite de sua iluminação (<a class='ref' href='/an8.11'>AN 8.11</a>). Em outras partes, a meditação leva à realização dos seis tipos de poderes supra-humanos, um estado posteriormente chamado de <i lang='pli'>abhiññās</i> (<a class='ref' href='/an3.100'>AN 3.100–2</a>, <a class='ref' href='/an5.23'>AN 5.23</a>, <a class='ref' href='/an6.2'>AN 6.2</a>). Cinco deles envolvem poderes psíquicos e o sexto é o conhecimento transcendental da destruição dos <i lang='pli'>āsavas</i>.",
    "an-introduction-bodhi:151": "Sabedoria",
    "an-introduction-bodhi:152": "Quando buscada como um fim em si, a concentração profunda é acompanhada pela alegria exaltada, pelo êxtase, pela calma e pela equanimidade. Estas experiências podem convencer os praticante de meditação incauto de que ele alcançou o objetivo final e descobriu “a paz interior nirvânica”. Tais estados elevados, contudo, são alcançados simplesmente por meio da intensificação da consciência, não por meio do insight que erradica os vínculos da existência repetida. Os estados superiores de concentração geram um poderoso kamma benéfico que, por sua vez, leva ao renascimento nos planos materiais e imateriais—planos de existência divina superiores—dependendo das realizações alcançadas durante a existência humana do praticante. Sem o discernimento profundo, este kamma se esgotará e o ser divino renascerá em um outro domínio, talvez até em maus destinos (<a class='ref' href='/an3.116'>AN 3.116</a>, <a class='ref' href='/an4.123'>AN 4.123–26</a>). Para que o caminho chegue ao fim e culmine no imortal, ele deve, em algum ponto, fazer emergir a sabedoria. Por isso, o Buda exalta a sabedoria como o principal esplendor, radiância, luz, brilho e luminescência (<a class='ref' href='/an4.141'>AN 4.141–45</a>).",
    "an-introduction-bodhi:153": "Apesar da analogia com a luz, a sabedoria não se acende subitamente e espontaneamente através de votos piedosos; ao contrário, ela é lentamente gerada quando se segue um caminho de treinamento prescrito. Um sutta enumera oito condições para a aquisição e amadurecimento da sabedoria pertinentes à vida espiritual (<a class='ref' href='/an8.2'>AN 8.2</a>). Elas incluem confiar em um professor, fazendo perguntas para esclarecer as dúvidas que se tem, aderir às regras de disciplina, aprendizado e reflexão e contemplar a emergência e desaparecimento dos cinco agregados. Outro fator de suporte para o crescimento da sabedoria é a visão correta. O Buda atribuiu à visão correta o primeiro lugar dentre os fatores do Nobre Caminho Óctuplo e os dez princípios de retitude (<a class='ref' href='/an10.103'>AN 10.103</a>). Da visão correta se originam outros nove fatores que terminam no conhecimento e libertação corretos (<a class='ref' href='/an10.105'>AN 10.105</a>).",
    "an-introduction-bodhi:154": "Aprender e investigar o Dhamma também contribui para o crescimento da sabedoria. Dentre os quatro Nikāyas, talvez o AN seja o que mais enfatiza o conhecimento. O conhecimento é descrito como um dos cinco tipos de riqueza (<a class='ref' href='/an5.47'>AN 5.47</a>) e como uma qualidade que torna o bhikkhu respeitável e estimado entre seus companheiros de vida monástica (<a class='ref' href='/an5.87'>AN 5.87</a>). Claro, um discípulo que aprendeu pouco, mas coloca o que aprendeu em prática é superior àquele que aprendeu muito porém jamais o põe em prática (<a class='ref' href='/an4.6'>AN 4.6</a>). Porém, o conhecimento possui um valor intrínseco e os que se nele se destacam, além de obter os quatro jhānas e os três conhecimentos verdadeiros são especialmente dignos de respeito (<a class='ref' href='/an10.97'>AN 10.97</a>). O domínio do Dhamma qualifica a pessoa a ensinar, de modo que possa cuidar não só do próprio progresso, mas também promover o bem dos demais (<a class='ref' href='/an8.62'>AN 8.62</a>).",
    "an-introduction-bodhi:155": "Os suttas do AN não se limitam a elogiar o conhecimento e dão instruções concretas sobre <em>como</em> aprender e ensinar o Dhamma. Uma vez que o Dhamma sempre fora transmitido oralmente e não em documentos escritos, os textos ressaltam a necessidade da escuta atenta e da retenção. Aquele que não presta atenção é como uma tigela virada para baixo, incapaz de conter água; aquele que presta atenção, mas não retém o que aprendeu, é como quem derrama a água; enquanto o que tanto presta atenção nos discursos quanto retém o que foi ensinado o preserva por um longo tempo, como uma tigela virada para cima retém a água (<a class='ref' href='/an3.30'>AN 3.30</a>). Ānanda, o mais culto dos bhikkhus, menciona seis fatores que conduzem ao domínio do Dhamma, dentre os quais encontramos aprender muitos discursos, ensinar outras pessoas e visitar sábios anciãos para esclarecer pontos ainda não entendidos completamente (<a class='ref' href='/an6.51'>AN 6.51</a>).",
    "an-introduction-bodhi:156": "Ouvir o Dhamma pode servir como ocasião para adentrar o caminho irreversível para a libertação final, porém, para obter este objetivo, é necessário ouvi-lo da maneira correta. Isto significa que ele deve ser ouvido de maneira respeitosa e de mente aberta, sem a intenção de procurar erros ou para depreciar o discurso e quem discursa (<a class='ref' href='/an5.151'>AN 5.151–53</a>). Ouvir e ensinar o Dhamma pode até precipitar a realização da libertação. Quando o Dhamma é ouvido, ensinado, recitado ou seu significado examinado, é possível se obter a inspiração, experimentar a felicidade e pôr em marcha um processo que termina com a libertação completa dos <i lang='pli'>āsavas</i> (<a class='ref' href='/an5.28'>AN 5.28</a>). O aprendizado, no entanto, deve ser acompanhado da prática. Por isso o Buda exorta os monges a não dedicar todo o seu tempo para o estudo, o ensino, a recitação e a reflexão, e encontrar tempo para se retirar e dedicar ao desenvolvimento da serenidade interior e à sabedoria experiencial (<a class='ref' href='/an5.73'>AN 5.73–74</a>).",
    "an-introduction-bodhi:157": "Aprender e ensinar desempenham um papel vital na longevidade do Dhamma. Um sutta diz que o Dhamma entra em decadência e desaparece quando os bhikkhus não o ouvem respeitosamente, o aprendem, o guardam na mente, examinam seu significado e o colocam em prática; e quando os bhikkhus fazem essas coisas ele é preservado livre de declínio (<a class='ref' href='/an5.154'>AN 5.154</a>). Outros suttas ressaltam a importância de ensinar e fazer com que os outros recitem os textos (<a class='ref' href='/an5.155'>AN 5.155</a>). Ao ensinar, deve-se escolher o tópico apropriado, examinando os interesses e expectativas da audiência e só então fazer um discurso conforme à sua inclinação (<a class='ref' href='/an5.157'>AN 5.157</a>). O Buda prescreve cinco princípios para quem ensina o Dhamma: a pessoa deve ensinar de maneira progressiva, dar razões que apoiem suas afirmações, haver empatia entre quem ensina e a audiência, não buscar ganhos materiais e não dizer nada que seja danoso para si e para os outros (<a class='ref' href='/an5.159'>AN 5.159</a>).",
    "an-introduction-bodhi:158": "A sabedoria penetrativa não se restringe a dominar um corpo de textos ou um sistema de ideias, mas envolve enxergar a verdadeira natureza dos fenômenos. Os princípios que devem ser enxergados com sabedoria são as “três características” da impermanência, sofrimento e não-eu. Somos ditos que, se surgiram ou não Tathāgatas no mundo, essa lei fixa permanece: todos os fenômenos condicionados são impermanentes, todos os fenômenos condicionados são sofrimento e todos os fenômenos são não-eu (<a class='ref' href='/an3.136'>AN 3.136</a>). Logo, enxergar a natureza verdadeira dos fenômenos significa vê-los como impermanentes, sofrimento e não-eu. Em geral, nossas mentes estão sujeitas à distorções de percepção e entendimento, de modo que concebemos as coisas como se fossem permanentes, prazerosas e como eu. Por mais óbvias que estas noções nos pareçam, os textos as descrevem como uma inversão da percepção e como formas de disfunção cognitiva (<a class='ref' href='/an4.49'>AN 4.49</a>). A tarefa de discernimento é corrigir esta distorção, contemplando as coisas “tais como realmente são”, ou seja, como impermanentes, sofrimento e não-eu (<a class='ref' href='/an7.16'>AN 7.16–18</a>). Curiosamente, vários suttas no AN acrescentam um quarto tema de contemplação: a contemplação do nibbāna como felicidade (<a class='ref' href='/an6.101'>AN 6.101</a>, <a class='ref' href='/an7.19'>AN 7.19</a>).",
    "an-introduction-bodhi:159": "A contemplação dos fenômenos condicionados como impermanentes e sofrimento, a contemplação de todos os fenômenos como não-eu e a contemplação do nibbāna como felicidade permite ao discípulo adquirir “uma convicção em conformidade” com o Dhamma (<i lang='pli'>anulomikā khantī</i>). Isso prepara a mente para um insight ainda mais profundo e, quando este insight se alinha ao Dhamma, ele induz à entrada no “curso fixo da retidão” (<i lang='pli'>sammatta­niyāma</i>), o caminho transcendente que leva, infalivelmente, aos quatro estágios do despertar (<a class='ref' href='/an6.98'>AN 6.98–101</a>).",
    "an-introduction-bodhi:160": "O Buda insistia que o objetivo final de seu ensinamento era a extinção do sofrimento nesta mesma vida e, por esta razão, ele constantemente exortava os bhikkhus a não se contentarem com qualquer realização parcial, mas a continuar caminhando rumo ao objetivo final. Ele lhes dizia para manter a seguinte resolução: “Eu não relaxarei na minha energia enquanto não tiver atingido o que pode ser atingido através da firmeza humana, da energia humana e do esforço humano” (<a class='ref' href='/an2.5'>AN 2.5</a>). Dois suttas do AN nos dão uma visão interna do processo contemplativo pelo qual o discípulo realiza o objetivo final. Um discurso explica que um bhikkhu adentra qualquer um dos quatro jhānas ou em qualquer uma das três absorções imateriais e contempla os elementos que as constituem—os cinco agregados contidos no que foi realizado (quatro nas absorções imateriais)—como impermanente, sofrimento, uma enfermidade, um câncer, uma flecha, doloroso, uma aflição, estranho, uma dissolução, um vazio e não-eu. Em certo ponto, ele afasta a sua mente desse fenômeno, e tendo feito isso, dirige a sua mente para as características do imortal, nibbāna. Com base nisso, ele ou alcança a destruição dos <i lang='pli'>āsavas</i>, isto é, realiza o estado de arahant ou, caso não consiga concluir o o que há a ser feito, ele alcança o estado de não-retorno (<a class='ref' href='/an9.36'>AN 9.36</a>). O outro sutta é dado por Ānanda a um devoto leigo que perguntou como um bhikkhu alcança a destruição das máculas. Ānanda explica que o bhikkhu adentra qualquer um dos quatro jhānas, os quatro imensuráveis (bem-querer, compaixão, alegria altruísta e equanimidade) ou as três absorções imaterias. Então, ele revê o que realizou como “construído e produzido pela vontade” e comenta: “O que quer que seja construído e produzido pela vontade é impermanente, sujeito a acabar.” Também neste caso, ele ou alcança o estado de arahant ou de sem-retorno (<a class='ref' href='/an11.16'>AN 11.16</a>).",
    "an-introduction-bodhi:161": "A Saṅgha",
    "an-introduction-bodhi:162": "De acordo com a exegese tradicional, a palavra <i lang='pli'>saṅgha</i> é usada em dois sentidos: como a designação da ordem monástica de bhikkhus e bhikkhunīs, por vezes chamada de “Saṅgha institucional” ou “Saṅgha convencional” (<i lang='pli'>sammuti­saṅgha</i>) e como a designação da “comunidade dos nobres” (<i lang='pli'>ariyasaṅgha</i>), composta por oito pessoas nobres, os quatro pares dos que alcançaram os frutos e o caminho transcendentes. Com base nesta distinção, é dito que a Saṅgha convencional é composta somente de discípulos e discípulas contemplativos, nobres ou ordinários e a Saṅgha nobre inclui leigos que alcançaram os frutos e os caminhos bem como os monges. No AN, uma distinção entre esses dois tipos de Saṅgha é discernível, mas as fronteiras entre elas não é tão bem definida como a tradição a faz parecer. Primeiro, sempre que alguém recém convertido ao Dhamma declara que busca refúgio, ele proclama como terceiro objeto de refúgio a “Saṅgha dos bhikkhus” (presumivelmente incluindo também as bhikkhunīs). Isso demonstra que eles (ou, mais provavelmente, os compiladores dos textos) entendiam por terceiro objeto de refúgio a comunidade monástica. Segundo, a fórmula para a Saṅgha nobre a descreve em termos que mais facilmente se aplicam aos renunciantes que vivem daquilo que é oferecido: ela é “merecedora de dádivas, merecedora de hospitalidade, merecedora de oferendas, merecedora de saudações com reverência.” Tal enaltecimento estabelece, mais uma vez, o vínculo entre a Saṅgha monástica e a Saṅgha nobre.",
    "an-introduction-bodhi:163": "Não obstante, um sutta fala de “quatro tipos de pessoas que adornam a Saṅgha.” Essas são os bhikkhus, bhikkhunīs, seguidores leigos e seguidoras leigas disciplinados e versados no Dhamma (<a class='ref' href='/an4.7'>AN 4.7</a>; vide também <a class='ref' href='/an4.211'>AN 4.211</a>). Isto sugere que a palavra <i lang='pli'>saṅgha</i>, mesmo em seu significado convencional, pode incluir leigos, a menos que se entenda isso significa que os bhikkhus e bhikkhunīs adornam a Saṅgha como membros e os leigos como mantenedores. De qualquer forma, quando os textos falam da Saṅgha sem referência específica aos nobres discípulos, quase sempre eles se referem à ordem monástica (ou subgrupos dentro dela).",
    "an-introduction-bodhi:164": "Vários suttas no AN mostram que a Saṅgha monástica nem sempre era digna pelos critérios que o Buda estabeleceu para ela. No <a class='ref' href='/an2.42'>AN 2.42–51</a>, uma série de contrastes são delineados entre dois grupos de discípulos monásticos, um censurável, outro louvável. Os dois grupos são especificamente descritos em termos de bhikkhus. A parte censurável de cada par inclui a assembleia superficial em que os bhikkhus são “inquietos, cheios de si, vaidosos”; a assembleia inferior, em que eles são relaxados e vivem com luxo; a borra de uma assembleia que tomou um caminho errado por causa do desejo, do ódio, da desilusão ou do medo; e a assembleia que valoriza as coisas mundanas, e não o bom Dhamma. Descuido e mundanismo não eram os únicos problemas com que o Buda precisou lidar na ordem monástica. Referências a brigas e disputas entre os bhikkhus estão espalhadas pelo AN. Assim, lemos sobre situações em que os bhikkhus começaram a “debater e argumentar e caíram em uma briga, ferindo-se mutuamente com palavras duras” (<a class='ref' href='/an10.50'>AN 10.50</a>; vide também <a class='ref' href='/an2.43'>AN 2.43</a>, <a class='ref' href='/an3.124'>AN 3.124</a>). Em certas ocasiões, a ameaça do cisma projetava sua sombra. Para aplacar este perigo, o Buda propôs seis regras para promover uma relação cordial entre os bhikkhus (<a class='ref' href='/an6.12'>AN 6.12</a>) e os incentivou a se reunirem frequentemente e a gerir a Saṅgha em harmonia (<a class='ref' href='/an7.23'>AN 7.23</a>). Entretanto, apesar das faltas de seus membros, o Buda tinha a Saṅgha monástica em alta conta. Ele elogiou a Saṅgha dos bhikkhus diligentes como um campo incomparável de méritos pelo qual se deve viajar por muitas milhas para ver (<a class='ref' href='/an4.190'>AN 4.190</a>) e ele ficou satisfeito quando viu monges vivendo “em concórdia, harmoniosamente, sem disputas, misturando-se como leite e água, vendo uns aos outros com olhos de afeição” (<a class='ref' href='/an10.50'>AN 10.50</a>).",
    "an-introduction-bodhi:165": "A Saṅgha monástica não só dava as melhores condições para os que desejavam com toda seriedade a vida espiritual, mas também servia como um campo de bênçãos e um canal para divulgação dos ensinamentos do Buda para a comunidade leiga. Bhikkhus e bhikkhunīs ofereciam aos leigos a oportunidade de ganhar méritos fazendo doações de mantos, alimentos, moradia e medicamentos. Os monges também usavam seus encontros com os leigos para ensinar ao público o Dhamma nas casas, vilas e cidades que visitavam. Portanto, o Buda enfatizava a necessidade de ambos as contrapartes nesta relação simbiótica a fim de satisfazer suas obrigações. Os monges eram obrigados a dar um modelo inspirador de conduta disciplinada aos leigos, comportando-se para de modo que “faz surgir fé naqueles ainda sem fé, e aumentar a fé daqueles que já a têm” (<a class='ref' href='/an8.54'>AN 8.54</a>; vide também <a class='ref' href='/an4.245'>AN 4.245</a> §1). A comunidade de discípulos leigos é responsável por cuidar das necessidades materiais dos discípulos contemplativos ou monásticos. Ao fazê-lo, espera-se que este o façam com a etiqueta apropriada, saudando os discípulos monges respeitosamente, oferecendo-lhes um assento, doando generosamente e mostrando-se solícitos em assistir seu bem-estar (<a class='ref' href='/an7.13'>AN 7.13</a>). Os devotos leigos devem, também, se sentar próximos para ouvir o Dhamma e experimentar o sabor das palavras (<a class='ref' href='/an9.17'>AN 9.17</a>).",
    "an-introduction-bodhi:166": "A Saṅgha nobre consiste em oito tipos de pessoas nobres, agrupadas em quatro pares relacionados aos quatro estágios do despertar. Os dois membros de cada par são aqueles que alcançaram um estágio específico e um que entrou no caminho irreversível que leva àquele estágio. Eles são citados concisamente: “aquele que entrou na correnteza, aquele que pratica para alcançar o fruto de entrar da correnteza; aquele que retorna apena uma vez, aquele que pratica para alcançar o fruto de retornar apenas uma vez; aquele que não retorna, o que pratica para alcançar o fruto do não retorno; aquele aperfeiçoado, um arahant, aquele que pratica para alcançar o fruto da pefeição, do estado de arahant” (<a class='ref' href='/an8.59'>AN 8.59</a>). Em um sutta, outro termo é acrescentado à lista dos oito, o <i lang='pli'>gotrabhū</i> ou “membro do clã” (<a class='ref' href='/an9.10'>AN 9.10</a>; vide também <a class='ref' href='/an10.16'>AN 10.16</a>). Estranhamente, a relação desta figura com as demais não é explicada nos Nikāyas. Os comentários interpretam esse termo pela ótica do sistema exegético Theravāda tardio, de acordo com o qual <i lang='pli'>gotrabhū</i> se refere ao momento mental único em que se dá a transição do insight máximo para o caminho que resulta na transcedência do mundo. Mas esta explicação pressupõe o desenvolvimento de esquemas técnicos nos Nikāyas e, portanto, é improvável que represente o significado original do termo.",
    "an-introduction-bodhi:167": "Os quatro principais estágios são diferenciados pelos grilhões que são eliminados e pelo número de renascimentos que restam àqueles que os alcançam (vide <a class='ref' href='/an3.86'>AN 3.86</a>, <a class='ref' href='/an4.210'>AN 4.210</a>). Com a destruição dos três grilhões inferiores (vide <a class='ref' href='/an10.13'>AN 10.13</a>), o discípulo entra na correnteza (<i lang='pli'>sotāpanna</i>), não mais sendo sujeito ao renascimento nos três planos inferiores ou infelizes de existência e destinado a alcançar a libertação em, no máximo, sete vidas, que transcorrerão ou no domínio humano, ou entre os devas. Com a destruição das três amarras e a atenuação adicional da ganância, do ódio e da delusão, a pessoa passa ao estado de retornar apenas uma vez (<i lang='pli'>sakadāgāmī</i>), destinado a voltar para este mundo mais uma vez e então atingir o fim do sofrimento. Com a destruição de todas os cinco grilhões inferiores, o discípulo se torna alguém que não retorna (<i lang='pli'>anāgāmī</i>), destinado a renascer espontaneamente no domínio da forma (normalmente em um plano de existência chamado de esferas puras) e lá alcança o nibbāna final sem retornar a este mundo. E com a destruição completa das impurezas, o discípulo se torna um arahant, alguém completamente libertado.",
    "an-introduction-bodhi:168": "Embora as explicações nos textos normalmente sejam direcionadas aos bhikkhus, os discipulos leigos também são capazes de alcançar os primeiros três frutos e até mesmo o quarto. No último caso, entretanto, a tradição diz que eles ou alcançam o estado de arahant à beira da morte ou quase que imediatamente ao abandonar a vida em família pela vida santa. No AN, encontramos o testemunho de vários leigos que alcançaram o fruo do não retorno. Por exemplo, a leiga Nandamātā insinua que ela não retornaria (at <a class='ref' href='/an7.53'>AN 7.53</a>), assim como o faz Ugga de Vesālī e Ugga de Hatthigāma (em <a class='ref' href='/an8.21'>AN 8.21</a> e <a class='ref' href='/an8.22'>AN 8.22</a>, respectivamente). No livro seis (<a class='ref' href='/an6.119'>AN 6.119–39</a>) há menciona um amplo número de leigos que “atingiram a certeza sobre o Tathāgata e se tornaram testemunhos do imortal”, implicando que eles são nobres discípulos (porém não arahants). Muitos discípulos leigos são confirmadas, em outros pontos, como tendo obtido nobres frutos.",
    "an-introduction-bodhi:169": "Outro método de distinguir os nobres discípulos em sete tipos é mencionado no <a class='ref' href='/an7.14'>AN 7.14</a>, onde eles são simplesmente listados sem explicações e apenas explicados no MN 70. Os sete tipos de nobres discípulos são: uma pessoa libertada de ambos os modos, uma pessoa libertada através da sabedoria, uma pessoa que toca com o corpo ou testemunha diretamente, uma pessoa com entendimento realizado ou desperta pela visão, uma pessoa libertada pela fé, um discípulo do Dhamma, um discípulo pela fé. Os dois primeiros são arahants, com a pessoa libertada de ambos os modos diferenciada pelo poder de alcançar as “libertações pacíficas imateriais” (as meditações sem forma e a realização da cessação), enquanto que a pessoa libertada através da sabedoria não as pode alcançar. Os três tipos seguintes são <i lang='pli'>sekhas</i>, discípulos de treinamento avançado, diferenciados de acordo com sua faculdade dominante. O primeiro se destaca em termos de concentração, o segundo em termos de sabedoria, o terceiro em termos de fé. Como indicado no <a class='ref' href='/an3.21'>AN 3.21</a>, não é fácil declarar definitivamente qual dessas três pessoas seja a mais excelente, pois Em alguns casos, uma pessoa que é libertada pela visão está praticando para a perfeição, enquanto aquela que é libertada pela fé e aquela que é testemunha direta ou retornarão uma vez, ou então não retornarão. Tanto um discípulo do Dhamma quanto um discípulo pela fé são pessoas destinadas à entrar na correnteza, mas que ainda não alcançaram este fruto. Elas se diferenciam, respectivamente, com base no fato de sua faculdade dominante ser a sabedoria ou a fé. No final do <a class='ref' href='/an7.56'>AN 7.56</a>, o Buda menciona outra “sétima pessoa” no lugar do discípulo pela fé. Este tipo é chamado de uma pessoa que acessa um estado livre de sinais (<i lang='pli'>animitta­vihārī</i>), um termo que não é explicado no sutta e não é elaborado na tradição budista pós-canônica. O comentário simplesmente identifica este tipo de pessoa como um tipo de discípulo pela fé, mas pode se tratar de uma tentativa de adequar ideias atípicas aos rótulos e regras de um sistema estabelecido.",
    "an-introduction-bodhi:170": "A figura espiritual ideal do AN, assim como nos Nikāyas como um todo, é o arahant, que é chamado de “o melhor entre os devas e os humanos: aquele que alcançou a suprema realização, obteve a suprema libertação da escravidão, viveu a vida espiritual suprema, e atingiu a definitiva perfeição.” (<a class='ref' href='/an3.143'>AN 3.143</a>, <a class='ref' href='/an11.10'>AN 11.10</a>). Um arahant é alguém que “destruiu as impurezas, viveu a vida santa, fez o que devia ser feito, depôs o fardo, alcançou o verdadeiro objetivo, destruiu os grilhões da existência e está completamente libertado através do conhecimento supremo” (<a class='ref' href='/an6.49'>AN 6.49</a>, <a class='ref' href='/an9.7'>AN 9.7</a>). Eles são “libertados da cobiça através da destruição da cobiça; libertado da raiva através da destruição da raiva; libertados da delusão através da destruição da delusão” (<a class='ref' href='/an6.55'>AN 6.55</a>). Eles não mais estão sujeitos ao retorno a qualquer esfera de existência, seja em termos de existência no reino da esfera sensual, no reino da matéria sutil ou no reino imaterial (<a class='ref' href='/an9.25'>AN 9.25</a>). Eles entraram e habitam na libertação imaculada da mente, a libertação pela sabedoria e, ao morrerem, alcançam o nibbāna final.",
    "an-introduction-bodhi:171": "Embora todos os arahants sejam parecidos por terem erradicado todos as impurezas e por sua libertação do saṁsāra, o AN introduz uma distinção interessante entre dois tipos de arahant. Um deles, o “asceta lótus branco” (<i lang='pli'>puṇḍarīkasamaṇa</i>), não tem experiência meditativa direta das oito emancipações, enquanto o outro, o “asceta lótus vermelho” (<i lang='pli'>padumasamaṇa</i>), as tem. O comentário interpreta o primeiro tipo como alguém que não alcança nenhuma das oito emancipações e é, portanto, um arahant libertado pelo entendimento introspectivo apenas (<i lang='pli'>sukkhavipassaka</i>), que alcança o estado de arahant sem alcançar os jhānas. Este personagem não é encontrada explicitamente nos Nikāyas e, por isso, é possível se questionar se o comentário não estaria atribuindo ao texto uma ideia que surgiu posteriormente a este. Uma interpretação que melhor se alinha com suttas como o MN 70 entenderia o asceta lótus branco como uma “pessoa libertada através da sabedoria”(<i lang='pli'>paññāvimutta</i>), que pode atingir os quatro jhanas, mas não as emancipações sem forma; enquanto o asceta lótus vermelho seria o arahant “libertado de ambos os modos” (<i lang='pli'>ubhatobhāgavimutta</i>). Além dos quatro jhanas e das emancipações sem forma, alguns arahants realizaram os “três conhecimentos verdadeiros”: o conhecimento das vidas passadas, o conhecimento da morte e renascimento dos seres e o conhecimento da destruição dos <i lang='pli'>āsavas</i> (<a class='ref' href='/an3.58'>AN 3.58</a>). Outros, ainda, alcançam seis conhecimentos superiores, que incluem, além dos três supramencionados, os poderes psíquicos, o ouvido divino e o conhecimento das mentes dos outros (<a class='ref' href='/an6.2'>AN 6.2</a>).",
    "an-introduction-bodhi:172": "Tipos de pessoas",
    "an-introduction-bodhi:173": "Entre os quatro Nikāyas, o Aṅguttara se distingue pelo seu interesse em descrever tipos de pessoas. Essas classificações não são propostas a partir de uma análise psicológica objetiva, mas com o intuito de relacionar os diferentes tipos de pessoas com os valores e objetivos do Dhamma. A maioria, porém não todas, das distinções são traçadas entre os discípulos monásticos e são expostas como pares ou grupos de três ou mais tipos.",
    "an-introduction-bodhi:174": "Assim, encontramos distinções entre os tipos de personalidade como o tolo e o sábio, o mau e o bom, o discípulo monástico censurável e o discípulo louvável. Este último par às vezes é descrito com mais detalhes a partir de uma enumeração das características do monge que é incorrigivelmente mau e o monge apresentado como um exemplo. Distinções semelhantes são feitas entre leigos, de modo que temos leigos mal intencionados comparados com aqueles que servem de exemplo para a comunidade leiga.",
    "an-introduction-bodhi:175": "Uma distinção feita entre pessoas serve para dissipar um entendimento equivocado do Budismo antigo que, recentemente se enfraqueceu mas possivelmete não foi ainda completamente abandonado: a idéia de que, por sua ênfase na responsabilidade pessoal, o budismo antigo era estritamente individualista. Em épocas posteriores, este equívoco (que pode ter sido alimentado pelas atitudes que prevaleciam em certos grupos da Saṅgha) levou à aplicação da designação Hīnayāna, ou “Veículo Menor”, às escolas que aderiram às antigas escrituras. Um conjunto de suttas, <a class='ref' href='/an4.95'>AN 4.95–99</a>, diferencia as pessoas em quatro tipos, organizados em ordem ascendente de excelência: (1) a pessoa que pratica nem para o seu próprio bem e tampouco para o bem dos outros, (2) a pessoa que pratica para o bem dos outros, mas não o seu próprio bem, (3) a pessoa que pratica para seu próprio bem, mas não o bem dos outros e (4) a pessoa que pratica para o seu bem e o para o bem dos outros. O texto não só elenca o quarto tipo de pessoa como o mais excelente, mas o louva com superlativos como “o principal, o cabeça, o mais destacado, o superior e supremo”. Um outro conjunto de suttas, <a class='ref' href='/an5.17'>AN 5.17–20</a>, explica como um bhikkhu pode praticar para seu próprio bem e para o bem dos outros. Um outro sutta amplia a motivação altruísta ainda mais ao concluir que uma pessoa de grande sabedoria “pensa apenas no seu bem-estar, no bem-estar dos outros, no bem-estar de ambos, e no bem-estar de todo o mundo.” (<a class='ref' href='/an4.186'>AN 4.186</a>).",
    "an-introduction-bodhi:176": "As Bhikkhunīs e Mulheres no Aṅguttara Nikāya",
    "an-introduction-bodhi:177": "Embora a maioria dos suttas no AN sejam dirigidos aos bhikkhus e assim descrevessem seus personagens, ocasionalmente, eles apresentavam bhikkhunīs, discípulas monásticas e ordenadas, como protagonistas ou personagens. É no AN que encontramos a história das origens da Saṅgha de Bhikkhunī (<a class='ref' href='/an8.51'>AN 8.51</a>) também preservada no Cūḷavagga do Vinaya. A história é controversa: primeiro, por causa da relutância do Buda em admitir mulheres na vida santa, segundo porque, após lhes dar permissão para entrar nela, ele afirma que a ordenação das mulheres terá um efeito negativo no ensinamento, encurtando sua presença no mundo de alguns milhares de anos para cinco séculos. A fidelidade histórica deste relato é questionada por estudiosos modernos, pois contém anacronismos difíceis de reconciliar com outras informações cronológicas presentes no cânone e nos comentários. De qualquer forma, o sutta foi responsável por uma atitude de desconfiança em relação às bhikkhunīs nos países Theravāda e talvez explique porque os monges mais antigos e conservadores tenham resistido ao ressurgimento da Saṅgha das Bhikkhunīs que atualmente se dá em países como o Sri Lanka e a Tailândia.",
    "an-introduction-bodhi:178": "O AN inclui, na sequência sobre os principais discípulos, uma seção dedicada às bhikkhunīs excepcionais. Embora a seção sobre os bhikkhus consista de quatro <i lang='pli'>vaggas</i> contendo 47 categorias (algumas ocupadas pela mesma pessoa), a das bhikkhunīs contém apenas um <i lang='pli'>vagga</i> com 13 nomes. Talvez isto se deva ao fato de o número de bhikkhunīs ter sido muito menor comparado ao de bhikkhus, embora também possa refletir viéses da época e até atitudes que prevaleciam na escola que preservou o Cânone Pāli. Parece que o Ekottar­āgama do Tripiṭaka chinês, que vem de outra escola primitiva, inclui um número maior de mais bhikkhunīs entre os discípulos eminentes listados.",
    "an-introduction-bodhi:179": "No <a class='ref' href='/an7.56'>AN 7.56</a>, o Buda relata que duas deidades lhe informaram o número de bhikkhunīs “bem libertadas sem qualquer resíduo restante”. No <a class='ref' href='/an8.53'>AN 8.53</a>, ele explica para a bhikkhunī Mahāpajāpati Gotamī as oito qualidades distintivas do que constitui de fato do Dhamma e o Vinaya. No <a class='ref' href='/an10.28'>AN 10.28</a>, uma “bhikkhunī de Kajaṅgalā” responde a dez questões enumeradas. Quando suas respostas são relatadas para o Buda, ele diz: “A bhikkhunī de Kajaṅgalā é sábia, de grande sabedoria. Se eu tivesse assim sido perguntado, eu teria respondido exatamente da mesma forma.”",
    "an-introduction-bodhi:180": "Mas o AN não fala sobre as bhikkhunīs somente em termos favoráveis. Uma série de seis suttas, <a class='ref' href='/an5.115'>AN 5.115–20</a>, explica várias causas pelas quais as bhikkhunīs podem renascer no inferno. Ela é mesquinha, ela critica e elogia os outros indiscriminadamente, ela desperdiça o que foi oferecido com fé, ela é invejosa, ela tem entendimento incorreto, ela fala e age erroneamente, etc. Causa perplexidade o fato de que o texto reserve estas considerações severas às bhikkhunīs, mas pode ser que elas fossem vistas como precauções necessárias. De qualquer forma, no <a class='ref' href='/an5.236'>AN 5.236–40</a>, as mesmas considerações são feitas sobre os bhikkhus.",
    "an-introduction-bodhi:181": "Entre os quatro Nikāyas, o Aṅguttara tem o maior número de suttas direcionados às mulheres e um pequeno número de discursos nesta coleção dão testemunho de uma atitude misógina que nos parece discordante, de mau gosto ou, simplesmente, injustificada. Estes textos retratam as mulheres como dirigidas por poderosas paixões que obstruem suas habilidades e afetam sua moral. No <a class='ref' href='/an2.61'>AN 2.61</a>, o Buda declara que muitas das mulheres morrem sem terem tido o suficiente de duas coisas: relações sexuais e dar à luz. Quando Ānanda pergunta o porquê de as mulheres não se sentarem nos concílios, se engajarem nos negócios ou viajarem para regiões distantes, o Buda responde que isto se deve a elas serem irritáveis, invejosas, mesquinhas e de pouca inteligência (<a class='ref' href='/an4.80'>AN 4.80</a>). Dois suttas comparam as mulheres a uma serpente negra (<a class='ref' href='/an5.229'>AN 5.229–30</a>) por serem “irritáveis, hostis, de veneno mortal, de língua bifurcada e por traírem amigos.” Seu veneno é sua forte luxúria, sua língua bifurcada é a inclinação à maledicência e a traição dos amigos ocorre “por serem, em grande parte, adúlteras.” No <a class='ref' href='/an5.55'>AN 5.55</a>, lemos sobre uma mãe e seu filho que foram ordenados como bhikkhunī e bhikkhu. Eles continuam próximos um do outro, apaixonam-se, e terminam tendo relações sexuais. Quando isto foi relatado ao Buda, ele é retratado se valendo da ocasião para fazer uma generalização injusta sobre as mulheres: “Se alguém pudesse dizer que algo seja por completo uma armadilha de Māra, seria sobre as mulheres que isto se diria.”",
    "an-introduction-bodhi:182": "Se essas declarações devem realmente ser atribuídas ao Buda ou entendidas como interpolações dos curadores monásticos dos textos é uma questão que talvez não possa ser decidida com perfeita certeza. Eles certamente são, no entanto, contrários ao espírito mais liberal demonstrado em outros lugares nos discursos do Buda. Ademais, em um texto como o Aṅguttara Nikāya, com seus muitos e curtos suttas, seria bastante fácil para os monges, apreensivos quanto à sua sexualidade e quanto ao potencial espiritual das mulheres, inserir essas passagens no cânone. Estes suttas não têm contraparte nos Āgamas chineses, mas este fato, por si só, é inconclusivo, pois muitos suttas no Aṅguttara Nikāya em Pāli não têm contraparte no cânone chinês. Outros suttas no AN que tratam da sexualidade mostram uma abordagem mais simétrica, como <a class='ref' href='/an1.1'>AN 1.1–10</a> , <a class='ref' href='/an7.51'>AN 7.51</a>, and <a class='ref' href='/an8.17'>AN 8.17–18</a>, em que há um equilíbrio preciso entre a atração sexual dos homens pelas mulheres e das mulheres pelos homens.",
    "an-introduction-bodhi:183": "Em contraste com os suttas de tom misógino, há outros que mostram o Buda agindo cordialmente com as mulheres e generosamente lhes transmitindo seu ensinamento. Ele ensina à discípula leiga Visākhā como a observância do <i lang='pli'>uposatha</i> pode ser de grande fruto e benefício (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.43'>AN 8.43</a>). Ele ensina à Suppavāsā, filha dos koliyans, os méritos de doar alimentos (<a class='ref' href='/an4.57'>AN 4.57</a>). Ele explica para a rainha Mallikā, esposa do rei Pasenadi, as causas cármicas por meio das quais as mulheres podem alcançar a beleza, a riqueza e a influência (<a class='ref' href='/an4.197'>AN 4.197</a>). Ele responde às questões da princesa Cundī acerca dos melhores tipos de confiança e comportamento virtuoso (<a class='ref' href='/an5.32'>AN 5.32</a>). Ele instrui um grupo de meninas prestes a se casar sobre como se comportar quando forem viver com seus maridos (<a class='ref' href='/an5.33'>AN 5.33</a>) e instrui uma esposa desequilibrada sobre os sete tipos de esposas (<a class='ref' href='/an7.63'>AN 7.63</a>). Ele explica a Visākhā a forma de uma mulher se destinar à vitória neste e no outro mundo (<a class='ref' href='/an8.49'>AN 8.49</a>). Ele exalta as bhikkhunīs Khemā e Uppalavaṇṇā como modelos para suas discípulas monásticas (bhikkhunīs), e as devotas leigas Khujjuttarā e Veḷukaṇṭakī Nandamātā como modelos para suas discípulas leigas (<a class='ref' href='/an4.176'>AN 4.176</a>). É difícil reconciliar estes textos, que mostram uma atitude amistosa e empática em relação às mulheres, com as passagens que, categoricamente, denigrem suas capacidades.",
    "an-introduction-bodhi:184": "A fonte original deste índice foi publicada sob os seguintes termos:",
    "an-introduction-bodhi:185": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha [Os Discursos Enumerados do Buda] (Wisdom Publications, 2012)",
    "an-introduction-bodhi:186": "“The Numerical Discourses of the Buddha”, por Bhikkhu Bodhi, está licenciado sob uma licença Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported."
  }
}