{
  "_markup_path": "markup/sn/sn36/sn36.07.html",
  "_alt_strings": [
    "en/sujato/sn/sn36/sn36.07.json"
  ],
  "sn36.7:1.1": "Saṃyutta Nikāya 36",
  "sn36.7:2.1": "1. Sagāthāvagga",
  "sn36.7:3.1": "7. Paṭhamagelaññasutta",
  "sn36.7:4.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "sn36.7:4.2": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena gilānasālā tenupasaṅkami;",
  "sn36.7:4.3": "upasaṅkamitvā paññatte āsane nisīdi.",
  "sn36.7:4.4": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "sn36.7:5.1": "“Sato, bhikkhave, bhikkhu sampajāno kālaṃ āgameyya.",
  "sn36.7:5.2": "Ayaṃ vo amhākaṃ anusāsanī.",
  "sn36.7:6.1": "Kathañca, bhikkhave, bhikkhu sato hoti?",
  "sn36.7:6.2": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn36.7:6.3": "vedanāsu vedanānupassī viharati … pe …",
  "sn36.7:6.4": "citte cittānupassī viharati … pe …",
  "sn36.7:6.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn36.7:6.6": "Evaṃ kho, bhikkhave, bhikkhu sato hoti.",
  "sn36.7:7.1": "Kathañca, bhikkhave, bhikkhu sampajāno hoti?",
  "sn36.7:7.2": "Idha, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "sn36.7:7.3": "Evaṃ kho, bhikkhave, bhikkhu sampajānakārī hoti.",
  "sn36.7:7.4": "Sato, bhikkhave, bhikkhu sampajāno kālaṃ āgameyya.",
  "sn36.7:7.5": "Ayaṃ vo amhākaṃ anusāsanī.",
  "sn36.7:8.1": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati sukhā vedanā, so evaṃ pajānāti:",
  "sn36.7:8.2": "‘uppannā kho myāyaṃ sukhā vedanā.",
  "sn36.7:8.3": "Sā ca kho paṭicca, no appaṭicca.",
  "sn36.7:8.4": "Kiṃ paṭicca?",
  "sn36.7:8.5": "Imameva kāyaṃ paṭicca.",
  "sn36.7:8.6": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno.",
  "sn36.7:8.7": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā sukhā vedanā kuto niccā bhavissatī’ti.",
  "sn36.7:8.8": "So kāye ca sukhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "sn36.7:8.9": "Tassa kāye ca sukhāya ca vedanāya aniccānupassino viharato, vayānupassino viharato, virāgānupassino viharato, nirodhānupassino viharato, paṭinissaggānupassino viharato, yo kāye ca sukhāya ca vedanāya rāgānusayo, so pahīyati.",
  "sn36.7:9.1": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati dukkhā vedanā.",
  "sn36.7:9.2": "So evaṃ pajānāti:",
  "sn36.7:9.3": "‘uppannā kho myāyaṃ dukkhā vedanā.",
  "sn36.7:9.4": "Sā ca kho paṭicca, no appaṭicca.",
  "sn36.7:9.5": "Kiṃ paṭicca?",
  "sn36.7:9.6": "Imameva kāyaṃ paṭicca.",
  "sn36.7:9.7": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno.",
  "sn36.7:9.8": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā dukkhā vedanā kuto niccā bhavissatī’ti.",
  "sn36.7:9.9": "So kāye ca dukkhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "sn36.7:9.10": "Tassa kāye ca dukkhāya ca vedanāya aniccānupassino viharato … pe …",
  "sn36.7:9.11": "paṭinissaggānupassino viharato, yo kāye ca dukkhāya ca vedanāya paṭighānusayo, so pahīyati.",
  "sn36.7:10.1": "Tassa ce, bhikkhave, bhikkhuno evaṃ satassa sampajānassa appamattassa ātāpino pahitattassa viharato uppajjati adukkhamasukhā vedanā, so evaṃ pajānāti:",
  "sn36.7:10.2": "‘uppannā kho myāyaṃ adukkhamasukhā vedanā.",
  "sn36.7:10.3": "Sā ca kho paṭicca, no appaṭicca.",
  "sn36.7:10.4": "Kiṃ paṭicca?",
  "sn36.7:10.5": "Imameva kāyaṃ paṭicca.",
  "sn36.7:10.6": "Ayaṃ kho pana kāyo anicco saṅkhato paṭiccasamuppanno.",
  "sn36.7:10.7": "Aniccaṃ kho pana saṅkhataṃ paṭiccasamuppannaṃ kāyaṃ paṭicca uppannā adukkhamasukhā vedanā kuto niccā bhavissatī’ti.",
  "sn36.7:10.8": "So kāye ca adukkhamasukhāya ca vedanāya aniccānupassī viharati, vayānupassī viharati, virāgānupassī viharati, nirodhānupassī viharati, paṭinissaggānupassī viharati.",
  "sn36.7:10.9": "Tassa kāye ca adukkhamasukhāya ca vedanāya aniccānupassino viharato … pe …",
  "sn36.7:10.10": "paṭinissaggānupassino viharato, yo kāye ca adukkhamasukhāya ca vedanāya avijjānusayo, so pahīyati.",
  "sn36.7:11.1": "So sukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti;",
  "sn36.7:11.2": "dukkhañce vedanaṃ vedayati … pe …",
  "sn36.7:11.3": "adukkhamasukhañce vedanaṃ vedayati, sā aniccāti pajānāti, anajjhositāti pajānāti, anabhinanditāti pajānāti.",
  "sn36.7:11.4": "So sukhañce vedanaṃ vedayati, visaññutto naṃ vedayati;",
  "sn36.7:11.5": "dukkhañce vedanaṃ vedayati, visaññutto naṃ vedayati;",
  "sn36.7:11.6": "adukkhamasukhañce vedanaṃ vedayati, visaññutto naṃ vedayati.",
  "sn36.7:11.7": "So kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti, jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti.",
  "sn36.7:11.8": "‘Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni <span class=\\\"var\\\" title=\\\"sītibhavissantīti (s2, s3, pts1, mr)\\\" id=\\\"note364\\\">sītībhavissantī’ti</span> pajānāti.",
  "sn36.7:12.1": "Seyyathāpi, bhikkhave, telañca paṭicca vaṭṭiñca paṭicca telappadīpo jhāyeyya, tasseva telassa ca vaṭṭiyā ca pariyādānā anāhāro nibbāyeyya;",
  "sn36.7:12.2": "evameva kho, bhikkhave, bhikkhu kāyapariyantikaṃ vedanaṃ vedayamāno ‘kāyapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti.",
  "sn36.7:12.3": "Jīvitapariyantikaṃ vedanaṃ vedayamāno ‘jīvitapariyantikaṃ vedanaṃ vedayāmī’ti pajānāti.",
  "sn36.7:12.4": "‘Kāyassa bhedā uddhaṃ jīvitapariyādānā idheva sabbavedayitāni anabhinanditāni sītībhavissantī’ti pajānātī”ti.",
  "sn36.7:13.1": "Sattamaṃ."
}