{
  "_markup_path": "markup/sn/sn05/sn5.10.html",
  "_alt_strings": [
    "pi/sn/sn05/sn5.10.json"
  ],
  "sn5.10:1.1": "Linked Discourses 5",
  "sn5.10:2.1": "1 Nuns",
  "sn5.10:3.1": "10 Vajirā",
  "sn5.10:4.1": "At Sāvatthī.",
  "sn5.10:4.2": "Then the nun Vajirā got dressed in the morning and, taking her bowl and robes, entered Sāvatthī for alms.",
  "sn5.10:4.3": "She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Blind Man’s Wood,",
  "sn5.10:4.4": "plunged deep into it, and sat at the root of a tree for the day’s meditation.",
  "sn5.10:4.5": "Then Māra the Wicked, wanting to make the nun Somā feel fear, terror, and goosebumps, wanting to make her fall away from convergence,",
  "sn5.10:4.6": "went up to her and addressed her in verse:",
  "sn5.10:5.1": "“Who created this sentient being?",
  "sn5.10:5.2": "Where is its maker?",
  "sn5.10:5.3": "Where has the being arisen?",
  "sn5.10:5.4": "And where does it cease?”",
  "sn5.10:6.1": "Then the nun Vajirā thought:",
  "sn5.10:6.2": "“Who’s speaking this verse, a human or a non-human?”",
  "sn5.10:6.3": "Then she thought:",
  "sn5.10:6.4": "“This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from convergence!”",
  "sn5.10:6.5": "Then Vajirā, knowing that this was Māra the Wicked, replied to him in verse:",
  "sn5.10:7.1": "“Why do you assume there’s such a thing as a ‘sentient being’?",
  "sn5.10:7.2": "Māra, is this your theory?",
  "sn5.10:7.3": "This is just a pile of conditions,",
  "sn5.10:7.4": "you won’t find a sentient being here.",
  "sn5.10:8.1": "When the parts are assembled",
  "sn5.10:8.2": "we use the word ‘chariot’.",
  "sn5.10:8.3": "So too, when the aggregates are present",
  "sn5.10:8.4": "‘sentient being’ is the convention we use.",
  "sn5.10:9.1": "But it’s only suffering that comes to be,",
  "sn5.10:9.2": "lasts a while, then disappears.",
  "sn5.10:9.3": "Naught but suffering comes to be,",
  "sn5.10:9.4": "naught but suffering ceases.”",
  "sn5.10:10.1": "Then Māra the Wicked, thinking, “The nun Vajirā knows me!” miserable and sad, vanished right there.",
  "sn5.10:13.1": "The Linked Discourses on Nuns are completed."
}