{
  "_markup_path": "markup/an/an08/an8.039.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.039.json"
  ],
  "an8.39:1.1": "Aṅguttara Nikāya 8",
  "an8.39:2.1": "4. Dānavagga",
  "an8.39:3.1": "<span class=\\\"var\\\" title=\\\"puññābhisandasuttaṃ (bj)\\\" id=\\\"note146\\\">39. Abhisandasutta</span>",
  "an8.39:4.1": "“Aṭṭhime, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an8.39:4.2": "Katame aṭṭha?",
  "an8.39:4.3": "Idha, bhikkhave, ariyasāvako buddhaṃ saraṇaṃ gato hoti.",
  "an8.39:4.4": "Ayaṃ, bhikkhave, paṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. <span class=\\\"brnum\\\">(1)</span>",
  "an8.39:5.1": "Puna caparaṃ, bhikkhave, ariyasāvako dhammaṃ saraṇaṃ gato hoti.",
  "an8.39:5.2": "Ayaṃ, bhikkhave, dutiyo puññābhisando … pe …",
  "an8.39:5.3": "saṃvattati. <span class=\\\"brnum\\\">(2)</span>",
  "an8.39:6.1": "Puna caparaṃ, bhikkhave, ariyasāvako saṅghaṃ saraṇaṃ gato hoti.",
  "an8.39:6.2": "Ayaṃ, bhikkhave, tatiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. <span class=\\\"brnum\\\">(3)</span>",
  "an8.39:7.1": "<span class=\\\"cross\\\" title=\\\"^kv2.3#27 [Sattamavagga/ Dānakathā]\\\" id=\\\"note147\\\">*</span> <a class=\\\"sc\\\" id=\\\"4\\\"></a><a class=\\\"pts\\\" id=\\\"pts4.246\\\"></a>Pañcimāni, bhikkhave, dānāni mahādānāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṃkiṇṇāni asaṃkiṇṇapubbāni, na saṃkiyanti na saṅkiyissanti, <span class=\\\"var\\\" title=\\\"appatikuṭṭhāni (bj)\\\" id=\\\"note148\\\">appaṭikuṭṭhāni</span> samaṇehi brāhmaṇehi viññūhi.",
  "an8.39:7.2": "Katamāni pañca?",
  "an8.39:7.3": "Idha, bhikkhave, ariyasāvako pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti.",
  "an8.39:7.4": "Pāṇātipātā paṭivirato, bhikkhave, ariyasāvako aparimāṇānaṃ sattānaṃ abhayaṃ deti, averaṃ deti, <span class=\\\"var\\\" title=\\\"abyāpajjhaṃ (bj, s1-3, mr) | avyāpajjhaṃ (pts1)\\\" id=\\\"note149\\\">abyābajjhaṃ</span> deti.",
  "an8.39:7.5": "Aparimāṇānaṃ sattānaṃ abhayaṃ datvā averaṃ datvā abyābajjhaṃ datvā aparimāṇassa abhayassa averassa abyābajjhassa bhāgī hoti.",
  "an8.39:7.6": "Idaṃ, bhikkhave, paṭhamaṃ dānaṃ mahādānaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṃkiṇṇaṃ asaṃkiṇṇapubbaṃ, na saṃkiyati na saṅkiyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.",
  "an8.39:7.7": "Ayaṃ, bhikkhave, catuttho puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati. <span class=\\\"brnum\\\">(4)</span>",
  "an8.39:8.1": "Puna caparaṃ, bhikkhave, ariyasāvako adinnādānaṃ pahāya adinnādānā paṭivirato hoti … pe …",
  "an8.39:8.2": "kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti … pe …",
  "an8.39:8.3": "musāvādaṃ pahāya musāvādā paṭivirato hoti … pe …",
  "an8.39:8.4": "surāmerayamajjapamādaṭṭhānaṃ pahāya surāmerayamajjapamādaṭṭhānā paṭivirato hoti.",
  "an8.39:8.5": "Surāmerayamajjapamādaṭṭhānā paṭivirato, bhikkhave, ariyasāvako aparimāṇānaṃ sattānaṃ abhayaṃ deti averaṃ deti abyābajjhaṃ deti.",
  "an8.39:8.6": "Aparimāṇānaṃ sattānaṃ abhayaṃ datvā averaṃ datvā abyābajjhaṃ datvā, aparimāṇassa abhayassa averassa abyābajjhassa bhāgī hoti.",
  "an8.39:8.7": "Idaṃ, bhikkhave, pañcamaṃ dānaṃ mahādānaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkiyati na saṅkiyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.",
  "an8.39:8.8": "Ayaṃ kho, bhikkhave, aṭṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an8.39:8.9": "(5–8.)",
  "an8.39:9.1": "Ime kho, bhikkhave, aṭṭha puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā, iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattantī”ti.",
  "an8.39:10.1": "Navamaṃ."
}