{
  "_markup_path": "markup/an/an08/an8.063.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.063.json"
  ],
  "an8.63:1.1": "Aṅguttara Nikāya 8",
  "an8.63:2.1": "7. Bhūmicālavagga",
  "an8.63:3.1": "<span class=\\\"var\\\" title=\\\"saṅkhittadesitasuttaṃ (bj)\\\" id=\\\"note240\\\">63. Saṅkhittasutta</span>",
  "an8.63:4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe …",
  "an8.63:4.2": "ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "an8.63:4.3": "“sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.",
  "an8.63:4.4": "“Evamevaṃ panidhekacce moghapurisā mamaññeva ajjhesanti.",
  "an8.63:4.5": "Dhamme ca bhāsite mamaññeva anubandhitabbaṃ maññantī”ti.",
  "an8.63:4.6": "“Desetu me, bhante, bhagavā saṃkhittena dhammaṃ, desetu sugato saṃkhittena dhammaṃ.",
  "an8.63:4.7": "Appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ ājāneyyaṃ, appeva nāmāhaṃ bhagavato bhāsitassa dāyādo assan”ti.",
  "an8.63:4.8": "“Tasmātiha te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an8.63:4.9": "‘ajjhattaṃ me cittaṃ ṭhitaṃ bhavissati susaṇṭhitaṃ, na ca uppannā pāpakā akusalā dhammā cittaṃ pariyādāya ṭhassantī’ti.",
  "an8.63:4.10": "Evañhi te, bhikkhu, sikkhitabbaṃ.",
  "an8.63:5.1": "Yato kho te, bhikkhu, ajjhattaṃ cittaṃ ṭhitaṃ hoti susaṇṭhitaṃ, na ca uppannā pāpakā akusalā dhammā cittaṃ pariyādāya tiṭṭhanti, tato te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an8.63:5.2": "‘mettā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.",
  "an8.63:5.3": "Evañhi te, bhikkhu, sikkhitabbaṃ.",
  "an8.63:6.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ <span class=\\\"var\\\" title=\\\"savitakkasavicārampi (mr)\\\" id=\\\"note241\\\">savitakkampi savicāraṃ</span> bhāveyyāsi, <span class=\\\"var\\\" title=\\\"avitakkavicāramattampi (mr)\\\" id=\\\"note242\\\">avitakkampi vicāramattaṃ</span> bhāveyyāsi, <span class=\\\"var\\\" title=\\\"avitakkaavicārampi (mr)\\\" id=\\\"note243\\\">avitakkampi avicāraṃ</span> bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.",
  "an8.63:7.1": "Yato kho, te bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an8.63:7.2": "‘karuṇā me cetovimutti …",
  "an8.63:7.3": "muditā me cetovimutti …",
  "an8.63:7.4": "upekkhā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.",
  "an8.63:7.5": "Evañhi te, bhikkhu, sikkhitabbaṃ.",
  "an8.63:8.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.",
  "an8.63:9.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an8.63:9.2": "‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti.",
  "an8.63:9.3": "Evañhi te, bhikkhu, sikkhitabbaṃ.",
  "an8.63:10.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.",
  "an8.63:11.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an8.63:11.2": "‘vedanāsu …",
  "an8.63:11.3": "citte …",
  "an8.63:11.4": "dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti.",
  "an8.63:11.5": "Evañhi te, bhikkhu, sikkhitabbaṃ.",
  "an8.63:12.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.",
  "an8.63:13.1": "Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato tvaṃ, bhikkhu, yena yeneva gagghasi phāsuṃyeva gagghasi, yattha yattha ṭhassasi phāsuṃyeva ṭhassasi, yattha yattha nisīdissasi phāsuṃyeva nisīdissasi, yattha yattha seyyaṃ kappessasi phāsuṃyeva seyyaṃ kappessasī”ti.",
  "an8.63:14.1": "Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "an8.63:14.2": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "an8.63:14.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "an8.63:14.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "an8.63:14.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "an8.63:14.6": "Aññataro ca pana so bhikkhu arahataṃ ahosīti.",
  "an8.63:15.1": "Tatiyaṃ."
}