{
  "_markup_path": "markup/an/an08/an8.030.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.030.json"
  ],
  "an8.30:1.1": "Aṅguttara Nikāya 8",
  "an8.30:2.1": "3. Gahapativagga",
  "an8.30:3.1": "<span class=\\\"var\\\" title=\\\"anuruddhasuttaṃ (bj)\\\" id=\\\"note115\\\">30. Anuruddhamahāvitakkasutta</span>",
  "an8.30:4.1": "Ekaṃ samayaṃ bhagavā bhaggesu viharati suṃsumāragire bhesakaḷāvane migadāye.",
  "an8.30:4.2": "Tena kho pana samayena āyasmā anuruddho cetīsu viharati pācīnavaṃsadāye.",
  "an8.30:4.3": "Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "an8.30:4.4": "“appicchassāyaṃ dhammo, nāyaṃ dhammo mahicchassa;",
  "an8.30:4.5": "santuṭṭhassāyaṃ dhammo, nāyaṃ dhammo asantuṭṭhassa;",
  "an8.30:4.6": "pavivittassāyaṃ dhammo, nāyaṃ dhammo saṅgaṇikārāmassa;",
  "an8.30:4.7": "āraddhavīriyassāyaṃ dhammo, nāyaṃ dhammo kusītassa;",
  "an8.30:4.8": "<span class=\\\"var\\\" title=\\\"upaṭṭhitasatissāyaṃ (bj, pts1)\\\" id=\\\"note116\\\">upaṭṭhitassatissāyaṃ</span> dhammo, nāyaṃ dhammo muṭṭhassatissa;",
  "an8.30:4.9": "samāhitassāyaṃ dhammo, nāyaṃ dhammo asamāhitassa;",
  "an8.30:4.10": "paññavato ayaṃ dhammo, nāyaṃ dhammo duppaññassā”ti.",
  "an8.30:5.1": "Atha kho bhagavā āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—",
  "an8.30:5.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "an8.30:5.3": "evamevaṃ—",
  "an8.30:5.4": "bhaggesu susumāragire bhesakaḷāvane migadāye antarahito cetīsu pācīnavaṃsadāye āyasmato anuruddhassa sammukhe pāturahosi.",
  "an8.30:5.5": "Nisīdi bhagavā paññatte āsane.",
  "an8.30:5.6": "Āyasmāpi kho anuruddho bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an8.30:5.7": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ anuruddhaṃ bhagavā etadavoca:",
  "an8.30:6.1": "“Sādhu sādhu, anuruddha.",
  "an8.30:6.2": "Sādhu kho tvaṃ, anuruddha,<span class=\\\"var\\\" title=\\\" satta mahāpurisavitakke (pā1) 8D:1262\\\" id=\\\"note117\\\"> yaṃ taṃ mahāpurisavitakkaṃ</span> vitakkesi:",
  "an8.30:6.3": "‘appicchassāyaṃ dhammo, nāyaṃ dhammo mahicchassa;",
  "an8.30:6.4": "santuṭṭhassāyaṃ dhammo, nāyaṃ dhammo asantuṭṭhassa;",
  "an8.30:6.5": "pavivittassāyaṃ dhammo, nāyaṃ dhammo saṅgaṇikārāmassa;",
  "an8.30:6.6": "āraddhavīriyassāyaṃ dhammo, nāyaṃ dhammo kusītassa;",
  "an8.30:6.7": "upaṭṭhitassatissāyaṃ dhammo, nāyaṃ dhammo muṭṭhassatissa;",
  "an8.30:6.8": "samāhitassāyaṃ dhammo, nāyaṃ dhammo asamāhitassa;",
  "an8.30:6.9": "paññavato ayaṃ dhammo, nāyaṃ dhammo duppaññassā’ti.",
  "an8.30:6.10": "Tena hi tvaṃ, anuruddha, imampi aṭṭhamaṃ mahāpurisavitakkaṃ vitakkehi:",
  "an8.30:6.11": "‘nippapañcārāmassāyaṃ dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti.",
  "an8.30:7.1": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, <span class=\\\"var\\\" title=\\\"yāvade (^sn16.9#1 [9. Jhānābhiññasutta])\\\" id=\\\"note119\\\">yāvadeva</span> ākaṅkhissasi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharissasi.",
  "an8.30:8.1": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharissasi.",
  "an8.30:9.1": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, pītiyā ca virāgā upekkhako ca viharissasi sato ca sampajāno sukhañca kāyena paṭisaṃvedissasi yaṃ taṃ ariyā ācikkhanti:",
  "an8.30:9.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharissasi.",
  "an8.30:10.1": "Yato kho tvaṃ, anuruddha, ime aṭṭha mahāpurisavitakke vitakkessasi, tato tvaṃ, anuruddha, yāvadeva ākaṅkhissasi, sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharissasi.",
  "an8.30:11.1": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānārattānaṃ dussānaṃ dussakaraṇḍako pūro;",
  "an8.30:11.2": "evamevaṃ te paṃsukūlacīvaraṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an8.30:12.1": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā sālīnaṃ odano vicitakāḷako anekasūpo anekabyañjano;",
  "an8.30:12.2": "evamevaṃ te piṇḍiyālopabhojanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an8.30:13.1": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ;",
  "an8.30:13.2": "evamevaṃ te rukkhamūlasenāsanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an8.30:14.1": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā pallaṅko gonakatthato paṭikatthato paṭalikatthato <span class=\\\"var\\\" title=\\\"kādali ... paccattharaṇo (bj)\\\" id=\\\"note120\\\">kadalimigapavarapaccattharaṇo</span> sauttaracchado ubhatolohitakūpadhāno;",
  "an8.30:14.2": "evamevaṃ te tiṇasanthārakasayanāsanaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an8.30:15.1": "Yato kho tvaṃ, anuruddha, ime ca aṭṭha mahāpurisavitakke vitakkessasi, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī bhavissasi akicchalābhī akasiralābhī, tato tuyhaṃ, anuruddha, seyyathāpi nāma gahapatissa vā gahapatiputtassa vā nānābhesajjāni, seyyathidaṃ—",
  "an8.30:15.2": "sappi navanītaṃ telaṃ madhu phāṇitaṃ;",
  "an8.30:15.3": "evamevaṃ te pūtimuttabhesajjaṃ khāyissati santuṭṭhassa viharato ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an8.30:15.4": "Tena hi tvaṃ, anuruddha, āyatikampi vassāvāsaṃ idheva cetīsu pācīnavaṃsadāye vihareyyāsī”ti.",
  "an8.30:15.5": "“Evaṃ, bhante”ti kho āyasmā anuruddho bhagavato paccassosi.",
  "an8.30:16.1": "Atha kho bhagavā āyasmantaṃ anuruddhaṃ iminā ovādena ovaditvā—",
  "an8.30:16.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "an8.30:16.3": "evamevaṃ—",
  "an8.30:16.4": "cetīsu pācīnavaṃsadāye antarahito bhaggesu susumāragire bhesakaḷāvane migadāye pāturahosīti.",
  "an8.30:16.5": "Nisīdi bhagavā paññatte āsane.",
  "an8.30:16.6": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "an8.30:16.7": "“aṭṭha kho, bhikkhave, mahāpurisavitakke desessāmi, taṃ suṇātha … pe …",
  "an8.30:16.8": "katame ca, bhikkhave, aṭṭha mahāpurisavitakkā?",
  "an8.30:16.9": "Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassa;",
  "an8.30:16.10": "santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassa;",
  "an8.30:16.11": "pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassa;",
  "an8.30:16.12": "āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassa;",
  "an8.30:16.13": "upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo muṭṭhassatissa;",
  "an8.30:16.14": "samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassa;",
  "an8.30:16.15": "paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassa;",
  "an8.30:16.16": "nippapañcārāmassāyaṃ, bhikkhave, dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino.",
  "an8.30:17.1": "‘Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassā’ti, iti kho panetaṃ vuttaṃ.",
  "an8.30:17.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:17.3": "Idha, bhikkhave, bhikkhu appiccho samāno ‘appicchoti maṃ jāneyyun’ti na icchati, santuṭṭho samāno ‘santuṭṭhoti maṃ jāneyyun’ti na icchati, pavivitto samāno ‘pavivittoti maṃ jāneyyun’ti na icchati, āraddhavīriyo samāno ‘āraddhavīriyoti maṃ jāneyyun’ti na icchati, upaṭṭhitassati samāno ‘upaṭṭhitassatīti maṃ jāneyyun’ti na icchati, samāhito samāno ‘samāhitoti maṃ jāneyyun’ti na icchati, paññavā samāno ‘paññavāti maṃ jāneyyun’ti na icchati, nippapañcārāmo samāno ‘nippapañcārāmoti maṃ jāneyyun’ti na icchati.",
  "an8.30:17.4": "‘Appicchassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo mahicchassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an8.30:18.1": "‘Santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:18.2": "Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena.",
  "an8.30:18.3": "‘Santuṭṭhassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asantuṭṭhassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an8.30:19.1": "‘Pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:19.2": "Idha, bhikkhave, bhikkhuno pavivittassa viharato bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā.",
  "an8.30:19.3": "Tatra bhikkhu vivekaninnena cittena vivekapoṇena vivekapabbhārena vivekaṭṭhena nekkhammābhiratena aññadatthu uyyojanikapaṭisaṃyuttaṃyeva kathaṃ <span class=\\\"var\\\" title=\\\"pavattā (mr)\\\" id=\\\"note121\\\">kattā</span> hoti.",
  "an8.30:19.4": "‘Pavivittassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo saṅgaṇikārāmassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an8.30:20.1": "‘Āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:20.2": "Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an8.30:20.3": "‘Āraddhavīriyassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo kusītassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an8.30:21.1": "‘Upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo muṭṭhassatissā’ti, iti kho panetaṃ vuttaṃ.",
  "an8.30:21.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:21.3": "Idha, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā.",
  "an8.30:21.4": "‘Upaṭṭhitassatissāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo, muṭṭhassatissā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an8.30:22.1": "‘Samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassā’ti, iti kho panetaṃ vuttaṃ.",
  "an8.30:22.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:22.3": "Idha, bhikkhave, bhikkhu vivicceva kāmehi … pe …",
  "an8.30:22.4": "catutthaṃ jhānaṃ upasampajja viharati.",
  "an8.30:22.5": "‘Samāhitassāyaṃ, bhikkhave, dhammo, nāyaṃ dhammo asamāhitassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an8.30:23.1": "‘Paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassā’ti, iti kho panetaṃ vuttaṃ.",
  "an8.30:23.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:23.3": "Idha, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an8.30:23.4": "‘Paññavato ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo duppaññassā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an8.30:24.1": "‘Nippapañcārāmassāyaṃ, bhikkhave, dhammo nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti, iti kho panetaṃ vuttaṃ.",
  "an8.30:24.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an8.30:24.3": "Idha, bhikkhave, bhikkhuno papañcanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an8.30:24.4": "‘Nippapañcārāmassāyaṃ, bhikkhave, dhammo, nippapañcaratino, nāyaṃ dhammo papañcārāmassa papañcaratino’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti. <span class=\\\"brnum\\\">(8)</span>",
  "an8.30:25.1": "Atha kho āyasmā anuruddho āyatikampi vassāvāsaṃ tattheva cetīsu pācīnavaṃsadāye vihāsi.",
  "an8.30:25.2": "Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "an8.30:25.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "an8.30:25.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "an8.30:25.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "an8.30:25.6": "Aññataro ca panāyasmā anuruddho arahataṃ ahosīti.",
  "an8.30:25.7": "Atha kho āyasmā anuruddho arahattappatto tāyaṃ velāyaṃ imā gāthāyo abhāsi:",
  "an8.30:26.1": "<span class=\\\"cross\\\" title=\\\"^thag16.8#10 [Anuruddhattheragāthā]-1247\\\" id=\\\"note122\\\">*</span> <a class=\\\"sc\\\" id=\\\"23\\\"></a>“Mama saṅkappamaññāya,",
  "an8.30:26.2": "satthā loke anuttaro;",
  "an8.30:26.3": "Manomayena kāyena,",
  "an8.30:26.4": "iddhiyā upasaṅkami.",
  "an8.30:27.1": "Yathā me ahu saṅkappo,",
  "an8.30:27.2": "tato uttari desayi;",
  "an8.30:27.3": "Nippapañcarato buddho,",
  "an8.30:27.4": "nippapañcaṃ adesayi.",
  "an8.30:28.1": "Tassāhaṃ dhammamaññāya,",
  "an8.30:28.2": "vihāsiṃ sāsane rato;",
  "an8.30:28.3": "Tisso vijjā anuppattā,",
  "an8.30:28.4": "kataṃ buddhassa sāsanan”ti.",
  "an8.30:29.1": "Dasamaṃ.",
  "an8.30:30.1": "Gahapativaggo tatiyo.",
  "an8.30:31.1": "Dve uggā dve ca hatthakā,",
  "an8.30:31.2": "mahānāmena jīvako;",
  "an8.30:31.3": "Dve balā akkhaṇā vuttā,",
  "an8.30:31.4": "anuruddhena te dasāti."
}