{
  "_markup_path": "markup/an/an08/an8.009.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.009.json"
  ],
  "an8.9:1.1": "Aṅguttara Nikāya 8",
  "an8.9:2.1": "1. Mettāvagga",
  "an8.9:3.1": "9. Nandasutta",
  "an8.9:4.1": "“‘Kulaputto’ti, bhikkhave, nandaṃ sammā vadamāno vadeyya.",
  "an8.9:4.2": "‘Balavā’ti, bhikkhave, nandaṃ sammā vadamāno vadeyya.",
  "an8.9:4.3": "‘Pāsādiko’ti, bhikkhave, nandaṃ sammā vadamāno vadeyya.",
  "an8.9:4.4": "‘Tibbarāgo’ti, bhikkhave, nandaṃ sammā vadamāno vadeyya.",
  "an8.9:4.5": "Kimaññatra, bhikkhave, nando indriyesu guttadvāro, bhojane mattaññū, jāgariyaṃ anuyutto, satisampajaññena samannāgato, <span class=\\\"var\\\" title=\\\"yena (pts1, mr)\\\" id=\\\"note25\\\">yehi</span> nando sakkoti paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carituṃ.",
  "an8.9:4.6": "Tatridaṃ, bhikkhave, nandassa indriyesu guttadvāratāya hoti.",
  "an8.9:4.7": "Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṃ cetasā samannāharitvā nando puratthimaṃ disaṃ āloketi:",
  "an8.9:4.8": "‘evaṃ me puratthimaṃ disaṃ ālokayato nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "an8.9:4.9": "Itiha tattha sampajāno hoti.",
  "an8.9:5.1": "Sace, bhikkhave, nandassa pacchimā disā āloketabbā hoti … pe …",
  "an8.9:5.2": "uttarā disā āloketabbā hoti …",
  "an8.9:5.3": "dakkhiṇā disā āloketabbā hoti …",
  "an8.9:5.4": "uddhaṃ ulloketabbā hoti …",
  "an8.9:5.5": "adho oloketabbā hoti …",
  "an8.9:5.6": "anudisā anuviloketabbā hoti, sabbaṃ cetasā samannāharitvā nando anudisaṃ anuviloketi:",
  "an8.9:5.7": "‘evaṃ me anudisaṃ anuvilokayato nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "an8.9:5.8": "Itiha tattha sampajāno hoti.",
  "an8.9:5.9": "Idaṃ kho, bhikkhave, nandassa indriyesu guttadvāratāya hoti.",
  "an8.9:6.1": "Tatridaṃ, bhikkhave, nandassa bhojane mattaññutāya hoti.",
  "an8.9:6.2": "Idha, bhikkhave, nando paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "an8.9:6.3": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "an8.9:6.4": "Idaṃ kho, bhikkhave, nandassa bhojane mattaññutāya hoti.",
  "an8.9:7.1": "Tatridaṃ, bhikkhave, nandassa jāgariyānuyogasmiṃ hoti.",
  "an8.9:7.2": "Idha, bhikkhave, nando divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti;",
  "an8.9:7.3": "rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti;",
  "an8.9:7.4": "rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā;",
  "an8.9:7.5": "rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "an8.9:7.6": "Idaṃ kho, bhikkhave, nandassa jāgariyānuyogasmiṃ hoti.",
  "an8.9:8.1": "Tatridaṃ, bhikkhave, nandassa satisampajaññasmiṃ hoti.",
  "an8.9:8.2": "Idha, bhikkhave, nandassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti;",
  "an8.9:8.3": "viditā saññā … pe …",
  "an8.9:8.4": "viditā vitakkā … pe …",
  "an8.9:8.5": "abbhatthaṃ gacchanti.",
  "an8.9:8.6": "Idaṃ kho, bhikkhave, nandassa satisampajaññasmiṃ hoti.",
  "an8.9:9.1": "Kimaññatra, bhikkhave, nando indriyesu guttadvāro, bhojane mattaññū, jāgariyaṃ anuyutto, satisampajaññena samannāgato, yehi nando sakkoti paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caritun”ti.",
  "an8.9:10.1": "Navamaṃ."
}