{
  "_markup_path": "markup/an/an08/an8.021.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.021.json"
  ],
  "an8.21:1.1": "Aṅguttara Nikāya 8",
  "an8.21:2.1": "3. Gahapativagga",
  "an8.21:3.1": "<span class=\\\"var\\\" title=\\\"vesālikauggasuttaṃ (bj)\\\" id=\\\"note89\\\">21. Paṭhamauggasutta</span>",
  "an8.21:4.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "an8.21:4.2": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an8.21:4.3": "“aṭṭhahi, bhikkhave, acchariyehi <span class=\\\"var\\\" title=\\\"abbhutadhammehi (s1-3, mr)\\\" id=\\\"note90\\\">abbhutehi dhammehi</span> samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārethā”ti.",
  "an8.21:4.4": "Idamavoca bhagavā.",
  "an8.21:4.5": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.",
  "an8.21:5.1": "Atha kho aññataro bhikkhu pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggassa gahapatino vesālikassa nivesanaṃ tenupasaṅkami;",
  "an8.21:5.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "an8.21:5.3": "Atha kho uggo gahapati vesāliko yena so bhikkhu tenupasaṅkami;",
  "an8.21:5.4": "upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdi.",
  "an8.21:5.5": "Ekamantaṃ nisinnaṃ kho uggaṃ gahapatiṃ vesālikaṃ so bhikkhu etadavoca:",
  "an8.21:6.1": "“Aṭṭhahi kho tvaṃ, gahapati, acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato.",
  "an8.21:6.2": "Katame te, gahapati, aṭṭha acchariyā abbhutā dhammā, yehi tvaṃ samannāgato bhagavatā byākato”ti?",
  "an8.21:6.3": "“Na kho ahaṃ, bhante, jānāmi:",
  "an8.21:6.4": "‘katamehi aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato’ti.",
  "an8.21:6.5": "Api ca, bhante, ye me aṭṭha acchariyā abbhutā dhammā saṃvijjanti, taṃ suṇohi, sādhukaṃ manasi karohi;",
  "an8.21:6.6": "bhāsissāmī”ti.",
  "an8.21:6.7": "“Evaṃ, gahapatī”ti kho so bhikkhu uggassa gahapatino vesālikassa paccassosi.",
  "an8.21:6.8": "Uggo gahapati vesāliko etadavoca:",
  "an8.21:6.9": "“yadāhaṃ, bhante, bhagavantaṃ paṭhamaṃ dūratova addasaṃ;",
  "an8.21:6.10": "saha dassaneneva me, bhante, bhagavato cittaṃ pasīdi.",
  "an8.21:6.11": "Ayaṃ kho me, bhante, paṭhamo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(1)</span>",
  "an8.21:7.1": "So kho ahaṃ, bhante, pasannacitto bhagavantaṃ payirupāsiṃ.",
  "an8.21:7.2": "Tassa me bhagavā anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
  "an8.21:7.3": "dānakathaṃ sīlakathaṃ saggakathaṃ;",
  "an8.21:7.4": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi.",
  "an8.21:7.5": "Yadā maṃ bhagavā aññāsi kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
  "an8.21:7.6": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ.",
  "an8.21:7.7": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya;",
  "an8.21:7.8": "evamevaṃ kho me tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:",
  "an8.21:7.9": "‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti.",
  "an8.21:7.10": "So kho ahaṃ, bhante, diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane tattheva buddhañca dhammañca saṅghañca saraṇaṃ agamāsiṃ, brahmacariyapañcamāni ca sikkhāpadāni samādiyiṃ.",
  "an8.21:7.11": "Ayaṃ kho me, bhante, dutiyo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(2)</span>",
  "an8.21:8.1": "Tassa mayhaṃ, bhante, catasso komāriyo pajāpatiyo ahesuṃ.",
  "an8.21:8.2": "Atha khvāhaṃ, bhante, yena tā pajāpatiyo tenupasaṅkamiṃ;",
  "an8.21:8.3": "upasaṅkamitvā tā pajāpatiyo etadavacaṃ:",
  "an8.21:8.4": "‘mayā kho, bhaginiyo, brahmacariyapañcamāni sikkhāpadāni <span class=\\\"var\\\" title=\\\"samādiṇṇāni (mr)\\\" id=\\\"note91\\\">samādinnāni</span>.",
  "an8.21:8.5": "Yā icchati sā idheva bhoge ca bhuñjatu puññāni ca karotu, sakāni vā ñātikulāni gacchatu.",
  "an8.21:8.6": "Hoti vā pana purisādhippāyo, kassa vo dammī’ti?",
  "an8.21:8.7": "Evaṃ vutte, sā, bhante, jeṭṭhā pajāpati maṃ etadavoca:",
  "an8.21:8.8": "‘itthannāmassa maṃ, ayyaputta, purisassa dehī’ti.",
  "an8.21:8.9": "Atha kho ahaṃ, bhante, taṃ purisaṃ pakkosāpetvā vāmena hatthena pajāpatiṃ gahetvā dakkhiṇena hatthena bhiṅgāraṃ gahetvā tassa purisassa oṇojesiṃ.",
  "an8.21:8.10": "Komāriṃ kho panāhaṃ, bhante, dāraṃ pariccajanto nābhijānāmi cittassa aññathattaṃ.",
  "an8.21:8.11": "Ayaṃ kho me, bhante, tatiyo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(3)</span>",
  "an8.21:9.1": "Saṃvijjanti kho pana me, bhante, kule bhogā.",
  "an8.21:9.2": "Te ca kho appaṭivibhattā sīlavantehi kalyāṇadhammehi.",
  "an8.21:9.3": "Ayaṃ kho me, bhante, catuttho acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(4)</span>",
  "an8.21:10.1": "Yaṃ kho panāhaṃ, bhante, bhikkhuṃ payirupāsāmi;",
  "an8.21:10.2": "sakkaccaṃyeva payirupāsāmi, no asakkaccaṃ.",
  "an8.21:10.3": "Ayaṃ kho me, bhante, pañcamo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(5)</span>",
  "an8.21:11.1": "So ce, bhante, me āyasmā dhammaṃ deseti;",
  "an8.21:11.2": "sakkaccaṃyeva suṇomi, no asakkaccaṃ.",
  "an8.21:11.3": "No ce me so āyasmā dhammaṃ deseti, ahamassa dhammaṃ desemi.",
  "an8.21:11.4": "Ayaṃ kho me, bhante, chaṭṭho acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(6)</span>",
  "an8.21:12.1": "Anacchariyaṃ kho pana maṃ, bhante, devatā upasaṅkamitvā ārocenti:",
  "an8.21:12.2": "‘svākkhāto, gahapati, bhagavatā dhammo’ti.",
  "an8.21:12.3": "Evaṃ vutte, ahaṃ, bhante, tā devatā evaṃ vadāmi:",
  "an8.21:12.4": "‘vadeyyātha vā evaṃ kho tumhe devatā no vā vadeyyātha, atha kho svākkhāto bhagavatā dhammo’ti.",
  "an8.21:12.5": "Na kho panāhaṃ, bhante, abhijānāmi tatonidānaṃ cittassa <span class=\\\"var\\\" title=\\\"uṇṇatiṃ (bj, mr) | uṇṇanti (s1-3)\\\" id=\\\"note92\\\">unnatiṃ</span>:",
  "an8.21:12.6": "‘maṃ vā devatā upasaṅkamanti, ahaṃ vā devatāhi saddhiṃ sallapāmī’ti.",
  "an8.21:12.7": "Ayaṃ kho me, bhante, sattamo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(7)</span>",
  "an8.21:13.1": "Yānimāni, bhante, bhagavatā desitāni pañcorambhāgiyāni saṃyojanāni, nāhaṃ tesaṃ kiñci attani appahīnaṃ samanupassāmi.",
  "an8.21:13.2": "Ayaṃ kho me, bhante, aṭṭhamo acchariyo abbhuto dhammo saṃvijjati. <span class=\\\"brnum\\\">(8)</span>",
  "an8.21:14.1": "Ime kho me, bhante, aṭṭha acchariyā abbhutā dhammā saṃvijjanti.",
  "an8.21:14.2": "Na ca kho ahaṃ jānāmi—",
  "an8.21:14.3": "<span class=\\\"var\\\" title=\\\"katamehipahaṃ (bj) | katamehi pāhaṃ (pts1) | katamehipāhaṃ (mr)\\\" id=\\\"note93\\\">katamehi cāhaṃ</span> aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato bhagavatā byākato”ti.",
  "an8.21:15.1": "Atha kho so bhikkhu uggassa gahapatino vesālikassa nivesane piṇḍapātaṃ gahetvā uṭṭhāyāsanā pakkāmi.",
  "an8.21:15.2": "Atha kho so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami;",
  "an8.21:15.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an8.21:15.4": "Ekamantaṃ nisinno kho so bhikkhu yāvatako ahosi uggena gahapatinā vesālikena saddhiṃ kathāsallāpo, taṃ sabbaṃ bhagavato ārocesi.",
  "an8.21:16.1": "“Sādhu sādhu, bhikkhu.",
  "an8.21:16.2": "Yathā taṃ uggo gahapati vesāliko sammā byākaramāno byākareyya, imeheva kho, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgato uggo gahapati vesāliko mayā byākato.",
  "an8.21:16.3": "Imehi ca pana, bhikkhu, aṭṭhahi acchariyehi abbhutehi dhammehi samannāgataṃ uggaṃ gahapatiṃ vesālikaṃ dhārehī”ti.",
  "an8.21:17.1": "Paṭhamaṃ."
}