{
  "_markup_path": "markup/an/an08/an8.025.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.025.json"
  ],
  "an8.25:1.1": "Aṅguttara Nikāya 8",
  "an8.25:2.1": "3. Gahapativagga",
  "an8.25:3.1": "25. Mahānāmasutta",
  "an8.25:4.1": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "an8.25:4.2": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami;",
  "an8.25:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an8.25:4.4": "Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:",
  "an8.25:4.5": "“kittāvatā nu kho, bhante, upāsako hotī”ti?",
  "an8.25:4.6": "“Yato kho, mahānāma, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti;",
  "an8.25:4.7": "ettāvatā kho, mahānāma, upāsako hotī”ti.",
  "an8.25:5.1": "“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti?",
  "an8.25:5.2": "“Yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti;",
  "an8.25:5.3": "ettāvatā kho, mahānāma, upāsako sīlavā hotī”ti.",
  "an8.25:6.1": "“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti?",
  "an8.25:6.2": "“Yato kho, mahānāma, upāsako attanāva saddhāsampanno hoti, no paraṃ saddhāsampadāya <span class=\\\"var\\\" title=\\\"samādāpeti (?)\\\" id=\\\"note102\\\">samādapeti</span>;",
  "an8.25:6.3": "attanāva sīlasampanno hoti, no paraṃ sīlasampadāya samādapeti;",
  "an8.25:6.4": "attanāva cāgasampanno hoti, no paraṃ cāgasampadāya samādapeti;",
  "an8.25:6.5": "attanāva bhikkhūnaṃ dassanakāmo hoti, no paraṃ bhikkhūnaṃ dassane samādapeti;",
  "an8.25:6.6": "attanāva saddhammaṃ sotukāmo hoti, no paraṃ saddhammassavane samādapeti;",
  "an8.25:6.7": "attanāva sutānaṃ dhammānaṃ dhāraṇajātiko hoti, no paraṃ dhammadhāraṇāya samādapeti;",
  "an8.25:6.8": "attanāva sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, no paraṃ atthūpaparikkhāya samādapeti;",
  "an8.25:6.9": "attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṃ dhammānudhammappaṭipattiyā samādapeti.",
  "an8.25:6.10": "Ettāvatā kho, mahānāma, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti.",
  "an8.25:7.1": "“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti?",
  "an8.25:7.2": "“Yato kho, mahānāma, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti;",
  "an8.25:7.3": "attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti;",
  "an8.25:7.4": "attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti;",
  "an8.25:7.5": "attanā ca bhikkhūnaṃ dassanakāmo hoti, parañca bhikkhūnaṃ dassane samādapeti;",
  "an8.25:7.6": "attanā ca saddhammaṃ sotukāmo hoti, parañca saddhammassavane samādapeti;",
  "an8.25:7.7": "attanā ca sutānaṃ dhammānaṃ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti;",
  "an8.25:7.8": "attanā ca sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti, attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti.",
  "an8.25:7.9": "Ettāvatā kho, mahānāma, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti.",
  "an8.25:8.1": "Pañcamaṃ."
}