{
  "_markup_path": "markup/an/an08/an8.026.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.026.json"
  ],
  "an8.26:1.1": "Aṅguttara Nikāya 8",
  "an8.26:2.1": "3. Gahapativagga",
  "an8.26:3.1": "26. Jīvakasutta",
  "an8.26:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati jīvakambavane.",
  "an8.26:4.2": "Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami;",
  "an8.26:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an8.26:4.4": "Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca:",
  "an8.26:4.5": "“kittāvatā nu kho, bhante, upāsako hotī”ti?",
  "an8.26:4.6": "“Yato kho, jīvaka, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti;",
  "an8.26:4.7": "ettāvatā kho, jīvaka, upāsako hotī”ti.",
  "an8.26:5.1": "“Kittāvatā pana, bhante, upāsako sīlavā hotī”ti?",
  "an8.26:5.2": "“Yato kho, jīvaka, upāsako pāṇātipātā paṭivirato hoti … pe …",
  "an8.26:5.3": "surāmerayamajjapamādaṭṭhānā paṭivirato hoti;",
  "an8.26:5.4": "ettāvatā kho, jīvaka, upāsako sīlavā hotī”ti.",
  "an8.26:6.1": "“Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti?",
  "an8.26:6.2": "“Yato kho, jīvaka, upāsako attanāva saddhāsampanno hoti, no paraṃ saddhāsampadāya samādapeti … pe …",
  "an8.26:6.3": "attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṃ dhammānudhammappaṭipattiyā samādapeti.",
  "an8.26:6.4": "Ettāvatā kho, jīvaka, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti.",
  "an8.26:7.1": "“Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti?",
  "an8.26:7.2": "“Yato kho, jīvaka, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti;",
  "an8.26:7.3": "attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti;",
  "an8.26:7.4": "attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti;",
  "an8.26:7.5": "attanā ca bhikkhūnaṃ dassanakāmo hoti, parañca bhikkhūnaṃ dassane samādapeti;",
  "an8.26:7.6": "attanā ca saddhammaṃ sotukāmo hoti, parañca saddhammassavane samādapeti;",
  "an8.26:7.7": "attanā ca sutānaṃ dhammānaṃ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti;",
  "an8.26:7.8": "attanā ca sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti;",
  "an8.26:7.9": "attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti.",
  "an8.26:7.10": "Ettāvatā kho, jīvaka, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti.",
  "an8.26:8.1": "Chaṭṭhaṃ."
}