{
  "_markup_path": "markup/an/an08/an8.072.html",
  "_alt_strings": [
    "en/sujato/an/an08/an8.072.json"
  ],
  "an8.72:1.1": "Aṅguttara Nikāya 8",
  "an8.72:2.1": "8. Yamakavagga",
  "an8.72:3.1": "72. Dutiyasaddhāsutta",
  "an8.72:4.1": "“Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā.",
  "an8.72:4.2": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an8.72:4.3": "Tena taṃ aṅgaṃ paripūretabbaṃ:",
  "an8.72:4.4": "‘kintāhaṃ saddho ca assaṃ sīlavā cā’ti.",
  "an8.72:4.5": "Yato ca kho, bhikkhave, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti.",
  "an8.72:5.1": "Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto … pe …",
  "an8.72:5.2": "bahussuto ca, no ca dhammakathiko … pe …",
  "an8.72:5.3": "dhammakathiko ca, no ca parisāvacaro … pe …",
  "an8.72:5.4": "parisāvacaro ca, no ca visārado parisāya dhammaṃ deseti … pe …",
  "an8.72:5.5": "visārado ca parisāya dhammaṃ deseti, no ca ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati … pe …",
  "an8.72:5.6": "ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati, no ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati;",
  "an8.72:5.7": "evaṃ so tenaṅgena aparipūro hoti.",
  "an8.72:5.8": "Tena taṃ aṅgaṃ paripūretabbaṃ:",
  "an8.72:5.9": "‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā vihareyyaṃ, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti.",
  "an8.72:6.1": "Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti.",
  "an8.72:6.2": "Ye te santā vimokkhā atikkamma rūpe āruppā te ca kāyena phusitvā viharati, āsavānañca khayā … pe …",
  "an8.72:6.3": "sacchikatvā upasampajja viharati;",
  "an8.72:6.4": "evaṃ so tenaṅgena paripūro hoti.",
  "an8.72:6.5": "Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti.",
  "an8.72:7.1": "Dutiyaṃ."
}