{
  "_markup_path": "markup/sn/sn52/sn52.02.html",
  "_alt_strings": [
    "en/sujato/sn/sn52/sn52.02.json"
  ],
  "sn52.2:1.1": "Saṃyutta Nikāya 52",
  "sn52.2:2.1": "1. Rahogatavagga",
  "sn52.2:3.1": "2. Dutiyarahogatasutta",
  "sn52.2:4.1": "Sāvatthinidānaṃ.",
  "sn52.2:4.2": "Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "sn52.2:4.3": "“yesaṃ kesañci cattāro satipaṭṭhānā viraddhā, viraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī;",
  "sn52.2:4.4": "yesaṃ kesañci cattāro satipaṭṭhānā āraddhā, āraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī”ti.",
  "sn52.2:5.1": "Atha kho āyasmā mahāmoggallāno āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—",
  "sn52.2:5.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "sn52.2:5.3": "evameva—",
  "sn52.2:5.4": "āyasmato anuruddhassa sammukhe pāturahosi.",
  "sn52.2:6.1": "Atha kho āyasmā mahāmoggallāno āyasmantaṃ anuruddhaṃ etadavoca:",
  "sn52.2:6.2": "“kittāvatā nu kho, āvuso anuruddha, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti?",
  "sn52.2:7.1": "“Idhāvuso, bhikkhu ajjhattaṃ kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:7.2": "Bahiddhā kāye kāyānupassī viharati … pe …",
  "sn52.2:7.3": "ajjhattabahiddhā kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:8.1": "Ajjhattaṃ vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:8.2": "Bahiddhā vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:8.3": "Ajjhattabahiddhā vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:9.1": "Ajjhattaṃ citte … pe …",
  "sn52.2:9.2": "bahiddhā citte … pe …",
  "sn52.2:9.3": "ajjhattabahiddhā citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:10.1": "Ajjhattaṃ dhammesu … pe …",
  "sn52.2:10.2": "bahiddhā dhammesu … pe …",
  "sn52.2:10.3": "ajjhattabahiddhā dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn52.2:10.4": "Ettāvatā kho, āvuso, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti.",
  "sn52.2:11.1": "Dutiyaṃ."
}