{
  "_markup_path": "markup/sn/sn48/sn48.010.html",
  "_alt_strings": [
    "en/sujato/sn/sn48/sn48.010.json"
  ],
  "sn48.10:1.1": "Saṃyutta Nikāya 48",
  "sn48.10:2.1": "1. Suddhikavagga",
  "sn48.10:3.1": "10. Dutiyavibhaṅgasutta",
  "sn48.10:4.1": "“Pañcimāni, bhikkhave, indriyāni.",
  "sn48.10:4.2": "Katamāni pañca?",
  "sn48.10:4.3": "Saddhindriyaṃ … pe …",
  "sn48.10:4.4": "paññindriyaṃ.",
  "sn48.10:4.5": "Katamañca, bhikkhave, saddhindriyaṃ?",
  "sn48.10:4.6": "Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:",
  "sn48.10:4.7": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti—",
  "sn48.10:4.8": "idaṃ vuccati, bhikkhave, saddhindriyaṃ.",
  "sn48.10:5.1": "Katamañca, bhikkhave, vīriyindriyaṃ?",
  "sn48.10:5.2": "Idha, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "sn48.10:5.3": "So anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;",
  "sn48.10:5.4": "uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;",
  "sn48.10:5.5": "anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;",
  "sn48.10:5.6": "uppannānaṃ kusalānaṃ <span class=\\\"var\\\" title=\\\"samāpattiyā (s1-3, km, mr)\\\" id=\\\"note225\\\">dhammānaṃ ṭhitiyā</span> asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati—",
  "sn48.10:5.7": "idaṃ vuccati, bhikkhave, vīriyindriyaṃ.",
  "sn48.10:6.1": "Katamañca, bhikkhave, satindriyaṃ?",
  "sn48.10:6.2": "Idha, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā.",
  "sn48.10:6.3": "So kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn48.10:6.4": "vedanāsu … pe …",
  "sn48.10:6.5": "citte … pe …",
  "sn48.10:6.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ—",
  "sn48.10:6.7": "idaṃ vuccati, bhikkhave, satindriyaṃ.",
  "sn48.10:7.1": "Katamañca, bhikkhave, samādhindriyaṃ?",
  "sn48.10:7.2": "Idha, bhikkhave, ariyasāvako vossaggārammaṇaṃ karitvā labhati samādhiṃ, labhati cittassa ekaggataṃ.",
  "sn48.10:7.3": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "sn48.10:7.4": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "sn48.10:7.5": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "sn48.10:7.6": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati—",
  "sn48.10:7.7": "idaṃ vuccati, bhikkhave, samādhindriyaṃ.",
  "sn48.10:8.1": "Katamañca, bhikkhave, paññindriyaṃ?",
  "sn48.10:8.2": "Idha, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya, sammā dukkhakkhayagāminiyā.",
  "sn48.10:8.3": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti—",
  "sn48.10:8.4": "idaṃ vuccati, bhikkhave, paññindriyaṃ.",
  "sn48.10:8.5": "Imāni kho, bhikkhave, pañcindriyānī”ti.",
  "sn48.10:9.1": "Dasamaṃ.",
  "sn48.10:10.1": "Suddhikavaggo paṭhamo.",
  "sn48.10:11.1": "Suddhikañceva dve sotā,",
  "sn48.10:11.2": "arahantā apare duve;",
  "sn48.10:11.3": "Samaṇabrāhmaṇā daṭṭhabbaṃ,",
  "sn48.10:11.4": "vibhaṅgā apare duveti."
}