{
  "_markup_path": "markup/sn/sn48/sn48.043.html",
  "_alt_strings": [
    "en/sujato/sn/sn48/sn48.043.json"
  ],
  "sn48.43:1.1": "Saṃyutta Nikāya 48",
  "sn48.43:2.1": "5. Jarāvagga",
  "sn48.43:3.1": "43. Sāketasutta",
  "sn48.43:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn48.43:4.2": "ekaṃ samayaṃ bhagavā sākete viharati añjanavane migadāye.",
  "sn48.43:4.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "sn48.43:4.4": "“atthi nu kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni hontī”ti?",
  "sn48.43:5.1": "“Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā.",
  "sn48.43:5.2": "Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho.",
  "sn48.43:5.3": "Bhagavato sutvā bhikkhū dhāressantī”ti … pe …",
  "sn48.43:6.1": "“Atthi, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti.",
  "sn48.43:7.1": "Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti?",
  "sn48.43:7.2": "Yaṃ, bhikkhave, saddhindriyaṃ taṃ saddhābalaṃ, yaṃ saddhābalaṃ taṃ saddhindriyaṃ;",
  "sn48.43:7.3": "yaṃ vīriyindriyaṃ taṃ vīriyabalaṃ, yaṃ vīriyabalaṃ taṃ vīriyindriyaṃ;",
  "sn48.43:7.4": "yaṃ satindriyaṃ taṃ satibalaṃ, yaṃ satibalaṃ taṃ satindriyaṃ;",
  "sn48.43:7.5": "yaṃ samādhindriyaṃ taṃ samādhibalaṃ, yaṃ samādhibalaṃ taṃ samādhindriyaṃ;",
  "sn48.43:7.6": "yaṃ paññindriyaṃ taṃ paññābalaṃ, yaṃ paññābalaṃ taṃ paññindriyaṃ.",
  "sn48.43:7.7": "Seyyathāpi, bhikkhave, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā, tassa majjhe dīpo.",
  "sn48.43:7.8": "Atthi, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva <span class=\\\"var\\\" title=\\\"saṅkhaṃ (bj, s1-3, km)\\\" id=\\\"note255\\\">saṅkhyaṃ</span> gacchati.",
  "sn48.43:7.9": "Atthi pana, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti.",
  "sn48.43:8.1": "Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva saṅkhyaṃ gacchati?",
  "sn48.43:8.2": "Yañca, bhikkhave, tassa dīpassa <span class=\\\"var\\\" title=\\\"puratthimante (bj, s1-3, km, pts1)\\\" id=\\\"note256\\\">purimante</span> udakaṃ, yañca pacchimante udakaṃ—",
  "sn48.43:8.3": "ayaṃ kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva saṅkhyaṃ gacchati.",
  "sn48.43:9.1": "Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti?",
  "sn48.43:9.2": "Yañca, bhikkhave, tassa dīpassa uttarante udakaṃ, yañca dakkhiṇante udakaṃ—",
  "sn48.43:9.3": "ayaṃ kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti.",
  "sn48.43:9.4": "Evameva kho, bhikkhave, yaṃ saddhindriyaṃ taṃ saddhābalaṃ, yaṃ saddhābalaṃ taṃ saddhindriyaṃ;",
  "sn48.43:9.5": "yaṃ vīriyindriyaṃ taṃ vīriyabalaṃ, yaṃ vīriyabalaṃ taṃ vīriyindriyaṃ;",
  "sn48.43:9.6": "yaṃ satindriyaṃ taṃ satibalaṃ, yaṃ satibalaṃ taṃ satindriyaṃ;",
  "sn48.43:9.7": "yaṃ samādhindriyaṃ taṃ samādhibalaṃ, yaṃ samādhibalaṃ taṃ samādhindriyaṃ;",
  "sn48.43:9.8": "yaṃ paññindriyaṃ taṃ paññābalaṃ, yaṃ paññābalaṃ taṃ paññindriyaṃ.",
  "sn48.43:9.9": "Pañcannaṃ, bhikkhave, indriyānaṃ bhāvitattā bahulīkatattā bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.",
  "sn48.43:10.1": "Tatiyaṃ."
}