{
  "_markup_path": "markup/sn/sn48/sn48.058.html",
  "_alt_strings": [
    "en/sujato/sn/sn48/sn48.058.json"
  ],
  "sn48.58:1.1": "Saṃyutta Nikāya 48",
  "sn48.58:2.1": "6. Sūkarakhatavagga",
  "sn48.58:3.1": "58. Sūkarakhatasutta",
  "sn48.58:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate sūkarakhatāyaṃ.",
  "sn48.58:4.2": "Tatra kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi:",
  "sn48.58:4.3": "“kiṃ nu kho, sāriputta, atthavasaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ <span class=\\\"var\\\" title=\\\"pavattayamāno pavatteti (si) | pavattamāno pavatteti (pts1)\\\" id=\\\"note278\\\">pavattamāno pavattatī”ti</span>?",
  "sn48.58:4.4": "“Anuttarañhi, bhante, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.",
  "sn48.58:4.5": "“Sādhu sādhu, sāriputta.",
  "sn48.58:4.6": "Anuttarañhi, sāriputta, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattati.",
  "sn48.58:5.1": "Katamo ca, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti?",
  "sn48.58:5.2": "“Idha, bhante, khīṇāsavo bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ, vīriyindriyaṃ bhāveti … pe …",
  "sn48.58:5.3": "satindriyaṃ bhāveti …",
  "sn48.58:5.4": "samādhindriyaṃ bhāveti …",
  "sn48.58:5.5": "paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.",
  "sn48.58:5.6": "Ayaṃ kho, bhante, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.",
  "sn48.58:5.7": "“Sādhu sādhu, sāriputta.",
  "sn48.58:5.8": "Eso hi, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatīti.",
  "sn48.58:6.1": "Katamo ca, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti?",
  "sn48.58:6.2": "“Idha, bhante, khīṇāsavo bhikkhu satthari sagāravo viharati <span class=\\\"var\\\" title=\\\"sappaṭisso (s1-3, km, mr)\\\" id=\\\"note279\\\">sappatisso</span>, dhamme sagāravo viharati sappatisso, saṃghe sagāravo viharati sappatisso, sikkhāya sagāravo viharati sappatisso, samādhismiṃ sagāravo viharati sappatisso.",
  "sn48.58:6.3": "Ayaṃ kho, bhante, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.",
  "sn48.58:6.4": "“Sādhu sādhu, sāriputta.",
  "sn48.58:6.5": "Eso hi, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.",
  "sn48.58:7.1": "Aṭṭhamaṃ."
}