{
  "_markup_path": "markup/sn/sn48/sn48.040.html",
  "_alt_strings": [
    "en/sujato/sn/sn48/sn48.040.json"
  ],
  "sn48.40:1.1": "Saṃyutta Nikāya 48",
  "sn48.40:2.1": "4. Sukhindriyavagga",
  "sn48.40:3.1": "<span class=\\\"var\\\" title=\\\"uppatika (pts1)\\\" id=\\\"note248\\\">40. Uppaṭipāṭikasutta</span>",
  "sn48.40:4.1": "“Pañcimāni, bhikkhave, indriyāni.",
  "sn48.40:4.2": "Katamāni pañca?",
  "sn48.40:4.3": "Dukkhindriyaṃ, domanassindriyaṃ, sukhindriyaṃ, somanassindriyaṃ, upekkhindriyaṃ.",
  "sn48.40:4.4": "Idha, bhikkhave, bhikkhuno appamattassa ātāpino pahitattassa viharato uppajjati dukkhindriyaṃ.",
  "sn48.40:4.5": "So evaṃ pajānāti:",
  "sn48.40:4.6": "‘uppannaṃ kho me idaṃ dukkhindriyaṃ, tañca kho sanimittaṃ sanidānaṃ sasaṅkhāraṃ sappaccayaṃ.",
  "sn48.40:4.7": "Tañca animittaṃ anidānaṃ asaṅkhāraṃ appaccayaṃ dukkhindriyaṃ uppajjissatī’ti—",
  "sn48.40:4.8": "netaṃ ṭhānaṃ vijjati.",
  "sn48.40:4.9": "So dukkhindriyañca pajānāti, dukkhindriyasamudayañca pajānāti, dukkhindriyanirodhañca pajānāti, yattha cuppannaṃ dukkhindriyaṃ aparisesaṃ nirujjhati tañca pajānāti.",
  "sn48.40:4.10": "Kattha cuppannaṃ dukkhindriyaṃ aparisesaṃ nirujjhati?",
  "sn48.40:4.11": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati, ettha cuppannaṃ dukkhindriyaṃ aparisesaṃ nirujjhati.",
  "sn48.40:4.12": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aññāsi dukkhindriyassa nirodhaṃ, tadatthāya cittaṃ upasaṃharati’.",
  "sn48.40:5.1": "Idha pana, bhikkhave, bhikkhuno appamattassa ātāpino pahitattassa viharato uppajjati domanassindriyaṃ.",
  "sn48.40:5.2": "So evaṃ pajānāti:",
  "sn48.40:5.3": "‘uppannaṃ kho me idaṃ domanassindriyaṃ, tañca kho sanimittaṃ sanidānaṃ sasaṅkhāraṃ sappaccayaṃ.",
  "sn48.40:5.4": "Tañca animittaṃ anidānaṃ asaṅkhāraṃ appaccayaṃ domanassindriyaṃ uppajjissatī’ti—",
  "sn48.40:5.5": "netaṃ ṭhānaṃ vijjati.",
  "sn48.40:5.6": "So domanassindriyañca pajānāti, domanassindriyasamudayañca pajānāti, domanassindriyanirodhañca pajānāti, yattha cuppannaṃ domanassindriyaṃ aparisesaṃ nirujjhati tañca pajānāti.",
  "sn48.40:5.7": "Kattha cuppannaṃ domanassindriyaṃ aparisesaṃ nirujjhati?",
  "sn48.40:5.8": "Idha, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati, ettha cuppannaṃ domanassindriyaṃ aparisesaṃ nirujjhati.",
  "sn48.40:5.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aññāsi domanassindriyassa nirodhaṃ, tadatthāya cittaṃ upasaṃharati’.",
  "sn48.40:6.1": "Idha pana, bhikkhave, bhikkhuno appamattassa ātāpino pahitattassa viharato uppajjati sukhindriyaṃ.",
  "sn48.40:6.2": "So evaṃ pajānāti:",
  "sn48.40:6.3": "‘uppannaṃ kho me idaṃ sukhindriyaṃ, tañca kho sanimittaṃ sanidānaṃ sasaṅkhāraṃ sappaccayaṃ.",
  "sn48.40:6.4": "Tañca animittaṃ anidānaṃ asaṅkhāraṃ appaccayaṃ sukhindriyaṃ uppajjissatī’ti—",
  "sn48.40:6.5": "netaṃ ṭhānaṃ vijjati.",
  "sn48.40:6.6": "So sukhindriyañca pajānāti, sukhindriyasamudayañca pajānāti, sukhindriyanirodhañca pajānāti, yattha cuppannaṃ sukhindriyaṃ aparisesaṃ nirujjhati tañca pajānāti.",
  "sn48.40:6.7": "Kattha cuppannaṃ sukhindriyaṃ aparisesaṃ nirujjhati?",
  "sn48.40:6.8": "Idha, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati, ettha cuppannaṃ sukhindriyaṃ aparisesaṃ nirujjhati.",
  "sn48.40:6.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aññāsi sukhindriyassa nirodhaṃ, tadatthāya cittaṃ upasaṃharati’.",
  "sn48.40:7.1": "Idha pana, bhikkhave, bhikkhuno appamattassa ātāpino pahitattassa viharato uppajjati somanassindriyaṃ.",
  "sn48.40:7.2": "So evaṃ pajānāti:",
  "sn48.40:7.3": "‘uppannaṃ kho me idaṃ somanassindriyaṃ, tañca kho sanimittaṃ sanidānaṃ sasaṅkhāraṃ sappaccayaṃ.",
  "sn48.40:7.4": "Tañca animittaṃ anidānaṃ asaṅkhāraṃ appaccayaṃ somanassindriyaṃ uppajjissatī’ti—",
  "sn48.40:7.5": "netaṃ ṭhānaṃ vijjati.",
  "sn48.40:7.6": "So somanassindriyañca pajānāti, somanassindriyasamudayañca pajānāti, somanassindriyanirodhañca pajānāti, yattha cuppannaṃ somanassindriyaṃ aparisesaṃ nirujjhati tañca pajānāti.",
  "sn48.40:7.7": "Kattha cuppannaṃ somanassindriyaṃ aparisesaṃ nirujjhati?",
  "sn48.40:7.8": "Idha, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati, ettha cuppannaṃ somanassindriyaṃ aparisesaṃ nirujjhati.",
  "sn48.40:7.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aññāsi somanassindriyassa nirodhaṃ, tadatthāya cittaṃ upasaṃharati’.",
  "sn48.40:8.1": "Idha pana, bhikkhave, bhikkhuno appamattassa ātāpino pahitattassa viharato uppajjati upekkhindriyaṃ.",
  "sn48.40:8.2": "So evaṃ pajānāti:",
  "sn48.40:8.3": "‘uppannaṃ kho me idaṃ upekkhindriyaṃ, tañca kho sanimittaṃ sanidānaṃ sasaṅkhāraṃ sappaccayaṃ.",
  "sn48.40:8.4": "Tañca animittaṃ anidānaṃ asaṅkhāraṃ appaccayaṃ upekkhindriyaṃ uppajjissatī’ti—",
  "sn48.40:8.5": "netaṃ ṭhānaṃ vijjati.",
  "sn48.40:8.6": "So upekkhindriyañca pajānāti, upekkhindriyasamudayañca pajānāti, upekkhindriyanirodhañca pajānāti, yattha cuppannaṃ upekkhindriyaṃ aparisesaṃ nirujjhati tañca pajānāti.",
  "sn48.40:8.7": "Kattha cuppannaṃ upekkhindriyaṃ aparisesaṃ nirujjhati?",
  "sn48.40:8.8": "Idha, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ettha cuppannaṃ upekkhindriyaṃ aparisesaṃ nirujjhati.",
  "sn48.40:8.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu aññāsi upekkhindriyassa nirodhaṃ, tadatthāya cittaṃ upasaṃharatī’”ti.",
  "sn48.40:9.1": "Dasamaṃ.",
  "sn48.40:10.1": "Sukhindriyavaggo catuttho.",
  "sn48.40:11.1": "Suddhikañca soto arahā,",
  "sn48.40:11.2": "duve samaṇabrāhmaṇā;",
  "sn48.40:11.3": "Vibhaṅgena tayo vuttā,",
  "sn48.40:11.4": "kaṭṭho uppaṭipāṭikanti."
}