{
  "_markup_path": "markup/sn/sn22/sn22.097.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.097.json"
  ],
  "sn22.97:1.1": "Saṃyutta Nikāya 22",
  "sn22.97:2.1": "10. Pupphavagga",
  "sn22.97:3.1": "<span class=\\\"var\\\" title=\\\"nakhasikhopamasuttaṃ (bj) | nakhāsikam (pts1)\\\" id=\\\"note178\\\">97. Nakhasikhāsutta</span>",
  "sn22.97:4.1": "Sāvatthinidānaṃ.",
  "sn22.97:4.2": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "sn22.97:4.3": "“atthi nu kho, bhante, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati?",
  "sn22.97:4.4": "Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati?",
  "sn22.97:4.5": "Atthi nu kho, bhante, kāci saññā … pe …",
  "sn22.97:4.6": "keci saṅkhārā, ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti?",
  "sn22.97:4.7": "Atthi nu kho, bhante, kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti?",
  "sn22.97:4.8": "“Natthi kho, bhikkhu, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.",
  "sn22.97:4.9": "Natthi kho, bhikkhu, kāci vedanā …",
  "sn22.97:4.10": "kāci saññā …",
  "sn22.97:4.11": "keci saṅkhārā … pe …",
  "sn22.97:4.12": "kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti.",
  "sn22.97:5.1": "Atha kho bhagavā parittaṃ nakhasikhāyaṃ paṃsuṃ āropetvā taṃ bhikkhuṃ etadavoca:",
  "sn22.97:5.2": "“ettakampi kho, bhikkhu, rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.",
  "sn22.97:5.3": "Ettakañcepi, bhikkhu, rūpaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, nayidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.",
  "sn22.97:5.4": "Yasmā ca kho, bhikkhu, ettakampi rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya”.",
  "sn22.97:6.1": "Ettakāpi kho, bhikkhu, vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati.",
  "sn22.97:6.2": "Ettakā cepi, bhikkhu, vedanā abhavissa niccā dhuvā sassatā avipariṇāmadhammā, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.",
  "sn22.97:6.3": "Yasmā ca kho, bhikkhu, ettakāpi vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya.",
  "sn22.97:7.1": "Ettakāpi kho, bhikkhu, saññā natthi … pe …",
  "sn22.97:7.2": "ettakāpi kho, bhikkhu, saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti.",
  "sn22.97:7.3": "Ettakā cepi, bhikkhu, saṅkhārā abhavissaṃsu niccā dhuvā sassatā avipariṇāmadhammā, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.",
  "sn22.97:7.4": "Yasmā ca kho, bhikkhu, ettakāpi saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya.",
  "sn22.97:8.1": "Ettakampi kho, bhikkhu, viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.",
  "sn22.97:8.2": "Ettakampi kho, bhikkhu, viññāṇaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.",
  "sn22.97:8.3": "Yasmā ca kho, bhikkhu, ettakampi viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya.",
  "sn22.97:9.1": "Taṃ kiṃ maññasi, bhikkhu, rūpaṃ niccaṃ vā aniccaṃ vā”ti?",
  "sn22.97:9.2": "“Aniccaṃ, bhante”.",
  "sn22.97:9.3": "“Vedanā …",
  "sn22.97:9.4": "saññā …",
  "sn22.97:9.5": "saṅkhārā …",
  "sn22.97:9.6": "viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?",
  "sn22.97:9.7": "“Aniccaṃ, bhante” … pe …",
  "sn22.97:9.8": "“tasmātiha … pe …",
  "sn22.97:9.9": "evaṃ passaṃ … pe …",
  "sn22.97:9.10": "nāparaṃ itthattāyāti pajānātī”ti.",
  "sn22.97:10.1": "Pañcamaṃ."
}