{
  "_markup_path": "markup/sn/sn22/sn22.028.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.028.json"
  ],
  "sn22.28:1.1": "Saṃyutta Nikāya 22",
  "sn22.28:2.1": "3. Bhāravagga",
  "sn22.28:3.1": "28. Tatiyaassādasutta",
  "sn22.28:4.1": "Sāvatthinidānaṃ.",
  "sn22.28:4.2": "“No cedaṃ, bhikkhave, rūpassa assādo abhavissa nayidaṃ sattā rūpasmiṃ sārajjeyyuṃ.",
  "sn22.28:4.3": "Yasmā ca kho, bhikkhave, atthi rūpassa assādo, tasmā sattā rūpasmiṃ sārajjanti.",
  "sn22.28:4.4": "No cedaṃ, bhikkhave, rūpassa ādīnavo abhavissa nayidaṃ sattā rūpasmiṃ nibbindeyyuṃ.",
  "sn22.28:4.5": "Yasmā ca kho, bhikkhave, atthi rūpassa ādīnavo, tasmā sattā rūpasmiṃ nibbindanti.",
  "sn22.28:4.6": "No cedaṃ, bhikkhave, rūpassa nissaraṇaṃ abhavissa nayidaṃ sattā rūpasmā nissareyyuṃ.",
  "sn22.28:4.7": "Yasmā ca kho, bhikkhave, atthi rūpassa nissaraṇaṃ, tasmā sattā rūpasmā nissaranti.",
  "sn22.28:4.8": "No cedaṃ, bhikkhave, vedanāya … pe …",
  "sn22.28:4.9": "no cedaṃ, bhikkhave, saññāya …",
  "sn22.28:4.10": "no cedaṃ, bhikkhave, saṅkhārānaṃ nissaraṇaṃ abhavissa, nayidaṃ sattā saṅkhārehi nissareyyuṃ.",
  "sn22.28:4.11": "Yasmā ca kho, bhikkhave, atthi saṅkhārānaṃ nissaraṇaṃ, tasmā sattā saṅkhārehi nissaranti.",
  "sn22.28:4.12": "No cedaṃ, bhikkhave, viññāṇassa assādo abhavissa, nayidaṃ sattā viññāṇasmiṃ sārajjeyyuṃ.",
  "sn22.28:4.13": "Yasmā ca kho, bhikkhave, atthi viññāṇassa assādo, tasmā sattā viññāṇasmiṃ sārajjanti.",
  "sn22.28:4.14": "No cedaṃ, bhikkhave, viññāṇassa ādīnavo abhavissa, nayidaṃ sattā viññāṇasmiṃ nibbindeyyuṃ.",
  "sn22.28:4.15": "Yasmā ca kho, bhikkhave, atthi viññāṇassa ādīnavo, tasmā sattā viññāṇasmiṃ nibbindanti.",
  "sn22.28:4.16": "No cedaṃ, bhikkhave, viññāṇassa nissaraṇaṃ abhavissa, nayidaṃ sattā viññāṇasmā nissareyyuṃ.",
  "sn22.28:4.17": "Yasmā ca kho, bhikkhave, atthi viññāṇassa nissaraṇaṃ, tasmā sattā viññāṇasmā nissaranti.",
  "sn22.28:5.1": "Yāvakīvañca, bhikkhave, sattā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ <span class=\\\"var\\\" title=\\\"na abbhaññiṃsu (s1-3)\\\" id=\\\"note61\\\">nābbhaññaṃsu</span>;",
  "sn22.28:5.2": "neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādīkatena cetasā vihariṃsu.",
  "sn22.28:5.3": "Yato ca kho, bhikkhave, sattā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu;",
  "sn22.28:5.4": "atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaṃyuttā vippamuttā vimariyādīkatena cetasā viharanti”.",
  "sn22.28:6.1": "Sattamaṃ."
}