{
  "_markup_path": "markup/sn/sn22/sn22.096.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.096.json"
  ],
  "sn22.96:1.1": "Saṃyutta Nikāya 22",
  "sn22.96:2.1": "10. Pupphavagga",
  "sn22.96:3.1": "<span class=\\\"var\\\" title=\\\"gomayapiṇḍūpamasuttaṃ (bj) | gomayam (pts1)\\\" id=\\\"note171\\\">96. Gomayapiṇḍasutta</span>",
  "sn22.96:4.1": "Sāvatthinidānaṃ.",
  "sn22.96:4.2": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "sn22.96:4.3": "“atthi nu kho, bhante, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati?",
  "sn22.96:4.4": "Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati?",
  "sn22.96:4.5": "Atthi nu kho, bhante, kāci saññā yā saññā … pe …",
  "sn22.96:4.6": "atthi nu kho, bhante, keci saṅkhārā ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti?",
  "sn22.96:4.7": "Atthi nu kho, bhante, kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti?",
  "sn22.96:4.8": "“Natthi kho, bhikkhu, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.",
  "sn22.96:4.9": "Natthi kho, bhikkhu, kāci vedanā …",
  "sn22.96:4.10": "kāci saññā …",
  "sn22.96:4.11": "keci saṅkhārā …",
  "sn22.96:4.12": "kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti.",
  "sn22.96:5.1": "Atha kho bhagavā parittaṃ gomayapiṇḍaṃ pāṇinā gahetvā taṃ bhikkhuṃ etadavoca:",
  "sn22.96:5.2": "“ettakopi kho, bhikkhu, attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva ṭhassati.",
  "sn22.96:5.3": "Ettako cepi, bhikkhu, attabhāvapaṭilābho abhavissa nicco dhuvo sassato avipariṇāmadhammo, nayidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.",
  "sn22.96:5.4": "Yasmā ca kho, bhikkhu, ettakopi attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya.",
  "sn22.96:6.1": "Bhūtapubbāhaṃ, bhikkhu, rājā ahosiṃ khattiyo muddhāvasitto.",
  "sn22.96:6.2": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa<span class=\\\"cross\\\" title=\\\"^dn17#44 [Mahāsudassanasutta/6. Caturāsītinagarasahassādi]\\\" id=\\\"note172\\\">*</span> caturāsītinagarasahassāni ahesuṃ kusāvatīrājadhānippamukhāni.",
  "sn22.96:6.3": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipāsādasahassāni ahesuṃ dhammapāsādappamukhāni.",
  "sn22.96:6.4": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītikūṭāgārasahassāni ahesuṃ <span class=\\\"var\\\" title=\\\"mahābyūhakūṭāgārapamukhāni (pts1) | mahāviyūhakūṭāgārappamukhāni (^dn17#44 [Mahāsudassanasutta/6. Caturāsītinagarasahassādi])\\\" id=\\\"note173\\\">mahābyūhakūṭāgārappamukhāni</span>.",
  "sn22.96:6.5": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipallaṅkasahassāni ahesuṃ dantamayāni sāramayāni sovaṇṇamayāni goṇakatthatāni paṭikatthatāni paṭalikatthatāni <span class=\\\"var\\\" title=\\\"kādalimigapavarapaccattharaṇāni (bj)\\\" id=\\\"note174\\\">kadalimigapavarapaccattharaṇāni</span> sauttaracchadāni ubhatolohitakūpadhānāni.",
  "sn22.96:6.6": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītināgasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni.",
  "sn22.96:6.7": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītiassasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni.",
  "sn22.96:6.8": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītirathasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni vejayantarathappamukhāni.",
  "sn22.96:6.9": "Tassa mayhaṃ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītimaṇisahassāni ahesuṃ maṇiratanappamukhāni.",
  "sn22.96:6.10": "Tassa mayhaṃ, bhikkhu … pe …",
  "sn22.96:6.11": "caturāsītiitthisahassāni ahesuṃ subhaddādevippamukhāni.",
  "sn22.96:6.12": "Tassa mayhaṃ, bhikkhu … pe …",
  "sn22.96:6.13": "caturāsītikhattiyasahassāni ahesuṃ anuyantāni pariṇāyakaratanappamukhāni.",
  "sn22.96:6.14": "Tassa mayhaṃ, bhikkhu … pe …",
  "sn22.96:6.15": "caturāsītidhenusahassāni ahesuṃ <span class=\\\"var\\\" title=\\\"duhusandanāni (^dn17#44 [Mahāsudassanasutta/6. Caturāsītinagarasahassādi]) | dukūlasandhanāni (^an9.20#1 [20. Velāmasutta])\\\" id=\\\"note175\\\">dukūlasandānāni</span> kaṃsūpadhāraṇāni.",
  "sn22.96:6.16": "Tassa mayhaṃ, bhikkhu … pe …",
  "sn22.96:6.17": "caturāsītivatthakoṭisahassāni ahesuṃ khomasukhumāni koseyyasukhumāni kambalasukhumāni kappāsikasukhumāni.",
  "sn22.96:6.18": "Tassa mayhaṃ, bhikkhu … pe …",
  "sn22.96:6.19": "caturāsītithālipākasahassāni ahesuṃ;",
  "sn22.96:6.20": "sāyaṃ pātaṃ bhattābhihāro abhihariyittha.",
  "sn22.96:7.1": "Tesaṃ kho pana, bhikkhu, caturāsītiyā nagarasahassānaṃ ekaññeva taṃ nagaraṃ hoti yamahaṃ tena samayena ajjhāvasāmi—",
  "sn22.96:7.2": "kusāvatī rājadhānī.",
  "sn22.96:7.3": "Tesaṃ kho pana, bhikkhu, caturāsītiyā pāsādasahassānaṃ ekoyeva so pāsādo hoti yamahaṃ tena samayena ajjhāvasāmi—",
  "sn22.96:7.4": "dhammo pāsādo.",
  "sn22.96:7.5": "Tesaṃ kho pana, bhikkhu, caturāsītiyā kūṭāgārasahassānaṃ ekaññeva taṃ kūṭāgāraṃ hoti yamahaṃ tena samayena ajjhāvasāmi—",
  "sn22.96:7.6": "mahābyūhaṃ kūṭāgāraṃ.",
  "sn22.96:7.7": "Tesaṃ kho pana, bhikkhu, caturāsītiyā pallaṅkasahassānaṃ ekoyeva so pallaṅko hoti yamahaṃ tena samayena paribhuñjāmi—",
  "sn22.96:7.8": "dantamayo vā sāramayo vā sovaṇṇamayo vā rūpiyamayo vā.",
  "sn22.96:7.9": "Tesaṃ kho pana, bhikkhu, caturāsītiyā nāgasahassānaṃ ekoyeva so nāgo hoti yamahaṃ tena samayena abhiruhāmi—",
  "sn22.96:7.10": "uposatho nāgarājā.",
  "sn22.96:7.11": "Tesaṃ kho pana, bhikkhu, caturāsītiyā assasahassānaṃ ekoyeva so asso hoti yamahaṃ tena samayena abhiruhāmi—",
  "sn22.96:7.12": "valāhako assarājā.",
  "sn22.96:7.13": "Tesaṃ kho pana, bhikkhu, caturāsītiyā rathasahassānaṃ ekoyeva so ratho hoti yamahaṃ tena samayena abhiruhāmi—",
  "sn22.96:7.14": "vejayanto ratho.",
  "sn22.96:7.15": "Tesaṃ kho pana, bhikkhu, caturāsītiyā itthisahassānaṃ ekāyeva sā itthī hoti yā maṃ tena samayena paccupaṭṭhāti—",
  "sn22.96:7.16": "khattiyānī vā <span class=\\\"var\\\" title=\\\"vessinī (^dn17#55 [Mahāsudassanasutta/8. Brahmalokūpagama])\\\" id=\\\"note176\\\">velāmikā</span> vā.",
  "sn22.96:7.17": "Tesaṃ kho pana, bhikkhu, caturāsītiyā vatthakoṭisahassānaṃ ekaññeva taṃ vatthayugaṃ hoti yamahaṃ tena samayena paridahāmi—",
  "sn22.96:7.18": "khomasukhumaṃ vā koseyyasukhumaṃ vā kambalasukhumaṃ vā kappāsikasukhumaṃ vā.",
  "sn22.96:7.19": "Tesaṃ kho pana, bhikkhu, caturāsītiyā thālipākasahassānaṃ ekoyeva so thālipāko hoti yato nāḷikodanaparamaṃ bhuñjāmi <span class=\\\"var\\\" title=\\\"sūpabyañjanaṃ (s1-3, km) | tadūpiyañca supeyyaṃ (pts1)\\\" id=\\\"note177\\\">tadupiyañca sūpeyyaṃ</span>.",
  "sn22.96:7.20": "Iti kho, bhikkhu, sabbe te saṅkhārā atītā niruddhā vipariṇatā.",
  "sn22.96:7.21": "Evaṃ aniccā kho, bhikkhu, saṅkhārā.",
  "sn22.96:7.22": "Evaṃ addhuvā kho, bhikkhu, saṅkhārā.",
  "sn22.96:7.23": "Evaṃ anassāsikā kho, bhikkhu, saṅkhārā.",
  "sn22.96:7.24": "Yāvañcidaṃ, bhikkhu, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccitun”ti.",
  "sn22.96:8.1": "Catutthaṃ."
}