{
  "_markup_path": "markup/sn/sn22/sn22.050.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.050.json"
  ],
  "sn22.50:1.1": "Saṃyutta Nikāya 22",
  "sn22.50:2.1": "5. Attadīpavagga",
  "sn22.50:3.1": "50. Dutiyasoṇasutta",
  "sn22.50:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn22.50:4.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "sn22.50:4.3": "Atha kho soṇo gahapatiputto yena bhagavā tenupasaṅkami;",
  "sn22.50:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn22.50:4.5": "Ekamantaṃ nisinnaṃ kho soṇaṃ gahapatiputtaṃ bhagavā etadavoca:",
  "sn22.50:5.1": "“Ye hi keci, soṇa, samaṇā vā brāhmaṇā vā rūpaṃ nappajānanti, rūpasamudayaṃ nappajānanti, rūpanirodhaṃ nappajānanti, rūpanirodhagāminiṃ paṭipadaṃ nappajānanti;",
  "sn22.50:5.2": "vedanaṃ nappajānanti, vedanāsamudayaṃ nappajānanti, vedanānirodhaṃ nappajānanti, vedanānirodhagāminiṃ paṭipadaṃ nappajānanti;",
  "sn22.50:5.3": "saññaṃ nappajānanti … pe …",
  "sn22.50:5.4": "saṅkhāre nappajānanti, saṅkhārasamudayaṃ nappajānanti, saṅkhāranirodhaṃ nappajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ nappajānanti;",
  "sn22.50:5.5": "viññāṇaṃ nappajānanti, viññāṇasamudayaṃ nappajānanti, viññāṇanirodhaṃ nappajānanti, viññāṇanirodhagāminiṃ paṭipadaṃ nappajānanti.",
  "sn22.50:5.6": "Na me te, soṇa, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "sn22.50:6.1": "Ye ca kho keci, soṇa, samaṇā vā brāhmaṇā vā rūpaṃ pajānanti, rūpasamudayaṃ pajānanti, rūpanirodhaṃ pajānanti, rūpanirodhagāminiṃ paṭipadaṃ pajānanti;",
  "sn22.50:6.2": "vedanaṃ pajānanti … pe …",
  "sn22.50:6.3": "saññaṃ pajānanti …",
  "sn22.50:6.4": "saṅkhāre pajānanti …",
  "sn22.50:6.5": "viññāṇaṃ pajānanti, viññāṇasamudayaṃ pajānanti, viññāṇanirodhaṃ pajānanti, viññāṇanirodhagāminiṃ paṭipadaṃ pajānanti.",
  "sn22.50:6.6": "Te ca kho me, soṇa, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.",
  "sn22.50:7.1": "Aṭṭhamaṃ."
}