{
  "_markup_path": "markup/sn/sn22/sn22.122.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.122.json"
  ],
  "sn22.122:1.1": "Saṃyutta Nikāya 22",
  "sn22.122:2.1": "12. Dhammakathikavagga",
  "sn22.122:3.1": "<span class=\\\"var\\\" title=\\\"sīlasuttaṃ (bj) | sīlam (pts1)\\\" id=\\\"note201\\\">122. Sīlavantasutta</span>",
  "sn22.122:4.1": "Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca <span class=\\\"var\\\" title=\\\"mahākoṭṭhito (bj, s1-3, km, pts1)\\\" id=\\\"note202\\\">mahākoṭṭhiko</span> bārāṇasiyaṃ viharanti isipatane migadāye.",
  "sn22.122:4.2": "Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami … pe …",
  "sn22.122:4.3": "etadavoca:",
  "sn22.122:4.4": "“sīlavatāvuso, sāriputta, bhikkhunā katame dhammā yoniso manasikātabbā”ti?",
  "sn22.122:4.5": "“Sīlavatāvuso, koṭṭhika, bhikkhunā pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.",
  "sn22.122:4.6": "Katame pañca?",
  "sn22.122:4.7": "Seyyathidaṃ—",
  "sn22.122:4.8": "rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.",
  "sn22.122:4.9": "Sīlavatāvuso, koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.",
  "sn22.122:4.10": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sīlavā bhikkhu ime pañcupādānakkhandhe aniccato … pe …",
  "sn22.122:4.11": "anattato yoniso manasi karonto sotāpattiphalaṃ sacchikareyyā”ti.",
  "sn22.122:5.1": "“Sotāpannena panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?",
  "sn22.122:5.2": "“Sotāpannenapi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe …",
  "sn22.122:5.3": "anattato yoniso manasi kātabbā.",
  "sn22.122:5.4": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sotāpanno bhikkhu ime pañcupādānakkhandhe aniccato … pe …",
  "sn22.122:5.5": "anattato yoniso manasi karonto sakadāgāmiphalaṃ sacchikareyyā”ti.",
  "sn22.122:6.1": "“Sakadāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?",
  "sn22.122:6.2": "“Sakadāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe …",
  "sn22.122:6.3": "anattato yoniso manasi kātabbā.",
  "sn22.122:6.4": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sakadāgāmī bhikkhu ime pañcupādānakkhandhe aniccato … pe …",
  "sn22.122:6.5": "anattato yoniso manasi karonto anāgāmiphalaṃ sacchikareyyā”ti.",
  "sn22.122:7.1": "“Anāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?",
  "sn22.122:7.2": "“Anāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe …",
  "sn22.122:7.3": "anattato yoniso manasi kātabbā.",
  "sn22.122:7.4": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ anāgāmī bhikkhu ime pañcupādānakkhandhe aniccato … pe …",
  "sn22.122:7.5": "anattato yoniso manasi karonto arahattaṃ sacchikareyyā”ti.",
  "sn22.122:8.1": "“Arahatā panāvuso sāriputta, katame dhammā yoniso manasi kātabbā”ti?",
  "sn22.122:8.2": "“Arahatāpi kho, āvuso koṭṭhika, ime pañcupādānakkhandhe aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.",
  "sn22.122:8.3": "Natthi, khvāvuso, arahato uttari karaṇīyaṃ katassa vā paticayo;",
  "sn22.122:8.4": "api ca ime dhammā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya ceva saṃvattanti satisampajaññāya cā”ti.",
  "sn22.122:9.1": "Dasamaṃ."
}