{
  "_markup_path": "markup/sn/sn22/sn22.101.html",
  "_alt_strings": [
    "en/sujato/sn/sn22/sn22.101.json"
  ],
  "sn22.101:1.1": "Saṃyutta Nikāya 22",
  "sn22.101:2.1": "10. Pupphavagga",
  "sn22.101:3.1": "<span class=\\\"var\\\" title=\\\"vāsijaṭopamasuttaṃ (bj)\\\" id=\\\"note183\\\">101. Vāsijaṭasutta</span>",
  "sn22.101:4.1": "Sāvatthinidānaṃ.",
  "sn22.101:4.2": "“<span class=\\\"cross\\\" title=\\\"^mn2#2 [Sabbāsavasutta] | ^sn12.23#1 [23. Upanisasutta] | ^sn56.25#1 [25. Āsavakkhayasutta] | ^it102#1 [Āsavakkhayasutta]\\\" id=\\\"note184\\\">*</span> Jānato ahaṃ, bhikkhave, passato āsavānaṃ khayaṃ vadāmi, no ajānato no apassato.",
  "sn22.101:4.3": "Kiñca, bhikkhave, jānato kiṃ passato āsavānaṃ khayo hoti?",
  "sn22.101:4.4": "‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;",
  "sn22.101:4.5": "iti vedanā …",
  "sn22.101:4.6": "iti saññā …",
  "sn22.101:4.7": "iti saṅkhārā …",
  "sn22.101:4.8": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—",
  "sn22.101:4.9": "evaṃ kho, bhikkhave, jānato evaṃ passato āsavānaṃ khayo hoti.",
  "sn22.101:5.1": "Bhāvanānuyogaṃ ananuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya:",
  "sn22.101:5.2": "‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati.",
  "sn22.101:5.3": "Taṃ kissa hetu?",
  "sn22.101:5.4": "‘Abhāvitattā’ tissa vacanīyaṃ.",
  "sn22.101:5.5": "Kissa abhāvitattā?",
  "sn22.101:5.6": "Abhāvitattā catunnaṃ satipaṭṭhānānaṃ, abhāvitattā catunnaṃ sammappadhānānaṃ, abhāvitattā catunnaṃ iddhipādānaṃ, abhāvitattā pañcannaṃ indriyānaṃ, abhāvitattā pañcannaṃ balānaṃ, abhāvitattā sattannaṃ bojjhaṅgānaṃ, abhāvitattā ariyassa aṭṭhaṅgikassa maggassa.",
  "sn22.101:6.1": "Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.",
  "sn22.101:6.2": "Tānassu kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni.",
  "sn22.101:6.3": "Kiñcāpi tassā kukkuṭiyā evaṃ icchā uppajjeyya:",
  "sn22.101:6.4": "‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, atha kho abhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.",
  "sn22.101:6.5": "Taṃ kissa hetu?",
  "sn22.101:6.6": "Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā;",
  "sn22.101:6.7": "tāni kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni.",
  "sn22.101:6.8": "Evameva kho, bhikkhave, bhāvanānuyogaṃ ananuyuttassa bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya:",
  "sn22.101:6.9": "‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati.",
  "sn22.101:6.10": "Taṃ kissa hetu?",
  "sn22.101:6.11": "‘Abhāvitattā’tissa vacanīyaṃ.",
  "sn22.101:6.12": "Kissa abhāvitattā?",
  "sn22.101:6.13": "Abhāvitattā catunnaṃ satipaṭṭhānānaṃ … pe …",
  "sn22.101:6.14": "aṭṭhaṅgikassa maggassa.",
  "sn22.101:7.1": "Bhāvanānuyogaṃ anuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya:",
  "sn22.101:7.2": "‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati.",
  "sn22.101:7.3": "Taṃ kissa hetu?",
  "sn22.101:7.4": "‘Bhāvitattā’tissa vacanīyaṃ.",
  "sn22.101:7.5": "Kissa bhāvitattā?",
  "sn22.101:7.6": "Bhāvitattā catunnaṃ satipaṭṭhānānaṃ, bhāvitattā catunnaṃ sammappadhānānaṃ, bhāvitattā catunnaṃ iddhipādānaṃ, bhāvitattā pañcannaṃ indriyānaṃ, bhāvitattā pañcannaṃ balānaṃ, bhāvitattā sattannaṃ bojjhaṅgānaṃ, bhāvitattā ariyassa aṭṭhaṅgikassa maggassa.",
  "sn22.101:8.1": "Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.",
  "sn22.101:8.2": "Tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni.",
  "sn22.101:8.3": "Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:",
  "sn22.101:8.4": "‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.",
  "sn22.101:8.5": "Taṃ kissa hetu?",
  "sn22.101:8.6": "Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā;",
  "sn22.101:8.7": "tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni.",
  "sn22.101:8.8": "Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya:",
  "sn22.101:8.9": "‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati.",
  "sn22.101:8.10": "Taṃ kissa hetu?",
  "sn22.101:8.11": "‘Bhāvitattā’tissa vacanīyaṃ.",
  "sn22.101:8.12": "Kissa bhāvitattā?",
  "sn22.101:8.13": "Bhāvitattā catunnaṃ satipaṭṭhānānaṃ … pe …",
  "sn22.101:8.14": "bhāvitattā ariyassa aṭṭhaṅgikassa maggassa.",
  "sn22.101:9.1": "Seyyathāpi, bhikkhave, palagaṇḍassa vā palagaṇḍantevāsissa vā vāsijaṭe dissanteva aṅgulipadāni dissati aṅguṭṭhapadaṃ.",
  "sn22.101:9.2": "No ca khvassa evaṃ ñāṇaṃ hoti:",
  "sn22.101:9.3": "‘ettakaṃ vata me ajja vāsijaṭassa khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti.",
  "sn22.101:9.4": "Atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti.",
  "sn22.101:9.5": "Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ ñāṇaṃ hoti:",
  "sn22.101:9.6": "‘ettakaṃ vata me ajja āsavānaṃ khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti, atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti.",
  "sn22.101:9.7": "Seyyathāpi, bhikkhave, sāmuddikāya nāvāya vettabandhanabaddhāya vassamāsāni udake pariyādāya hemantikena thalaṃ ukkhittāya vātātapaparetāni vettabandhanāni.",
  "sn22.101:9.8": "Tāni pāvusakena meghena abhippavuṭṭhāni appakasireneva paṭippassambhanti pūtikāni bhavanti;",
  "sn22.101:9.9": "evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato appakasireneva saṃyojanāni paṭippassambhanti pūtikāni bhavantī”ti.",
  "sn22.101:10.1": "Navamaṃ."
}