{
  "_markup_path": "markup/sn/sn11/sn11.22.html",
  "_alt_strings": [
    "pi/sn/sn11/sn11.22.json"
  ],
  "sn11.22:1.1": "Linked Discourses 11",
  "sn11.22:2.1": "3 Third Chapter",
  "sn11.22:3.1": "22 Ugly",
  "sn11.22:4.1": "Near Sāvatthī in Jeta’s Grove.",
  "sn11.22:4.4": "“Once upon a time, mendicants, there was a native spirit who was ugly and deformed. He sat on the throne of Sakka, Lord of Gods.",
  "sn11.22:4.5": "But the gods of the Thirty-Three complained, grumbled, and objected:",
  "sn11.22:4.6": "“It’s incredible, it’s amazing!",
  "sn11.22:4.7": "This ugly and deformed spirit is sitting on the throne of Sakka, Lord of Gods.’",
  "sn11.22:4.8": "But the more the gods complained, the more attractive, good-looking, and lovely that spirit became.",
  "sn11.22:5.1": "So the gods went up to Sakka",
  "sn11.22:5.2": "and told him what had happened, adding:",
  "sn11.22:5.8": "‘Surely, good sir, that must be the anger-eating spirit!’",
  "sn11.22:6.1": "Then Sakka went up to that spirit,",
  "sn11.22:6.2": "arranged his robe over one shoulder, knelt with his right knee on the ground, raised his cupped palms toward the anger-eating spirit, and pronounced his name three times:",
  "sn11.22:6.3": "‘Good sir, I am Sakka, Lord of Gods! Good sir, I am Sakka, Lord of Gods!’",
  "sn11.22:6.4": "But the more Sakka pronounced his name, the uglier and more deformed the spirit became.",
  "sn11.22:6.5": "Until eventually it vanished right there.",
  "sn11.22:6.6": "Then Sakka, the Lord of Gods, guiding the gods of the Thirty-three, recited this verse:",
  "sn11.22:7.1": "‘My mind isn’t easily upset;",
  "sn11.22:7.2": "I’m not easily drawn into the maelstrom.",
  "sn11.22:7.3": "I don’t get angry for long,",
  "sn11.22:7.4": "anger doesn’t last in me.",
  "sn11.22:8.1": "When I do get angry I don’t speak harshly,",
  "sn11.22:8.2": "nor do I advertise my own virtues.",
  "sn11.22:8.3": "I carefully restrain myself",
  "sn11.22:8.4": "out of regard for my own welfare.’”"
}