{
  "_markup_path": "markup/sn/sn11/sn11.12.html",
  "_alt_strings": [
    "pi/sn/sn11/sn11.12.json"
  ],
  "sn11.12:1.1": "Linked Discourses 11",
  "sn11.12:2.1": "2 The Second Chapter",
  "sn11.12:3.1": "12 Sakka’s Names",
  "sn11.12:4.1": "Near Sāvatthī in Jeta’s Grove.",
  "sn11.12:4.2": "There the Buddha said to the mendicants:",
  "sn11.12:4.3": "“Mendicants, in a former life, when Sakka was a human being, he was a brahmanical student named Magha. That’s why he’s called Maghavā.",
  "sn11.12:5.1": "In a former life, when Sakka was a human being, he gave gifts in stronghold after stronghold. That’s why he’s called Purindada, the stronghold-giver.",
  "sn11.12:6.1": "In a former life, when Sakka was a human being, he gave gifts carefully. That’s why he’s called Sakka, the careful.",
  "sn11.12:7.1": "In a former life, when Sakka was a human being, he gave the gift of a guest house. That’s why he’s called Vāsava, the houser.",
  "sn11.12:8.1": "Sakka thinks of a thousand things in a moment. That’s why he’s called Sahassakkha, Thousand-Eye.",
  "sn11.12:9.1": "Sakka’s wife is the demon maiden named Sujā. That’s why he’s called Sujampati, Sujā’s husband.",
  "sn11.12:10.1": "Sakka rules as sovereign lord over the gods of the Thirty-Three. That’s why he’s called Lord of Gods.",
  "sn11.12:11.1": "In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.",
  "sn11.12:11.2": "What seven?",
  "sn11.12:11.3": "As long as I live, may I support my parents. As long as I live, may I honor the elders in the family. As long as I live, may I speak gently. As long as I live, may I not speak divisively. As long as I live, may I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. As long as I live, may I speak the truth. As long as I live, may I be free of anger,",
  "sn11.12:11.4": "or should anger arise, may I quickly get rid of it.",
  "sn11.12:11.5": "In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.”",
  "sn11.12:12.1": "“A person who respects his parents,",
  "sn11.12:12.2": "and honors the elders in the family,",
  "sn11.12:12.3": "whose speech is gentle and courteous,",
  "sn11.12:12.4": "and has given up divisiveness;",
  "sn11.12:13.1": "who’s committed to getting rid of stinginess,",
  "sn11.12:13.2": "is truthful, and has mastered anger:",
  "sn11.12:13.3": "the gods of the Thirty-Three",
  "sn11.12:13.4": "call them truly a good person.”"
}