{
  "_markup_path": "markup/sn/sn11/sn11.04.html",
  "_alt_strings": [
    "pi/sn/sn11/sn11.04.json"
  ],
  "sn11.4:1.1": "Linked Discourses 11",
  "sn11.4:2.1": "1 First Chapter",
  "sn11.4:3.1": "4 With Vepacitti",
  "sn11.4:4.1": "At Sāvatthī.",
  "sn11.4:4.2": "“Once upon a time, mendicants, a battle was fought between the gods and the demons.",
  "sn11.4:4.3": "Then Vepacitti, lord of demons, addressed the demons:",
  "sn11.4:4.4": "‘My good sirs, if the demons defeat the gods in this battle, bind Sakka, the Lord of Gods, by his limbs and neck and bring him to my presence in the castle of demons.’",
  "sn11.4:4.5": "Meanwhile, Sakka, the Lord of Gods, addressed the gods of the Thirty-three:",
  "sn11.4:4.6": "‘My good sirs, if the gods defeat the demons in this battle, bind Vepacitti by his limbs and neck and bring him to my presence in the Sudhamma hall of the gods.’",
  "sn11.4:4.7": "In that battle the gods won and the demons lost.",
  "sn11.4:4.8": "So the gods of the Thirty-Three bound Vepacitti by his limbs and neck and brought him to Sakka’s presence in the Sudhamma hall of the gods.",
  "sn11.4:4.9": "And as Sakka was entering and leaving the hall, Vepacitti abused and insulted him with rude, harsh words.",
  "sn11.4:4.10": "So Mātali the charioteer addressed Sakka in verse:",
  "sn11.4:5.1": "‘O Maghavā, O Sakka,",
  "sn11.4:5.2": "is it from fear or from weakness",
  "sn11.4:5.3": "that you put up with such harsh words",
  "sn11.4:5.4": "in the presence of Vepacitti?’",
  "sn11.4:6.1": "‘It’s not out of fear or weakness",
  "sn11.4:6.2": "that I’m patient with Vepacitti.",
  "sn11.4:6.3": "For how can a sensible person like me",
  "sn11.4:6.4": "get in a fight with a fool?’",
  "sn11.4:7.1": "‘Fools would vent even more",
  "sn11.4:7.2": "if there’s no-one to put a stop to them.",
  "sn11.4:7.3": "So an intelligent person should stop",
  "sn11.4:7.4": "a fool with forceful punishment.’",
  "sn11.4:8.1": "‘I think that this is the only way",
  "sn11.4:8.2": "to put a stop to a fool:",
  "sn11.4:8.3": "when you know that the other’s upset,",
  "sn11.4:8.4": "be mindful and stay calm.’",
  "sn11.4:9.1": "‘I see this flaw, Vāsava,",
  "sn11.4:9.2": "in just being patient.",
  "sn11.4:9.3": "When a fool thinks:",
  "sn11.4:9.4": "“He puts up with me out of fear,”",
  "sn11.4:9.5": "the idiot will go after you even harder,",
  "sn11.4:9.6": "like a cow chasing someone who runs away.’",
  "sn11.4:10.1": "‘Let him think this if he wishes, or not—",
  "sn11.4:10.2": "“He puts up with me out of fear.”",
  "sn11.4:10.3": "Of goals culminating in one’s own good,",
  "sn11.4:10.4": "none better than patience is found.",
  "sn11.4:11.1": "When a strong person",
  "sn11.4:11.2": "puts up with a weakling,",
  "sn11.4:11.3": "they call that the ultimate patience,",
  "sn11.4:11.4": "for a weakling must always be patient.",
  "sn11.4:12.1": "The strength of folly",
  "sn11.4:12.2": "is really just weakness, they say.",
  "sn11.4:12.3": "But no-one can challenge a person",
  "sn11.4:12.4": "who’s strong because guarded by the teaching.",
  "sn11.4:13.1": "When you get angry at an angry person",
  "sn11.4:13.2": "you just make things worse for yourself.",
  "sn11.4:13.3": "When you don’t get angry at an angry person",
  "sn11.4:13.4": "you win a battle hard to win.",
  "sn11.4:14.1": "When you know that the other is angry,",
  "sn11.4:14.2": "you act for the good of both",
  "sn11.4:14.3": "yourself and the other",
  "sn11.4:14.4": "if you’re mindful and stay calm.",
  "sn11.4:15.1": "People unskilled in the teaching",
  "sn11.4:15.2": "consider one who heals both",
  "sn11.4:15.3": "oneself and the other",
  "sn11.4:15.4": "to be a fool.’",
  "sn11.4:16.1": "So, mendicants, even Sakka, the Lord of Gods—while living off of the fruit of his good and bad deeds, and ruling as sovereign lord over these gods of the Thirty-Three—will speak in praise of patience and gentleness.",
  "sn11.4:16.2": "But since you have gone forth in such a well explained teaching and training, it would be truly beautiful for you to be patient and gentle!”"
}