{
  "_markup_path": "markup/sn/sn11/sn11.13.html",
  "_alt_strings": [
    "pi/sn/sn11/sn11.13.json"
  ],
  "sn11.13:1.1": "Linked Discourses 11",
  "sn11.13:2.1": "2 The Second Chapter",
  "sn11.13:3.1": "13 With Mahāli",
  "sn11.13:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn11.13:4.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "sn11.13:4.3": "Then Mahāli the Licchavi went up to the Buddha,",
  "sn11.13:4.4": "bowed, sat down to one side, ",
  "sn11.13:4.5": "and said to him:",
  "sn11.13:5.1": "“Sir, have you seen Sakka, Lord of Gods?”",
  "sn11.13:6.1": "“I have, Mahāli.”",
  "sn11.13:7.1": "“But surely, sir, you must have seen someone who looked like Sakka.",
  "sn11.13:7.2": "For Sakka is hard to see.”",
  "sn11.13:8.1": "“Mahāli, I understand Sakka. And I understand the things that he undertook and committed to, which enabled him to achieve the status of Sakka.",
  "sn11.13:9.1": "In a former life, when Sakka was a human being, he was a brahmanical student named Magha. That’s why he’s called Maghavā.",
  "sn11.13:10.1": "In a former life, when Sakka was a human being, he gave gifts carefully. That’s why he’s called Sakka, the careful.",
  "sn11.13:11.1": "In a former life, when Sakka was a human being, he gave gifts in stronghold after stronghold. That’s why he’s called Purindada, the stronghold-giver.",
  "sn11.13:12.1": "In a former life, when Sakka was a human being, he gave the gift of a guest house. That’s why he’s called Vāsava, the houser.",
  "sn11.13:13.1": "Sakka thinks of a thousand things in a moment. That’s why he’s called Sahassakkha, Thousand-Eye.",
  "sn11.13:14.1": "Sakka’s wife is the demon maiden named Sujā. That’s why he’s called Sujampati, Sujā’s husband.",
  "sn11.13:15.1": "Sakka rules as sovereign lord over the gods of the Thirty-Three. That’s why he’s called Lord of Gods.",
  "sn11.13:16.1": "In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.",
  "sn11.13:16.2": "What seven?",
  "sn11.13:16.3": "As long as I live, may I support my parents. As long as I live, may I honor the elders in the family. As long as I live, may I speak gently. As long as I live, may I not speak divisively. As long as I live, may I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. As long as I live, may I speak the truth. As long as I live, may I be free of anger,",
  "sn11.13:16.4": "or should anger arise, may I quickly get rid of it.",
  "sn11.13:16.5": "In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.”",
  "sn11.13:17.1": "“A person who respects his parents,",
  "sn11.13:17.2": "and honors the elders in the family,",
  "sn11.13:17.3": "whose speech is gentle and courteous,",
  "sn11.13:17.4": "and has given up divisiveness;",
  "sn11.13:18.1": "who’s committed to getting rid of stinginess,",
  "sn11.13:18.2": "is truthful, and has mastered anger:",
  "sn11.13:18.3": "the gods of the Thirty-Three",
  "sn11.13:18.4": "call them truly a good person.”"
}