{
  "_markup_path": "markup/an/an07/an7.058.html",
  "_alt_strings": [
    "pi/an/an07/an7.058.json"
  ],
  "an7.58:1.1": "Numbered Discourses 7 ",
  "an7.58:2.1": "6 The Undeclared Points",
  "an7.58:3.1": "58 Nothing to Hide",
  "an7.58:4.1": "“Mendicants, there are four areas where the Realized One has nothing to hide, and three ways he is irreproachable.",
  "an7.58:4.2": "What are the four areas where the Realized One has nothing to hide?",
  "an7.58:4.3": "His bodily behavior is pure. ",
  "an7.58:4.4": "So the Realized One has no bodily misconduct to hide, thinking:",
  "an7.58:4.5": "‘Don’t let others find this out about me!’",
  "an7.58:5.1": "His verbal behavior is pure. ",
  "an7.58:5.2": "So the Realized One has no verbal misconduct to hide, thinking:",
  "an7.58:5.3": "‘Don’t let others find this out about me!’",
  "an7.58:6.1": "His mental behavior is pure.",
  "an7.58:6.2": "So the Realized One has no mental misconduct to hide, thinking:",
  "an7.58:6.3": "‘Don’t let others find this out about me!’",
  "an7.58:7.1": "His livelihood is pure.",
  "an7.58:7.2": "So the Realized One has no wrong livelihood to hide, thinking:",
  "an7.58:7.3": "‘Don’t let others find this out about me!’",
  "an7.58:8.1": "These are the four areas where the Realized One has nothing to hide.",
  "an7.58:9.1": "What are the three ways the Realized One is irreproachable?",
  "an7.58:9.2": "The Realized One has explained the teaching well.",
  "an7.58:9.3": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately criticize me, saying: ",
  "an7.58:9.4": "‘For such and such reasons you haven’t explained the teaching well.’",
  "an7.58:9.6": "Since I see no such reason, I live secure, fearless, and assured.",
  "an7.58:10.1": "I have clearly described the practice leading to extinguishment for my disciples.",
  "an7.58:10.2": "Practicing in accordance with this, my disciples realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an7.58:10.3": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately criticize me, saying:  ",
  "an7.58:10.4": "‘For such and such reasons you haven’t clearly described the practice leading to extinguishment for your disciples.’",
  "an7.58:10.8": "Since I see no such reason, I live secure, fearless, and assured.",
  "an7.58:11.1": "Many hundreds in my assembly of disciples have realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an7.58:11.3": "I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately criticize me, saying:  ",
  "an7.58:11.4": "‘For such and such reasons you don’t have many hundreds of disciples in your following who have realized the undefiled freedom of heart and freedom by wisdom in this very life, and who live having achieved it with their own insight due to the end of defilements.’",
  "an7.58:11.6": "Since I see no such reason, I live secure, fearless, and assured.",
  "an7.58:12.1": "These are the three ways the Realized One is irreproachable.",
  "an7.58:13.1": "These are the four areas where the Realized One has nothing to hide, and the three ways he is irreproachable.”"
}