{
  "_markup_path": "markup/an/an07/an7.047.html",
  "_alt_strings": [
    "pi/an/an07/an7.047.json"
  ],
  "an7.47:1.1": "Numbered Discourses 7 ",
  "an7.47:2.1": "5 A Great Sacrifice ",
  "an7.47:3.1": "47 Fires (2)",
  "an7.47:4.1": "Now at that time the brahmin Uggatasarīra had prepared a great sacrifice.",
  "an7.47:4.2": "Bulls, bullocks, heifers, goats and rams—five hundred of each—had been led to the post for the sacrifice.",
  "an7.47:4.3": "Then the brahmin Uggatasarīra went up to the Buddha,",
  "an7.47:4.4": "and exchanged greetings with him.",
  "an7.47:4.5": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an7.47:4.6": "and said to the Buddha:",
  "an7.47:5.1": "“Master Gotama, I have heard that kindling the sacrificial fire and raising the sacrificial post is very fruitful and beneficial.”",
  "an7.47:5.2": "“I’ve also heard this, brahmin.”",
  "an7.47:5.3": "For a second time …",
  "an7.47:5.4": "and third time Uggatasarīra said to the Buddha:",
  "an7.47:5.5": "“Master Gotama, I have heard that kindling the sacrificial fire and raising the sacrificial post is very fruitful and beneficial.”",
  "an7.47:5.6": "“I’ve also heard this, brahmin.” ",
  "an7.47:5.7": "“Then Master Gotama and I are in total agreement in this matter.”",
  "an7.47:6.1": "When he said this, Venerable Ānanda said to Uggatasarīra:",
  "an7.47:6.2": "“Brahmin, you shouldn’t ask the Buddha in this way.",
  "an7.47:6.4": "You should ask in this way:",
  "an7.47:6.5": "‘Sir, I want to kindle the sacrificial fire and raise the sacrificial post.",
  "an7.47:6.6": "May the Buddha please advise",
  "an7.47:6.7": "and instruct me. It will be for my lasting welfare and happiness.’”",
  "an7.47:7.1": "Then Uggatasarīra said to the Buddha:",
  "an7.47:7.2": "“Sir, I want to kindle the sacrificial fire and raise the sacrificial post.",
  "an7.47:7.3": "May Master Gotama please advise",
  "an7.47:7.4": "and instruct me. It will be for my lasting welfare and happiness.’”",
  "an7.47:8.1": "“Even before kindling the sacrificial fire and raising the sacrificial post one raises three unwholesome knives which ripen and result in suffering.",
  "an7.47:8.2": "What three? ",
  "an7.47:8.3": "The knives of the body, speech, and mind.",
  "an7.47:8.4": "Even before kindling the sacrificial fire and raising the sacrificial post one gives rise to the thought:",
  "an7.47:8.5": "‘May this many bulls, bullocks, heifers, goats, and rams be slaughtered for the sacrifice!’",
  "an7.47:8.6": "Thinking, ‘May I make merit’, one makes bad karma. Thinking, ‘May I do good’, one does bad. Thinking, ‘May I seek the path to a good rebirth’, one seeks the path to a bad rebirth. ",
  "an7.47:8.7": "Even before kindling the sacrificial fire and raising the sacrificial post one raises this first unwholesome mental knife which ripens and results in suffering.",
  "an7.47:9.1": "Furthermore, even before kindling the sacrificial fire and raising the sacrificial post one says such things as:",
  "an7.47:9.2": "‘May this many bulls, bullocks, heifers, goats, and rams be slaughtered for the sacrifice!’",
  "an7.47:9.3": "Thinking, ‘May I make merit’, one makes bad karma. Thinking, ‘May I do good’, one does bad. Thinking, ‘May I seek the path to a good rebirth’, one seeks the path to a bad rebirth. ",
  "an7.47:9.4": "Even before kindling the sacrificial fire and raising the sacrificial post one raises this second unwholesome verbal knife which ripens and results in suffering.",
  "an7.47:10.1": "Furthermore, even before kindling the sacrificial fire and raising the sacrificial post one first personally undertakes preparations for the sacrificial slaughter of bulls, bullocks, heifers, goats, and rams.",
  "an7.47:10.2": "Thinking, ‘May I make merit’, one makes bad karma. Thinking, ‘May I do good’, one does bad. Thinking, ‘May I seek the path to a good rebirth’, one seeks the path to a bad rebirth.  ",
  "an7.47:10.3": "Even before kindling the sacrificial fire and raising the sacrificial post one raises this third unwholesome bodily knife which ripens and results in suffering.",
  "an7.47:10.4": "Even before kindling the sacrificial fire and raising the sacrificial post one raises these three unwholesome knives which ripen and result in suffering.",
  "an7.47:11.1": "Brahmin, these three fires should be given up and rejected, not cultivated.",
  "an7.47:11.2": "What three? ",
  "an7.47:11.3": "The fires of greed, hate, and delusion.",
  "an7.47:12.1": "And why should the fire of greed be given up and rejected, not cultivated?",
  "an7.47:12.2": "A greedy person does bad things by way of body, speech, and mind. ",
  "an7.47:12.3": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.47:12.4": "That’s why the fire of greed should be given up and rejected, not cultivated.",
  "an7.47:13.1": "And why should the fire of hate be given up and rejected, not cultivated?",
  "an7.47:13.2": "A hateful person does bad things by way of body, speech, and mind.",
  "an7.47:13.3": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.47:13.4": "That’s why the fire of hate should be given up and rejected, not cultivated.",
  "an7.47:14.1": "And why should the fire of delusion be given up and rejected, not cultivated?",
  "an7.47:14.2": "A deluded person does bad things by way of body, speech, and mind.",
  "an7.47:14.3": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.47:14.4": "That’s why the fire of delusion should be given up and rejected, not cultivated.",
  "an7.47:14.5": "These three fires should be given up and rejected, not cultivated.",
  "an7.47:15.1": "Brahmin, you should properly and happily take care of three fires, honoring, respecting, esteeming, and venerating them.",
  "an7.47:15.2": "What three? ",
  "an7.47:15.3": "The fire of those worthy of offerings dedicated to the gods. The fire of a householder. And the fire of those worthy of a teacher’s offering.",
  "an7.47:16.1": "And what is the fire of those worthy of offerings dedicated to the gods?",
  "an7.47:16.2": "Your mother and father are called the fire of those worthy of offerings dedicated to the gods.",
  "an7.47:16.3": "Why is that? ",
  "an7.47:16.4": "Since it is from them that you’ve been incubated and produced. So you should properly and happily take care of this fire, honoring, respecting, esteeming, and venerating it.",
  "an7.47:17.1": "And what is the fire of a householder?",
  "an7.47:17.2": "Your children, partners, slaves, servants, and workers are called a householder’s fire.",
  "an7.47:17.3": "So you should properly and happily take care of this fire, honoring, respecting, esteeming, and venerating it.",
  "an7.47:18.1": "And what is the fire of those worthy of a teacher’s offering?",
  "an7.47:18.2": "The ascetics and brahmins who avoid intoxication and negligence, are settled in acceptance and sweetness, and who tame, calm, and extinguish themselves are called the fire of those worthy of a teacher’s offering.",
  "an7.47:18.3": "So you should properly and happily take care of this fire, honoring, respecting, esteeming, and venerating it.",
  "an7.47:18.4": "You should properly and happily take care of these three fires, honoring, respecting, esteeming, and venerating them.",
  "an7.47:19.1": "But the wood fire, brahmin, should, from time to time, be fanned, watched over with equanimity, extinguished, or put aside.”",
  "an7.47:20.1": "When he said this, the brahmin Uggatasarīra said to the Buddha:",
  "an7.47:20.2": "“Excellent, Master Gotama! Excellent! …",
  "an7.47:20.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”",
  "an7.47:20.4": "Master Gotama, I now set free these five hundred bulls, five hundred bullocks, five hundred heifers, five hundred goats, and five hundred rams. I give them life!",
  "an7.47:20.5": "May they eat grass and drink cool water and enjoy a cool breeze!”"
}