{
  "_markup_path": "markup/an/an07/an7.044.html",
  "_alt_strings": [
    "pi/an/an07/an7.044.json"
  ],
  "an7.44:1.1": "Numbered Discourses 7 ",
  "an7.44:2.1": "5 A Great Sacrifice",
  "an7.44:3.1": "44 Planes of Consciousness",
  "an7.44:4.1": "“Mendicants, there are these seven planes of consciousness.",
  "an7.44:4.2": "What seven?",
  "an7.44:4.3": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.",
  "an7.44:4.4": "This is the first plane of consciousness.",
  "an7.44:5.1": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s company through the first absorption.",
  "an7.44:5.2": "This is the second plane of consciousness.",
  "an7.44:6.1": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.",
  "an7.44:6.2": "This is the third plane of consciousness.",
  "an7.44:7.1": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "an7.44:7.2": "This is the fourth plane of consciousness.",
  "an7.44:8.1": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.",
  "an7.44:8.2": "This is the fifth plane of consciousness.",
  "an7.44:9.1": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness",
  "an7.44:9.2": "This is the sixth plane of consciousness.",
  "an7.44:10.1": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.",
  "an7.44:10.2": "This is the seventh plane of consciousness.",
  "an7.44:11.1": "These are the seven planes of consciousness.”"
}