{
  "_markup_path": "markup/an/an07/an7.050.html",
  "_alt_strings": [
    "pi/an/an07/an7.050.json"
  ],
  "an7.50:1.1": "Numbered Discourses 7 ",
  "an7.50:2.1": "5 A Great Sacrifice ",
  "an7.50:3.1": "50 Sex",
  "an7.50:4.1": "Then the brahmin Jāṇussoṇi went up to the Buddha, ",
  "an7.50:4.2": "and exchanged greetings with him.",
  "an7.50:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an7.50:4.4": "and said to the Buddha:",
  "an7.50:4.5": "“Does Master Gotama claim to be celibate?”",
  "an7.50:4.6": "“Brahmin, if anyone should be rightly said to ",
  "an7.50:4.7": "live the celibate life uncorrupted, unflawed, unblemished, untainted, full and pure, it’s me.”",
  "an7.50:4.9": "“But what, Master Gotama, is a corruption, flaw, blemish, or taint in celibacy?”",
  "an7.50:5.1": "“Firstly, an ascetic or brahmin who claims to be perfectly celibate does not mutually engage in sex with a female.",
  "an7.50:5.2": "However, they consent to being massaged and bathed by a female.",
  "an7.50:5.3": "They enjoy it and like it and find it satisfying.",
  "an7.50:5.4": "This is a corruption, flaw, blemish, or taint in celibacy.",
  "an7.50:5.5": "This is called one who lives the celibate life impurely, tied to the fetter of sex. They’re not freed from birth, old age, death, sorrow, crying, pain, sadness, and distress. They’re not freed from suffering, I say.",
  "an7.50:6.1": "Furthermore, an ascetic of brahmin who claims to be perfectly celibate does not mutually engage in sex with a female. Nor do they consent to bathing and massage. ",
  "an7.50:6.2": "However, they joke and play and have fun with females. …",
  "an7.50:7.2": "they gaze into a female’s eyes. …",
  "an7.50:8.2": "they listen through a wall or embankment to the sound of females laughing or chatting or singing or crying. …",
  "an7.50:9.2": "they recall when they used to laugh, chat, and have fun with females …",
  "an7.50:10.2": "they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation. …",
  "an7.50:11.1": "They don’t see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation.",
  "an7.50:11.2": "However, they live the celibate life wishing to be reborn in one of the orders of gods. They think: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’",
  "an7.50:11.3": "They enjoy it and like it and find it satisfying. ",
  "an7.50:11.4": "This is a corruption, flaw, blemish, or taint in celibacy. ",
  "an7.50:11.5": "This is called one who lives the celibate life impurely, tied to the fetter of sex. They’re not free from birth, old age, death, sorrow, crying, pain, sadness, and distress. They’re not free from suffering, I say.",
  "an7.50:12.1": "As long as I saw that these seven sexual fetters—or even one of them—had not been given up in me, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "an7.50:13.1": "But when I saw that these seven sexual fetters—every one of them—had been given up in me, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "an7.50:13.2": "Knowledge and vision arose in me: ‘My freedom is unshakeable; this is my final birth; now there are no more future lives.’”",
  "an7.50:14.1": "When he said this, the brahmin Jāṇussoṇi said to the Buddha:",
  "an7.50:14.2": "“Excellent, Master Gotama! Excellent! …",
  "an7.50:14.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}