{
  "_markup_path": "markup/an/an07/an7.021.html",
  "_alt_strings": [
    "pi/an/an07/an7.021.json"
  ],
  "an7.21:1.1": "Numbered Discourses 7 ",
  "an7.21:2.1": "3 The Vajji Seven",
  "an7.21:3.1": "21 At Sārandada",
  "an7.21:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an7.21:4.2": "At one time the Buddha was staying near Vesālī, at the Sarandada Tree-shrine.",
  "an7.21:4.3": "Then several Licchavis went up to the Buddha,",
  "an7.21:4.4": "bowed, sat down to one side, ",
  "an7.21:4.5": "and said to him:",
  "an7.21:4.6": "“Licchavis, I will teach you these seven principles that ensure you don’t decline.",
  "an7.21:4.7": "Listen and pay close attention, I will speak.”",
  "an7.21:4.8": "“Yes, sir,” they replied. ",
  "an7.21:4.9": "The Buddha said this:",
  "an7.21:5.1": "“And what are the seven principles that ensure you don’t decline?",
  "an7.21:5.2": "As long as the Vajjis meet frequently and have many meetings,",
  "an7.21:5.3": "they can expect growth, not decline.",
  "an7.21:6.1": "As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony,",
  "an7.21:6.2": "they can expect growth, not decline.",
  "an7.21:7.1": "As long as the Vajjis don’t make new decrees or abolish existing decrees, but undertake and follow the ancient Vajjian principles as they have been decreed,",
  "an7.21:7.2": "they can expect growth, not decline.",
  "an7.21:8.1": "As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to,",
  "an7.21:8.2": "they can expect growth, not decline.",
  "an7.21:9.1": "As long as the Vajjians don’t rape or abduct women or girls from their families and force them to live with them,",
  "an7.21:9.2": "they can expect growth, not decline.",
  "an7.21:10.1": "As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past,",
  "an7.21:10.2": "they can expect growth, not decline.",
  "an7.21:11.1": "As long as the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that",
  "an7.21:11.2": "more perfected ones might come to the realm and those already here may live in comfort,",
  "an7.21:11.3": "they can expect growth, not decline.",
  "an7.21:12.1": "As long as these seven principles that ensure you don’t decline last among the Vajjians, and as long as the Vajjians are seen following them,",
  "an7.21:12.2": "they can expect growth, not decline.”"
}