{
  "_markup_path": "markup/an/an07/an7.070.html",
  "_alt_strings": [
    "pi/an/an07/an7.070.json"
  ],
  "an7.70:1.1": "Numbered Discourses 7 ",
  "an7.70:2.1": "7 The Greater Chapter ",
  "an7.70:3.1": "70 Honor",
  "an7.70:4.1": "Then as Venerable Sāriputta was in private solitude this thought came to his mind:",
  "an7.70:4.2": "“What should a mendicant honor and respect and live supported by, to give up the unwholesome and develop the wholesome?”",
  "an7.70:4.3": "Then he thought:",
  "an7.70:4.4": "“A mendicant should honor and respect and live supported by the Teacher …",
  "an7.70:4.5": "the teaching …",
  "an7.70:4.6": "the Saṅgha …",
  "an7.70:4.7": "the training …",
  "an7.70:4.8": "samādhi …",
  "an7.70:4.9": "diligence …",
  "an7.70:4.10": "A mendicant should honor and respect and live supported by hospitality, to give up the unwholesome and develop the wholesome.”",
  "an7.70:5.1": "Then he thought:",
  "an7.70:5.2": "“These qualities are pure and bright in me. Why don’t I go and tell them to the Buddha?",
  "an7.70:5.3": "Then these qualities will not only be purified in me, but will be better known as purified.",
  "an7.70:5.4": "Suppose a man were to acquire a gold ornament, pure and bright.",
  "an7.70:5.5": "They’d think:",
  "an7.70:5.6": "‘My gold ornament is pure and bright. Why don’t I take it to show the smiths?",
  "an7.70:5.7": "Then it will not only be purified, but will be better known as purified.’",
  "an7.70:5.8": "In the same way, these qualities are pure and bright in me. Why don’t I go and tell them to the Buddha?",
  "an7.70:5.9": "Then these qualities will not only be purified in me, but will be better known as purified.”",
  "an7.70:6.1": "Then in the late afternoon, Sāriputta came out of solitude and went to the Buddha.",
  "an7.70:6.2": "He bowed, sat down to one side,",
  "an7.70:6.3": "and told the Buddha of his thoughts while on retreat.",
  "an7.70:8.1": "“Good, good, Sāriputta! ",
  "an7.70:8.2": "A mendicant should honor and respect and live supported by the Teacher, to give up the unwholesome and develop the wholesome.",
  "an7.70:8.3": "A mendicant should honor and respect and live supported by the teaching …",
  "an7.70:8.4": "the Saṅgha …",
  "an7.70:8.5": "the training …",
  "an7.70:8.6": "samādhi …",
  "an7.70:8.7": "diligence …",
  "an7.70:8.8": "A mendicant should honor and respect and live supported by hospitality, to give up the unwholesome and develop the wholesome.”",
  "an7.70:9.1": "When he said this, Venerable Sāriputta said to the Buddha:",
  "an7.70:9.2": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.",
  "an7.70:9.3": "It’s quite impossible that a mendicant who doesn’t respect the Teacher could respect the teaching.",
  "an7.70:9.4": "A mendicant who disrespects the Teacher disrespects the teaching.",
  "an7.70:10.1": "It’s quite impossible that a mendicant who doesn’t respect the Teacher and the teaching could respect the Saṅgha.",
  "an7.70:10.2": "A mendicant who disrespects the Teacher and the teaching disrespects the Saṅgha.",
  "an7.70:11.1": "It’s quite impossible that a mendicant who doesn’t respect the Teacher, the  teaching, and the Saṅgha could respect the training.",
  "an7.70:11.2": "A mendicant who disrespects the Teacher, the teaching, and the Saṅgha disrespects the training.",
  "an7.70:12.1": "It’s quite impossible that a mendicant who doesn’t respect the Teacher, the  teaching, the Saṅgha, and the training could respect samādhi.",
  "an7.70:12.2": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, and the training disrespects samādhi.",
  "an7.70:13.1": "It’s quite impossible that a mendicant who doesn’t respect the Teacher, the  teaching, the Saṅgha, the training, and samādhi could respect diligence.",
  "an7.70:13.2": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, and samādhi disrespects diligence.",
  "an7.70:14.1": "It’s quite impossible that a mendicant who doesn’t respect the Teacher, the  teaching, the Saṅgha, the training, samādhi, and diligence could respect hospitality.",
  "an7.70:14.2": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence disrespects hospitality.",
  "an7.70:15.1": "It’s quite impossible that a mendicant who does respect the Teacher could disrespect the teaching. …",
  "an7.70:16.3": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence respects hospitality.",
  "an7.70:17.1": "It’s quite possible that a mendicant who respects the Teacher could respect teaching. …",
  "an7.70:18.3": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence respects hospitality.",
  "an7.70:19.1": "That’s how I understand the detailed meaning of the Buddha’s brief statement.”",
  "an7.70:20.1": "“Good, good, Sāriputta! ",
  "an7.70:20.2": "It’s good that you understand the detailed meaning of what I’ve said in brief like this. ",
  "an7.70:20.3": "It’s quite impossible that a mendicant who doesn’t respect the Teacher could respect the teaching. …",
  "an7.70:21.2": "A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence disrespects hospitality.",
  "an7.70:22.1": "It’s quite impossible that a mendicant who does respect the Teacher could disrespect the teaching. …",
  "an7.70:23.3": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence respects hospitality.",
  "an7.70:24.1": "It’s quite possible that a mendicant who does respect the Teacher could respect the teaching. …",
  "an7.70:25.3": "A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, samādhi, and diligence respects hospitality.",
  "an7.70:26.1": "This is how to understand the detailed meaning of what I said in brief.” "
}