{
  "_markup_path": "markup/an/an07/an7.067.html",
  "_alt_strings": [
    "pi/an/an07/an7.067.json"
  ],
  "an7.67:1.1": "Numbered Discourses 7 ",
  "an7.67:2.1": "7 The Greater Chapter ",
  "an7.67:3.1": "67 The Simile of the Citadel",
  "an7.67:4.1": "“Mendicants, a king’s frontier citadel is well provided with seven essentials and gets four kinds of sustenance when needed, without trouble or difficulty.",
  "an7.67:4.2": "It is then called a king’s frontier citadel that cannot be overrun by external foes and enemies.",
  "an7.67:5.1": "With what seven essentials is a citadel well provided?",
  "an7.67:5.2": "Firstly, a citadel has a pillar with deep foundations, firmly embedded, immovable and unshakable.",
  "an7.67:5.3": "This is the first essential with which a king’s frontier citadel is well provided, to defend those within and repel those outside.",
  "an7.67:6.1": "Furthermore, a citadel has a moat that is deep and wide.",
  "an7.67:6.2": "This is the second essential …",
  "an7.67:7.1": "Furthermore, a citadel has a patrol path that is high and wide.",
  "an7.67:7.2": "This is the third essential …",
  "an7.67:8.1": "Furthermore, a citadel has stores of many weapons, both projectile and hand-held.",
  "an7.67:8.2": "This is the fourth essential …",
  "an7.67:9.1": "Furthermore, many kinds of armed forces reside in a citadel, such as ",
  "an7.67:9.2": "elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, fierce princes, shock troops, great warriors, heroes, leather-clad soldiers, and sons of slaves.",
  "an7.67:9.3": "This is the fifth essential …",
  "an7.67:10.1": "Furthermore, a citadel has a gatekeeper who is astute, competent, and intelligent. He keeps strangers out and let known people in.",
  "an7.67:10.2": "This is the sixth essential …",
  "an7.67:11.1": "Furthermore, a citadel has a wall that’s high and wide, covered with plaster.",
  "an7.67:11.2": "This is the seventh essential with which a king’s frontier citadel is well provided, to defend those within and repel those outside.",
  "an7.67:11.3": "With these seven essentials a citadel is well provided.",
  "an7.67:12.1": "What are the four kinds of sustenance it gets when needed, without trouble or difficulty?",
  "an7.67:12.2": "Firstly, a king’s frontier citadel has much grass, wood, and water stored up for the enjoyment, relief, and comfort of those within and to repel those outside.",
  "an7.67:13.1": "Furthermore, a king’s frontier citadel has much rice and barley stored up for those within.",
  "an7.67:14.1": "Furthermore, a king’s frontier citadel has much food such as sesame, green gram, and black gram stored up for those within.",
  "an7.67:15.1": "Firstly, a king’s frontier citadel has much medicine—",
  "an7.67:15.2": "ghee, butter, oil, honey, molasses, and salt—stored up for the enjoyment, relief, and comfort of those within and to repel those outside.",
  "an7.67:15.3": "These are the four kinds of sustenance it gets when needed, without trouble or difficulty.",
  "an7.67:16.1": "A king’s frontier citadel is well provided with seven essentials and gets four kinds of sustenance when needed, without trouble or difficulty.",
  "an7.67:16.2": "It is then called a king’s frontier citadel that cannot be overrun by external foes and enemies. ",
  "an7.67:16.3": "In the same way, a noble disciple has seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "an7.67:16.4": "They are then called a noble disciple who cannot be overrun by Māra, who cannot be overrun by the Wicked One.",
  "an7.67:16.5": "What are the seven good qualities that they have?",
  "an7.67:17.1": "Just as a king’s frontier citadel has a pillar with deep foundations, firmly embedded, immovable and unshakable, to defend those within and repel those outside,",
  "an7.67:17.2": "in the same way a noble disciple is faithful. They have faith in the Realized One’s awakening: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an7.67:17.4": "A noble disciple with faith as their pillar gives up the unwholesome and develops the wholesome,",
  "an7.67:17.5": "they give up the blameworthy and develop the blameless, ",
  "an7.67:17.6": "and they keep themselves pure.",
  "an7.67:17.7": "This is the first good quality they have.",
  "an7.67:18.1": "Just as a citadel has a moat that is deep and wide,",
  "an7.67:18.2": "Just as a citadel has a moat that is deep and wide,",
  "an7.67:18.3": "A noble disciple with conscience as their moat gives up the unwholesome and develops the wholesome,",
  "an7.67:18.4": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:18.5": "and they keep themselves pure. ",
  "an7.67:18.6": "This is the second good quality they have.",
  "an7.67:19.1": "Just as a citadel has a patrol path that is high and wide,",
  "an7.67:19.2": "In the same way a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the attainment of any bad, unwholesome qualities. ",
  "an7.67:19.3": "A noble disciple with prudence as their patrol path gives up the unwholesome and develops the wholesome,",
  "an7.67:19.4": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:19.5": "and they keep themselves pure. ",
  "an7.67:19.6": "This is the third good quality they have.",
  "an7.67:20.1": "Just as a citadel has stores of many weapons, both projectile and hand-held,",
  "an7.67:20.2": "in the same way a noble disciple is very learned. They remember and keep what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.",
  "an7.67:20.4": "A noble disciple with learning as their weapon gives up the unwholesome and develops the wholesome,",
  "an7.67:20.5": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:20.6": "and they keep themselves pure. ",
  "an7.67:20.7": "This is the fourth good quality they have.",
  "an7.67:21.1": "Just as many kinds of armed forces reside in a citadel …",
  "an7.67:21.3": "in the same way a noble disciple is energetic. They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an7.67:21.4": "A noble disciple with energy as their armed forces gives up the unwholesome and develops the wholesome,",
  "an7.67:21.5": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:21.6": "and they keep themselves pure. ",
  "an7.67:21.7": "This is the fifth good quality they have.",
  "an7.67:22.1": "Just as a citadel has a gatekeeper who is astute, competent, and intelligent, who keeps strangers out and lets known people in,",
  "an7.67:22.2": "in the same way a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.",
  "an7.67:22.3": "A noble disciple with mindfulness as their gatekeeper gives up the unwholesome and develops the wholesome,",
  "an7.67:22.4": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:22.5": "and they keep themselves pure. ",
  "an7.67:22.6": "This is the sixth good quality they have.",
  "an7.67:23.1": "Just as a citadel has a wall that’s high and wide, covered with plaster, to defend those within and repel those outside,",
  "an7.67:23.2": "in the same way a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an7.67:23.3": "A noble disciple with wisdom as their wall gives up the unwholesome and develops the wholesome,",
  "an7.67:23.4": "they give up the blameworthy and develop the blameless,  ",
  "an7.67:23.5": "and they keep themselves pure. ",
  "an7.67:23.6": "This is the seventh good quality they have.",
  "an7.67:23.7": "These are the seven good qualities that they have.",
  "an7.67:24.1": "And what are the four absorptions—blissful meditations in the present life that belong to the higher mind—that they get when they want, without trouble or difficulty?",
  "an7.67:24.2": "Just a king’s frontier citadel has much grass, wood, and water stored up for the enjoyment, relief, and comfort of those within and to repel those outside,",
  "an7.67:24.3": "in the same way a noble disciple, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "an7.67:24.4": "This is for their own enjoyment, relief, and comfort, and to reach extinguishment.",
  "an7.67:25.1": "Just as a king’s frontier citadel has much rice and barley stored up,",
  "an7.67:25.2": "in the same way, as the placing of the mind and keeping it connected are stilled, a noble disciple enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected. ",
  "an7.67:25.3": "This is for their own enjoyment, relief, and comfort, and to reach extinguishment.",
  "an7.67:26.1": "Just as a king’s frontier citadel has much food such as sesame, green gram, and black gram stored up,",
  "an7.67:26.2": "in the same way with the fading away of rapture, a noble disciple enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an7.67:26.3": "This is for their own enjoyment, relief, and comfort, and to reach extinguishment.",
  "an7.67:27.1": "Just as a king’s frontier citadel has much medicine—",
  "an7.67:27.2": "ghee, butter, oil, honey, molasses, and salt—stored up for the enjoyment, relief, and comfort of those within and to repel those outside,",
  "an7.67:27.3": "in the same way, giving up pleasure and pain, and ending former happiness and sadness, a noble disciple enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an7.67:27.4": "These are the four absorptions—blissful meditations in the present life that belong to the higher mind—which they get when they want, without trouble or difficulty.",
  "an7.67:28.1": "A noble disciple has seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "an7.67:28.2": "They are then called a noble disciple who cannot be overrun by Māra, who cannot be overrun by the Wicked One.”",
  "an7.67:29.1": " "
}