{
  "_markup_path": "markup/an/an07/an7.022.html",
  "_alt_strings": [
    "pi/an/an07/an7.022.json"
  ],
  "an7.22:1.1": "Numbered Discourses 7 ",
  "an7.22:2.1": "3 The Vajji Seven ",
  "an7.22:3.1": "22 With Vassakāra",
  "an7.22:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "an7.22:4.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "an7.22:4.3": "Now at that time King Ajātasattu Vedehiputta of Māgadha wanted to invade the Vajjis.",
  "an7.22:4.4": "He declared:",
  "an7.22:4.5": "“I will wipe out these Vajjis, so mighty and powerful! I will destroy them, and lay ruin and devastation upon them!”",
  "an7.22:5.1": "And then King Ajātasattu addressed Vassakāra the brahmin minister of Māgadha:",
  "an7.22:5.2": "“Please, brahmin, go to the Buddha,",
  "an7.22:5.3": "and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.",
  "an7.22:5.5": "And then say: ",
  "an7.22:5.6": "‘Sir, King Ajātasattu Vedehiputta of Māgadha wants to invade the Vajjis.",
  "an7.22:5.7": "He has declared:",
  "an7.22:5.8": "“I will wipe out these Vajjis, so mighty and powerful! I will destroy them, and lay ruin and devastation upon them!”’",
  "an7.22:5.9": "Remember well how the Buddha answers and tell it to me.",
  "an7.22:5.10": "For Realized Ones say nothing that is not so.”",
  "an7.22:6.1": "“Yes, sir,” Vassako replied. He went to the Buddha,",
  "an7.22:6.2": "and exchanged greetings with him.",
  "an7.22:6.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an7.22:6.4": "and said to the Buddha:",
  "an7.22:6.5": "“Master Gotama, King Ajātasattu bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.",
  "an7.22:6.6": "King Ajātasattu wants to invade the Vajjis.",
  "an7.22:6.7": "He has declared:",
  "an7.22:6.8": "‘I will wipe out these Vajjis, so mighty and powerful! I will destroy them, and lay ruin and devastation upon them!’”",
  "an7.22:7.1": "Now at that time Venerable Ānanda was standing behind the Buddha fanning him.",
  "an7.22:7.2": "Then the Buddha said to him: ",
  "an7.22:7.3": "“Ānanda, have you heard that",
  "an7.22:7.4": "the Vajjis meet frequently and have many meetings?”",
  "an7.22:7.5": "“Sir, I have heard this.”",
  "an7.22:7.7": "“As long as the Vajjis meet frequently and have many meetings,",
  "an7.22:7.8": "they can expect growth, not decline.",
  "an7.22:8.1": "Ānanda, have you heard that",
  "an7.22:8.2": "the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony?”",
  "an7.22:8.3": "“Sir, I have heard this.”",
  "an7.22:8.5": "“As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony,",
  "an7.22:8.6": "they can expect growth, not decline.",
  "an7.22:9.1": "Ānanda, have you heard that",
  "an7.22:9.2": "the Vajjis don’t make new decrees or abolish existing decrees, but undertake and follow the ancient Vajjian principles as they have been decreed?”",
  "an7.22:9.3": "“Sir, I have heard this.”",
  "an7.22:9.5": "“As long as the Vajjis don’t make new decrees or abolish existing decrees, but undertake and follow the ancient Vajjian principles as they have been decreed,",
  "an7.22:9.6": "they can expect growth, not decline.",
  "an7.22:10.1": "Ānanda, have you heard that",
  "an7.22:10.2": "the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to?”",
  "an7.22:10.3": "“Sir, I have heard this.”",
  "an7.22:10.5": "“As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to,",
  "an7.22:10.6": "they can expect growth, not decline.",
  "an7.22:11.1": "Ānanda, have you heard that",
  "an7.22:11.2": "the Vajjians don’t rape or abduct women or girls from their families and force them to live with them?”",
  "an7.22:11.3": "“Sir, I have heard this.”",
  "an7.22:11.5": "“As long as the Vajjians don’t rape or abduct women or girls from their families and force them to live with them,",
  "an7.22:11.6": "they can expect growth, not decline.",
  "an7.22:12.1": "Ānanda, have you heard that ",
  "an7.22:12.2": "the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past?”",
  "an7.22:12.3": "“Sir, I have heard this.”",
  "an7.22:12.5": "“As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past,",
  "an7.22:12.6": "they can expect growth, not decline.",
  "an7.22:13.1": "Ānanda, have you heard that ",
  "an7.22:13.2": "the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that",
  "an7.22:13.3": "more perfected ones might come to the realm and those already here may live in comfort,",
  "an7.22:13.4": "“Sir, I have heard this.”",
  "an7.22:13.7": "“As long as the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that",
  "an7.22:13.8": "more perfected ones might come to the realm and those already here may live in comfort,",
  "an7.22:13.9": "they can expect growth, not decline.”",
  "an7.22:14.1": "Then the Buddha said to Vassakāra:",
  "an7.22:14.2": "“Brahmin, this one time I was staying near Vesālī at the Sarandada woodland shrine.",
  "an7.22:14.3": "There I taught the Vajjis these seven that ensure you don’t decline.",
  "an7.22:14.4": "As long as these seven principles that ensure you don’t decline last among the Vajjians, and as long as the Vajjians are seen following them,",
  "an7.22:14.5": "they can expect growth, not decline.”",
  "an7.22:15.1": "“Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline.",
  "an7.22:15.2": "How much more so all seven!",
  "an7.22:15.3": "King Ajātasattu cannot defeat the Vajjis in war, unless by diplomacy or by sowing dissension.",
  "an7.22:15.4": "Well, now, Master Gotama, I must go. I have many duties, and much to do.”",
  "an7.22:15.5": "“Please, brahmin, go when you’re ready.” ",
  "an7.22:15.6": "Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left."
}