{
  "_markup_path": "markup/an/an07/an7.049.html",
  "_alt_strings": [
    "pi/an/an07/an7.049.json"
  ],
  "an7.49:1.1": "Numbered Discourses 7 ",
  "an7.49:2.1": "5 A Great Sacrifice ",
  "an7.49:3.1": "49 Perceptions in Detail",
  "an7.49:4.1": "“Mendicants, these seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless. ",
  "an7.49:4.2": "What seven? ",
  "an7.49:4.3": "The perceptions of ugliness, death, repulsiveness in food, dissatisfaction with the whole world, impermanence, suffering in impermanence, and not-self in suffering. ",
  "an7.49:4.4": "These seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless.",
  "an7.49:5.1": "‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’",
  "an7.49:5.2": "That’s what I said,",
  "an7.49:5.3": "but why did I say it?",
  "an7.49:5.4": "When a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. They shrink away, turn aside, and don’t get drawn into it. And either equanimity or repulsion remains.",
  "an7.49:5.5": "It’s like a chicken’s feather or a strip of sinew thrown in a fire. It shrivels up, shrinks up, rolls up, and doesn’t stretch out.",
  "an7.49:5.6": "In the same way, when a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse. …",
  "an7.49:6.1": "If a mendicant often meditates with a mind reinforced with the perception of ugliness, but their mind is drawn to sexual intercourse, and not repulsed, ",
  "an7.49:6.2": "they should know: ‘My perception of ugliness is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’",
  "an7.49:6.3": "In this way they are aware of the situation.",
  "an7.49:6.4": "But if a mendicant often meditates with a mind reinforced with the perception of ugliness, their mind draws back from sexual intercourse …",
  "an7.49:6.5": "they should know: ‘My perception of ugliness is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’",
  "an7.49:6.6": "In this way they are aware of the situation.",
  "an7.49:6.7": "‘When the perception of ugliness is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, and this is why I said it.",
  "an7.49:7.1": "‘When the perception of death is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:7.2": "When a mendicant often meditates with a mind reinforced with the perception of death, their mind draws back from attachment to life. …",
  "an7.49:8.7": "That’s what I said, and this is why I said it.",
  "an7.49:9.1": "‘When the perception of repulsiveness in food is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:9.2": "When a mendicant often meditates with a mind reinforced with the perception of death, their mind draws back from craving for tastes. …",
  "an7.49:10.4": "In this way they are aware of the situation.",
  "an7.49:10.8": "That’s what I said, and this is why I said it.",
  "an7.49:11.1": "‘When the perception of dissatisfaction with the whole world is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:11.3": "When a mendicant often meditates with a mind reinforced with the perception of death, their mind draws back from the world’s shiny things. …",
  "an7.49:12.8": "That’s what I said, and this is why I said it.",
  "an7.49:13.1": "‘When the perception of impermanence is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:13.3": "When a mendicant often meditates with a mind reinforced with the perception of impermanence, their mind draws back from material possessions, honors, and fame. …",
  "an7.49:14.7": "That’s what I said, and this is why I said it.",
  "an7.49:15.1": "‘When the perception of suffering in impermanence is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:15.3": "When a mendicant often meditates with a mind reinforced with the perception of suffering in impermanence, they establish a keen perception of the danger of sloth, laziness, slackness, negligence, lack of application, and unreflectiveness, like a killer with a drawn sword. …",
  "an7.49:16.7": "That’s what I said, and this is why I said it.",
  "an7.49:17.1": "‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, but why did I say it?",
  "an7.49:17.3": "When a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, their mind is rid of I-making, mine-making, and conceit for this conscious body and all external stimuli. It has gone beyond discrimination, and is peaceful and well freed.",
  "an7.49:18.1": "If a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, but their mind is not rid of I-making, mine-making, and conceit for this conscious body and all external stimuli; nor has it gone beyond discrimination, and is not peaceful or well freed,",
  "an7.49:18.2": "they should know: ‘My perception of not-self in suffering is undeveloped. I don’t have any distinction higher than before. I haven’t attained a fruit of development.’",
  "an7.49:18.3": "In this way they are aware of the situation. ",
  "an7.49:19.1": "But if a mendicant often meditates with a mind reinforced with the perception of not-self in suffering, and their mind is not rid of I-making, mine-making, and conceit for this conscious body and all external stimuli; and it has gone beyond discrimination, and is peaceful and well freed,",
  "an7.49:19.2": "they should know: ‘My perception of not-self in suffering is well developed. I have realized a distinction higher than before. I have attained a fruit of development.’",
  "an7.49:19.3": "In this way they are aware of the situation. ",
  "an7.49:19.4": "‘When the perception of not-self in suffering is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.’ That’s what I said, and this is why I said it.",
  "an7.49:20.1": "These seven perceptions, when developed and cultivated, are very fruitful and beneficial. They culminate in the deathless and end with the deathless.” "
}