{
  "_markup_path": "markup/an/an07/an7.043.html",
  "_alt_strings": [
    "pi/an/an07/an7.043.json"
  ],
  "an7.43:1.1": "Numbered Discourses 7",
  "an7.43:2.1": "4 Gods",
  "an7.43:3.1": "43 Graduation (2)",
  "an7.43:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an7.43:4.2": "At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.",
  "an7.43:4.3": "Then Venerable Ānanda got dressed in the morning and, taking his bowl and robes, entered Kosambi for alms.",
  "an7.43:4.4": "Then he thought:",
  "an7.43:4.5": "“It’s too early to wander for alms in Kosambi.",
  "an7.43:4.6": "Why don’t I go to the monastery of the wanderers who follow other paths?” ",
  "an7.43:4.7": "Then he went to the monastery of the wanderers who follow other paths, ",
  "an7.43:4.8": "and exchanged greetings with the wanderers there. ",
  "an7.43:4.9": "When the greetings and polite conversation were over, he sat down to one side.",
  "an7.43:5.1": "Now at that time while those wanderers who follow other paths were sitting together this discussion came up among them:",
  "an7.43:5.2": "“Reverends, anyone who lives the full and pure spiritual life for twelve years is qualified to be called a ‘graduate mendicant’.” ",
  "an7.43:6.1": "Ānanda neither approved nor dismissed that statement of the wanderers who follow other paths.",
  "an7.43:6.2": "He got up from his seat, thinking: ",
  "an7.43:6.3": "“I will learn the meaning of this statement from the Buddha himself.” ",
  "an7.43:6.4": "Then Ānanda wandered for alms in Kosambi. After the meal, on his return from alms-round, he went to the Buddha,",
  "an7.43:6.5": "bowed, sat down to one side, ",
  "an7.43:6.6": "and told him what had happened.",
  "an7.43:8.6": "“Sir, in this teaching and training can we describe a mendicant as a ‘graduate’ solely because they have completed a certain number of years?” ",
  "an7.43:9.1": "“No, Ānanda, we cannot.",
  "an7.43:9.2": "These are the seven qualifications for graduation that I make known after realizing them with my own insight.",
  "an7.43:10.1": "What seven? ",
  "an7.43:10.2": "It’s when someone is faithful, conscientious, prudent, learned, energetic, mindful, and wise.",
  "an7.43:10.3": "These are the seven qualifications for graduation that I make known after realizing them with my own insight.",
  "an7.43:10.4": "A mendicant who has these seven qualifications for graduation is qualified to be called a ‘graduate mendicant’. This is so whether they have lived the full and pure spiritual life for twelve years,",
  "an7.43:10.5": "twenty-four years, ",
  "an7.43:10.6": "thirty-six years, or forty-eight years.” "
}