{
  "_markup_path": "markup/an/an07/an7.095.html",
  "_alt_strings": [
    "pi/an/an07/an7.095.json"
  ],
  "an7.95:1.1": "Numbered Discourses 7 ",
  "an7.95:2.1": "10 Worthy of Offerings",
  "an7.95:3.1": "95 ",
  "an7.95:4.1": "“Mendicants, there are seven people worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. They are a supreme field of merit for the world.",
  "an7.95:4.3": "What seven? ",
  "an7.95:4.4": "First, take a person who meditates observing impermanence in the eye. They perceive impermanence and experience impermanence. Constantly, continually, and without stopping, they apply the mind and fathom with wisdom.",
  "an7.95:4.5": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements. ",
  "an7.95:4.6": "This is the first person worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. They are a supreme field of merit for the world.",
  "an7.95:5.1": "Next, take a person who meditates observing impermanence in the eye. …",
  "an7.95:5.2": "Their defilements and their life come to an end at exactly the same time. ",
  "an7.95:5.3": "This is the second person worthy of offerings … ",
  "an7.95:6.1": "Next, take a person who meditates observing impermanence in the eye. … ",
  "an7.95:6.2": "With the ending of the five lower fetters they’re extinguished in-between one life and the next. … This is the third person …",
  "an7.95:6.3": "With the ending of the five lower fetters they’re extinguished upon landing. … This is the fourth person … ",
  "an7.95:6.4": "With the ending of the five lower fetters they’re extinguished without extra effort. … This is the fifth person … ",
  "an7.95:6.5": "With the ending of the five lower fetters they’re extinguished with extra effort. … This is the sixth person … ",
  "an7.95:6.6": "With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. … ",
  "an7.95:6.7": "This is the seventh person worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. They are a supreme field of merit for the world.",
  "an7.95:6.9": "These seven people are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. They are a supreme field of merit for the world.”"
}