{
  "_markup_path": "markup/an/an07/an7.004.html",
  "_alt_strings": [
    "pi/an/an07/an7.004.json"
  ],
  "an7.4:1.1": "Numbered Discourses 7 ",
  "an7.4:2.1": "1 Wealth ",
  "an7.4:3.1": "4 Powers in Detail",
  "an7.4:4.1": "“Mendicants, there are these seven powers.",
  "an7.4:4.2": "What seven? ",
  "an7.4:4.3": "The powers of faith, energy, conscience, prudence, mindfulness, samādhi, and wisdom. ",
  "an7.4:5.1": "And what is the power of faith?  ",
  "an7.4:5.2": "It’s when a noble disciple has faith in the Realized One’s awakening:  ",
  "an7.4:5.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an7.4:5.5": "This is called the power of faith.",
  "an7.4:6.1": "And what is the power of energy?  ",
  "an7.4:6.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an7.4:6.3": "This called the power of energy.",
  "an7.4:7.1": "And what is the power of conscience?  ",
  "an7.4:7.2": "It’s when a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unwholesome qualities.",
  "an7.4:7.3": "This called the power of conscience.",
  "an7.4:8.1": "And what is the power of prudence?  ",
  "an7.4:8.2": "It’s when a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the attainment of any bad, unwholesome qualities. ",
  "an7.4:8.3": "This called the power of prudence.",
  "an7.4:9.1": "And what is the power of mindfulness?",
  "an7.4:9.2": "It’s when a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.",
  "an7.4:9.3": "This called the power of mindfulness.",
  "an7.4:10.1": "And what is the power of samādhi?",
  "an7.4:10.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected. And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an7.4:10.3": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
  "an7.4:10.4": "This is called the power of samādhi.",
  "an7.4:11.1": "And what is the power of wisdom?",
  "an7.4:11.2": "It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an7.4:11.3": "This is called the power of wisdom.",
  "an7.4:12.1": "These are the seven powers.” ",
  "an7.4:13.1": "“The powers are faith and energy, ",
  "an7.4:13.2": "conscience and prudence,",
  "an7.4:13.3": "mindfulness and samādhi, ",
  "an7.4:13.4": "and wisdom as the seventh power. ",
  "an7.4:13.5": "Empowered by these, ",
  "an7.4:13.6": "an astute mendicant lives happily. ",
  "an7.4:14.1": "They’d examine the teaching in the right way, ",
  "an7.4:14.2": "discerning the meaning with wisdom.",
  "an7.4:14.3": "The release of their heart",
  "an7.4:14.4": "is like a lamp going out.” "
}