{
  "_markup_path": "markup/an/an07/an7.051.html",
  "_alt_strings": [
    "pi/an/an07/an7.051.json"
  ],
  "an7.51:1.1": "Numbered Discourses 7 ",
  "an7.51:2.1": "5 A Great Sacrifice ",
  "an7.51:3.1": "51 Bound and Unbound",
  "an7.51:4.1": "“Mendicants, I will teach you an explanation of the teaching on the bound and the unbound.",
  "an7.51:4.2": "Listen and pay close attention, I will speak.",
  "an7.51:4.3": "And what is the explanation of the teaching on connection and disconnection?",
  "an7.51:5.1": "A woman focusses on her own femininity:",
  "an7.51:5.2": "her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment.",
  "an7.51:5.3": "She’s stimulated by this and takes pleasure in it.",
  "an7.51:5.4": "So she focusses on the masculinity of others:",
  "an7.51:5.5": "masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment.",
  "an7.51:5.6": "She’s stimulated by this and takes pleasure in it.",
  "an7.51:5.7": "So she desires to bond with another.",
  "an7.51:5.8": "And she desires the pleasure and happiness that comes from such a bond.",
  "an7.51:5.9": "Sentient beings who are attached to their femininity are bound to men.",
  "an7.51:5.10": "This is how a woman does not transcend her femininity.",
  "an7.51:6.1": "A man focusses on his own masculinity:",
  "an7.51:6.2": "his masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ",
  "an7.51:6.3": "He’s stimulated by this and takes pleasure in it.",
  "an7.51:6.4": "So he focusses on the femininity of others:",
  "an7.51:6.5": "feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ",
  "an7.51:6.6": "He’s stimulated by this and takes pleasure in it. ",
  "an7.51:6.7": "So he desires to bond with another.",
  "an7.51:6.8": "And he desires the pleasure and happiness that comes from such a bond.",
  "an7.51:6.9": "Sentient beings who are attached to their masculinity are bound to women.",
  "an7.51:6.10": "This is how a man does not transcend his masculinity.",
  "an7.51:6.11": "This is how one is bound.",
  "an7.51:7.1": "And how does one become unbound?",
  "an7.51:7.2": "A woman doesn’t focus on her own femininity:",
  "an7.51:7.3": "her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ",
  "an7.51:7.4": "She isn’t stimulated by this and takes no pleasure in it.",
  "an7.51:7.5": "So she doesn’t focus on the masculinity of others:",
  "an7.51:7.6": "masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ",
  "an7.51:7.7": "She isn’t stimulated by this and takes no pleasure in it.",
  "an7.51:7.8": "So she doesn’t desire to bond with another.",
  "an7.51:7.9": "Nor does she desire the pleasure and happiness that comes from such a bond.",
  "an7.51:7.10": "Sentient beings who are not attached to their femininity are not bound to men.",
  "an7.51:7.11": "This is how a woman transcends her femininity.",
  "an7.51:8.1": "A man doesn’t focus on his own masculinity:",
  "an7.51:8.2": "his masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment. ",
  "an7.51:8.3": "He isn’t stimulated by this and takes no pleasure in it.",
  "an7.51:8.4": "So he doesn’t focus on the femininity of others:",
  "an7.51:8.5": "feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment. ",
  "an7.51:8.6": "He isn’t stimulated by this and takes no pleasure in it.",
  "an7.51:8.7": "So he doesn’t desire to bond with another.",
  "an7.51:8.8": "Nor does he desire the pleasure and happiness that comes from such a bond.",
  "an7.51:8.9": "Sentient beings who are not attached to their masculinity are not bound to women.",
  "an7.51:8.10": "This is how a man transcends his masculinity.",
  "an7.51:8.11": "This is how one is unbound.",
  "an7.51:8.12": "This is the explanation of the teaching on connection and disconnection.”"
}