{
  "_markup_path": "markup/an/an07/an7.053.html",
  "_alt_strings": [
    "pi/an/an07/an7.053.json"
  ],
  "an7.53:1.1": "Numbered Discourses 7 ",
  "an7.53:2.1": "5 A Great Sacrifice ",
  "an7.53:3.1": "53 Nanda’s Mother",
  "an7.53:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an7.53:4.2": "At one time Venerables Sāriputta and Mahāmoggallāna were wandering in the Southern Hills together with a large Saṅgha of mendicants.",
  "an7.53:4.3": "Now at that time the laywoman Veḷukaṇṭakī, Nanda’s mother, rose before dawn and recited the verses of “The Way to the Beyond”.",
  "an7.53:5.1": "And at that time the great king Vessavaṇa was on his way from the north to the south on some business.",
  "an7.53:5.2": "he heard Nanda’s Mother reciting, and stood waiting for her to finish.",
  "an7.53:6.1": "Then when her recital was over she fell silent.",
  "an7.53:6.2": "Then, knowing she had finished, Vessavaṇa applauded, saying:",
  "an7.53:6.3": "“Good, sister! Good, sister!”",
  "an7.53:6.4": "“But who might you be, my dear?”",
  "an7.53:6.5": "“Sister, I am your brother Vessavaṇa, the great king.”",
  "an7.53:6.6": "“Good, my dear! Then may my recital of the teaching be my offering to you as my guest.”",
  "an7.53:6.7": "‘Good, sister! And let this also be your offering to me as your guest.",
  "an7.53:6.8": "Tomorrow, the mendicant Saṅgha headed by Sāriputta and Moggallāna will arrive at Veḷukaṇṭa before breakfast. When you’ve served the Saṅgha, please dedicate the teacher’s offering to me.",
  "an7.53:6.9": "Then that will also be your offering to me as your guest.”",
  "an7.53:7.1": "And when the night had passed the lay woman Nanda’s Mother had a variety of delicious foods prepared in her own home.",
  "an7.53:7.2": "Then the Saṅgha of mendicants headed by Sāriputta and Moggallāna arrived at Veḷukaṇṭa.",
  "an7.53:7.3": "Then Nanda’s Mother addressed a man:",
  "an7.53:7.4": "“Please, mister, go to the monastery and announce the time to the Saṅgha, saying:",
  "an7.53:7.5": "‘Sirs, it’s time. The meal is ready in the house of the lady Nanda’s Mother.’”",
  "an7.53:7.6": "“Yes, Ma’am,” that man replied, and he did as she said.",
  "an7.53:7.8": "And then the Saṅgha of mendicants headed by Sāriputta and Moggallāna got dressed in the morning and, taking their bowls and robes, went to the home of Nanda’s Mother,",
  "an7.53:7.9": "where they sat on the indicated seats.",
  "an7.53:7.10": "Then Nanda’s Mother served and satisfied them with her own hands with a variety of delicious foods.",
  "an7.53:8.1": "When Sāriputta had eaten and washed his hand and bowl, Nanda’s Mother sat down to one side.",
  "an7.53:8.2": "Sāriputta said to her:",
  "an7.53:8.3": "“Nanda’s Mother, who told you that the Saṅgha of mendicants was about to arrive?”",
  "an7.53:9.1": "“Sir, last night I rose before dawn and recited the verses of ‘The Way to the Beyond’, and then I fell silent.",
  "an7.53:9.2": "Then the great king Vessavaṇa, knowing I had finished, applauded me:",
  "an7.53:9.3": "‘Good, sister! Good, sister!’",
  "an7.53:9.4": "I asked: ‘But who might you be, my dear?’",
  "an7.53:9.5": "‘Sister, I am your brother Vessavaṇa, the great king.’",
  "an7.53:9.6": "‘Good, my dear! Then may my recital of the teaching be my offering to you as my guest.’",
  "an7.53:9.7": "‘Good, sister! And let this also be your offering to me as your guest.",
  "an7.53:9.8": "Tomorrow, the mendicant Saṅgha headed by Sāriputta and Moggallāna will arrive at Veḷukaṇṭa before breakfast. When you’ve served the Saṅgha, please dedicate the teacher’s offering to me. ",
  "an7.53:9.9": "Then that will also be your offering to me as your guest.’",
  "an7.53:9.10": "And so, sir, may the merit and the growth of merit in this gift be for the happiness of the great king Vessavaṇa.”",
  "an7.53:10.1": "“It’s incredible, Nanda’s Mother, it’s amazing",
  "an7.53:10.2": "that you converse face to face with a mighty and eminent god like the great king Vessavaṇa”",
  "an7.53:11.1": "“Sir, this is not my only incredible and amazing quality;",
  "an7.53:11.2": "there is another.",
  "an7.53:11.3": "I had an only son called Nanda who I loved dearly.",
  "an7.53:11.4": "The rulers forcibly abducted him on some pretext and had him executed.",
  "an7.53:11.5": "But I can’t recall getting upset when my boy was under arrest or being arrested, imprisoned or being put in prison, killed or being killed.”",
  "an7.53:11.6": "“It’s incredible, Nanda’s Mother, it’s amazing ",
  "an7.53:11.7": "that you purify even the arising of a thought.”",
  "an7.53:12.1": "“Sir, this is not my only incredible and amazing quality; ",
  "an7.53:12.2": "there is another. ",
  "an7.53:12.3": "When my husband died he was reborn in one of the realms of spirits.",
  "an7.53:12.4": "He revealed to me his previous life-form.",
  "an7.53:12.5": "But I can’t recall getting upset on that account.”",
  "an7.53:12.6": "“It’s incredible, Nanda’s Mother, it’s amazing ",
  "an7.53:12.7": "that you purify even the arising of a thought.”",
  "an7.53:13.1": "“Sir, this is not my only incredible and amazing quality; ",
  "an7.53:13.2": "there is another. ",
  "an7.53:13.3": "Ever since we were both young, and I was given in marriage to my husband, I can’t recall doing wrong by him even in thought, still less in deed.”",
  "an7.53:13.4": "“It’s incredible, Nanda’s Mother, it’s amazing ",
  "an7.53:13.5": "that you purify even the arising of a thought.”",
  "an7.53:14.1": "“Sir, this is not my only incredible and amazing quality; ",
  "an7.53:14.2": "there is another. ",
  "an7.53:14.3": "Ever since I declared myself a lay follower, I can’t recall deliberately breaking any precept.”",
  "an7.53:14.4": "“It’s incredible, Nanda’s Mother, it’s amazing!”",
  "an7.53:15.1": "“Sir, this is not my only incredible and amazing quality; ",
  "an7.53:15.2": "there is another. ",
  "an7.53:15.3": "Whenever I want, quite secluded from sensual pleasures, secluded from unwholesome qualities, I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an7.53:15.4": "As the placing of the mind and keeping it connected are stilled, I enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an7.53:15.5": "And with the fading away of rapture, I enter and remain in the third absorption, where I meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "an7.53:15.7": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.”",
  "an7.53:15.8": "“It’s incredible, Nanda’s Mother, it’s amazing!”",
  "an7.53:16.1": "“Sir, this is not my only incredible and amazing quality; ",
  "an7.53:16.2": "there is another. ",
  "an7.53:16.3": "Of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up.”",
  "an7.53:16.4": "“It’s incredible, Nanda’s Mother, it’s amazing!”",
  "an7.53:17.1": "Then Venerable Sāriputta educated, encouraged, fired up, and inspired Nanda’s Mother with a Dharma talk, after which he got up from his seat and left."
}