{
  "_markup_path": "markup/an/an07/an7.072.html",
  "_alt_strings": [
    "pi/an/an07/an7.072.json"
  ],
  "an7.72:1.1": "Numbered Discourses 7 ",
  "an7.72:2.1": "7 The Greater Chapter ",
  "an7.72:3.1": "72 The Simile of the Bonfire",
  "an7.72:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an7.72:4.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.",
  "an7.72:4.3": "While walking along the road, at a certain spot he saw a bonfire burning, blazing and glowing.",
  "an7.72:4.4": "Seeing this he left the road, sat at the root of a tree on an indicated seat,",
  "an7.72:4.5": "and addressed the mendicants:",
  "an7.72:4.6": "“Mendicants, do you see that bonfire burning, blazing, and glowing?”",
  "an7.72:4.7": "“Yes, sir.” ",
  "an7.72:5.1": "“What do you think, mendicants, which is better?",
  "an7.72:5.2": "To sit or lie down embracing that bonfire? Or to sit or lie down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet?”",
  "an7.72:5.3": "“Sir, it would be much better",
  "an7.72:5.4": "to sit or lie down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet. For it would be painful to sit or lie down embracing that bonfire.”",
  "an7.72:6.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man—of bad qualities, filthy, with suspicious behavior, secretive, no true ascetic or spiritual practitioner, though claiming to be one, rotten inside, corrupt, and depraved—to sit or lie down embracing that bonfire.",
  "an7.72:6.2": "Why is that? ",
  "an7.72:6.3": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:7.1": "But when such an unethical man ",
  "an7.72:7.2": "sits or lies down embracing a girl of the aristocrats or brahmins or householders with soft and tender hands and feet, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:8.1": "What do you think, mendicants, which is better?",
  "an7.72:8.2": "To have a strong man twist a tough horse-hair rope around both shins and tighten it",
  "an7.72:8.3": "so that it cut through your outer skin, inner skin, flesh, sinews, and bones, until it reached your marrow and stayed pressing there? Or to consent to propertied aristocrats or brahmins or householders bowing down to you?",
  "an7.72:8.4": "“Sir, it would be much better ",
  "an7.72:8.5": "to consent to propertied aristocrats or brahmins or householders bowing down. For it would be painful to have a strong man twist a tough horse-hair rope around your shins and tighten it so that it cut through the outer skin ",
  "an7.72:8.6": "until it reached the marrow and stayed pressing there.”",
  "an7.72:9.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man ",
  "an7.72:9.2": "to have a strong man twist a tough horse-hair rope around both shins and tighten it ",
  "an7.72:9.3": "until it reached the marrow and stayed pressing there.",
  "an7.72:9.4": "Why is that?",
  "an7.72:9.5": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:9.6": "But when such an unethical man ",
  "an7.72:9.7": "consents to propertied aristocrats or brahmins or householders bowing down, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:10.1": "What do you think, mendicants, which is better? ",
  "an7.72:10.2": "To have a strong man stab you in the chest with a sharp, oiled sword? Or to consent to propertied aristocrats or brahmins or householders revering you with folded palms?”",
  "an7.72:10.3": "“Sir, it would be much better ",
  "an7.72:10.4": "to consent to propertied aristocrats or brahmins or householders revering you with folded palms. For it would be painful to have a strong man stab you in the chest with a sharp, oiled sword.”",
  "an7.72:11.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man ",
  "an7.72:11.2": "to have a strong man stab him in the chest with a sharp, oiled sword.",
  "an7.72:11.3": "Why is that? ",
  "an7.72:11.4": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:11.5": "But when such an unethical man",
  "an7.72:11.6": "consents to propertied aristocrats or brahmins or householders revering him with folded palms, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:12.1": "What do you think, mendicants, which is better?",
  "an7.72:12.2": "To have a strong man wrap you up in a red-hot sheet of iron, burning, blazing, and glowing? Or to enjoy the use of a robe given in faith by propertied aristocrats or brahmins or householders?”",
  "an7.72:12.3": "“Sir, it would be much better ",
  "an7.72:12.4": "to enjoy the use of a robe given in faith by propertied aristocrats or brahmins or householders.",
  "an7.72:12.5": "For it would be painful to have a strong man wrap you up in a red-hot sheet of iron, burning, blazing, and glowing.”",
  "an7.72:13.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man  ",
  "an7.72:13.2": "to have a strong man wrap him up in a red-hot sheet of iron, burning, blazing, and glowing.",
  "an7.72:13.3": "Why is that? ",
  "an7.72:13.4": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:13.5": "But when such an unethical man  ",
  "an7.72:13.6": "enjoys the use of a robe given in faith by propertied aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:14.1": "What do you think, mendicants, which is better?",
  "an7.72:14.2": "To have a strong man force your mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, ",
  "an7.72:14.3": "that burns your lips, mouth, tongue, throat, and stomach before coming out below with your entrails? Or to enjoy alms-food given in faith by propertied aristocrats or brahmins or householders?”",
  "an7.72:14.4": "“Sir, it would be much better ",
  "an7.72:14.5": "to enjoy alms-food given in faith by propertied aristocrats or brahmins or householders. For it would be painful to have a strong man force your mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, ",
  "an7.72:14.6": "that burns your lips, mouth, tongue, throat, and stomach before coming out below with your entrails.”",
  "an7.72:15.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man  ",
  "an7.72:15.2": "to have a strong man force his mouth open with a hot iron spike and shove in a red-hot copper ball, burning, blazing, and glowing, ",
  "an7.72:15.3": "that burns his lips, mouth, tongue, throat, and stomach before coming out below with his entrails.",
  "an7.72:15.4": "Why is that? ",
  "an7.72:15.5": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:15.6": "But when such an unethical man ",
  "an7.72:15.7": "enjoy alms-food given in faith by propertied aristocrats or brahmins or householders, that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:16.1": "“What do you think, mendicants, which is better?",
  "an7.72:16.2": "To have a strong man grab you by the head or shoulders and make you sit or lie down on red-hot iron bed or seat? Or to enjoy the use of beds and seats given in faith by propertied aristocrats or brahmins or householders?”",
  "an7.72:16.3": "“Sir, it would be much better ",
  "an7.72:16.4": "to enjoy the use of beds and seats given in faith by propertied aristocrats or brahmins or householders. For it would be painful to have a strong man grab you by the head or shoulders and make you sit or lie down on a red-hot iron bed or seat.”",
  "an7.72:17.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man  ",
  "an7.72:17.2": "to have a strong man grab him by the head or shoulders and make him sit or lie down on a red-hot iron bed or seat.",
  "an7.72:17.3": "Why is that? ",
  "an7.72:17.4": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:17.5": "But when such an unethical man ",
  "an7.72:17.6": "enjoys the use of beds and seats given in faith by propertied aristocrats or brahmins or householders,",
  "an7.72:17.7": "that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:18.1": "What do you think, mendicants, which is better?",
  "an7.72:18.2": "To have a strong man grab you, turn you upside down, and shove you in a red-hot copper pot, burning, blazing, and glowing,",
  "an7.72:18.3": "where you’re seared in boiling scum, and swept up and down and round and round. Or to enjoy the use of dwellings given in faith by propertied aristocrats or brahmins or householders?”",
  "an7.72:18.4": "“Sir, it would be much better  ",
  "an7.72:18.5": "to enjoy the use of beds and seats given in faith by propertied aristocrats or brahmins or householders. For it would be painful to have a strong man grab you, turn you upside down, and shove you in a red-hot copper pot, burning, blazing, and glowing,",
  "an7.72:18.6": "where you’re seared in boiling scum, and swept up and down and round and round.”",
  "an7.72:19.1": "“I declare this to you, mendicants, I announce this to you! It would be better for that unethical man ",
  "an7.72:19.2": "to have a strong man grab him, turn him upside down, and shove him in a red-hot copper pot, burning, blazing, and glowing,",
  "an7.72:19.3": "where he’s seared in boiling scum, and swept up and down and round and round.",
  "an7.72:19.4": "Why is that? ",
  "an7.72:19.5": "Because that might result in death or deadly pain. But when his body breaks up, after death, it would not cause him to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an7.72:19.6": "But when such an unethical man ",
  "an7.72:19.7": "enjoys the use of dwellings given in faith by propertied aristocrats or brahmins or householders,",
  "an7.72:19.8": "that brings him lasting harm and suffering. When his body breaks up, after death, he’s reborn in a place of loss, a bad place, the underworld, hell.",
  "an7.72:20.1": "So you should train like this: ",
  "an7.72:20.2": "‘Our use of robes, alms-food, lodgings, and medicines and supplies for the sick shall be of great fruit and benefit for those who offered them. And our going forth will not be barren, but fruitful and fertile.’",
  "an7.72:20.3": "That’s how you should train.",
  "an7.72:20.4": "Considering your own good, mendicants, is quite enough for you to diligently perfect yourselves.",
  "an7.72:20.5": "Considering the good of others is quite enough for you to diligently perfect yourselves.",
  "an7.72:20.6": "Considering the good of both is quite enough for you to diligently perfect yourselves.”",
  "an7.72:21.1": "This is what the Buddha said.",
  "an7.72:21.2": "And while this discourse was being spoken, sixty monks spewed hot blood from their mouths.",
  "an7.72:21.3": "Sixty mendicants abandoned the training and returned to a lesser life, saying:",
  "an7.72:21.4": "‘It’s too hard, Blessed One! It’s just too hard!”",
  "an7.72:21.5": "And sixty monks were freed from defilements without grasping."
}