{
  "_markup_path": "markup/an/an07/an7.061.html",
  "_alt_strings": [
    "pi/an/an07/an7.061.json"
  ],
  "an7.61:1.1": "Numbered Discourses 7 ",
  "an7.61:2.1": "6 The Undeclared Points",
  "an7.61:3.1": "61 Nodding Off",
  "an7.61:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an7.61:4.2": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "an7.61:4.3": "Now at that time, in the land of the Magadhans near Kallavāḷamutta Village, Venerable Mahāmoggallāna was nodding off while meditating.",
  "an7.61:4.4": "The Buddha saw him with his clairvoyance that is purified and superhuman.",
  "an7.61:4.6": "Then, as easily as a strong person would extend or contract their arm,",
  "an7.61:4.8": "he vanished from the deer park at Bhesakaḷā’s Wood in the land of the Bhaggas and reappeared in front of Mahāmoggallāna near Kallavāḷamutta Village in the land of the Magadhans.",
  "an7.61:4.9": "He sat on the indicated seat",
  "an7.61:4.10": "and said to Mahāmoggallāna:",
  "an7.61:5.1": "“Are you nodding off, Moggallāna? Are you nodding off?”",
  "an7.61:5.2": "“Yes, sir.” ",
  "an7.61:5.3": "“So, Moggallāna, don’t focus on or cultivate the perception that you were meditating on when you fell drowsy. ",
  "an7.61:5.4": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:6.1": "But what if that doesn’t work? Then think about and consider the teaching as you’ve learned and memorized it, examining it with your mind.",
  "an7.61:6.2": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:7.1": "But what if that doesn’t work? Then recite in detail the teaching as you’ve learned and memorized it.",
  "an7.61:7.2": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:8.1": "But what if that doesn’t work? Then pinch your ears and rub your limbs",
  "an7.61:8.2": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:9.1": "But what if that doesn’t work? Then get up from your seat, flush your eyes with water, look around in every direction, and look up at the stars and constellations.",
  "an7.61:9.2": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:10.1": "But what if that doesn’t work? Then focus on the perception of light, concentrating on the perception of day,",
  "an7.61:10.2": "regardless of whether it’s night or day.",
  "an7.61:10.3": "And so, with an open and unenveloped heart, develop a mind that’s full of radiance.",
  "an7.61:10.4": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:11.1": "But what if that doesn’t work? Then walk meditation concentrating on  perception of continuity, your faculties directed inwards and your mind not scattered outside.",
  "an7.61:11.2": "It’s possible that you’ll give up drowsiness in this way.",
  "an7.61:12.1": "But what if that doesn’t work? Then lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "an7.61:12.2": "When you wake, you should get up quickly, thinking:",
  "an7.61:12.3": "‘I will not live attached to the pleasures of sleeping, lying down, and drowsing.’",
  "an7.61:12.4": "That’s how you should train.",
  "an7.61:13.1": "So you should train like this:",
  "an7.61:13.2": "‘I will not approach families with my head swollen with vanity.’",
  "an7.61:13.3": "That’s how you should train. ",
  "an7.61:13.4": "What happens if a mendicant approaches families with a head swollen with vanity? Well, families have business to attend to,",
  "an7.61:13.5": "so people might not notice when a mendicant arrives. In that case the mendicant thinks:",
  "an7.61:13.6": "‘Who on earth has turned this family against me? It seems they’re no longer interested in me.’",
  "an7.61:13.7": "And so, because they don’t get anything they feel dismayed. Being dismayed, they become restless. Being restless, they lose restraint. And without restraint the mind is far from samādhi.",
  "an7.61:14.1": "So you should train like this:",
  "an7.61:14.2": "‘I won’t get into arguments.’",
  "an7.61:14.3": "That’s how you should train. ",
  "an7.61:14.4": "When there’s an argument, you can expect there’ll be lots of talking. When there’s lots of talking, people become restless. Being restless, they lose restraint. And without restraint the mind is far from samādhi.",
  "an7.61:14.5": "Moggallāna, I don’t praise all kinds of closeness.",
  "an7.61:14.6": "Nor do I criticize all kinds of closeness.",
  "an7.61:14.7": "I don’t praise closeness with laypeople and renunciants.",
  "an7.61:14.8": "I do praise closeness with those lodgings that are quiet and still, far from the madding crowd, remote from human settlements, and appropriate for retreat.”",
  "an7.61:15.1": "When he said this, Venerable Moggallāna asked the Buddha:",
  "an7.61:15.2": "“Sir, how do you briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans?”",
  "an7.61:16.1": "“It’s when a mendicant has heard:",
  "an7.61:16.2": "‘Nothing is worth clinging on to.’",
  "an7.61:16.3": "When a mendicant has heard that",
  "an7.61:16.4": "nothing is worth clinging on to,",
  "an7.61:16.5": "they have insight into all things. Having insight into all things, they completely understand all things.",
  "an7.61:16.6": "Having completely understood all things, when they experience any kind of feeling—pleasant, unpleasant, or neutral—",
  "an7.61:16.7": "they meditate observing impermanence, dispassion, cessation, and letting go in those feelings.",
  "an7.61:16.8": "Meditating in this way, they don’t grasp at anything in the world. Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.",
  "an7.61:16.9": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "an7.61:16.10": "That’s how I briefly define a mendicant who is freed through the ending of craving, who has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal, and is best among gods and humans.”"
}