{
  "_markup_path": "markup/an/an07/an7.068.html",
  "_alt_strings": [
    "pi/an/an07/an7.068.json"
  ],
  "an7.68:1.1": "Numbered Discourses 7 ",
  "an7.68:2.1": "7 The Greater Chapter ",
  "an7.68:3.1": "68 One Who Knows the Teachings",
  "an7.68:4.1": "“A mendicant with seven qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an7.68:4.3": "What seven? ",
  "an7.68:4.4": "It’s when a mendicant knows the teachings, knows the meaning, knows themself, knows moderation, knows the right time, knows assemblies, and knows people high and low.",
  "an7.68:5.1": "And how is a mendicant one who knows the teachings?",
  "an7.68:5.2": "It’s when a mendicant knows the teachings:",
  "an7.68:5.3": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an7.68:5.4": "If a mendicant did not know these teachings,",
  "an7.68:5.6": "they would not be called ‘one who knows the teachings’.",
  "an7.68:5.7": "But because they do know these teachings,",
  "an7.68:5.9": "they are called ‘one who knows the teachings’.",
  "an7.68:5.10": "Such is the one who knows the teachings.",
  "an7.68:6.1": "And how are they one who knows the meaning?",
  "an7.68:6.2": "It’s when a mendicant knows the meaning of this or that statement:",
  "an7.68:6.3": "‘This is what that statement means; that is what this statement means.’",
  "an7.68:6.4": "If a mendicant did not know the meaning of this or that statement,",
  "an7.68:6.5": "they would not be called ‘one who knows the meaning’.",
  "an7.68:6.6": "But because they do know the meaning of this or that statement,",
  "an7.68:6.7": "they are called ‘one who knows the meaning’.",
  "an7.68:6.8": "Such is the one who knows the teachings and the one who knows the meaning.",
  "an7.68:7.1": "And how are they one who knows themself?",
  "an7.68:7.2": "It’s when a mendicant knows themself:",
  "an7.68:7.3": "‘This is the extent of my faith, ethics, learning, generosity, wisdom, and eloquence.’",
  "an7.68:7.4": "If a mendicant did not know themself,",
  "an7.68:7.5": "they would not be called ‘one who knows themself’.",
  "an7.68:7.6": "But because they do know themself,",
  "an7.68:7.7": "they are called ‘one who knows themself’.",
  "an7.68:7.8": "Such is the one who knows the teachings, the one who knows the meaning, and the one who knows themself.",
  "an7.68:8.1": "And how are they one who knows moderation?",
  "an7.68:8.2": "It’s when a mendicant knows moderation when receiving robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an7.68:8.3": "If a mendicant did not know moderation,",
  "an7.68:8.4": "they would not be called ‘one who knows moderation’.",
  "an7.68:8.5": "Such is the one who knows the teachings, the one who knows the meaning, and the one who knows themself, and the one who knows moderation.",
  "an7.68:9.1": "And how are they one who knows the right time?",
  "an7.68:9.2": "It’s when a mendicant knows the right time:",
  "an7.68:9.3": "‘This is the time for recitation; this is the time for questioning; this is the time for meditation; this is the time for solitude.’",
  "an7.68:9.4": "If a mendicant did not know the right time,",
  "an7.68:9.5": "they would not be called ‘one who knows the right time’.",
  "an7.68:9.6": "But because they do know the right time,",
  "an7.68:9.7": "they are called ‘one who knows the right time’.",
  "an7.68:9.8": "Such is the one who knows the teachings, the one who knows the meaning, and the one who knows themself, the one who knows moderation, and the one who knows the right time.",
  "an7.68:10.1": "And how are they one who knows assemblies?",
  "an7.68:10.2": "It’s when a mendicant knows assemblies:",
  "an7.68:10.3": "‘This is an assembly of aristocrats, of brahmins, of householders, or of ascetics.",
  "an7.68:10.4": "This one should be approached in this way. This is how to stand, to act, to sit, to speak, or to stay silent when there.’",
  "an7.68:10.5": "If a mendicant did not know assemblies,",
  "an7.68:10.7": "they would not be called ‘one who knows assemblies’.",
  "an7.68:10.8": "But because they do know assemblies,",
  "an7.68:10.10": "they are called ‘one who knows assemblies’.",
  "an7.68:10.11": "Such is the one who knows the teachings, the one who knows the meaning, and the one who knows themself, the one who knows moderation, and the one who knows the right time, and the one who knows assemblies.",
  "an7.68:11.1": "And how are they one who knows people high and low?",
  "an7.68:11.2": "It’s when a mendicant understands people in terms of pairs.",
  "an7.68:11.3": "Two people:",
  "an7.68:11.4": "One likes to see the noble ones, one does not.",
  "an7.68:11.5": "The person who doesn’t like to see the noble ones is reprehensible in that respect.",
  "an7.68:11.6": "The person who does like to see the noble ones is praiseworthy in that respect.",
  "an7.68:12.1": "Two people like to see the noble ones:",
  "an7.68:12.2": "One likes to hear the true teaching, one does not.",
  "an7.68:12.3": "The person who doesn’t like to hear the true teaching is reprehensible in that respect.",
  "an7.68:12.4": "The person who does like to hear the true teaching is praiseworthy in that respect.",
  "an7.68:13.1": "Two people like to hear the true teaching:",
  "an7.68:13.2": "One listens well to the teaching, one does not.",
  "an7.68:13.3": "The person who doesn’t listen well to the teaching is reprehensible in that respect.",
  "an7.68:13.4": "The person who does listen well to the teaching is praiseworthy in that respect.",
  "an7.68:14.1": "Two people listen well to the teaching:",
  "an7.68:14.2": "One remembers the teaching they’ve heard, one does not.",
  "an7.68:14.3": "The person who doesn’t remember the teaching they’ve heard is reprehensible in that respect.",
  "an7.68:14.4": "The person who does remember the teaching they’ve heard is praiseworthy in that respect.",
  "an7.68:15.1": "Two people remember the teaching they’ve heard:",
  "an7.68:15.2": "One reflects on the meaning of the teachings they have remembered, one does not.",
  "an7.68:15.3": "The person who does not reflect on the meaning of the teachings they have remembered is reprehensible in that respect.",
  "an7.68:15.4": "The person who does reflect on the meaning of the teachings they have remembered is praiseworthy in that respect.",
  "an7.68:16.1": "Two people reflect on the meaning of the teachings they have remembered:",
  "an7.68:16.2": "One understands the meaning and the teaching and practices accordingly, one understands the meaning and the teaching but does not practice accordingly.",
  "an7.68:16.3": "The person who understands the meaning and the teaching but does not practice accordingly is reprehensible in that respect.",
  "an7.68:16.4": "The person who understands the meaning and the teaching and practices accordingly is praiseworthy in that respect.",
  "an7.68:17.1": "Two people understand the meaning and the teaching and practice accordingly:",
  "an7.68:17.2": "One practices to benefit themselves but not others, and one practices to benefit both themselves and others.",
  "an7.68:17.3": "The person who practices to benefit themselves but not others is reprehensible in that respect.",
  "an7.68:17.4": "The person who practices to benefit both themselves and others is praiseworthy in that respect.",
  "an7.68:18.1": "That’s how a mendicant understands people in terms of pairs.",
  "an7.68:19.1": "That’s how a mendicant is one who knows people high and low.",
  "an7.68:19.2": "A mendicant with these seven factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}