{
  "_markup_path": "markup/an/an07/an7.054.html",
  "_alt_strings": [
    "pi/an/an07/an7.054.json"
  ],
  "an7.54:1.1": "Numbered Discourses 7 ",
  "an7.54:2.1": "6 The Undeclared Points",
  "an7.54:3.1": "54 The Undeclared Points",
  "an7.54:4.1": "Then a mendicant went up to the Buddha, ",
  "an7.54:4.2": "bowed, sat down to one side,",
  "an7.54:4.3": "and said to him:",
  "an7.54:4.4": "“Sir, what is the cause, what is the reason why an educated noble disciple has no doubts regarding the undeclared points?”",
  "an7.54:5.1": "“Mendicant, it’s due to the cessation of views that an educated noble disciple has no doubts regarding the undeclared points. ",
  "an7.54:5.2": "‘A Realized One exists after death’: this is a misconception.",
  "an7.54:5.3": "‘A Realized One doesn’t exist after death’: this is a misconception.",
  "an7.54:5.4": "‘A Realized One both exists and doesn’t exist after death’: this is a misconception.",
  "an7.54:5.5": "‘A Realized One neither exists nor doesn’t exist after death’: this is a misconception.",
  "an7.54:5.6": "An uneducated ordinary person doesn’t understand views, their origin, their cessation, or the practice that leads to their cessation.",
  "an7.54:5.7": "And so their views grow. They’re not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They’re not freed from suffering, I say.",
  "an7.54:6.1": "An educated noble disciple does understand views, their origin, their cessation, and the practice that leads to their cessation.",
  "an7.54:6.2": "And so their views cease. They’re freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They’re freed from suffering, I say.",
  "an7.54:6.3": "Knowing and seeing this, an educated noble disciple does not answer: ‘A Realized One exists after death’,",
  "an7.54:6.4": "‘a Realized One doesn’t exist after death’, ",
  "an7.54:6.5": "‘a Realized One both exists and doesn’t exist after death’, ",
  "an7.54:6.6": "‘a Realized One neither exists nor doesn’t exist after death.’",
  "an7.54:6.7": "Knowing and seeing this, an educated noble disciple does not declare the undeclared points.",
  "an7.54:6.8": "Knowing and seeing this, an educated noble disciple doesn’t shake, tremble, quake, or become nervous regarding the undeclared points.",
  "an7.54:7.1": "‘A Realized One exists after death’: this is just about craving. …",
  "an7.54:7.2": "it’s just about perception …",
  "an7.54:7.3": "it’s a concept …",
  "an7.54:7.4": "it’s a proliferation …",
  "an7.54:7.5": "it’s just about grasping …",
  "an7.54:7.6": "‘A Realized One exists after death’: this is a regret.",
  "an7.54:7.7": "‘A Realized One doesn’t exist after death’: this is a regret.",
  "an7.54:7.8": "‘A Realized One both exists and doesn’t exist after death’: this is a regret.",
  "an7.54:7.9": "‘A Realized One neither exists nor doesn’t exist after death’: this is a regret.",
  "an7.54:7.10": "An uneducated ordinary person doesn’t understand regrets, their origin, their cessation, or the practice that leads to their cessation.",
  "an7.54:7.11": "And so their regrets grow. They’re not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They’re not freed from suffering, I say.",
  "an7.54:8.1": "An educated noble disciple does understand regrets, their origin, their cessation, and the practice that leads to their cessation.",
  "an7.54:8.2": "And so their regrets cease. They’re freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They’re freed from suffering, I say.",
  "an7.54:8.4": "Knowing and seeing this, an educated noble disciple does not answer: ‘A Realized One exists after death’ …",
  "an7.54:8.5": "‘a Realized One neither exists nor doesn’t exist after death.’",
  "an7.54:8.6": "Knowing and seeing this, an educated noble disciple does not declare the undeclared points. ",
  "an7.54:8.7": "Knowing and seeing this, an educated noble disciple doesn’t shake, tremble, quake, or become nervous regarding the undeclared points. ",
  "an7.54:8.8": "This is the cause, this is the reason why an educated noble disciple has no doubts regarding the undeclared points.”"
}