{
  "de": {
    "about:1": "Über SuttaCentral ",
    "about:2": "SuttaCentral ist eine Webseite, die von einem kleinen Team betrieben wird, das ursprünglich in Australien ansässig war. Wir sind keiner Institution angegliedert, sondern sind eine Gruppe von Freunden mit Interesse an den Suttas. Begründet wurde SuttaCentral von Rod Bucknell, John Kelly und Bhante Sujato. Seit 2017 sind Bhante Sujato, Ayya Vimala und Blake Walsh die Hauptentwickler. Die Webseite wird finanziell vom <i lang='en'>SuttaCentral Development Trust</i> unterstützt, einer gemeinnützigen Organisation, die in Australien registriert ist. ",
    "about:3": "SuttaCentral möchte das Studium der buddhistischen Texte aus vergleichender und historischer Sicht fördern. Es stellt die Texte, die den „frühen Buddhismus“ repräsentieren, in den Mittelpunkt, das sind Texte, die nicht nur im Pali-Sutta- und -Vinayapiṭaka bewahrt wurden, sondern auch in chinesischen und tibetischen Übersetzungen und als fragmentarische Reste auf Sanskrit und in anderen Sprachen. ",
    "about:4": "SuttaCentral eröffnet einen Zugang zu diesem Material, indem es Benutzern die Möglichkeit gibt, rasch die chinesischen, tibetischen und/oder Sanskrit-Parallelen zu jedem beliebigen Palitext zu finden und umgekehrt. Wenn man diese Information gefunden hat, kann man den eigentlichen Text zu Rate ziehen oder verfügbare Übersetzungen betrachten. ",
    "about:5": "Während unser Hauptfokus die Webseite ist, publizieren wir auch einige Texte in Buchform. ",
    "about:6": "SuttaCentral ist in ständiger Entwicklung begriffen und wird regelmäßig aktualisiert. Um über die Neuerungen auf dem Laufenden zu bleiben, <a href='https://discourse.suttacentral.net/c/meta/updates' rel='noopener' target='_blank'>können Sie in der Kategorie <i lang='en'>Updates</i> auf unserem Forum nachschauen</a>. ",
    "about:7": "Privatsphäre und Sicherheit ",
    "about:8": "SuttaCentral unterstützt weder Werbung noch Webtracking und wird das nie tun. Wir sammeln keine persönlichen Daten von Nutzern ohne deren Wissen und Zustimmung. Alle unsere Seiten laufen über sichere, verschlüsselte Verbindungen. "
  }
}