{
  "_markup_path": "markup/an/an05/an5.026.html",
  "_alt_strings": [
    "pi/an/an05/an5.026.json"
  ],
  "an5.26:1.1": "Numbered Discourses 5",
  "an5.26:2.1": "3 With Five Factors",
  "an5.26:3.1": "26 Opportunities for Freedom",
  "an5.26:4.1": "“Mendicants, there are these five opportunities for freedom. If a mendicant stays diligent, keen, and determined at these times, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.",
  "an5.26:5.1": "What five?",
  "an5.26:5.2": "Firstly, the Teacher or a respected spiritual companion teaches Dharma to a mendicant. ",
  "an5.26:5.3": "That mendicant feels inspired by the meaning and the teaching in that Dharma, no matter how the Teacher or a respected spiritual companion teaches it.",
  "an5.26:5.4": "Feeling inspired, gladness springs up.",
  "an5.26:5.5": "Being joyful, rapture springs up.",
  "an5.26:5.6": "When the mind is full of rapture, the body becomes tranquil.",
  "an5.26:5.7": "When the body is tranquil, one feels bliss.",
  "an5.26:5.8": "And when blissful, the mind comes together in samādhi.",
  "an5.26:5.9": "This is the first opportunity for freedom. If a mendicant stays diligent, keen, and determined at this time, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.",
  "an5.26:5.10": "<span class=”brnum”>(1)</span>",
  "an5.26:6.1": "Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dharma to a mendicant. But the mendicant teaches Dharma in detail to others as they learned and memorized it.",
  "an5.26:6.2": "That mendicant feels inspired by the meaning and the teaching in that Dharma, no matter how they teach it in detail to others as they learned and memorized it.",
  "an5.26:6.3": "Feeling inspired, gladness springs up.",
  "an5.26:6.4": "Being joyful, rapture springs up.",
  "an5.26:6.5": "When the mind is full of rapture, the body becomes tranquil.",
  "an5.26:6.6": "When the body is tranquil, one feels bliss.",
  "an5.26:6.7": "And when blissful, the mind comes together in samādhi.",
  "an5.26:6.8": "This is the second opportunity for freedom. …",
  "an5.26:6.9": "<span class=”brnum”>(2)</span>",
  "an5.26:7.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dharma. But the mendicant recites the Dharma in detail as they learned and memorized it.",
  "an5.26:7.2": "That mendicant feels inspired by the meaning and the teaching in that Dharma, no matter how they recite it in detail as they learned and memorized it.",
  "an5.26:7.3": "Feeling inspired, gladness springs up.",
  "an5.26:7.4": "Being joyful, rapture springs up.",
  "an5.26:7.5": "When the mind is full of rapture, the body becomes tranquil.",
  "an5.26:7.6": "When the body is tranquil, one feels bliss.",
  "an5.26:7.7": "And when blissful, the mind comes together in samādhi.",
  "an5.26:7.8": "This is the third opportunity for freedom. …",
  "an5.26:7.9": "<span class=”brnum”>(3)</span>",
  "an5.26:8.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dharma … nor does the mendicant recite the Dharma. ",
  "an5.26:8.2": "But the mendicant thinks about and considers the Dharma in their heart, examining it with the mind as they learned and memorized it.",
  "an5.26:8.3": "That mendicant feels inspired by the meaning and the teaching in that Dharma, no matter how they think about and consider it in their heart, examining it with the mind as they learned and memorized it.",
  "an5.26:8.4": "Feeling inspired, gladness springs up.",
  "an5.26:8.5": "Being joyful, rapture springs up.",
  "an5.26:8.6": "When the mind is full of rapture, the body becomes tranquil.",
  "an5.26:8.7": "When the body is tranquil, one feels bliss.",
  "an5.26:8.8": "And when blissful, the mind comes together in samādhi.",
  "an5.26:8.9": "This is the fourth opportunity for freedom. …",
  "an5.26:8.10": "<span class=”brnum”>(4)</span>",
  "an5.26:9.1": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dharma … nor does the mendicant recite the Dharma … or think about it.",
  "an5.26:9.2": "But a meditation subject as a basis for samādhi is properly grasped, attended, borne in mind, and penetrated with wisdom.",
  "an5.26:9.3": "That mendicant feels inspired by the meaning and the teaching in that Dharma, no matter how a meditation subject as a basis for samādhi is properly grasped, attended, borne in mind, and penetrated with wisdom.",
  "an5.26:9.4": "Feeling inspired, gladness springs up.",
  "an5.26:9.5": "Being joyful, rapture springs up.",
  "an5.26:9.6": "When the mind is full of rapture, the body becomes tranquil.",
  "an5.26:9.7": "When the body is tranquil, one feels bliss.",
  "an5.26:9.8": "And when blissful, the mind comes together in samādhi.",
  "an5.26:9.9": "This is the fifth opportunity for freedom. …",
  "an5.26:9.10": "<span class=”brnum”>(5)</span>",
  "an5.26:10.1": "These are the five opportunities for freedom. If a mendicant stays diligent, keen, and determined at these times, their mind is freed, their defilements are ended, and they arrive the supreme sanctuary.”"
}