{
  "_markup_path": "markup/an/an05/an5.028.html",
  "_alt_strings": [
    "pi/an/an05/an5.028.json"
  ],
  "an5.28:1.1": "Numbered Discourses 5",
  "an5.28:2.1": "3 With Five Factors",
  "an5.28:3.1": "28 With Five Factors",
  "an5.28:4.1": "“Mendicants, I will teach you how to develop noble right samādhi with five factors.",
  "an5.28:4.2": "Listen and pay close attention, I will speak.”",
  "an5.28:4.3": "“Yes, sir,” they replied. ",
  "an5.28:4.4": "The Buddha said this: ",
  "an5.28:5.1": "And how do you develop noble right samādhi with five factors?",
  "an5.28:5.2": "Firstly, a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption. It has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an5.28:5.3": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion.",
  "an5.28:5.4": "There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "an5.28:5.5": "It’s like when an expert bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it",
  "an5.28:5.6": "until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.",
  "an5.28:5.7": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion.",
  "an5.28:5.8": "There’s no part of the body that’s not spread with rapture and bliss born of seclusion.",
  "an5.28:5.9": "This is the first way to develop noble right samādhi with five factors.",
  "an5.28:5.10": "<span class=”brnum”>(1)</span>",
  "an5.28:6.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected. ",
  "an5.28:6.2": "They drench, steep, fill, and spread their body with rapture and bliss born of samādhi.",
  "an5.28:6.3": "There’s no part of the body that’s not spread with rapture and bliss born of samādhi.",
  "an5.28:6.4": "It’s like a deep lake fed by spring water.",
  "an5.28:6.5": "There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time.",
  "an5.28:6.6": "But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake.",
  "an5.28:6.7": "There’s no part of the lake that’s not spread through with cool water.",
  "an5.28:6.8": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of samādhi.",
  "an5.28:6.9": "There’s no part of the body that’s not spread with rapture and bliss born of samādhi.",
  "an5.28:6.10": "This is the second way to develop noble right samādhi with five factors.",
  "an5.28:6.11": "<span class=”brnum”>(2)</span>",
  "an5.28:7.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an5.28:7.2": "They drench, steep, fill, and spread their body with bliss free of rapture.",
  "an5.28:7.3": "There’s no part of the body that’s not spread with bliss free of rapture.",
  "an5.28:7.4": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater.",
  "an5.28:7.5": "From the tip to the root they’re drenched, steeped, filled, and spread through with cool water.",
  "an5.28:7.6": "There’s no part of them that’s not spread through with cool water.",
  "an5.28:7.7": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture.",
  "an5.28:7.8": "There’s no part of the body that’s not spread with bliss free of rapture.",
  "an5.28:7.9": "This is the third way to develop noble right samādhi with five factors.",
  "an5.28:7.10": "<span class=”brnum”>(3)</span>",
  "an5.28:8.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness. ",
  "an5.28:8.2": "They sit spreading their body through with pure bright mind.",
  "an5.28:8.3": "There’s no part of the body that’s not spread with pure bright mind.",
  "an5.28:8.4": "It’s like someone sitting wrapped from head down with white cloth.",
  "an5.28:8.5": "There’s no part of the body that’s not spread over with white cloth.",
  "an5.28:8.6": "In the same way, they sit spreading their body through with pure bright mind.",
  "an5.28:8.7": "There’s no part of the body that’s not spread with pure bright mind.",
  "an5.28:8.8": "This is the fourth way to develop noble right samādhi with five factors.",
  "an5.28:8.9": "<span class=”brnum”>(4)</span>",
  "an5.28:9.1": "Furthermore, the meditation that is a basis for reviewing is properly grasped, attended, borne in mind, and penetrated with wisdom by a mendicant.",
  "an5.28:9.2": "It’s like when someone views someone else. Someone standing might view someone sitting, or someone sitting might view someone lying down.",
  "an5.28:9.3": "In the same way, the meditation that is a basis for reviewing is properly grasped, attended, borne in mind, and penetrated with wisdom by a mendicant.",
  "an5.28:9.4": "This is the fifth way to develop noble right samādhi with five factors.",
  "an5.28:9.5": "<span class=”brnum”>(5)</span>",
  "an5.28:10.1": "When the noble right samādhi with five-factor is cultivated in this way, a mendicant becomes capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an5.28:11.1": "Suppose a water jar was placed on a stand, full to the brim so a crow could drink from it.",
  "an5.28:11.2": "If a strong man was to tip it any which way, would water pour out?”",
  "an5.28:11.3": "“Yes, sir.”",
  "an5.28:11.4": "“In the same way, when noble right samādhi with five-factors is cultivated in this way, a mendicant becomes capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an5.28:12.1": "Suppose there was a square, walled lotus pond on level ground, full to the brim so a crow could drink from it.",
  "an5.28:12.2": "If a strong man was to open the wall on any side, would water pour out?”",
  "an5.28:12.3": "“Yes, sir.”",
  "an5.28:12.4": "“In the same way, when noble right samādhi with five-factors is cultivated in this way, a mendicant becomes capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an5.28:13.1": "Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. ",
  "an5.28:13.2": "Then an expert horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes.",
  "an5.28:13.3": "In the same way, when the noble right samādhi with five-factor is cultivated in this way, a mendicant becomes capable of realizing anything that can be realized by turning their mind toward insight, in each and every case.",
  "an5.28:14.1": "If you wish:",
  "an5.28:14.2": "‘May I wield the many kinds of psychic power:",
  "an5.28:14.3": "multiplying myself and becoming one again … controlling the body as far as the Brahmā realm.’ You’re capable of realizing it, in each and every case.",
  "an5.28:15.1": "If you wish:",
  "an5.28:15.2": "‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds,",
  "an5.28:15.3": "human and divine, whether near or far.’ You’re capable of realizing it, in each and every case.",
  "an5.28:16.1": "If you wish:",
  "an5.28:16.2": "‘May I understand the minds of other beings and individuals, having comprehended them with my mind.",
  "an5.28:16.3": "May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”; mind with hate as “mind with hate”, and mind without hate as “mind without hate”; mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”; contracted mind as “contracted mind”, and scattered mind as “scattered mind”; expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”; mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”; mind unified in samādhi as “mind unified in samādhi”, and mind not unified in samādhi as “mind not unified in samādhi”; freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’ You’re capable of realizing it, in each and every case.",
  "an5.28:17.1": "If you wish:",
  "an5.28:17.2": "‘May I recollect many kinds of past lives, that is,",
  "an5.28:17.3": "one life, two lives … May I recollect my many past lives, with features and details.’ You’re capable of realizing it, in each and every case.",
  "an5.28:18.1": "If you wish:",
  "an5.28:18.2": "‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn … according to their deeds.’ You’re capable of realizing it, in each and every case.",
  "an5.28:19.1": "If you wish:",
  "an5.28:19.2": "‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ You’re capable of realizing it, in each and every case.”"
}