{
  "_markup_path": "markup/an/an05/an5.191.html",
  "_alt_strings": [
    "pi/an/an05/an5.191.json"
  ],
  "an5.191:1.1": "Numbered Discourses 5 ",
  "an5.191:2.1": "20 Brahmins",
  "an5.191:3.1": "191 Dogs",
  "an5.191:4.1": "“Mendicants, these five ancient principles of the brahmins are seen these days among dogs, but not among brahmins.",
  "an5.191:4.2": "What five? ",
  "an5.191:4.3": "In the past brahmins had sex only with brahmin women, not with others.",
  "an5.191:4.4": "These days brahmins have sex with both brahmin women and others.",
  "an5.191:4.5": "But these days dogs have sex only with female dogs, not with other species.",
  "an5.191:4.6": "This is the first ancient principle of the brahmins seen these days among dogs, but not among brahmins.",
  "an5.191:5.1": "In the past brahmins had sex only with brahmin women in the fertile half of the month that starts with menstruation, not at other times.",
  "an5.191:5.2": "These days brahmins have sex with brahmin women both in the fertile half of the month and at other times.",
  "an5.191:5.3": "But these days dogs have sex only with female dogs when they are in heat, not at other times.",
  "an5.191:5.4": "This is the second ancient principle of the brahmins seen these days among dogs, but not among brahmins.",
  "an5.191:6.1": "In the past brahmins neither bought nor sold brahmin women. They lived together because they loved each other and wanted their family line to continue. ",
  "an5.191:6.2": "These days brahmins both buy and sell brahmin women. They live together whether they love each other or not and they want their family line to continue. ",
  "an5.191:6.3": "But these days dogs neither buy nor sell female dogs. They live together because they’re attracted to each other and want their family line to continue. ",
  "an5.191:6.4": "This is the third ancient principle of the brahmins seen these days among dogs, but not among brahmins.",
  "an5.191:7.1": "In the past brahmins did not store up money, grain, silver, or gold.",
  "an5.191:7.2": "These days brahmins do store up money, grain, silver, gold.",
  "an5.191:7.3": "But these days dogs don’t store up money, grain, silver, or gold.",
  "an5.191:7.4": "This is the fourth ancient principle of the brahmins seen these days among dogs, but not among brahmins.",
  "an5.191:8.1": "In the past brahmins went looking for almsfood for dinner in the evening, and for breakfast in the morning.",
  "an5.191:8.2": "These days brahmins eat as much as they like until their bellies are full, then take away the leftovers.",
  "an5.191:8.3": "But these days dogs go looking for dinner in the evening, and for breakfast in the morning.",
  "an5.191:8.4": "This is the fifth ancient principle of the brahmins seen these days among dogs, but not among brahmins.",
  "an5.191:8.5": "These five ancient principles of the brahmins are seen these days among dogs, but not among brahmins.”"
}