{
  "_markup_path": "markup/an/an05/an5.054.html",
  "_alt_strings": [
    "pi/an/an05/an5.054.json"
  ],
  "an5.54:1.1": "Numbered Discourses 5",
  "an5.54:2.1": "6 Hindrances",
  "an5.54:3.1": "54 Times Good for Meditation",
  "an5.54:4.1": "“Mendicants, there are five times that are not good for meditation.",
  "an5.54:4.2": "What five?",
  "an5.54:4.3": "Firstly, a mendicant is old, overcome with old age.",
  "an5.54:4.4": "This is the first time that’s not good for meditation.",
  "an5.54:5.1": "Furthermore, a mendicant is sick, overcome by sickness.",
  "an5.54:5.2": "This is the second time that’s not good for meditation.",
  "an5.54:6.1": "Furthermore, there’s a famine, a bad harvest, so it’s hard to get alms-food, and not easy to keep going by collecting alms.",
  "an5.54:6.2": "This is the third time that’s not good for meditation.",
  "an5.54:7.1": "Furthermore, there’s peril from wild savages, and the countryfolk mount their vehicles and flee everywhere. ",
  "an5.54:7.2": "This is the fourth time that’s not good for meditation.",
  "an5.54:8.1": "Furthermore, there’s a schism in the Saṅgha.",
  "an5.54:8.2": "When the Saṅgha is split, they abuse, insult, block, and reject each other.",
  "an5.54:8.3": "This doesn’t inspire confidence in those without it, and it causes some with confidence to change their minds.",
  "an5.54:8.4": "This is the fifth time that’s not good for meditation.",
  "an5.54:8.5": "These are the five times that are not good for meditation.",
  "an5.54:9.1": "There are five times that are good for meditation.",
  "an5.54:9.2": "What five?",
  "an5.54:9.3": "Firstly, a mendicant is a youth, young, black-haired, blessed with youth, in the prime of life.",
  "an5.54:9.4": "This is the first time that’s good for meditation.",
  "an5.54:10.1": "Furthermore, they are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "an5.54:10.2": "This is the second time that’s good for meditation.",
  "an5.54:11.1": "Furthermore, there’s plenty of food, a good harvest, so it’s easy to get alms-food, and easy to keep going by collecting alms.",
  "an5.54:11.2": "This is the third time that’s good for meditation.",
  "an5.54:12.1": "Furthermore, people live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes.",
  "an5.54:12.2": "This is the fourth time that’s good for meditation.",
  "an5.54:13.1": "Furthermore, the Saṅgha lives comfortably, in harmony, appreciating each other, without fighting, with one recitation.",
  "an5.54:13.2": "When the Saṅgha is in harmony, they don’t abuse, insult, block, or reject each other.",
  "an5.54:13.3": "This inspires confidence in those without it, and increases confidence in those who have it.",
  "an5.54:13.4": "This is the fifth time that’s good for meditation.",
  "an5.54:13.5": "These are the five times that are good for meditation.”"
}