{
  "_markup_path": "markup/an/an05/an5.196.html",
  "_alt_strings": [
    "pi/an/an05/an5.196.json"
  ],
  "an5.196:1.1": "Numbered Discourses 5 ",
  "an5.196:2.1": "20 Brahmins ",
  "an5.196:3.1": "196 The Great Dreams",
  "an5.196:4.1": "“Mendicants, before his awakening five great dreams appeared to the Realized One, the Perfected One, the fully awakened Buddha, when he was still not awake but intent on awakening.",
  "an5.196:4.2": "What five? ",
  "an5.196:4.3": "This great earth was his bed. Himalaya, king of mountains, was his pillow. His left hand was laid down in the eastern sea. His right hand was laid down in the western sea. And both his feet were laid down in the southern sea.",
  "an5.196:4.4": "This is the first great dream that appeared to the Realized One before his awakening.",
  "an5.196:5.1": "Next, a kind of grass called ‘the crosser’ grew up from his navel and stood pressing against the cloudy sky.",
  "an5.196:5.2": "This is the second great dream that appeared to the Realized One before his awakening.",
  "an5.196:6.1": "Next, white caterpillars with black heads crawled up from his feet and covered his knees.",
  "an5.196:6.2": "This is the third great dream that appeared to the Realized One before his awakening.",
  "an5.196:7.1": "Next, four birds of different colors came from the four directions. They fell at his feet, turning white.",
  "an5.196:7.2": "This is the fourth great dream that appeared to the Realized One before his awakening.",
  "an5.196:8.1": "Next, he climbed up a huge mountain of filth, but remained unsoiled.",
  "an5.196:8.2": "This is the fifth great dream that appeared to the Realized One before his awakening.",
  "an5.196:9.1": "Before his awakening, the Realized One, the Perfected One, the fully awakened Buddha was still not awake but intent on awakening. This great earth was his bed. Himalaya, king of mountains, was his pillow. His left hand was laid down in the eastern sea. His right hand was laid down in the western sea. And both his feet were laid down in the southern sea.",
  "an5.196:9.2": "This was fulfilled when the Buddha awakened to the perfect awakening.",
  "an5.196:9.3": "This was the first great dream that appeared to him while he was still not awakened.",
  "an5.196:10.1": "A kind of grass called ‘the crosser’ grew up from his navel and stood pressing against the cloudy sky.",
  "an5.196:10.2": "This was fulfilled when the Buddha awakened to the noble eightfold path and proclaimed it to gods and humans.",
  "an5.196:10.3": "This was the second great dream that appeared to him while he was still not awakened.",
  "an5.196:11.1": "White caterpillars with black heads crawled up from his feet and covered his knees.",
  "an5.196:11.2": "This was fulfilled when many white-clothed laypeople went for refuge to him for life.",
  "an5.196:11.3": "This was the third great dream that appeared to him while he was still not awakened.",
  "an5.196:12.1": "Four birds of different colors came from the four directions. They fell at his feet, turning white.",
  "an5.196:12.2": "This was fulfilled when members of the four castes—aristocrats, brahmins, merchants, and workers—went forth from the lay life to homelessness in the teaching and training announced by the Realized One and realized supreme freedom.",
  "an5.196:12.3": "This was the fourth great dream that appeared to him while he was still not awakened.",
  "an5.196:13.1": "He climbed up a huge mountain of filth, but remained unsoiled.",
  "an5.196:13.2": "This was fulfilled when the Realized One received robes, alms-food, lodgings, and medicines and supplies for the sick. And he used them untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.",
  "an5.196:13.3": "This was the fifth great dream that appeared to him while he was still not awakened.",
  "an5.196:14.1": "Before his awakening these five great dreams appeared to the Realized One, the Perfected One, the fully awakened Buddha, when he was still not awake but intent on awakening.”"
}