{
  "_markup_path": "markup/an/an05/an5.043.html",
  "_alt_strings": [
    "pi/an/an05/an5.043.json"
  ],
  "an5.43:1.1": "Numbered Discourses 5",
  "an5.43:2.1": "5 With King Muṇḍa",
  "an5.43:3.1": "43 Likable",
  "an5.43:4.1": "Then the householder Anāthapiṇḍika went up to the Buddha,",
  "an5.43:4.2": "bowed, and sat down to one side.",
  "an5.43:4.3": "The Buddha said to him:",
  "an5.43:5.1": "“Householder, these five things that are likable, desirable, and agreeable are hard to get in the world.",
  "an5.43:5.2": "What five?",
  "an5.43:5.3": "Long life,",
  "an5.43:5.4": "beauty,",
  "an5.43:5.5": "happiness,",
  "an5.43:5.6": "fame,",
  "an5.43:5.7": "and heaven.",
  "an5.43:5.8": "These are the five things that are likable, desirable, and agreeable, but hard to get in the world.",
  "an5.43:6.1": "And I say that these five things are not got by praying or wishing for them.",
  "an5.43:6.2": "If they were, who would lack them?",
  "an5.43:7.1": "A noble disciple who wants to live long ought not pray for it or delight in it or pine for it.",
  "an5.43:7.2": "Instead, they should practice the way that leads to long life.",
  "an5.43:7.3": "For by practicing that way they gain long life",
  "an5.43:7.4": "as a god or a human being.",
  "an5.43:8.1": "A noble disciple who wants to be beautiful ought not pray for it or delight in it or pine for it.",
  "an5.43:8.2": "Instead, they should practice the way that leads to beauty.",
  "an5.43:8.3": "For by practicing that way they gain beauty",
  "an5.43:8.4": "as a god or a human being.",
  "an5.43:9.1": "A noble disciple who wants to be happy ought not pray for it, or delight in it, or pine for it.",
  "an5.43:9.2": "Instead, they should practice the way that leads to happiness.",
  "an5.43:9.3": "For by practicing that way they gain happiness",
  "an5.43:9.4": "as a god or a human being.",
  "an5.43:10.1": "A noble disciple who wants to be famous ought not pray for it, or delight in it, or pine for it.",
  "an5.43:10.2": "Instead, they should practice the way that leads to fame.",
  "an5.43:10.3": "For by practicing that way they gain fame",
  "an5.43:10.4": "as a god or a human being.",
  "an5.43:11.1": "A noble disciple who wants to go to heaven ought not pray for it, or delight in it, or pine for it.",
  "an5.43:11.2": "Instead, they should practice the way that leads to heaven.",
  "an5.43:11.3": "For by practicing that way they gain heaven,",
  "an5.43:11.4": "they are one who gains the heavens.”",
  "an5.43:12.1": "“For one who desires a continuous flow",
  "an5.43:12.2": "of exceptional delights—",
  "an5.43:12.3": "long life, beauty, fame and reputation,",
  "an5.43:12.4": "heaven, and birth in an eminent family—",
  "an5.43:13.1": "the astute praise diligence",
  "an5.43:13.2": "in making merit.",
  "an5.43:13.3": "Being diligent, an astute person",
  "an5.43:13.4": "secures both benefits:",
  "an5.43:14.1": "the benefit in this life,",
  "an5.43:14.2": "and in lives to come.",
  "an5.43:14.3": "A sage, comprehending the meaning,",
  "an5.43:14.4": "is called ‘astute’.”"
}