{
  "_markup_path": "markup/an/an05/an5.080.html",
  "_alt_strings": [
    "pi/an/an05/an5.080.json"
  ],
  "an5.80:1.1": "Numbered Discourses 5",
  "an5.80:2.1": "8 Warriors",
  "an5.80:3.1": "80 Future Perils (4th)",
  "an5.80:4.1": "“Mendicants, these five future perils have not currently arisen, but they will arise in the future.",
  "an5.80:4.2": "You should look out for them ",
  "an5.80:4.3": "and try to give them up.",
  "an5.80:5.1": "What five?",
  "an5.80:5.2": "In a future time there will be mendicants who like nice robes. ",
  "an5.80:5.3": "They will neglect the practice of wearing rag robes and the practice of frequenting remote wilderness and jungle lodgings.",
  "an5.80:5.4": "They will come down to the villages, towns, and capital cities and make their homes there. And they will try to get robes in many kinds of wrong and inappropriate ways.",
  "an5.80:5.5": "This is the first future peril that has not currently arisen, but will arise in the future …",
  "an5.80:6.1": "Furthermore, in a future time there will be mendicants who like nice alms-food. ",
  "an5.80:6.2": "They will neglect the practice of walking for alms-food and the practice of frequenting remote wilderness and jungle lodgings",
  "an5.80:6.3": "They will come down to the villages, towns, and capital cities and make their homes there. And they will try to get alms-food in many kinds of wrong and inappropriate ways.",
  "an5.80:6.4": "This is the second future peril that has not currently arisen, but will arise in the future …",
  "an5.80:7.1": "Furthermore, in a future time there will be mendicants who like nice lodgings. ",
  "an5.80:7.2": "They will neglect the practice of staying at the root of a tree and the practice of frequenting remote wilderness and jungle lodgings",
  "an5.80:7.3": "They will come down to the villages, towns, and capital cities and make their homes there. And they will try to get lodgings in many kinds of wrong and inappropriate ways.",
  "an5.80:7.4": "This is the third future peril that has not currently arisen, but will arise in the future …",
  "an5.80:8.1": "Furthermore, in a future time there will be mendicants who mix closely with nuns, female interns, and female novices.",
  "an5.80:8.2": "In such conditions, it can be expected that",
  "an5.80:8.3": "they will live the spiritual life dissatisfied, or commit one of the corrupt offences, or abandon the training and return to a lesser life.",
  "an5.80:8.4": "This is the fourth future peril that has not currently arisen, but will arise in the future …",
  "an5.80:9.1": "Furthermore, in a future time there will be mendicants who mix closely with monastery attendants and novices.",
  "an5.80:9.2": "In such conditions it can be expected that",
  "an5.80:9.3": "they will live intent on enjoying stored goods, and making obvious hints about digging earth and cutting plants. ",
  "an5.80:9.4": "This is the fifth future peril that has not currently arisen, but will arise in the future …",
  "an5.80:10.1": "These are the five future perils that have not currently arisen, but will arise in the future.",
  "an5.80:10.2": "You should look out for them ",
  "an5.80:10.3": "and try to give them up.”"
}