{
  "_markup_path": "markup/an/an05/an5.071.html",
  "_alt_strings": [
    "pi/an/an05/an5.071.json"
  ],
  "an5.71:1.1": "Numbered Discourses 5",
  "an5.71:2.1": "8 Warriors",
  "an5.71:3.1": "71 Freedom of Heart is the Fruit (1st)",
  "an5.71:4.1": "“Mendicants, these five things, when developed and cultivated, have freedom of heart and freedom by wisdom as their fruit and benefit.",
  "an5.71:5.1": "What five?",
  "an5.71:5.2": "A mendicant meditates observing the ugliness of the body, perceives food as off-putting, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, and has well established the perception of their own death.",
  "an5.71:5.3": "These five things, when developed and cultivated, have freedom of heart and freedom by wisdom as their fruit and benefit.",
  "an5.71:5.4": "When a mendicant has freedom of heart and freedom by wisdom, ",
  "an5.71:5.5": "they’re called a mendicant who has lifted up the cross-bar, filled in the trench, and pulled up the pillar; they’re unbarred, a noble one with banner and burden put down, detached.",
  "an5.71:6.1": "And how has a mendicant lifted the cross-bar?",
  "an5.71:6.2": "It’s when a mendicant has given up ignorance, cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "an5.71:6.3": "That’s how a mendicant has lifted the cross-bar.",
  "an5.71:7.1": "And how has a mendicant filled in the trench?",
  "an5.71:7.2": "It’s when a mendicant has given up transmigrating through births in future lives, cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "an5.71:7.3": "That’s how a mendicant has filled in the trench.",
  "an5.71:8.1": "And how has a mendicant pulled up the pillar?",
  "an5.71:8.2": "It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "an5.71:8.3": "That’s how a mendicant has pulled up the pillar.",
  "an5.71:9.1": "And how is a mendicant unbarred?",
  "an5.71:9.2": "It’s when a mendicant has given up the five lower fetters, cut them off at the root, made them like a palm stump, exterminated them, so they’re unable to arise in the future.",
  "an5.71:9.3": "That’s how a mendicant is unbarred.",
  "an5.71:10.1": "And how is a mendicant a noble one with banner and burden put down, detached?",
  "an5.71:10.2": "It’s when a mendicant has given up the conceit ‘I am’, cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "an5.71:10.3": "That’s how a mendicant is a noble one with banner and burden put down, detached.”"
}