{
  "_markup_path": "markup/an/an05/an5.133.html",
  "_alt_strings": [
    "pi/an/an05/an5.133.json"
  ],
  "an5.133:1.1": "Numbered Discourses 5",
  "an5.133:2.1": "14 Kings",
  "an5.133:3.1": "133 A Principled King",
  "an5.133:4.1": "“Mendicants, even a wheel-turning monarch, a just and principled king, does not wield power without having their own king.”",
  "an5.133:4.2": "When he said this, one of the mendicants asked the Buddha:",
  "an5.133:4.3": "“But who is the king of the wheel-turning monarch, the just and principled king?”",
  "an5.133:4.4": "“It is principle, monk,” said the Buddha.",
  "an5.133:5.1": "“Monk, a wheel-turning monarch provides just protection and security for his court, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.",
  "an5.133:6.1": "He provides just protection and security for his aristocrats, vassals, troops, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds.",
  "an5.133:6.2": "When he has done this, he wields power only in a principled manner.",
  "an5.133:6.3": "And this power cannot be undermined by any human enemy.",
  "an5.133:7.1": "So too, monk, a Realized One, a Perfect One, a fully awakened Buddha, a just and principled king, provides just protection and security for the monks, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.",
  "an5.133:7.2": "‘This kind of bodily action should be cultivated. This kind of bodily action should not be cultivated.’",
  "an5.133:7.3": "‘This kind of verbal action should be cultivated. This kind of verbal action should not be cultivated.’",
  "an5.133:7.4": "‘This kind of mental action should be cultivated. This kind of mental action should not be cultivated.’",
  "an5.133:7.5": "‘This kind of livelihood should be cultivated. This kind of livelihood should not be cultivated.’",
  "an5.133:7.6": "‘This kind of market town should be cultivated. This kind of market town should not be cultivated.’",
  "an5.133:8.1": "So too, monk, a Realized One, a Perfect One, a fully awakened Buddha, a just and principled king, provides just protection and security for the nuns … laymen … laywomen, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.",
  "an5.133:8.2": "‘This kind of bodily action should be cultivated. This kind of bodily action should not be cultivated.’",
  "an5.133:8.3": "‘This kind of verbal action should be cultivated. This kind of verbal action should not be cultivated.’",
  "an5.133:8.4": "‘This kind of mental action should be cultivated. This kind of mental action should not be cultivated.’",
  "an5.133:8.5": "‘This kind of livelihood should be cultivated. This kind of livelihood should not be cultivated.’",
  "an5.133:8.6": "‘This kind of village or town should be cultivated. This kind of village or town should not be cultivated.’",
  "an5.133:9.1": "When a Realized One, a Perfect One, a fully awakened Buddha has provided just protection and security for the monks, nuns, laymen, and laywomen, he rolls forth the supreme Wheel of Dharma only in a principled manner.",
  "an5.133:9.2": "And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”"
}