{
  "_markup_path": "markup/an/an05/an5.050.html",
  "_alt_strings": [
    "pi/an/an05/an5.050.json"
  ],
  "an5.50:1.1": "Numbered Discourses 5",
  "an5.50:2.1": "5 With King Muṇḍa",
  "an5.50:3.1": "50 With Nārada",
  "an5.50:4.1": "At one time Venerable Nārada was staying at Pāṭaliputta, in the Chicken Monastery.",
  "an5.50:4.2": "Now at that time King Muṇḍa’s dear and beloved Queen Bhaddā had just died.",
  "an5.50:4.3": "And since that time, the king did not bathe, anoint himself, eat his meals, or apply himself to his work.",
  "an5.50:4.4": "Day and night he brooded over Queen Bhaddā’s corpse.",
  "an5.50:4.5": "Then King Muṇḍa addressed his treasurer, Piyaka:",
  "an5.50:4.6": "“So, my good Piyaka, please place Queen Bhaddā’s body in an iron case filled with oil. Then close it up with another case, so that we can view Queen Bhaddā’s body even longer.”",
  "an5.50:4.7": "“Yes, Your Majesty,” replied Piyaka the treasurer, and he did as the king instructed.",
  "an5.50:5.1": "Then it occurred to Piyaka:",
  "an5.50:5.2": "“King Muṇḍa’s dear and beloved Queen Bhaddā has died.",
  "an5.50:5.3": "Since then the king does not bathe, anoint himself, eat his meals, or apply himself to his work.",
  "an5.50:5.4": "Day and night he broods over Queen Bhaddā’s corpse.",
  "an5.50:5.5": "Now, what ascetic or brahmin might the king pay homage to, whose teaching could help the king give up sorrow’s arrow?”",
  "an5.50:6.1": "Then it occurred to Piyaka:",
  "an5.50:6.2": "“This Venerable Nārada is staying in the Chicken Monastery at Pāṭaliputta.",
  "an5.50:6.3": "He has this good reputation:",
  "an5.50:6.4": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’",
  "an5.50:6.5": "What if King Muṇḍa was to pay homage to Venerable Nārada? Hopefully when he hears Nārada’s teaching, the king could give up sorrow’s arrow.”",
  "an5.50:7.1": "Then Piyaka went to the king",
  "an5.50:7.2": "and said to him:",
  "an5.50:7.3": "“Sire, this Venerable Nārada is staying in the Chicken Monastery at Pāṭaliputta.",
  "an5.50:7.4": "He has this good reputation:",
  "an5.50:7.5": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’",
  "an5.50:7.6": "What if Your Majesty was to pay homage to Venerable Nārada? Hopefully when you hear Nārada’s teaching, you could give up sorrow’s arrow.”",
  "an5.50:7.7": "“Well then, my good Piyaka, let Nārada know.",
  "an5.50:7.8": "For how can one such as I presume to visit an ascetic or brahmin in my realm without first letting them know?”",
  "an5.50:7.9": "“Yes, Your Majesty,” replied Piyaka the treasurer. He went to Nārada,",
  "an5.50:7.10": "bowed, sat down to one side,",
  "an5.50:7.11": "and said to him:",
  "an5.50:8.1": "“Sir, King Muṇḍa’s dear and beloved Queen Bhaddā has died.",
  "an5.50:8.2": "And since she died, the king has not bathed, anointed himself, eaten his meals, or got his business done.",
  "an5.50:8.3": "Day and night he broods over Queen Bhaddā’s corpse.",
  "an5.50:8.4": "Sir, please teach the king so that, when he hears your teaching, he can give up sorrow’s arrow.”",
  "an5.50:8.5": "“Please, Piakaya, let the king come when he likes.”",
  "an5.50:9.1": "Then Piyaka got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before going to the king",
  "an5.50:9.2": "and saying:",
  "an5.50:9.3": "“Sire, the request for an audience with Venerable Nārada has been granted.",
  "an5.50:9.4": "Please, sire, go when you’re ready.”",
  "an5.50:9.5": "“Well then, my good Piyaka, harness the finest chariots.”",
  "an5.50:9.6": "“Yes, Your Majesty,” replied Piyaka the treasurer. He did so, then told the king:",
  "an5.50:9.7": "“Sire, the finest chariots are harnessed.",
  "an5.50:9.8": "Please, sire, go when you’re ready.”",
  "an5.50:10.1": "Then King Muṇḍa mounted a fine carriage and, along with the other fine carriages, set out in full royal pomp to see Venerable Nārada at the Chicken Monastery.",
  "an5.50:10.2": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. ",
  "an5.50:10.3": "Then the king went up to Nārada,",
  "an5.50:10.4": "bowed, and sat down to one side.",
  "an5.50:10.5": "Then Nārada said to him:",
  "an5.50:11.1": "“Great king, there are five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
  "an5.50:11.2": "What five?",
  "an5.50:11.3": "That someone whose nature is to grow old should not grow old. …",
  "an5.50:11.4": "That someone whose nature is to get sick should not get sick. … That someone whose nature is to die should not grow old. … That someone whose nature is to end should not end. … That someone whose nature is to be lost should not be lost. …",
  "an5.50:12.1": "An uneducated ordinary person has someone who grows old according to their nature.",
  "an5.50:12.2": "But they don’t reflect on the nature of ageing:",
  "an5.50:12.3": "‘It’s not just me who has someone who grows old according to their nature. For all sentient beings have someone who grows old according to their nature, as long as sentient beings come and go, die and are reborn.",
  "an5.50:12.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone grows old according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.50:12.5": "And so, when someone whose nature is to grow old grows old, they sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.50:12.6": "This is called:",
  "an5.50:12.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.",
  "an5.50:13.1": "Furthermore, an uneducated ordinary person has someone who gets sick … dies … ends … is lost according to their nature.",
  "an5.50:13.2": "But they don’t reflect on the nature of loss:",
  "an5.50:13.3": "‘It’s not just me who has someone who is lost according to their nature. For all sentient beings have someone who is lost according to their nature, as long as sentient beings come and go, die and are reborn.",
  "an5.50:13.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone is lost according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.50:13.5": "And so, when someone whose nature is to be lost becomes lost, they sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.50:13.6": "This is called ",
  "an5.50:13.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.",
  "an5.50:14.1": "An educated noble disciple has someone who gets old, since that is their nature.",
  "an5.50:14.2": "So they reflect on the nature of ageing:",
  "an5.50:14.3": "‘It’s not just me who has someone who grows old according to their nature. For all sentient beings have someone who grows old according to their nature, as long as sentient beings come and go, die and are reborn.",
  "an5.50:14.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone grows old according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.50:14.5": "And so, when someone whose nature is to grow old grows old, they don’t sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.50:14.6": "This is called",
  "an5.50:14.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.",
  "an5.50:14.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves.’",
  "an5.50:15.1": "Furthermore, an educated noble disciple has someone who gets sick … dies … ends … is lost according to their nature.",
  "an5.50:15.2": "So they reflect on the nature of loss:",
  "an5.50:15.3": "‘It’s not just me who has someone who is lost according to their nature. For all sentient beings have someone who is lost according to their nature, as long as sentient beings come and go, die and are reborn.",
  "an5.50:15.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone is lost according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.50:15.5": "And so, when someone whose nature is to be lost becomes lost, they don’t sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.50:15.6": "This is called",
  "an5.50:15.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.",
  "an5.50:15.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves.’",
  "an5.50:16.1": "These are the five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”",
  "an5.50:17.1": "“Sorrowing and crying",
  "an5.50:17.2": "don’t do even a little bit of good.",
  "an5.50:17.3": "When they know that you’re sad,",
  "an5.50:17.4": "your enemies are encouraged.",
  "an5.50:18.1": "When an astute person doesn’t waver in the face of adversity,",
  "an5.50:18.2": "as they’re able to distinguish what’s beneficial,",
  "an5.50:18.3": "their enemies suffer,",
  "an5.50:18.4": "seeing that their normal expression doesn’t change.",
  "an5.50:19.1": "Chants, recitations, sayings,",
  "an5.50:19.2": "charity or traditions:",
  "an5.50:19.3": "if by means of any such things you benefit,",
  "an5.50:19.4": "then by all means keep doing them.",
  "an5.50:20.1": "But if you understand that ‘this good thing",
  "an5.50:20.2": "can’t be had by me or by anyone else’,",
  "an5.50:20.3": "you should accept it without sorrowing, thinking:",
  "an5.50:20.4": "‘The karma is strong. What can I do now?’”",
  "an5.50:21.1": "When he said this, King Muṇḍa said to Venerable Nārada:",
  "an5.50:21.2": "“Sir, what is the name of this explanation of the teaching?”",
  "an5.50:21.3": "“Great king, this explanation of the teaching is called ‘Pulling Out Sorrow’s Arrow’.”",
  "an5.50:21.4": "“Indeed, sir, this is the pulling out of sorrow’s arrow! ",
  "an5.50:21.5": "Hearing this explanation of the teaching, I’ve given up sorrow’s arrow.”",
  "an5.50:22.1": "Then King Muṇḍa addressed his treasurer, Piyaka:",
  "an5.50:22.2": "“Well then, my good Piyaka, cremate Queen Bhaddā’s corpse,",
  "an5.50:22.3": "and build a monument.",
  "an5.50:22.4": "From this day forth, I will bathe, anoint myself, eat my meals, and apply myself to my work.”"
}