{
  "_markup_path": "markup/an/an05/an5.033.html",
  "_alt_strings": [
    "pi/an/an05/an5.033.json"
  ],
  "an5.33:1.1": "Numbered Discourses 5",
  "an5.33:2.1": "4 With Sumanā",
  "an5.33:3.1": "33 With Uggaha",
  "an5.33:4.1": "At one time the Buddha was staying near Bhaddiya, in Jātiyā Wood.",
  "an5.33:4.2": "Then Uggaha, Meṇḍaka’s grandson, went up to the Buddha,",
  "an5.33:4.3": "bowed, sat down to one side,",
  "an5.33:4.4": "and said to him:",
  "an5.33:5.1": "“Sir, may the Buddha please accept tomorrow’s meal from me, together with three other monks.”",
  "an5.33:5.2": "The Buddha consented in silence.",
  "an5.33:5.3": "Then, knowing that the Buddha had accepted, Uggaha got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an5.33:6.1": "Then when the night had passed, the Buddha robed up in the morning and, taking his bowl and robes, went to Uggaha’s home,",
  "an5.33:6.2": "where he sat on the indicated seat.",
  "an5.33:6.3": "Then Uggaha served and satisfied the Buddha with his own hands with a variety of delicious foods.",
  "an5.33:6.4": "When the Buddha had eaten and washed his hand and bowl, Uggaha sat down to one side,",
  "an5.33:6.5": "and said to him:",
  "an5.33:6.6": "“Sir, these girls of mine will be going to their husbands families.",
  "an5.33:6.7": "May the Buddha please advise",
  "an5.33:6.8": "and instruct them. It will be for their lasting welfare and happiness.”",
  "an5.33:7.1": "Then the Buddha said to those girls:",
  "an5.33:7.2": "“So, girls, you should train like this:",
  "an5.33:7.3": "‘Our parents will give us to a husband wanting what’s best, out of kindness and compassion. We will get up before him and go to bed after him, and be obliging, behaving nicely and speaking kindly.’",
  "an5.33:7.4": "That’s how you should train.",
  "an5.33:8.1": "So, girls, you should train like this:",
  "an5.33:8.2": "‘Those our husband respects—mother and father, ascetics and brahmins—we will honor, respect, revere, and worship, and serve with a seat and a drink when they come as guests.’",
  "an5.33:8.3": "That’s how you should train.",
  "an5.33:9.1": "So, girls, you should train like this:",
  "an5.33:9.2": "‘We will be skilled and tireless in doing domestic duties for our husband, such as knitting and sewing. We will have an understanding of how to go about things in order to complete and organize the work.’",
  "an5.33:9.3": "That’s how you should train.",
  "an5.33:10.1": "So, girls, you should train like this:",
  "an5.33:10.2": "‘We will know what work our husband’s domestic slaves, servants, and workers have completed, and what they’ve left incomplete. We will know who is sick, and who is fit or unwell. We will distribute to each a fair portion of various foods.’",
  "an5.33:10.3": "That’s how you should train.",
  "an5.33:11.1": "So, girls, you should train like this:",
  "an5.33:11.2": "‘We will ensure that any income our husbands earn is guarded and protected, whether money, grain, silver, or gold. We will not overspend, steal, waste, or lose it.’",
  "an5.33:11.3": "That’s how you should train.",
  "an5.33:11.4": "When they have these five qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Loveable Group.”",
  "an5.33:12.1": "“She’d never look down on her husband,",
  "an5.33:12.2": "who’s always keen to work hard,",
  "an5.33:12.3": "always looking after her,",
  "an5.33:12.4": "and bringing whatever she wants.",
  "an5.33:13.1": "And a good woman never scolds her husband",
  "an5.33:13.2": "with jealous words.",
  "an5.33:13.3": "Being astute, she reveres",
  "an5.33:13.4": "those respected by her husband.",
  "an5.33:14.1": "She gets up early, works tirelessly,",
  "an5.33:14.2": "and manages the domestic help.",
  "an5.33:14.3": "She’s loveable to her husband,",
  "an5.33:14.4": "and preserves his wealth.",
  "an5.33:15.1": "A lady who fulfills these duties",
  "an5.33:15.2": "according to her husbands desire,",
  "an5.33:15.3": "is reborn among the gods",
  "an5.33:15.4": "called ‘Loveable’.” "
}