{
  "_markup_path": "markup/an/an05/an5.056.html",
  "_alt_strings": [
    "pi/an/an05/an5.056.json"
  ],
  "an5.56:1.1": "Numbered Discourses 5",
  "an5.56:2.1": "6 Hindrances",
  "an5.56:3.1": "56 Mentor",
  "an5.56:4.1": "Then a mendicant went up to his own mentor,",
  "an5.56:4.2": "and said:",
  "an5.56:4.3": "“Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings aren’t clear to me, and dullness and drowsiness fill my mind. I live the spiritual life dissatisfied, and have doubts about the teachings.”",
  "an5.56:5.1": "Then that mendicant took his pupil to the Buddha,",
  "an5.56:5.2": "bowed, sat down to one side,",
  "an5.56:5.3": "and said to him:",
  "an5.56:5.4": "“Sir, this mendicant says this:",
  "an5.56:5.5": "‘Now, sir, my body feels like it’s drugged. I’m disorientated, the teachings aren’t clear to me, and dullness and drowsiness fill my mind. I live the spiritual life dissatisfied, and have doubts about the teachings.’”",
  "an5.56:6.1": "“That’s how it is, mendicant, when your sense doors are unguarded, you eat too much, you’re not committed to wakefulness, you’re unable to discern wholesome qualities, and you’re not committed to developing the qualities that lead to awakening in the evening and toward dawn. Your body feels like it’s drugged. You’re disorientated, the teachings aren’t clear to you, and dullness and drowsiness fill your mind. You live the spiritual life dissatisfied, and have doubts about the teachings.",
  "an5.56:6.2": "So you should train like this:",
  "an5.56:6.3": "‘I will guard my sense doors, eat in moderation, be committed to wakefulness, discern wholesome qualities, and be committed to developing the qualities that lead to awakening in the evening and toward dawn.’",
  "an5.56:6.4": "That’s how you should train.”",
  "an5.56:7.1": "When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an5.56:7.2": "Then that mendicant, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an5.56:7.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "an5.56:7.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "an5.56:7.6": "And that mendicant became one of the perfected.",
  "an5.56:8.1": "When that mendicant had attained perfection, he went up to his own mentor,",
  "an5.56:8.2": "and said:",
  "an5.56:8.3": "“Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings inspire me, and dullness and drowsiness don’t fill my mind. I live the spiritual life satisfied, and have no doubts about the teachings.”",
  "an5.56:8.4": "Then that mendicant took his pupil to the Buddha,",
  "an5.56:8.5": "bowed, sat down to one side,",
  "an5.56:8.6": "and said to him:",
  "an5.56:8.7": "“Sir, this mendicant says this:",
  "an5.56:8.8": "‘Now, sir, my body doesn’t feel like it’s drugged. I’m not disorientated, the teachings inspire me, and dullness and drowsiness don’t fill my mind. I live the spiritual life satisfied, and have no doubts about the teachings.’",
  "an5.56:9.1": "“That’s how it is, mendicant, when your sense doors are guarded, you’re moderate in eating, you’re committed to wakefulness, you’re able to discern wholesome qualities, and you’re committed to developing the qualities that lead to awakening in the evening and toward dawn. Your body doesn’t feel like it’s drugged. You’re not disorientated, the teachings inspire you, and dullness and drowsiness don’t fill your mind. You live the spiritual life satisfied, and have no doubts about the teachings.",
  "an5.56:9.2": "So you should train like this:",
  "an5.56:9.3": "‘We will guard our sense doors, eat in moderation, be committed to wakefulness, discern wholesome qualities, and be committed to developing the qualities that lead to awakening in the evening and toward dawn.’",
  "an5.56:9.4": "That’s how you should train.”"
}