{
  "_markup_path": "markup/an/an05/an5.134.html",
  "_alt_strings": [
    "pi/an/an05/an5.134.json"
  ],
  "an5.134:1.1": "Numbered Discourses 5",
  "an5.134:2.1": "14 Kings",
  "an5.134:3.1": "In Whatever Region",
  "an5.134:4.1": "“Mendicants, with five factors an anointed aristocratic king lives in his own realm, no matter what region he lives in.",
  "an5.134:5.1": "What five?",
  "an5.134:5.2": "An anointed aristocratic king is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.",
  "an5.134:5.3": "He is rich, affluent, and wealthy, with a full treasury and storehouses.",
  "an5.134:5.4": "He is powerful, having an army of four divisions that is obedient and carries out instructions.",
  "an5.134:5.5": "He has a counselor who is astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present. ",
  "an5.134:5.6": "These four things promote his fame.",
  "an5.134:5.7": "With these five factors, including fame, an anointed aristocratic king lives in his own realm, no matter what direction he lives in.",
  "an5.134:5.8": "Why is that?",
  "an5.134:5.9": "Because that is how it is for victors.",
  "an5.134:6.1": "In the same way, a mendicant with five qualities lives with mind freed, no matter what region they live in.",
  "an5.134:6.2": "What five?",
  "an5.134:6.3": "It’s when mendicant is ethical, restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an5.134:6.4": "This is like the anointed aristocratic king’s impeccable lineage.",
  "an5.134:6.5": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an5.134:6.6": "This is like the anointed aristocratic king’s being rich, affluent, and wealthy, with full treasury and storehouses.",
  "an5.134:6.7": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an5.134:6.8": "This is like the anointed aristocratic king having power.",
  "an5.134:6.9": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.134:6.10": "This is like the anointed aristocratic king having a counsellor.",
  "an5.134:6.11": "These four qualities promote their freedom.",
  "an5.134:6.12": "With these five qualities, including freedom, they live in their own realm, no matter what region they live in.",
  "an5.134:6.13": "Why is that?",
  "an5.134:6.14": "Because that is how it is for those whose mind is free.”"
}