{
  "_markup_path": "markup/an/an05/an5.194.html",
  "_alt_strings": [
    "pi/an/an05/an5.194.json"
  ],
  "an5.194:1.1": "Numbered Discourses 5 ",
  "an5.194:2.1": "20 Brahmins ",
  "an5.194:3.1": "194 With Kāraṇapālī",
  "an5.194:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an5.194:4.2": "Now at that time the brahmin Kāraṇapālī was working for the Licchavis.",
  "an5.194:4.3": "He saw the brahmin Piṅgiyānī coming off in the distance",
  "an5.194:4.4": "and said to him:",
  "an5.194:5.1": "“So, Piṅgiyānī, where are you coming from in the middle of the day?”",
  "an5.194:5.2": "“I’m coming, my good man, from the presence of the ascetic Gotama.”",
  "an5.194:5.3": "“What do you think of the ascetic Gotama’s proficiency in wisdom?",
  "an5.194:5.4": "Do you think he’s astute?”",
  "an5.194:5.5": "“My good man, who am I to judge the ascetic Gotama’s proficiency in wisdom?",
  "an5.194:5.6": "You’d really have to be on the same level to judge his proficiency in wisdom.”",
  "an5.194:5.7": "“Master Piṅgiyānī praises the ascetic Gotama with magnificent praise indeed.”",
  "an5.194:5.8": "“Who am I to praise the ascetic Gotama?",
  "an5.194:5.9": "He is praised by the praised as the best of gods and humans.”",
  "an5.194:5.10": "“But for what reason do you have so much confidence in the ascetic Gotama?”",
  "an5.194:6.1": "“Suppose a person was completely satisfied by the best tasting food. They wouldn’t be interested in anything that tasted inferior.",
  "an5.194:6.2": "In the same way, when you hear the ascetic Gotama’s teaching—",
  "an5.194:6.3": "whatever it may be, whether statements, songs, discussions, or amazing stories—",
  "an5.194:6.4": "then you’re not interested in the doctrines of the various ascetics and brahmins.",
  "an5.194:7.1": "Suppose a person who was weak with hunger was to obtain a honey-cake.",
  "an5.194:7.2": "Wherever they taste it, they would enjoy a sweet, delicious flavor.",
  "an5.194:7.3": "In the same way, when you hear the ascetic Gotama’s teaching—",
  "an5.194:7.4": "whatever it may be, whether statements, songs, discussions, or amazing stories—",
  "an5.194:7.5": "then you get a sense of uplift, a confidence of the heart.",
  "an5.194:8.1": "Suppose a person were to obtain a piece of sandalwood,",
  "an5.194:8.2": "whether yellow or red.",
  "an5.194:8.3": "Wherever they smelled it—",
  "an5.194:8.4": "whether at the root, the middle or the top—",
  "an5.194:8.5": "they’d enjoy a delicious fragrance.",
  "an5.194:8.6": "In the same way, when you hear the ascetic Gotama’s teaching—",
  "an5.194:8.7": "whatever it may be, whether statements, songs, discussions, or amazing stories—",
  "an5.194:8.8": "then you become filled with gladness and joy.",
  "an5.194:9.1": "Suppose there was a person who was sick, suffering, gravely ill.",
  "an5.194:9.2": "A good doctor would cure them on the spot.",
  "an5.194:9.3": "In the same way, when you hear the ascetic Gotama’s teaching—",
  "an5.194:9.4": "whatever it may be, whether statements, songs, discussions, or amazing stories—",
  "an5.194:9.5": "then you make an end of sorrow, crying, pain, sadness, and distress.",
  "an5.194:10.1": "Suppose there was a lotus pond with transparent, sweet, cool water, clean, with smooth banks, delightful.",
  "an5.194:10.2": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched.",
  "an5.194:10.3": "They’d plunge into the lotus pond to bathe and drink. And all their stress, weariness, and heat exhaustion would die down.",
  "an5.194:10.4": "In the same way, when you hear the ascetic Gotama’s teaching—",
  "an5.194:10.5": "whatever it may be, whether statements, songs, discussions, or amazing stories—",
  "an5.194:10.6": "then all your stress, weariness, and exhaustion die down.”",
  "an5.194:11.1": "When this was said, the brahmin Kāraṇapālī got up from his seat, arranged his robe over one shoulder, knelt on his right knee, raised his cupped palms toward the Buddha, and uttered this aphorism three times:",
  "an5.194:12.1": "“Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an5.194:13.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an5.194:14.1": "Homage to that Blessed One, the perfected one, the fully awakened Buddha!",
  "an5.194:15.1": "Excellent, Master Piṅgiyānī! Excellent!",
  "an5.194:15.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an5.194:15.3": "so people with good eyes can see what’s there, ",
  "an5.194:15.4": "Master Piṅgiyānī has made the Dharma clear in many ways.",
  "an5.194:15.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an5.194:15.6": "From this day forth, may Master Piṅgiyānī remember me as a lay follower who has gone for refuge for life.”"
}