{
  "_markup_path": "markup/an/an05/an5.058.html",
  "_alt_strings": [
    "pi/an/an05/an5.058.json"
  ],
  "an5.58:1.1": "Numbered Discourses 5",
  "an5.58:2.1": "6 Hindrances",
  "an5.58:3.1": "58 The Licchavi Youths",
  "an5.58:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "an5.58:4.2": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Vesālī for alms.",
  "an5.58:4.3": "Then after the meal, on his return from alms-round, he plunged deep into the Great Wood and sat at the root of a tree for the day’s meditation.",
  "an5.58:5.1": "Now at that time several Licchavi youths took strung bows and, escorted by a pack of hounds, were going for a walk in the Great Wood when they saw the Buddha seated at the root of a tree.",
  "an5.58:5.2": "When they saw him, they put down their strung bows, tied their hounds up to one side, and went up to him.",
  "an5.58:5.3": "They bowed and silently paid homage to the Buddha with cupped hands.  ",
  "an5.58:6.1": "Now at that time Mahānāma the Licchavi was going for a walk in the Great Wood when he saw those Licchavi youths silently paying homage to the Buddha with cupped hands.",
  "an5.58:6.2": "Seeing this, he went up to the Buddha,",
  "an5.58:6.3": "bowed, sat down to one side,",
  "an5.58:6.4": "and uttered this aphorism:",
  "an5.58:6.5": "“They will make it as Vajjians! They will make it as Vajjians!”",
  "an5.58:7.1": "“But Mahānāma, why do you say that they will make it as Vajjians?”",
  "an5.58:7.3": "“Sir, these Licchavi youths are violent, harsh, and brash.",
  "an5.58:7.4": "Whenever sweets are left out for families—sugar-cane, jujube fruits, pancakes, pies, or fritters—they filch them and eat them up.",
  "an5.58:7.5": "And they hit women and girls of good families on their backs.",
  "an5.58:7.6": "But now they’re silently paying homage to the Buddha with cupped hands.”",
  "an5.58:8.2": "“Mahānāma, you can expect only growth, not decline, when you find five qualities in any son of a good family—whether he’s an anointed king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan. ",
  "an5.58:9.1": "What five?",
  "an5.58:9.2": "Firstly, a son of a good family uses his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—to honor, respect, esteem, and venerate his mother and father.",
  "an5.58:9.3": "Honored in this way, his mother and father love him with a good heart, wishing:",
  "an5.58:9.4": "‘Live long! Stay alive for a long time!’",
  "an5.58:9.5": "When a son of good family is loved by his mother and father, you can expect only growth, not decline.",
  "an5.58:10.1": "Furthermore, a son of a good family uses his legitimate wealth to honor, respect, esteem, and venerate his wife and children, slaves, workers, and servants.",
  "an5.58:10.2": "Honored in this way, his wife and children, slaves, workers, and servants love him with a good heart, wishing:",
  "an5.58:10.3": "‘Live long! Stay alive for a long time!’",
  "an5.58:10.4": "When a son of good family is loved by his wife and children, slaves, workers, and servants, you can expect only growth, not decline.",
  "an5.58:11.1": "Furthermore, a son of a good family uses his legitimate wealth to honor, respect, esteem, and venerate those who work the neighboring fields, and those he does business with.",
  "an5.58:11.2": "Honored in this way, those who work the neighboring fields, and those he does business with love him with a good heart, wishing:",
  "an5.58:11.3": "‘Live long! Stay alive for a long time!’",
  "an5.58:11.4": "When a son of good family is loved by those who work the neighboring fields, and those he does business with, you can expect only growth, not decline.",
  "an5.58:12.1": "Furthermore, a son of a good family uses his legitimate wealth to honor, respect, esteem, and venerate the gods who receive spirit-offerings.",
  "an5.58:12.2": "Honored in this way, the gods who receive spirit-offerings love him with a good heart, wishing:",
  "an5.58:12.3": "‘Live long! Stay alive for a long time!’",
  "an5.58:12.4": "When a son of good family is loved by the gods, you can expect only growth, not decline.",
  "an5.58:13.1": "Furthermore, a son of a good family uses his legitimate wealth to honor, respect, esteem, and venerate ascetics and brahmins.",
  "an5.58:13.2": "Honored in this way, ascetics and brahmins love him with a good heart, wishing:",
  "an5.58:13.3": "‘Live long! Stay alive for a long time!’",
  "an5.58:13.4": "When a son of good family is loved by ascetics and brahmins, you can expect only growth, not decline.",
  "an5.58:14.1": "You can expect only growth, not decline, when you find these five qualities in any son of a good family—",
  "an5.58:14.2": "whether he’s an anointed king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan.”",
  "an5.58:15.1": "“He’s always dutiful to his mother and father,",
  "an5.58:15.2": "and for the good of his wife and children.",
  "an5.58:15.3": "He looks after those in his household,",
  "an5.58:15.4": "and those dependent on him for their livelihood.",
  "an5.58:16.1": "A kind and ethical person",
  "an5.58:16.2": "looks after the welfare of relatives—",
  "an5.58:16.3": "both those who have passed away,",
  "an5.58:16.4": "and those alive at present.",
  "an5.58:17.1": "While living at home, an astute person",
  "an5.58:17.2": "uses legitimate means to give rise to joy",
  "an5.58:17.3": "for ascetics, brahmins,",
  "an5.58:17.4": "and also the gods.",
  "an5.58:18.1": "Having done good,",
  "an5.58:18.2": "he’s venerable and praiseworthy.",
  "an5.58:18.3": "They praise him in this life,",
  "an5.58:18.4": "and he departs to rejoice in heaven.”"
}