{
  "_markup_path": "markup/an/an05/an5.143.html",
  "_alt_strings": [
    "pi/an/an05/an5.143.json"
  ],
  "an5.143:1.1": "Numbered Discourses 5",
  "an5.143:2.1": "15 At Tikaṇḍakī",
  "an5.143:3.1": "143 At Sārandada",
  "an5.143:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "an5.143:4.2": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Vesālī for alms.",
  "an5.143:4.3": "Now at that time five hundred Licchavis were sitting together at the Sārandada shrine, and this discussion came up among them:",
  "an5.143:4.4": "“The appearance of five treasures is rare in the world.",
  "an5.143:4.5": "What five?",
  "an5.143:4.6": "The elephant treasure, the horse treasure, the gem treasure, the woman treasure, and the householder treasure.",
  "an5.143:4.7": "The appearance of these five treasures is rare in the world.”",
  "an5.143:5.1": "Then those Licchavis sent a man out on to the road.",
  "an5.143:5.2": "“Mister, please tell us when you see the Buddha.”",
  "an5.143:5.3": "That man saw the Buddha coming off in the distance.",
  "an5.143:5.4": "Seeing this, he went to the Licchavis",
  "an5.143:5.5": "and said:",
  "an5.143:5.6": "“Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming.",
  "an5.143:5.7": "Please go when you’re ready.”",
  "an5.143:6.1": "Then those Licchavis went up to the Buddha,",
  "an5.143:6.2": "bowed, stood to one side,",
  "an5.143:6.3": "and said to him:",
  "an5.143:7.1": "“Please go to the Sārandada shrine, out of compassion.”",
  "an5.143:7.2": "The Buddha consented in silence.",
  "an5.143:7.3": "Then the Buddha went up to the Sārandada shrine,",
  "an5.143:7.4": "where he sat on the indicated seat,",
  "an5.143:7.5": "and said to the Licchavis:",
  "an5.143:7.6": "“Wanderers, what were you sitting talking about just now? What conversation was unfinished?”",
  "an5.143:7.7": "“Well, Master Gotama, this discussion came up among us while we were sitting together:",
  "an5.143:7.8": "‘The appearance of five treasures is rare in the world. …’”",
  "an5.143:8.1": "“You Licchavis are so fixated on sensual pleasures, that’s the only discussion that came up!",
  "an5.143:8.2": "Licchavis, the appearance of five treasures is rare in the world.",
  "an5.143:8.3": "What five?",
  "an5.143:8.4": "The appearance of a Realized One, a Perfect One, a fully awakened Buddha. A person who explains the teaching and training announced by a Realized One. A person who understands the teaching and training announced by a Realized One. A person who practises in line with the teaching. A person who is grateful and thankful.",
  "an5.143:8.5": "The appearance of these five treasures is rare in the world.”"
}