{
  "_markup_path": "markup/an/an05/an5.075.html",
  "_alt_strings": [
    "pi/an/an05/an5.075.json"
  ],
  "an5.75:1.1": "Numbered Discourses 5",
  "an5.75:2.1": "8 Warriors",
  "an5.75:3.1": "75 Warriors (1st)",
  "an5.75:4.1": "“Mendicants, these five warriors are found in the world.",
  "an5.75:4.2": "What five?",
  "an5.75:4.3": "Firstly, one warrior falters and founders at the mere sight of a cloud of dust. He doesn’t stay firm, and fails to plunge into battle.",
  "an5.75:4.4": "Some warriors are like that.",
  "an5.75:4.5": "This is the first warrior found in the world.",
  "an5.75:5.1": "Furthermore, one warrior can face a cloud of dust,",
  "an5.75:5.2": "but he falters and founders at the mere sight of a banner’s crest. He doesn’t stay firm, and fails to plunge into battle.",
  "an5.75:5.3": "Some warriors are like that.",
  "an5.75:5.4": "This is the second warrior found in the world.",
  "an5.75:6.1": "Furthermore, one warrior can face a cloud of dust and a banner’s crest,",
  "an5.75:6.2": "but he falters and founders at the mere sound of turmoil. He doesn’t stay firm, and fails to plunge into battle.",
  "an5.75:6.3": "Some warriors are like that.",
  "an5.75:6.4": "This is the third warrior found in the world.",
  "an5.75:7.1": "Furthermore, one warrior can face a cloud of dust and a banner’s crest and turmoil,",
  "an5.75:7.2": "but he’s killed or injured when blows are struck.",
  "an5.75:7.3": "Some warriors are like that.",
  "an5.75:7.4": "This is the fourth warrior found in the world.",
  "an5.75:8.1": "Furthermore, one warrior can face a cloud of dust and a banner’s crest and turmoil and being struck.",
  "an5.75:8.2": "He wins victory in battle, establishing himself as foremost in battle.",
  "an5.75:8.3": "Some warriors are like that.",
  "an5.75:8.4": "This is the fifth warrior found in the world.",
  "an5.75:8.5": "These are the five warriors found in the world.",
  "an5.75:9.1": "In the same way, these five people similar to warriors are found among the monks.",
  "an5.75:9.2": "What five?",
  "an5.75:9.3": "Firstly, one monk falters and founders at the mere sight of a cloud of dust. He doesn’t stay firm, and fails to keep up the spiritual life.",
  "an5.75:9.4": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:9.5": "What is his ‘cloud of dust’?",
  "an5.75:9.6": "It’s when a monk hears:",
  "an5.75:9.7": "‘In such and such a village or town there’s a women or a girl who is attractive, good-looking, impressive, a perfect flower of beauty.’",
  "an5.75:9.8": "Hearing this, he falters and founders. He doesn’t stay firm, and fails to keep up the spiritual life.",
  "an5.75:9.9": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:9.10": "This is his ‘cloud of dust’.",
  "an5.75:10.1": "I say that this person is like the warrior who falters and founders at the mere sight of a cloud of dust.",
  "an5.75:10.3": "Some people are like that.",
  "an5.75:10.4": "This is the first person similar to a warrior found among the monks.",
  "an5.75:11.1": "Furthermore, one monk can face a cloud of dust,",
  "an5.75:11.2": "but at the mere sight of a banner’s crest he falters and founders. He doesn’t stay firm, and fails to keep up the spiritual life.",
  "an5.75:11.3": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:11.4": "What is his ‘banner’s crest’?",
  "an5.75:11.5": "It’s when a monk doesn’t hear:",
  "an5.75:11.6": "‘In such and such a village or town there’s a women or a girl who is attractive, good-looking, impressive, a perfect flower of beauty.’",
  "an5.75:11.7": "But he sees for himself a women or a girl who is attractive, good-looking, impressive, a perfect flower of beauty.",
  "an5.75:11.8": "Seeing her, he falters and founders. He doesn’t stay firm, and fails to keep up the spiritual life.",
  "an5.75:11.9": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:11.10": "This is his ‘banner’s crest’.",
  "an5.75:12.1": "I say that this person is like the warrior who can face a cloud of dust,",
  "an5.75:12.2": "but he falters and founders at the mere sight of a banner’s crest.",
  "an5.75:12.4": "Some people are like that.",
  "an5.75:12.5": "This is the second person similar to a warrior found among the monks.",
  "an5.75:13.1": "Furthermore, one monk can face a cloud of dust and a banner’s crest,",
  "an5.75:13.2": "but he falters and founders at the mere sound of turmoil. He doesn’t stay firm, and fails to enter the battle.",
  "an5.75:13.3": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:13.4": "What is his ‘turmoil’?",
  "an5.75:13.5": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, when a female comes up to him. She smiles, chats, laughs, and flirts with him.",
  "an5.75:13.6": "He falters and founders. He doesn’t stay firm, and fails to keep up the spiritual life.",
  "an5.75:13.7": "Declaring his inability to continue training, he abandons it and returns to a lesser life.",
  "an5.75:13.8": "This is his ‘turmoil’.",
  "an5.75:14.1": "I say that this person is like the warrior who can face a cloud of dust and a banner’s crest,",
  "an5.75:14.2": "but he falters and founders at the mere sound of turmoil.",
  "an5.75:14.4": "Some people are like that.",
  "an5.75:14.5": "This is the third person similar to a warrior found among the monks.",
  "an5.75:15.1": "Furthermore, one monk can face a cloud of dust and a banner’s crest and turmoil,",
  "an5.75:15.2": "but he’s killed or injured when blows are struck.",
  "an5.75:15.3": "What is his ‘blows are struck’?",
  "an5.75:15.4": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, when a female comes up to him. She sits right by him, lies down, or embraces him.",
  "an5.75:15.5": "Without abandoning the training and declaring his inability to continue, he has sex.",
  "an5.75:15.6": "This is his ‘blows are struck’.",
  "an5.75:16.1": "I say that this person is like the warrior who can face a cloud of dust and a banner’s crest and turmoil, but is killed or injured when blows are struck.",
  "an5.75:16.3": "Some people are like that.",
  "an5.75:16.4": "This is the fourth person similar to a warrior found among the monks.",
  "an5.75:17.1": "Furthermore, one monk can face a cloud of dust and a banner’s crest and turmoil, and being struck. He wins victory in battle, establishing himself as foremost in battle.",
  "an5.75:17.2": "What is his ‘victory in battle’?",
  "an5.75:17.3": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, when a female comes up to him. She sits right by him, lies down, or embraces him.",
  "an5.75:17.4": "But he disentangles and frees himself, and goes wherever he wants.",
  "an5.75:17.5": "He frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "an5.75:18.1": "Gone to a wilderness, or to the root of a tree, or to an empty hut, he sits down in the meditation posture, with his body erect, and establishes his mindfulness right there. ",
  "an5.75:18.2": "Giving up desire for the world, he meditates with a heart rid of desire, cleansing the mind of desire.",
  "an5.75:18.3": "Giving up ill will, he meditates with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "an5.75:18.4": "Giving up dullness and drowsiness, he meditates with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "an5.75:18.5": "Giving up restlessness and remorse, he meditates without restlessness, his mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "an5.75:18.6": "Giving up doubt, he meditates having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "an5.75:18.7": "He gives up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, he enters and remains in the first absorption … second absorption … third absorption … fourth absorption.",
  "an5.75:19.1": "When his mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—he turns it toward knowledge of the ending of defilements.",
  "an5.75:19.2": "He truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. He truly understands: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "an5.75:19.3": "Knowing and seeing like this, his mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an5.75:19.4": "He understands: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an5.75:19.5": "This is his ‘victory in battle’.",
  "an5.75:20.1": "I say that this person is like the warrior who can face a cloud of dust and a banner’s crest and turmoil and being struck. He wins victory in battle, establishing himself as foremost in battle.",
  "an5.75:20.3": "Some people are like that.",
  "an5.75:20.4": "This is the fifth person similar to a warrior found among the monks.",
  "an5.75:20.5": "These five people similar to warriors are found among the monks.”"
}