{
  "_markup_path": "markup/an/an05/an5.104.html",
  "_alt_strings": [
    "pi/an/an05/an5.104.json"
  ],
  "an5.104:1.1": "Numbered Discourses 5",
  "an5.104:2.1": "11 Living Comfortably",
  "an5.104:3.1": "104 A Refined Ascetic of Ascetics",
  "an5.104:4.1": "“Mendicants, a mendicant with five qualities is a refined ascetic of ascetics.",
  "an5.104:5.1": "What five?",
  "an5.104:5.2": "It’s when a mendicant usually uses only what they’ve been invited to accept—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—rarely using them without invitation.",
  "an5.104:5.6": "When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, and rarely disagreeably.",
  "an5.104:5.9": "And they usually present them with agreeable things, rarely with disagreeable ones.",
  "an5.104:5.10": "They’re healthy, so the various unpleasant feelings—stemming from disorders of bile, phlegm, wind, or their conjunction; or caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds—usually don’t come up.",
  "an5.104:5.11": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty, and they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an5.104:5.12": "A mendicant with these five qualities is a refined ascetic of ascetics.",
  "an5.104:6.1": "And if anyone should be rightly called ",
  "an5.104:6.2": "a refined ascetic of ascetics, it’s me.",
  "an5.104:6.4": "For I usually use only what I’ve been invited to accept …",
  "an5.104:6.8": "When living with other spiritual practitioners, I usually treat them agreeably …",
  "an5.104:6.11": "And I usually present them with agreeable things …",
  "an5.104:6.13": "I’m healthy, so the various unpleasant feelings—stemming from disorders of bile, phlegm, wind, or their conjunction; or caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds—usually don’t come up.",
  "an5.104:6.15": "I get the four absorptions … when I want, without trouble or difficulty. And I’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. …",
  "an5.104:7.1": "So if anyone should be rightly called ",
  "an5.104:7.2": "a refined ascetic of ascetics, it’s me.”"
}