{
  "_markup_path": "markup/an/an05/an5.139.html",
  "_alt_strings": [
    "pi/an/an05/an5.139.json"
  ],
  "an5.139:1.1": "Numbered Discourses 5",
  "an5.139:2.1": "14 Kings",
  "an5.139:3.1": "139 Cannot Endure",
  "an5.139:4.1": "“Mendicants, a royal bull elephant with five factors is not worthy of a king, not fit to serve a king, and is not considered a factor of kingship.",
  "an5.139:4.2": "What five?",
  "an5.139:4.3": "It’s when a royal bull elephant can’t endure sights, sounds, smells, tastes, and touches.",
  "an5.139:5.1": "And how is it that a royal bull elephant can’t endure sights?",
  "an5.139:5.2": "It’s when a royal bull elephant gone to battle falters and founders at the sight of a division of elephants, of cavalry, of chariots, or of infantry. It doesn’t stay firm, and fails to plunge into battle.",
  "an5.139:5.3": "That’s how a royal bull elephant can’t endure sights.",
  "an5.139:5.4": "<span class=\"brnum\">(1)</span>",
  "an5.139:6.1": "And how is it that a royal bull elephant can’t endure sounds?",
  "an5.139:6.2": "It’s when a royal bull elephant gone to battle falters and founders at the sound of a division of elephants, of cavalry, of chariots, or of infantry, or the thunder of the drums, kettledrums, horns, and cymbals. It doesn’t stay firm, and fails to plunge into battle.",
  "an5.139:6.3": "That’s how a royal bull elephant can’t endure sounds.",
  "an5.139:6.4": "<span class=”brnum”>(2)</span>",
  "an5.139:7.1": "And how is it that a royal bull elephant can’t endure smells?",
  "an5.139:7.2": "It’s when a royal bull elephant gone to battle falters and founders when it smells the odor of the feces and urine of battle-hardened, pedigree royal bull elephants. It doesn’t stay firm, and fails to plunge into battle.",
  "an5.139:7.3": "That’s how a royal bull elephant can’t endure smells.",
  "an5.139:7.4": "<span class=”brnum”>(3)</span>",
  "an5.139:8.1": "And how is it that a royal bull elephant can’t endure tastes?",
  "an5.139:8.2": "It’s when a royal bull elephant gone to battle falters and founders when it misses a meal of grass and water, or it misses two, three, four, or five meals. It doesn’t stay firm, and fails to plunge into battle.",
  "an5.139:8.3": "That’s how a royal bull elephant can’t endure tastes.",
  "an5.139:8.4": "<span class=”brnum”>(4)</span>",
  "an5.139:9.1": "And how is it that a royal bull elephant can’t endure touches?",
  "an5.139:9.2": "It’s when a royal bull elephant gone to battle falters and founders when struck by a swift arrow, or by two, three, four, or five swift arrows. It doesn’t stay firm, and fails to plunge into battle.",
  "an5.139:9.3": "That’s how a royal bull elephant can’t endure touches.",
  "an5.139:9.4": "<span class=”brnum”>(5)</span>",
  "an5.139:10.1": "A royal bull elephant with these five factors is not worthy of a king, not fit to serve a king, and is not considered a factor of kingship.",
  "an5.139:11.1": "In the same way, a mendicant with five qualities is not worthy of offerings dedicated to the gods, not worthy of hospitality, not worthy of a teacher’s offering, not worthy of veneration with folded palms, and is not a supreme field of merit for the world.",
  "an5.139:11.2": "What five?",
  "an5.139:11.3": "It’s when a mendicant can’t endure sights, sounds, smells, tastes, and touches.",
  "an5.139:12.1": "And how is it that a mendicant can’t endure sights?",
  "an5.139:12.2": "It’s when a mendicant, seeing a sight with their eyes, is aroused by a desirable sight, so is not able to still the mind.",
  "an5.139:12.3": "That’s how a mendicant can’t endure sights.",
  "an5.139:12.4": "<span class=”brnum”>(1)</span>",
  "an5.139:13.1": "And how is it that a mendicant can’t endure sounds?",
  "an5.139:13.2": "It’s when a mendicant, hearing a sound with their ears, is aroused by a desirable sound, so is not able to still the mind.",
  "an5.139:13.3": "That’s how a mendicant can’t endure sounds.",
  "an5.139:13.4": "<span class=”brnum”>(2)</span>",
  "an5.139:14.1": "And how is it that a mendicant can’t endure smells?",
  "an5.139:14.2": "It’s when a mendicant, smelling an odor with their nose, is aroused by a desirable smell, so is not able to still the mind.",
  "an5.139:14.3": "That’s how a mendicant can’t endure smells.",
  "an5.139:14.4": "<span class=”brnum”>(3)</span>",
  "an5.139:15.1": "And how is it that a mendicant can’t endure tastes?",
  "an5.139:15.2": "It’s when a mendicant, tasting a flavor with their tongue, is aroused by desirable tastes, so is not able to still the mind.",
  "an5.139:15.3": "That’s how a mendicant can’t endure tastes.",
  "an5.139:15.4": "<span class=”brnum”>(4)</span>",
  "an5.139:16.1": "And how is it that a mendicant can’t endure touches?",
  "an5.139:16.2": "It’s when a mendicant, feeling a touch with their body, is aroused by a desirable touch, so is not able to still the mind.",
  "an5.139:16.3": "That’s how a mendicant can’t endure touches.",
  "an5.139:16.4": "<span class=”brnum”>(5)</span>",
  "an5.139:17.1": "A mendicant with these five qualities is not worthy of offerings dedicated to the gods, not worthy of hospitality, not worthy of a teacher’s offering, not worthy of veneration with folded palms, and is not a supreme field of merit for the world.",
  "an5.139:18.1": "A royal bull elephant with five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an5.139:18.2": "What five?",
  "an5.139:18.3": "It’s when a royal bull elephant can endure sights, sounds, smells, tastes, and touches.",
  "an5.139:19.1": "And how is it that a royal bull elephant can endure sights?",
  "an5.139:19.2": "It’s when a royal bull elephant gone to battle does not falter or founder at the sight of a division of elephants, of cavalry, of chariots, or of infantry. It stays firm, and plunges into battle.",
  "an5.139:19.3": "That’s how a royal bull elephant can endure sights.",
  "an5.139:19.4": "<span class=”brnum”>(1)</span>",
  "an5.139:20.1": "And how is it that a royal bull elephant can endure sounds?",
  "an5.139:20.2": "It’s when a royal bull elephant does not falter or founder at the sound of a division of elephants, of cavalry, of chariots, or of infantry, or the thunder of the drums, kettledrums, horns, and cymbals. It stays firm, and plunges into battle.",
  "an5.139:20.3": "That’s how a royal bull elephant endures sounds.",
  "an5.139:20.4": "<span class=”brnum”>(2)</span>",
  "an5.139:21.1": "And how is it that a royal bull elephant can endure smells?",
  "an5.139:21.2": "It’s when a royal bull elephant gone to battle does not falter or founder when it smells the odor of the feces and urine of battle-hardened, pedigree royal bull elephants. It stays firm, and plunges into battle.",
  "an5.139:21.3": "That’s how a royal bull elephant can endure smells.",
  "an5.139:21.4": "<span class=”brnum”>(3)</span>",
  "an5.139:22.1": "And how is it that a royal bull elephant can endure tastes?",
  "an5.139:22.2": "It’s when a royal bull elephant gone to battle does not falter or founder when it misses a meal of grass and water, or it misses two, three, four, or five meals. It stays firm, and plunges into battle.",
  "an5.139:22.3": "That’s how a royal bull elephant can endure tastes.",
  "an5.139:22.4": "<span class=”brnum”>(4)</span>",
  "an5.139:23.1": "And how is it that a royal bull elephant can endure touches?",
  "an5.139:23.2": "It’s when a royal bull elephant gone to battle does not falter or founder when struck by a swift arrow, or by two, three, four, or five swift arrows. It stays firm, and plunges into battle.",
  "an5.139:23.3": "That’s how a royal bull elephant can endure touches.",
  "an5.139:23.4": "<span class=”brnum”>(5)</span>",
  "an5.139:24.1": "A royal bull elephant with these five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an5.139:25.1": "In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an5.139:25.2": "What five?",
  "an5.139:25.3": "It’s when a mendicant can endure sights, sounds, smells, tastes, and touches.",
  "an5.139:26.1": "And how is it that a mendicant can endure sights?",
  "an5.139:26.2": "It’s when a mendicant, seeing a sight with their eyes, is not aroused by a desirable sight, so is able to still the mind.",
  "an5.139:26.3": "That’s how a mendicant can endure sights.",
  "an5.139:26.4": "<span class=”brnum”>(1)</span>",
  "an5.139:27.1": "And how is it that a mendicant can endure sounds?",
  "an5.139:27.2": "It’s when a mendicant, hearing a sound with their ears, is not aroused by desirable sounds, so is able to still the mind.",
  "an5.139:27.3": "That’s how a mendicant can endure sounds.",
  "an5.139:27.4": "<span class=”brnum”>(2)</span>",
  "an5.139:28.1": "And how is it that a mendicant can endure smells?",
  "an5.139:28.2": "It’s when a mendicant, smelling an odor with their nose, is not aroused by a desirable smell, so is able to still the mind.",
  "an5.139:28.3": "That’s how a mendicant can endure smells.",
  "an5.139:28.4": "<span class=”brnum”>(3)</span>",
  "an5.139:29.1": "And how is it that a mendicant can endure tastes?",
  "an5.139:29.2": "It’s when a mendicant, tasting a flavor with their tongue, is not aroused by desirable tastes, so is able to still the mind.",
  "an5.139:29.3": "That’s how a mendicant can endure tastes.",
  "an5.139:29.4": "<span class=”brnum”>(4)</span>",
  "an5.139:30.1": "And how is it that a mendicant can endure touches?",
  "an5.139:30.2": "It’s when a mendicant, feeling a touch with their body, is not aroused by a desirable touch, so is able to still the mind.",
  "an5.139:30.3": "That’s how a mendicant can endure touches.",
  "an5.139:30.4": "<span class=”brnum”>(5)</span>",
  "an5.139:31.1": "A mendicant with these five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}