{
  "_markup_path": "markup/an/an05/an5.090.html",
  "_alt_strings": [
    "pi/an/an05/an5.090.json"
  ],
  "an5.90:1.1": "Numbered Discourses 5",
  "an5.90:2.1": "9 Senior Mendicants",
  "an5.90:3.1": "90 A Trainee (2nd)",
  "an5.90:4.1": "“These five things lead to the decline of a mendicant trainee.",
  "an5.90:4.2": "What five?",
  "an5.90:4.3": "Firstly, a mendicant trainee has many duties and responsibilities, and is competent in many tasks.",
  "an5.90:4.4": "They neglect solitude, and are not committed to internal serenity of heart.",
  "an5.90:4.5": "This the first thing that leads to the decline of a mendicant trainee.",
  "an5.90:5.1": "Furthermore, a mendicant trainee spends their day doing trivial work.",
  "an5.90:5.2": "They neglect solitude, and are not committed to internal serenity of heart.",
  "an5.90:5.3": "This the second thing that leads to the decline of a mendicant trainee.",
  "an5.90:6.1": "Furthermore, a mendicant trainee mixes closely with laypeople and renunciants, socializing inappropriately like a layperson.",
  "an5.90:6.2": "They neglect solitude, and are not committed to internal serenity of heart.",
  "an5.90:6.3": "This the third thing that leads to the decline of a mendicant trainee.",
  "an5.90:7.1": "Furthermore, a mendicant trainee enters the town at the wrong time, and returns too late in the day.",
  "an5.90:7.2": "They neglect solitude, and are not committed to internal serenity of heart.",
  "an5.90:7.3": "This the fourth thing that leads to the decline of a mendicant trainee.",
  "an5.90:8.1": "Furthermore, a mendicant trainee doesn’t get to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,",
  "an5.90:8.2": "talk about fewness of wishes, contentment, seclusion, not mixing closely, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "an5.90:8.3": "They neglect solitude, and are not committed to internal serenity of heart.",
  "an5.90:8.4": "This the fifth thing that leads to the decline of a mendicant trainee.",
  "an5.90:8.5": "These five things lead to the decline of a mendicant trainee.",
  "an5.90:9.1": "These five things don’t lead to the decline of a mendicant trainee.",
  "an5.90:9.2": "What five?",
  "an5.90:9.3": "Firstly, a mendicant trainee doesn’t have many duties and responsibilities, even though they are competent in many tasks.",
  "an5.90:9.4": "They don’t neglect solitude, and are committed to internal serenity of heart.",
  "an5.90:9.5": "This the first thing that doesn’t lead to the decline of a mendicant trainee.",
  "an5.90:10.1": "Furthermore, a mendicant trainee doesn’t spend their day doing trivial work.",
  "an5.90:10.2": "They don’t neglect solitude, and are committed to internal serenity of heart.",
  "an5.90:10.3": "This the second thing that doesn’t lead to the decline of a mendicant trainee.",
  "an5.90:11.1": "Furthermore, a mendicant trainee doesn’t mix closely with laypeople and renunciants, socializing inappropriately like a layperson.",
  "an5.90:11.2": "They don’t neglect solitude, and are committed to internal serenity of heart.",
  "an5.90:11.3": "This the third thing that doesn’t lead to the decline of a mendicant trainee.",
  "an5.90:12.1": "Furthermore, a mendicant trainee doesn’t enter the village too early or return too late in the day.",
  "an5.90:12.2": "They don’t neglect solitude, and are committed to internal serenity of heart.",
  "an5.90:12.3": "This the fourth thing that doesn’t lead to the decline of a mendicant trainee.",
  "an5.90:13.1": "Furthermore, a mendicant trainee gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,",
  "an5.90:13.2": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "an5.90:13.3": "They don’t neglect solitude, and are committed to internal serenity of heart.",
  "an5.90:13.4": "This the fifth thing that leads to the decline of a mendicant trainee.",
  "an5.90:13.5": "These five things don’t lead to the decline of a mendicant trainee.”"
}