{
  "_markup_path": "markup/an/an05/an5.213.html",
  "_alt_strings": [
    "pi/an/an05/an5.213.json"
  ],
  "an5.213:1.1": "Numbered Discourses 5 ",
  "an5.213:2.1": "22 Abuse ",
  "an5.213:3.1": "213 Ethics",
  "an5.213:4.1": "“Mendicants, there are these five drawbacks for an unethical person because of their failure in ethics.",
  "an5.213:4.2": "What five? ",
  "an5.213:4.3": "Firstly, an unethical person loses substantial wealth on account of negligence.",
  "an5.213:4.4": "This is the first drawback for an unethical person because of their failure in ethics.",
  "an5.213:5.1": "Furthermore, an unethical person gets a bad reputation.",
  "an5.213:5.2": "This is the second drawback …",
  "an5.213:6.1": "Furthermore, an unethical person enters any kind of assembly timid and embarrassed,",
  "an5.213:6.2": "whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.",
  "an5.213:6.4": "This is the third drawback …",
  "an5.213:7.1": "Furthermore, an unethical person dies feeling lost.",
  "an5.213:7.2": "This is the fourth drawback …",
  "an5.213:8.1": "Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.",
  "an5.213:8.2": "This is the fifth drawback …",
  "an5.213:8.3": "These are the five drawbacks for an unethical person because of their failure in ethics.",
  "an5.213:9.1": "There are these five benefits for an ethical person because of their accomplishment in ethics.",
  "an5.213:9.2": "What five? ",
  "an5.213:9.3": "Firstly, an ethical person gains substantial wealth on account of diligence.",
  "an5.213:9.4": "This is the first benefit …",
  "an5.213:10.1": "Furthermore, an ethical person gets a good reputation.",
  "an5.213:10.2": "This is the second benefit …",
  "an5.213:11.1": "Furthermore, an ethical person enters any kind of assembly bold and assured,",
  "an5.213:11.2": "whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.",
  "an5.213:11.4": "This is the third benefit …",
  "an5.213:12.1": "Furthermore, an ethical person dies not feeling lost.",
  "an5.213:12.2": "This is the fourth benefit …",
  "an5.213:13.1": "Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "an5.213:13.2": "This is the fifth benefit …",
  "an5.213:13.3": "These are the five benefits for an ethical person because of their accomplishment in ethics.”",
  "an5.213:14.1": " "
}