{
  "_markup_path": "markup/an/an05/an5.180.html",
  "_alt_strings": [
    "pi/an/an05/an5.180.json"
  ],
  "an5.180:1.1": "Numbered Discourses 5 ",
  "an5.180:2.1": "18 A Lay Follower ",
  "an5.180:3.1": "180 About Gavesī",
  "an5.180:4.1": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.",
  "an5.180:4.2": "While travelling along a road the Buddha saw a large sal grove in a certain spot.",
  "an5.180:4.3": "He left the road, went to the sal grove, ",
  "an5.180:4.4": "and plunged deep into it. And at a certain spot he smiled.",
  "an5.180:5.1": "Then Venerable Ānanda thought: ",
  "an5.180:5.2": "“What is the cause, what is the reason why the Buddha smiled?",
  "an5.180:5.3": "Realized Ones do not smile for no reason.”",
  "an5.180:5.4": "Then Venerable Ānanda said to the Buddha: ",
  "an5.180:5.5": "“What is the cause, what is the reason why the Buddha smiled?",
  "an5.180:5.6": "Realized Ones do not smile for no reason.” ",
  "an5.180:6.1": "“Once upon a time, Ānanda, there was a city in this spot that was successful and prosperous and full of people.",
  "an5.180:6.2": "And Kassapa, a blessed one, a perfected one, a fully awakened Buddha, lived supported by that city.",
  "an5.180:6.3": "He had a lay follower called Gavesī who had not fulfilled all the precepts.",
  "an5.180:6.4": "And the five hundred lay followers who were taught and advised by Gavesī also had not fulfilled all the precepts.",
  "an5.180:6.5": "Then Gavesī thought:",
  "an5.180:6.6": "‘I’m the helper, leader, and adviser of these five hundred lay followers, yet neither I nor they have fulfilled the precepts.",
  "an5.180:6.7": "We’re the same, I’m in no way better.",
  "an5.180:6.8": "So let me do better.’",
  "an5.180:7.1": "Then Gavesī went to those five hundred lay followers",
  "an5.180:7.2": "and said to them:",
  "an5.180:7.3": "‘From this day forth may the venerables remember me as one who has fulfilled the precepts.’",
  "an5.180:7.4": "Then those five hundred lay followers thought:",
  "an5.180:7.5": "‘The venerable Gavesī is our helper, leader, and adviser,",
  "an5.180:7.6": "and now he will fulfill the precepts.",
  "an5.180:7.7": "Why don’t we do the same?’",
  "an5.180:7.8": "Then those five hundred lay followers went to Gavesī",
  "an5.180:7.9": "and said to him:",
  "an5.180:7.10": "‘From this day forth may Venerable Gavesī remember these five hundred lay followers as having fulfilled the precepts.’",
  "an5.180:7.11": "Then Gavesī thought: ",
  "an5.180:7.12": "‘I’m the helper, leader, and adviser of these five hundred lay followers, and both I and they have fulfilled the precepts.",
  "an5.180:7.13": "We’re the same, I’m in no way better. ",
  "an5.180:7.14": "So let me do better.’ ",
  "an5.180:8.1": "Then Gavesī went to those five hundred lay followers ",
  "an5.180:8.2": "and said to them: ",
  "an5.180:8.3": "‘From this day forth may the venerables remember me as one who is celibate, set apart, avoiding the common practice of sex.’",
  "an5.180:8.4": "Then those five hundred lay followers did the same. …",
  "an5.180:8.11": "Then Gavesī thought: ",
  "an5.180:8.12": "‘These five hundred lay followers …",
  "an5.180:8.16": "are celibate, set apart, avoiding the common practice of sex.",
  "an5.180:8.17": "We’re the same, I’m in no way better. ",
  "an5.180:8.18": "So let me do better.’ ",
  "an5.180:9.1": "Then Gavesī went to those five hundred lay followers ",
  "an5.180:9.2": "and said to them: ",
  "an5.180:9.3": "‘From this day forth may the venerables remember me as one who eats in one part of the day, abstaining from eating at night and from food at the wrong time.’",
  "an5.180:9.4": "Then those five hundred lay followers did the same. …",
  "an5.180:9.11": "Then Gavesī thought: ",
  "an5.180:9.12": "‘These five hundred lay followers … ",
  "an5.180:9.18": "eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "an5.180:9.19": "We’re the same, I’m in no way better. ",
  "an5.180:9.20": "So let me do better.’ ",
  "an5.180:10.1": "Then the lay follower Gavesī went up to the blessed one Kasspa, the perfected one, the fully awakened Buddha",
  "an5.180:10.2": "and said to him:",
  "an5.180:10.3": "‘Sir, may I receive the going forth, the ordination in the Buddha’s presence?’",
  "an5.180:10.4": "And he received the going forth, the ordination in the Buddha’s presence.",
  "an5.180:10.5": "Not long after his ordination, the mendicant Gavesī, living alone, withdrawn, diligent, keen, and determined, ",
  "an5.180:10.6": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an5.180:10.8": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "an5.180:10.9": "And the mendicant Gavesī became one of the perfected.",
  "an5.180:11.1": "Then those five hundred lay followers thought: ",
  "an5.180:11.2": "‘Venerable Gavesī is our helper, leader, and adviser, ",
  "an5.180:11.3": "He has shaved off his hair and beard, put on the ochre robes, and gone forth from the lay life into homelessness.",
  "an5.180:11.4": "Why don’t we do the same?’ ",
  "an5.180:11.5": "Then those five hundred lay followers went up to the blessed one Kasspa, the perfected one, the fully awakened Buddha",
  "an5.180:11.6": "and said to him:",
  "an5.180:11.7": "‘Sir, may we receive the going forth and ordination in the Buddha’s presence?’",
  "an5.180:11.8": "And they did receive the going forth and ordination in the Buddha’s presence.",
  "an5.180:12.1": "Then the mendicant Gavesī thought:",
  "an5.180:12.2": "‘I get the supreme bliss of freedom whenever I want, without trouble or difficulty.",
  "an5.180:12.3": "Oh, may these five hundred mendicants do the same!’",
  "an5.180:12.4": "Then those five hundred mendicants, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an5.180:12.5": "realized the supreme culmination of the spiritual path in this very life. They lived having achieved with their own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an5.180:12.6": "realized the supreme culmination of the spiritual path in this very life. They lived having achieved with their own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an5.180:12.7": "They understood: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "an5.180:13.1": "And so, Ānanda, those five hundred mendicants headed by Gavesī, trying to go higher and higher, better and better, realized the supreme bliss of freedom.",
  "an5.180:13.2": "So you should train like this:",
  "an5.180:13.3": "‘Trying to go higher and higher, better and better, we will realize the supreme bliss of freedom.’",
  "an5.180:13.4": "That’s how you should train.”"
}