{
  "_markup_path": "markup/an/an05/an5.047.html",
  "_alt_strings": [
    "pi/an/an05/an5.047.json"
  ],
  "an5.47:1.1": "Numbered Discourses 5",
  "an5.47:2.1": "5 With King Muṇḍa",
  "an5.47:3.1": "47 Wealth",
  "an5.47:4.1": "“Mendicants, there are these five kinds of wealth.",
  "an5.47:4.2": "What five?",
  "an5.47:4.3": "The wealth of faith, ethics, learning, generosity, and wisdom.",
  "an5.47:5.1": "And what is the wealth of faith? ",
  "an5.47:5.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an5.47:5.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an5.47:5.4": "This is called the wealth of faith. ",
  "an5.47:6.1": "And what is the wealth of ethics? ",
  "an5.47:6.2": "It’s when a noble disciple doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcohol and drugs that cause negligence.",
  "an5.47:6.3": "This is called the wealth of ethics. ",
  "an5.47:7.1": "And what is the wealth of learning? ",
  "an5.47:7.2": "It’s when a noble disciple is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.",
  "an5.47:7.3": "This is called the wealth of learning. ",
  "an5.47:8.1": "And what is the wealth of generosity? ",
  "an5.47:8.2": "It’s when a noble disciple lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an5.47:8.3": "This is called the wealth of generosity. ",
  "an5.47:9.1": "And what is the wealth of wisdom? ",
  "an5.47:9.2": "It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.47:9.3": "This is called the wealth of wisdom. ",
  "an5.47:9.4": "These are the five kinds of wealth.”",
  "an5.47:10.1": "“Whoever has faith in the Realized One,",
  "an5.47:10.2": "unwavering and well established;",
  "an5.47:10.3": "whose ethical conduct is good,",
  "an5.47:10.4": "praised and loved by the noble ones;",
  "an5.47:11.1": "who has confidence in the Saṅgha,",
  "an5.47:11.2": "and corrected view:",
  "an5.47:11.3": "they’re said to be prosperous,",
  "an5.47:11.4": "their life is not in vain.",
  "an5.47:12.1": "And so an intelligent person,",
  "an5.47:12.2": "remembering the Buddha’s instructions,",
  "an5.47:12.3": "should be committed to faith and ethics,",
  "an5.47:12.4": "confidence, and seeing the truth.”"
}