{
  "_markup_path": "markup/an/an05/an5.002.html",
  "_alt_strings": [
    "pi/an/an05/an5.002.json"
  ],
  "an5.2:1.1": "Numbered Discourses 5",
  "an5.2:2.1": "1 Powers of a Trainee",
  "an5.2:3.1": "2 In Detail",
  "an5.2:4.1": "“Mendicants, there are these five powers of a trainee.",
  "an5.2:4.2": "What five?",
  "an5.2:4.3": "The powers of faith, conscience, prudence, energy, and wisdom.",
  "an5.2:5.1": "And what is the power of faith? ",
  "an5.2:5.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an5.2:5.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an5.2:5.4": "This is called the power of faith. ",
  "an5.2:6.1": "And what is the power of conscience? ",
  "an5.2:6.2": "It’s when a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unwholesome qualities.",
  "an5.2:6.3": "This is called the power of conscience. ",
  "an5.2:7.1": "And what is the power of prudence? ",
  "an5.2:7.2": "It’s when a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the attainment of any bad, unwholesome qualities. ",
  "an5.2:7.3": "This is called the power of prudence. ",
  "an5.2:8.1": "And what is the power of energy? ",
  "an5.2:8.2": "It’s when a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an5.2:8.3": "This is called the power of energy. ",
  "an5.2:9.1": "And what is the power of wisdom? ",
  "an5.2:9.2": "It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.2:9.3": "This is called the power of wisdom. ",
  "an5.2:9.4": "These are the five powers of a trainee.",
  "an5.2:10.1": "So you should train like this:",
  "an5.2:10.2": "‘We will have the trainee’s powers of faith, conscience, prudence,  energy, and wisdom.’",
  "an5.2:10.3": "That’s how you should train.”"
}