{
  "_markup_path": "markup/an/an05/an5.157.html",
  "_alt_strings": [
    "pi/an/an05/an5.157.json"
  ],
  "an5.157:1.1": "Numbered Discourses 5 ",
  "an5.157:2.1": "16 The True Teaching ",
  "an5.157:3.1": "157 Inappropriate Talk ",
  "an5.157:4.1": "“Mendicants, there are certain topics that are inappropriate to talk about, taking into consideration which specific one of five people you are talking to.",
  "an5.157:4.2": "What five? ",
  "an5.157:4.3": "It’s inappropriate to talk to an unfaithful person about faith.",
  "an5.157:4.4": "It’s inappropriate to talk to an unethical person about ethics.",
  "an5.157:4.5": "It’s inappropriate to talk to an unlearned person about learning.",
  "an5.157:4.6": "It’s inappropriate to talk to a stingy person about generosity.",
  "an5.157:4.7": "It’s inappropriate to talk to a witless person about wisdom.",
  "an5.157:5.1": "And why is it inappropriate to talk to an unfaithful person about faith?",
  "an5.157:5.2": "When an unfaithful person is spoken to about faith they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an5.157:5.3": "Why is that? ",
  "an5.157:5.4": "Not seeing that faith in themselves, they don’t get the rapture and joy that faith brings.",
  "an5.157:5.5": "That’s why it’s inappropriate to talk to an unfaithful person about faith.",
  "an5.157:6.1": "And why is it inappropriate to talk to an unethical person about ethics?",
  "an5.157:6.2": "When an unethical person is spoken to about ethics they lose their temper …",
  "an5.157:6.3": "Why is that? ",
  "an5.157:6.4": "Not seeing that ethical conduct in themselves, they don’t get the rapture and joy that ethical conduct brings.",
  "an5.157:6.5": "That’s why it’s inappropriate to talk to an unethical person about ethics.",
  "an5.157:7.1": "And why is it inappropriate to talk to an unlearned person about learning?",
  "an5.157:7.2": "When an unlearned person is spoken to about learning they lose their temper …",
  "an5.157:7.3": "Why is that? ",
  "an5.157:7.4": "Not seeing that learning in themselves, they don’t get the rapture and joy that learning brings.",
  "an5.157:7.5": "That’s why it’s inappropriate to talk to an unlearned person about learning.",
  "an5.157:8.1": "And why is it inappropriate to talk to a stingy person about generosity?",
  "an5.157:8.2": "When an stingy person is spoken to about generosity they lose their temper …",
  "an5.157:8.3": "Why is that? ",
  "an5.157:8.4": "Not seeing that generosity in themselves, they don’t get the rapture and joy that generosity brings.",
  "an5.157:8.5": "That’s why it’s inappropriate to talk to a stingy person about generosity.",
  "an5.157:9.1": "And why is it inappropriate to talk to a witless person about wisdom?",
  "an5.157:9.2": "When a witless person is spoken to about wisdom they lose their temper, becoming irritated, hostile, and hard-hearted, and they display irritation, hate, and bitterness.",
  "an5.157:9.3": "Why is that? ",
  "an5.157:9.4": "Not seeing that wisdom in themselves, they don’t get the rapture and joy that wisdom brings.",
  "an5.157:9.5": "That’s why it’s inappropriate to talk to a witless person about wisdom.",
  "an5.157:9.6": "These are topics that are inappropriate to talk about, taking into consideration which specific one of five people you are talking to.",
  "an5.157:10.1": "There are certain topics that are appropriate to talk about, taking into consideration which specific one of five people you are talking to.",
  "an5.157:10.2": "What five? ",
  "an5.157:10.3": "It’s appropriate to talk to a faithful person about faith.",
  "an5.157:10.4": "It’s appropriate to talk to an ethical person about ethical conduct.",
  "an5.157:10.5": "It’s appropriate to talk to a learned person about learning.",
  "an5.157:10.6": "It’s appropriate to talk to a generous person about generosity.",
  "an5.157:10.7": "It’s appropriate to talk to a wise person about wisdom.",
  "an5.157:11.1": "And why is it appropriate to talk to an unfaithful person about faith?",
  "an5.157:11.2": "When a faithful person is spoken to about faith they don’t lose their temper, they don’t get irritated, hostile, and hard-hearted, and they don’t display irritation, hate, and bitterness.",
  "an5.157:11.3": "Why is that? ",
  "an5.157:11.4": "Seeing that faith in themselves, they get the rapture and joy that faith brings.",
  "an5.157:11.5": "That’s why it’s appropriate to talk to a faithful person about faith.",
  "an5.157:12.1": "And why is it appropriate to talk to an ethical person about ethical conduct?",
  "an5.157:12.2": "When an ethical person is spoken to about ethical conduct they don’t lose their temper …",
  "an5.157:12.3": "Why is that? ",
  "an5.157:12.4": "Seeing that ethical conduct in themselves, they get the rapture and joy that ethical conduct brings.",
  "an5.157:12.5": "That’s why it’s appropriate to talk to an ethical person about ethical conduct.",
  "an5.157:13.1": "And why is it appropriate to talk to a learned person about learning?",
  "an5.157:13.2": "When a learned person is spoken to about learning they don’t lose their temper …",
  "an5.157:13.3": "Why is that? ",
  "an5.157:13.4": "Seeing that learning in themselves, they get the rapture and joy that learning brings.",
  "an5.157:13.5": "That’s why it’s appropriate to talk to a learned person about learning.",
  "an5.157:14.1": "And why is it appropriate to talk to a generous person about generosity?",
  "an5.157:14.2": "When a generous person is spoken to about generosity they don’t lose their temper …",
  "an5.157:14.3": "Why is that? ",
  "an5.157:14.4": "Seeing that generosity in themselves, they get the rapture and joy that generosity brings.",
  "an5.157:14.5": "That’s why it’s appropriate to talk to a generous person about generosity.",
  "an5.157:15.1": "And why is it appropriate to talk to a wise person about wisdom?",
  "an5.157:15.2": "When a wise person is spoken to about wisdom they don’t lose their temper, they don’t get irritated, hostile, and hard-hearted, and they don’t display irritation, hate, and bitterness.",
  "an5.157:15.3": "Why is that? ",
  "an5.157:15.4": "Seeing that wisdom in themselves, they get the rapture and joy that wisdom brings.",
  "an5.157:15.5": "That’s why it’s appropriate to talk to a wise person about wisdom.",
  "an5.157:15.6": "These are topics that are appropriate to talk about, taking into consideration which specific one of five people you are talking to.”"
}