{
  "_markup_path": "markup/an/an05/an5.136.html",
  "_alt_strings": [
    "pi/an/an05/an5.136.json"
  ],
  "an5.136:1.1": "Numbered Discourses 5",
  "an5.136:2.1": "14 Kings",
  "an5.136:3.1": "136 Aspiration (2)",
  "an5.136:4.1": "“Mendicants, an anointed aristocratic king’s eldest son with five factors aspires to become a viceroy.",
  "an5.136:4.2": "What five?",
  "an5.136:4.3": "It’s when an anointed aristocratic king’s eldest son is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.",
  "an5.136:4.4": "He is attractive, good-looking, impressive, a perfect flower of beauty.",
  "an5.136:4.5": "He is loved and liked by his parents. He is loved and liked by the armed forces.",
  "an5.136:4.6": "He is astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present. ",
  "an5.136:5.1": "He thinks:",
  "an5.136:5.2": "‘I’m well born …",
  "an5.136:5.4": "attractive …",
  "an5.136:5.6": "loved and liked by my parents …",
  "an5.136:5.8": "loved and liked by the armed forces …",
  "an5.136:5.10": "I’m astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present. ",
  "an5.136:5.11": "Why shouldn’t I aspire to become a viceroy?’",
  "an5.136:5.12": "An anointed aristocratic king’s eldest son with these five factors aspires to become a viceroy.",
  "an5.136:6.1": "In the same way, a mendicant with five qualities aspires to end the defilements.",
  "an5.136:6.2": "What five?",
  "an5.136:6.3": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an5.136:6.4": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.",
  "an5.136:6.5": "Their mind is firmly established in the four kinds of mindfulness meditation.",
  "an5.136:6.6": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an5.136:6.7": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.136:7.1": "They think:",
  "an5.136:7.2": "‘I’m ethical …",
  "an5.136:7.4": "learned …",
  "an5.136:7.6": "mindful …",
  "an5.136:7.8": "energetic …",
  "an5.136:7.10": "wise. I have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.136:7.11": "Why shouldn’t I aspire to end the defilements?’",
  "an5.136:7.12": "A mendicant with these five qualities aspires to end the defilements.”"
}