{
  "_markup_path": "markup/an/an05/an5.041.html",
  "_alt_strings": [
    "pi/an/an05/an5.041.json"
  ],
  "an5.41:1.1": "Numbered Discourses 5",
  "an5.41:2.1": "5 With King Muṇḍa",
  "an5.41:3.1": "41 Getting Rich",
  "an5.41:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an5.41:4.2": "Then the householder Anāthapiṇḍika went up to the Buddha,",
  "an5.41:4.3": "bowed, and sat down to one side.",
  "an5.41:4.4": "The Buddha said to him:",
  "an5.41:4.5": "“Householder, there are these five reasons to get rich.",
  "an5.41:4.6": "What five?",
  "an5.41:4.7": "Firstly, with his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—he makes himself happy and pleased, keeping himself properly happy.",
  "an5.41:4.8": "He makes his mother and father happy …",
  "an5.41:4.9": "He makes his children, partners, slaves, workers, and servants happy …",
  "an5.41:4.10": "This is the first reason to get rich.",
  "an5.41:5.1": "Furthermore, with his legitimate wealth he makes his friends and colleagues happy …",
  "an5.41:5.2": "This is the second reason to get rich.",
  "an5.41:6.1": "Furthermore, with his legitimate wealth he protects himself against losses from such things as fire, water, kings, bandits, or unloved heirs.",
  "an5.41:6.3": "He keeps himself safe.",
  "an5.41:6.4": "This is the third reason to get rich.",
  "an5.41:7.1": "Furthermore, with his legitimate wealth he makes five spirit-offerings:",
  "an5.41:7.2": "to relatives, guests, ancestors, king, and gods.",
  "an5.41:7.3": "This is the fourth reason to get rich.",
  "an5.41:8.1": "Furthermore, with his legitimate wealth he establishes an uplifting teacher’s offering for ascetics and brahmins—such as avoid intoxication and negligence, are settled in acceptance and sweetness, and who tame, calm, and extinguish themselves—that’s conducive to heaven, ripens in happiness, and leads to heaven.",
  "an5.41:8.2": "This is the fifth reason to get rich.",
  "an5.41:8.3": "These are the five reasons to get rich.",
  "an5.41:9.1": "Now if the riches a noble disciple gets for these five reasons runs out, he thinks:",
  "an5.41:9.2": "‘So, the riches I have gotten for these reasons have run out.’",
  "an5.41:9.3": "And so he has no regrets.",
  "an5.41:9.4": "But if the riches a noble disciple gets for these five reasons increases, he thinks:",
  "an5.41:9.5": "‘So, the riches I have gotten for these reasons are increasing.’",
  "an5.41:9.6": "And so he has no regrets in both cases.”",
  "an5.41:10.1": "“‘I’ve enjoyed my wealth, supporting those who depend on me;",
  "an5.41:10.2": "I’ve overcome losses;",
  "an5.41:10.3": "I’ve given uplifting offerings to teachers;",
  "an5.41:10.4": "and made the five spirit-offerings.",
  "an5.41:10.5": "I have looked after the ethical and",
  "an5.41:10.6": "restrained spiritual practitioners.",
  "an5.41:11.1": "I’ve achieved the purpose",
  "an5.41:11.2": "for which an astute lay person",
  "an5.41:11.3": "wishes to gain wealth.",
  "an5.41:11.4": "I don’t regret what I’ve done.’",
  "an5.41:12.1": "A mortal person who recollects this",
  "an5.41:12.2": "stands firm in the noble teaching.",
  "an5.41:12.3": "they’re praised in this life by the astute,",
  "an5.41:12.4": "and they depart to rejoice in heaven.”"
}