{
  "_markup_path": "markup/an/an05/an5.144.html",
  "_alt_strings": [
    "pi/an/an05/an5.144.json"
  ],
  "an5.144:1.1": "Numbered Discourses 5",
  "an5.144:2.1": "15 At Tikaṇḍakī",
  "an5.144:3.1": "144 At Tikaṇḍakī",
  "an5.144:4.1": "At one time the Buddha was staying near Sāketa, in Tikaṇḍakī Wood.",
  "an5.144:4.2": "There the Buddha addressed the mendicants: ",
  "an5.144:4.3": "“Mendicants!” ",
  "an5.144:4.4": "“Venerable sir,” they replied. ",
  "an5.144:4.5": "The Buddha said this: ",
  "an5.144:5.1": "“Mendicants, a mendicant would do well to meditate from time to time perceiving the following: <ol><li>The repulsive in the unrepulsive,</li>",
  "an5.144:5.2": "<li>the unrepulsive in the repulsive,</li>",
  "an5.144:5.3": "<li>the repulsive in both the unrepulsive and the repulsive, and</li>",
  "an5.144:5.4": "<li>the unrepulsive in both the repulsive and the unrepulsive.</li>",
  "an5.144:5.5": "<li>A mendicant would do well to meditate from time to time staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive.</li></ol>",
  "an5.144:6.1": "For what reason should a mendicant meditate perceiving the repulsive in the unrepulsive?",
  "an5.144:6.2": "‘May greed not arise in me for things that arouse greed.’",
  "an5.144:6.3": "A mendicant should meditate perceiving the repulsive in the unrepulsive for this reason.",
  "an5.144:7.1": "For what reason should a mendicant meditate perceiving the unrepulsive in the repulsive?",
  "an5.144:7.2": "‘May hate not arise in me for things that provoke hate.’ …",
  "an5.144:8.1": "For what reason should a mendicant meditate perceiving the repulsive in both the unrepulsive and the repulsive?",
  "an5.144:8.2": "‘May greed not arise in me for things that arouse greed. May hate not arise in me for things that provoke hate.’ …",
  "an5.144:9.1": "For what reason should a mendicant meditate perceiving the unrepulsive in both the repulsive and the unrepulsive?",
  "an5.144:9.2": "‘May hate not arise in me for things that provoke hate. May greed not arise in me for things that arouse greed.’ …",
  "an5.144:10.1": "For what reason should a mendicant meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive?",
  "an5.144:10.2": "‘May no greed for things that arouse greed, hate for things that provoke hate, or delusion for things that promote delusion arise in me in any way at all.’",
  "an5.144:10.3": "For this reason a mendicant should meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive.”"
}