{
  "_markup_path": "markup/an/an05/an5.174.html",
  "_alt_strings": [
    "pi/an/an05/an5.174.json"
  ],
  "an5.174:1.1": "Numbered Discourses 5 ",
  "an5.174:2.1": "18 A Lay Follower",
  "an5.174:3.1": "174 Threats",
  "an5.174:4.1": "Then the householder Anāthapiṇḍika went up to the Buddha, ",
  "an5.174:4.2": "bowed, and sat down to one side.",
  "an5.174:4.3": "The Buddha said to him:",
  "an5.174:5.1": "“Householder, unless these five dangers and threats are given up, one is said to be unethical, and is reborn in hell.",
  "an5.174:5.2": "What five? ",
  "an5.174:5.3": "Killing living creatures, stealing, committing sexual misconduct, lying, and using alcohol and drugs that cause negligence.  ",
  "an5.174:5.4": "Unless these five dangers and threats are given up, one is said to be unethical, and is reborn in hell.",
  "an5.174:6.1": "Once these five dangers and threats are given up, one is said to be ethical, and is reborn in heaven.",
  "an5.174:6.2": "What five? ",
  "an5.174:6.3": "Killing living creatures, stealing, committing sexual misconduct, lying, and using alcohol and drugs that cause negligence.   ",
  "an5.174:6.4": "Once these five dangers and threats are given up, one is said to be ethical, and is reborn in heaven.",
  "an5.174:7.1": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who avoids killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.",
  "an5.174:7.2": "So that danger and threat is quelled for anyone who avoids killing living creatures.",
  "an5.174:8.1": "Anyone who steals …",
  "an5.174:9.1": "Anyone who commits sexual misconduct …",
  "an5.174:10.1": "Anyone who lies …",
  "an5.174:11.1": "Anyone who uses alcohol and drugs that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who avoids using alcohol and drugs that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.",
  "an5.174:11.2": "So that danger and threat is quelled for anyone who avoids using alcohol and drugs that cause negligence.",
  "an5.174:12.1": "A person in the world kills living creatures,",
  "an5.174:12.2": "speaks falsely,",
  "an5.174:12.3": "steals,",
  "an5.174:12.4": "commits adultery,",
  "an5.174:12.5": "and indulges in drinking",
  "an5.174:12.6": "alcohol and liquor.",
  "an5.174:13.1": "Unless they give up these five threats,",
  "an5.174:13.2": "they’re said to be unethical.",
  "an5.174:13.3": "When their body breaks up, that witless person",
  "an5.174:13.4": "is reborn in hell.",
  "an5.174:14.1": "A person in the world doesn’t kill living creatures,",
  "an5.174:14.2": "speak falsely,",
  "an5.174:14.3": "steal,",
  "an5.174:14.4": "commit adultery,",
  "an5.174:14.5": "or indulge in drinking",
  "an5.174:14.6": "alcohol and liquor.",
  "an5.174:15.1": "Giving up these five threats,",
  "an5.174:15.2": "they’re said to be ethical.",
  "an5.174:15.3": "When their body breaks up, that wise person",
  "an5.174:15.4": "is reborn in a good place.”"
}