{
  "_markup_path": "markup/an/an05/an5.168.html",
  "_alt_strings": [
    "pi/an/an05/an5.168.json"
  ],
  "an5.168:1.1": "Numbered Discourses 5 ",
  "an5.168:2.1": "17 Resentment ",
  "an5.168:3.1": "168 Ethics",
  "an5.168:4.1": "There Venerable Sāriputta addressed the mendicants:  ",
  "an5.168:4.2": "“Reverends, an unethical person, who lacks ethics, has destroyed a vital condition for right samādhi.",
  "an5.168:4.3": "When there is no right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision.",
  "an5.168:4.4": "When there is no right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision.",
  "an5.168:4.5": "When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an5.168:4.6": "Suppose there was a tree that lacked branches and foliage.",
  "an5.168:4.7": "Its shoots, bark, softwood, and heartwood would not grow to fullness.",
  "an5.168:4.8": "In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for right samādhi.",
  "an5.168:4.9": "When there is no right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision.",
  "an5.168:4.10": "When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion. ",
  "an5.168:4.11": "When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an5.168:5.1": "An ethical person, who has fulfilled ethics, has fulfilled a vital condition for right samādhi.",
  "an5.168:5.2": "When there is right samādhi, one who has fulfilled right samādhi has fulfilled a vital condition for true knowledge and vision. ",
  "an5.168:5.3": "When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion. ",
  "an5.168:5.4": "When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom. ",
  "an5.168:5.5": "Suppose there was a tree that was complete with branches and foliage.",
  "an5.168:5.6": "Its shoots, bark, softwood, and heartwood would grow to fullness.",
  "an5.168:5.7": "In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for right samādhi.",
  "an5.168:5.8": "When there is right samādhi, one who has fulfilled right samādhi has fulfilled a vital condition for true knowledge and vision. ",
  "an5.168:5.9": "When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion. ",
  "an5.168:5.10": "When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.” "
}