{
  "_markup_path": "markup/an/an05/an5.034.html",
  "_alt_strings": [
    "pi/an/an05/an5.034.json"
  ],
  "an5.34:1.1": "Numbered Discourses 5",
  "an5.34:2.1": "4 With Sumanā",
  "an5.34:3.1": "34 With General Sīha",
  "an5.34:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "an5.34:4.2": "Then General Sīha went up to the Buddha,",
  "an5.34:4.3": "bowed, sat down to one side,",
  "an5.34:4.4": "and said to him:",
  "an5.34:4.5": "“Sir, can you point out a fruit of giving visible in this very life?”",
  "an5.34:5.1": "“I can, Sīha,” said the Buddha.",
  "an5.34:5.2": "“A giver, a donor is loved and liked by many people.",
  "an5.34:5.3": "This is a fruit of giving, visible in this very life.",
  "an5.34:6.1": "Furthermore, good people associate with a giver.",
  "an5.34:6.2": "This is another fruit of giving, visible in this very life.",
  "an5.34:7.1": "Furthermore, a giver gains a good reputation.",
  "an5.34:7.2": "This is another fruit of giving, visible in this very life.",
  "an5.34:8.1": "Furthermore, a giver enters any kind of assembly bold and assured,",
  "an5.34:8.2": "whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.",
  "an5.34:8.6": "This is another fruit of giving, visible in this very life.",
  "an5.34:9.1": "Furthermore, when a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "an5.34:9.2": "This is fruit of giving to do with lives to come.”",
  "an5.34:10.1": "When he said this, General Sīha said to the Buddha:",
  "an5.34:10.2": "“When it comes to those four fruits of giving visible in this very life, I don’t have to rely on faith in the Buddha,",
  "an5.34:10.3": "for I know them too.",
  "an5.34:10.4": "I’m a giver, a donor, and am loved and liked by many people.",
  "an5.34:10.5": "I’m a giver, ",
  "an5.34:10.6": "and good people associate with me.",
  "an5.34:10.7": "I’m a giver, ",
  "an5.34:10.8": "and I have this good reputation:",
  "an5.34:10.9": "‘General Sīha gives, serves, and attends on the Saṅgha.’",
  "an5.34:10.10": "I’m a giver, and I enter any kind of assembly bold and assured,",
  "an5.34:10.11": "whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.",
  "an5.34:10.13": "When it comes to these four fruits of giving visible in this very life, I don’t have to rely on faith in the Buddha,",
  "an5.34:10.14": "for I know them too.",
  "an5.34:10.15": "But when the Buddha says:",
  "an5.34:10.16": "‘When a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ I don’t know this,",
  "an5.34:10.17": "so I have to rely on faith in the Buddha.”",
  "an5.34:10.18": "“That’s so true, Sīha! That’s so true!",
  "an5.34:10.19": "When a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.”",
  "an5.34:11.1": "“Giving, you’re loved and befriended by many people.",
  "an5.34:11.2": "You get a good reputation, and your fame grows.",
  "an5.34:11.3": "A generous man enters an assembly",
  "an5.34:11.4": "bold and assured.",
  "an5.34:12.1": "So an astute person, seeking happiness, would give gifts,",
  "an5.34:12.2": "having driven out the stain of stinginess.",
  "an5.34:12.3": "They live long in the threefold heaven,",
  "an5.34:12.4": "enjoying the company of the gods.",
  "an5.34:13.1": "Having taken the opportunity to do good, when they pass from here ",
  "an5.34:13.2": "they wander radiant in the Garden of Delight.",
  "an5.34:13.3": "There they delight, rejoice, and enjoy themselves, ",
  "an5.34:13.4": "provided with the five kinds of sensual stimulation.",
  "an5.34:13.5": "Doing what the unattached, the poised one says,",
  "an5.34:13.6": "disciples of the Holy One rejoice in heaven.”"
}