{
  "_markup_path": "markup/an/an05/an5.141.html",
  "_alt_strings": [
    "pi/an/an05/an5.141.json"
  ],
  "an5.141:1.1": "Numbered Discourses 5",
  "an5.141:2.1": "15 At Tikaṇḍakī",
  "an5.141:3.1": "141 Scorn",
  "an5.141:4.1": "“Mendicants, these five people are found in the world.",
  "an5.141:4.2": "What five?",
  "an5.141:4.3": "One gives then scorns, one lives together then scorns, one is gullible for gossip, one is impulsive, and one is stupid and foolish.",
  "an5.141:5.1": "And how does a person give then scorn?",
  "an5.141:5.2": "It’s when a person gives someone robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an5.141:5.3": "They think:",
  "an5.141:5.4": "‘I give;",
  "an5.141:5.5": "this one receives.’",
  "an5.141:5.6": "They give to that person, then they scorn them.",
  "an5.141:5.7": "That’s how a person gives then scorns.",
  "an5.141:6.1": "And how does a person live together then scorn?",
  "an5.141:6.2": "It’s when a person lives with someone else for two or three years.",
  "an5.141:6.3": "They live together with that person, then they scorn them.",
  "an5.141:6.4": "That’s how a person live together then scorns.",
  "an5.141:7.1": "And how is a person gullible for gossip?",
  "an5.141:7.2": "It’s when they’re very quick to believe what a certain person says in praise or criticism of another.",
  "an5.141:7.3": "That’s how a person is gullible for gossip.",
  "an5.141:8.1": "And how is a person impulsive?",
  "an5.141:8.2": "It’s when a certain person is fickle in faith, devotion, fondness, and confidence.",
  "an5.141:8.3": "That’s how a person is impulsive.",
  "an5.141:9.1": "And how is a person stupid and foolish?",
  "an5.141:9.2": "It’s when they don’t know the difference between qualities that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.",
  "an5.141:9.3": "That’s how a person is stupid and foolish.",
  "an5.141:9.4": "These are the five people found in the world.”"
}