{
  "_markup_path": "markup/an/an05/an5.073.html",
  "_alt_strings": [
    "pi/an/an05/an5.073.json"
  ],
  "an5.73:1.1": "Numbered Discourses 5",
  "an5.73:2.1": "8 Warriors",
  "an5.73:3.1": "73 One Who Lives by the Teaching (1st)",
  "an5.73:4.1": "Then a mendicant went up to the Buddha,",
  "an5.73:4.2": "bowed, sat down to one side,",
  "an5.73:4.3": "and said to him:",
  "an5.73:4.4": "“Sir, they speak of ‘one who lives by the teaching’.",
  "an5.73:4.5": "How is one who lives by the teaching defined?”",
  "an5.73:5.1": "“Mendicant, take a mendicant who memorizes the teaching—",
  "an5.73:5.2": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an5.73:5.3": "They spend their days studying that teaching. But they neglect solitude, and are not committed to internal serenity of heart.",
  "an5.73:5.4": "That mendicant is called",
  "an5.73:5.5": "one who studies a lot, not one who lives by the teaching.",
  "an5.73:6.1": "Furthermore, a mendicant teaches Dharma in detail to others as they learned and memorized it.",
  "an5.73:6.2": "They spend their days advocating that teaching. But they neglect solitude, and are not committed to internal serenity of heart.",
  "an5.73:6.3": "That mendicant is called",
  "an5.73:6.4": "one who advocates a lot, not one who lives by the teaching.",
  "an5.73:7.1": "Furthermore, a mendicant recites the teaching in detail as they learned and memorized it.",
  "an5.73:7.2": "They spend their days reciting that teaching. But they neglect solitude, and are not committed to internal serenity of heart.",
  "an5.73:7.3": "That mendicant is called",
  "an5.73:7.4": "one who recites a lot, not one who lives by the teaching.",
  "an5.73:8.1": "Furthermore, a mendicant thinks about and considers the Dharma in their heart, examining it with the mind as they learned and memorized it.",
  "an5.73:8.2": "They spend their days thinking about that teaching. But they neglect solitude, and are not committed to internal serenity of heart.",
  "an5.73:8.3": "That mendicant is called",
  "an5.73:8.4": "one who thinks a lot, not one who lives by the teaching.",
  "an5.73:9.1": "Take a mendicant who memorizes the teaching—",
  "an5.73:9.2": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an5.73:9.3": "They don’t spend their days studying that teaching. They don’t neglect solitude, and they’re committed to internal serenity of heart.",
  "an5.73:9.4": "That’s how a mendicant is a one who lives by the teaching.",
  "an5.73:10.1": "So, mendicant, I’ve taught you the one who studies a lot, the one who advocates a lot, the one who recites a lot, the one who thinks a lot, and the one who lives by the teaching.",
  "an5.73:10.2": "Out of compassion, I’ve done what a teacher should do for the benefit of their disciples.",
  "an5.73:10.3": "Here are these roots of trees, and here are these empty huts.",
  "an5.73:10.4": "Practice absorption, mendicant! Don’t be negligent! Don’t regret it later!",
  "an5.73:10.5": "This is my instruction to you.”"
}