{
  "_markup_path": "markup/an/an05/an5.162.html",
  "_alt_strings": [
    "pi/an/an05/an5.162.json"
  ],
  "an5.162:2.1": "17 Resentment ",
  "an5.162:3.1": "162 Getting Rid of Resentment (2)",
  "an5.162:4.1": "There Venerable Sāriputta addressed the mendicants:  ",
  "an5.162:4.2": "“Reverends, mendicants!”  ",
  "an5.162:4.3": "“Reverend,” they replied. ",
  "an5.162:4.4": "Sāriputta said this: ",
  "an5.162:5.1": "“Mendicants, a mendicant should use these five methods to completely get rid of resentment when it has arisen toward anyone.",
  "an5.162:5.2": "What five? ",
  "an5.162:5.3": "In the case of a person whose behavior by way of body is impure, but whose behavior by way of speech is pure, ",
  "an5.162:5.4": "you should get rid of resentment for that kind of person.",
  "an5.162:5.5": "In the case of a person whose behavior by way of speech is impure, but whose behavior by way of body is pure, …",
  "an5.162:5.7": "In the case of a person whose behavior by way of body and speech is impure, but who gets an openness and clarity of heart from time to time, …",
  "an5.162:5.9": "In the case of a person whose behavior by way of body and speech is impure, and who doesn’t get an openness and clarity of heart from time to time, …",
  "an5.162:5.11": "In the case of a person whose behavior by way of body and speech is pure, and who gets an openness and clarity of heart from time to time, ",
  "an5.162:5.12": "you should get rid of resentment for that kind of person. ",
  "an5.162:6.1": "How should you get rid of resentment for a person whose behavior by way of body is impure, but whose behavior by way of speech is pure?",
  "an5.162:6.2": "Suppose a mendicant wearing rag robes sees a rag by the side of the road. They’d hold it down with the left foot, spread it out with the right foot, tear out what was intact, and take it away with them.",
  "an5.162:6.3": "In the same way, at that time you should ignore that person’s impure behavior by way of body and focus on their pure behavior by way of speech.",
  "an5.162:6.4": "That’s how to get rid of resentment for that person.",
  "an5.162:6.5": "<span class=”brnum”>(1)span> ",
  "an5.162:7.1": "How should you get rid of resentment for a person whose behavior by way of speech is impure, but whose behavior by way of body is pure?",
  "an5.162:7.2": "Suppose there was a lotus pond covered with moss and aquatic plants.",
  "an5.162:7.3": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched. ",
  "an5.162:7.4": "They’d plunge into the lotus pond, sweep apart the moss and aquatic plants, drink from their cupped hands, and be on their way. ",
  "an5.162:7.5": "In the same way, at that time you should ignore that person’s impure behavior by way of speech and focus on their pure behavior by way of body.",
  "an5.162:7.6": "That’s how to get rid of resentment for that person.",
  "an5.162:7.7": "<span class=\"brnum\">(2)</span>",
  "an5.162:8.1": "How should you get rid of resentment for a person whose behavior by way of body and speech is impure, but who gets an openness and clarity of heart from time to time?",
  "an5.162:8.2": "Suppose there was a little water in a cow’s hoofprint.",
  "an5.162:8.3": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched.  ",
  "an5.162:8.4": "They might think:",
  "an5.162:8.5": "‘This little bit of water is in a cow’s hoofprint.",
  "an5.162:8.6": "If I drink it with my cupped hands or a bowl, I’ll stir it and disturb it, making it undrinkable.",
  "an5.162:8.7": "Why don’t I get down on all fours and drink it up like a cow, then be on my way?’",
  "an5.162:8.8": "So that’s what they do.",
  "an5.162:8.9": "In the same way, at that time you should ignore that person’s impure behavior by way of speech and body,",
  "an5.162:8.11": "and focus on the fact that they get an openness and clarity of heart from time to time.",
  "an5.162:8.12": "That’s how to get rid of resentment for that person.",
  "an5.162:8.13": "<span class=\"brnum\">(3)</span>",
  "an5.162:9.1": "How should you get rid of resentment for a person whose behavior by way of body and speech is impure, and who doesn’t get an openness and clarity of heart from time to time?",
  "an5.162:9.2": "Suppose a person was travelling along a road, and they were sick, suffering, gravely ill.",
  "an5.162:9.3": "And it was a long way to a village, whether ahead or behind.",
  "an5.162:9.4": "And they didn’t have any suitable food or medicine, or a competent carer, or someone to bring them to a village district.",
  "an5.162:9.5": "Then another person travelling along the road sees them,",
  "an5.162:9.6": "and thinks of them with nothing but compassion, kindness, and sympathy:",
  "an5.162:9.7": "‘Oh, may this person get suitable food or medicine, or a competent carer, or someone to bring them to a village district.",
  "an5.162:9.8": "Why is that? ",
  "an5.162:9.9": "So that they don’t meet with disaster right here.’",
  "an5.162:9.10": "In the same way, at that time you should ignore that person’s impure behavior by way of speech and body, and the fact that they don’t get an openness and clarity of heart from time to time, and think of them with nothing but compassion, kindness, and sympathy:",
  "an5.162:9.11": "‘Oh, may this person give up bad conduct by way of body, speech, and mind, and develop good conduct by way of body, speech, and mind.",
  "an5.162:9.12": "Why is that? ",
  "an5.162:9.13": "So that, when their body breaks up, after death, they’re not reborn in a place of loss, a bad place, the underworld, hell.’",
  "an5.162:9.14": "That’s how to get rid of resentment for that person.",
  "an5.162:9.15": "<span class=”brnum”>(4)span> ",
  "an5.162:10.1": "How should you get rid of resentment for a person whose behavior by way of body and speech is pure, and who gets an openness and clarity of heart from time to time?",
  "an5.162:10.2": "Suppose there was a lotus pond with transparent, sweet, cool water, clean, with smooth banks, delightful, and shaded by many trees.",
  "an5.162:10.3": "Then along comes a person struggling in the oppressive heat, weary, thirsty, and parched.  ",
  "an5.162:10.4": "They’d plunge into the lotus pond to bathe and drink. And coming out they’d sit or lie down right there in the shade of the trees.",
  "an5.162:11.1": "In the same way, at that time you should focus on that person’s pure behavior by way of body and speech, and on the fact that they get an openness and clarity of heart from time to time.",
  "an5.162:11.4": "That’s how to get rid of resentment for that person.",
  "an5.162:11.5": "Relying on a person who is impressive all around, the mind becomes confident.",
  "an5.162:11.6": "<span class=”brnum”>(5)span> ",
  "an5.162:12.1": "A mendicant should use these five methods to completely get rid of resentment when it has arisen toward anyone.”"
}