{
  "_markup_path": "markup/an/an05/an5.031.html",
  "_alt_strings": [
    "pi/an/an05/an5.031.json"
  ],
  "an5.31:1.1": "Numbered Discourses 5",
  "an5.31:2.1": "4 With Sumanā",
  "an5.31:3.1": "31 With Sumanā",
  "an5.31:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an5.31:4.2": "Then Princess Sumanā, escorted by five hundred chariots and five hundred royal maidens, went up to the Buddha,",
  "an5.31:4.3": "bowed, sat down to one side,",
  "an5.31:4.4": "and said to him:",
  "an5.31:5.1": "“Sir, suppose there were two disciples equal in faith, ethics, and wisdom.",
  "an5.31:5.2": "One is a giver, one is not.",
  "an5.31:5.3": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.",
  "an5.31:5.4": "When they have become gods, would there be any distinction or difference between them?”",
  "an5.31:6.1": "“There would be, Sumanā,” said the Buddha.",
  "an5.31:6.2": "“As a god, the one who was a giver would surpass the other in five respects:",
  "an5.31:6.3": "divine lifespan, beauty, happiness, fame, and dominion.",
  "an5.31:6.4": "As a god, the one who was a giver would surpass the other in these five respects.”",
  "an5.31:7.1": "“But sir, if they pass away from there and come back to this world as human beings, would there still be any distinction or difference between them?”",
  "an5.31:7.2": "“There would be, Sumanā,” said the Buddha.",
  "an5.31:7.3": "“As a human being, the one who was a giver would surpass the other in five respects:",
  "an5.31:7.4": "human lifespan, beauty, happiness, fame, and dominion.",
  "an5.31:7.5": "As a human being, the one who was a giver would surpass the other in these five respects.”",
  "an5.31:8.1": "“But sir, if they both go forth from the lay life to homelessness, would there still be any distinction or difference between them?”",
  "an5.31:8.2": "“There would be, Sumanā,” said the Buddha.",
  "an5.31:8.3": "“As a renunciant, the one who was a giver would surpass the other in five respects.",
  "an5.31:8.4": "They’d usually use only what they’ve been invited to accept—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—rarely using them without invitation.",
  "an5.31:8.5": "When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, rarely disagreeably.",
  "an5.31:8.6": "As a renunciant, the one who was a giver would surpass the other in these five respects.”",
  "an5.31:9.1": "“But sir, if they both attain perfection, as perfected ones would there still be any distinction or difference between them?”",
  "an5.31:9.2": "“In that case, I say there is no difference between the freedom of one and the freedom of the other.”",
  "an5.31:10.1": "“It’s incredible, sir, it’s amazing!",
  "an5.31:10.2": "Just this much is quite enough to justify giving gifts and making merit.",
  "an5.31:10.3": "For merit is helpful for those who have become gods, human beings, and renunciants.”",
  "an5.31:10.4": "“That’s so true, Sumanā.",
  "an5.31:10.5": "It’s quite enough to justify giving gifts and making merit.",
  "an5.31:10.6": "For merit is helpful for those who have become gods, human beings, and renunciants.”",
  "an5.31:11.1": "This is what the Buddha said.",
  "an5.31:11.2": "Then the Holy One, the Teacher, went on to say:",
  "an5.31:12.1": "“The moon so immaculate,",
  "an5.31:12.2": "journeying across the dimension of space;",
  "an5.31:12.3": "outshines with its radiance",
  "an5.31:12.4": "all the world’s stars.",
  "an5.31:13.1": "So too, a faithful individual,",
  "an5.31:13.2": "perfect in ethics,",
  "an5.31:13.3": "outshines with their generosity",
  "an5.31:13.4": "all the world’s stingy people.",
  "an5.31:14.1": "The thundering rain cloud,",
  "an5.31:14.2": "its hundred peaks wreathed in lightning,",
  "an5.31:14.3": "pours down over the rich earth,",
  "an5.31:14.4": "soaking the plains and lowlands.",
  "an5.31:15.1": "Even so, an astute person accomplished in vision,",
  "an5.31:15.2": "a disciple of the fully awakened Buddha,",
  "an5.31:15.3": "surpasses a mean person",
  "an5.31:15.4": "in five respects:",
  "an5.31:16.1": "Long life and fame,",
  "an5.31:16.2": "beauty and happiness.",
  "an5.31:16.3": "Blessed with riches,",
  "an5.31:16.4": "they depart to rejoice in heaven.”"
}