{
  "_markup_path": "markup/an/an05/an5.170.html",
  "_alt_strings": [
    "pi/an/an05/an5.170.json"
  ],
  "an5.170:1.1": "Numbered Discourses 5 ",
  "an5.170:2.1": "17 Resentment ",
  "an5.170:3.1": "170 With Bhaddaji",
  "an5.170:4.1": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery. ",
  "an5.170:4.2": "Then Venerable Bhaddaji went up to Venerable Ānanda,",
  "an5.170:4.3": "and exchanged greetings with him. ",
  "an5.170:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an5.170:4.5": "and Venerable Ānanda said to him:",
  "an5.170:4.6": "“Reverend Bhaddaji, what is the best sight, the best sound, the best happiness, the best perception, and the best state of existence?”",
  "an5.170:5.1": "“Reverend, there is this Brahmā, the undefeated, the champion, the universal seer, the wielder of power. When you see Brahmā, that’s the best sight.",
  "an5.170:5.2": "There are the gods called ‘of streaming radiance’, who are overflowing and inundated with happiness.",
  "an5.170:5.3": "Every so often they feel inspired to say:",
  "an5.170:5.4": "‘Oh, what bliss! Oh, what bliss!’",
  "an5.170:5.5": "When you hear that, it’s the best sound.",
  "an5.170:5.6": "There are the gods called ‘replete with glory’.",
  "an5.170:5.7": "Since they’re actually content, they experience pleasure. This is the best happiness.",
  "an5.170:5.8": "There are the gods reborn in the dimension of nothingness. This is the best perception.",
  "an5.170:5.9": "There are the gods reborn in the dimension of neither perception nor non-perception. This is the best state of existence.”",
  "an5.170:5.10": "“So, Venerable Bhaddaji, do you agree with what most people say about this?”",
  "an5.170:6.1": "“Well, Venerable Ānanda, you’re very learned. ",
  "an5.170:6.2": "Why don’t you clarify this yourself?” ",
  "an5.170:6.3": "“Well then, Reverend Bhaddaji, listen and pay close attention,",
  "an5.170:6.4": "I will speak.” ",
  "an5.170:6.5": "“Yes, reverend,” Bhaddaji replied.",
  "an5.170:6.6": "Ānanda said this:",
  "an5.170:7.1": "“What you see when the defilements end in the present life is the best sight.",
  "an5.170:7.2": "What you hear when the defilements end in the present life is the best sound.",
  "an5.170:7.3": "The happiness you feel when the defilements end in the present life is the best happiness.",
  "an5.170:7.4": "What you perceive when the defilements end in the present life is the best perception.",
  "an5.170:7.5": "The state of existence in which the defilements end in the present life is the best state of existence.”"
}