{
  "_markup_path": "markup/an/an05/an5.140.html",
  "_alt_strings": [
    "pi/an/an05/an5.140.json"
  ],
  "an5.140:1.1": "Numbered Discourses 5",
  "an5.140:2.1": "14 Kings",
  "an5.140:3.1": "140 A Listener",
  "an5.140:4.1": "“Mendicants, a royal bull elephant with five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an5.140:4.2": "What five?",
  "an5.140:4.3": "A royal bull elephant listens, destroys, protects, endures, and goes fast.",
  "an5.140:5.1": "And how does a royal bull elephant listen?",
  "an5.140:5.2": "It’s when a royal bull elephant pays attention, focuses, directs its whole mind, and listens well to whatever task the elephant trainer has it do,",
  "an5.140:5.3": "whether or not it’s done it before.",
  "an5.140:5.5": "That’s how a royal bull elephant listens.",
  "an5.140:5.6": "<span class=”brnum”>(1)</span>",
  "an5.140:6.1": "And how does a royal bull elephant destroy?",
  "an5.140:6.2": "It’s when a royal bull elephant in battle destroys elephants with their riders, horses with their riders, chariots and charioteers, and foot soldiers.",
  "an5.140:6.3": "That’s how a royal bull elephant destroys.",
  "an5.140:6.4": "<span class=”brnum”>(2)</span>",
  "an5.140:7.1": "And how does a royal bull elephant protect?",
  "an5.140:7.2": "It’s when a royal bull elephant in battle protects its fore-quarters and hind-quarters, its fore-feet and hind-feet, and its head, ears, tusks, trunk, tail, and rider.",
  "an5.140:7.3": "That’s how a royal bull elephant protects.",
  "an5.140:7.4": "<span class=”brnum”>(3)</span>",
  "an5.140:8.1": "And how does a royal bull elephant endure?",
  "an5.140:8.2": "It’s when a royal bull elephant in battle endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and cymbals.",
  "an5.140:8.3": "That’s how a royal bull elephant endures.",
  "an5.140:8.4": "<span class=”brnum”>(4)</span>",
  "an5.140:9.1": "And how does a royal bull elephant go fast?",
  "an5.140:9.2": "It’s when a royal bull elephant swiftly goes in whatever direction the elephant trainer sends it,",
  "an5.140:9.3": "whether or not it’s been there before.",
  "an5.140:9.5": "That’s how a royal bull elephant goes fast.",
  "an5.140:9.6": "<span class=”brnum”>(5)</span>",
  "an5.140:10.1": "A royal bull elephant with these five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.",
  "an5.140:11.1": "In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an5.140:11.2": "What five?",
  "an5.140:11.3": "A mendicant listens, destroys, protects, endures, and goes fast.",
  "an5.140:12.1": "And how does a mendicant listen?",
  "an5.140:12.2": "It’s when a mendicant pays attention, focuses, concentrates, and listens well when the teaching and training announced by a Realized One is being taught.",
  "an5.140:12.3": "That’s how a mendicant listens.",
  "an5.140:12.4": "<span class=”brnum”>(1)</span>",
  "an5.140:13.1": "And how does a mendicant destroy?",
  "an5.140:13.2": "It’s when a mendicant doesn’t tolerate a sensual thought that’s arisen, but gives it up, gets rid of it, destroys it, eliminates it, and exterminates it.",
  "an5.140:13.3": "They don’t tolerate a malicious thought … They don’t tolerate a harmful thought … They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, destroy them, eliminate them, and exterminate them.",
  "an5.140:13.4": "That’s how a mendicant destroys.",
  "an5.140:13.5": "<span class=”brnum”>(2)</span>",
  "an5.140:14.1": "And how does a mendicant protect?",
  "an5.140:14.2": "When a mendicant sees a sight with the eyes, they don’t get caught up in the features and details.",
  "an5.140:14.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an5.140:14.4": "protecting the faculty of sight,",
  "an5.140:14.5": "and achieving restraint over it.",
  "an5.140:14.6": "Hearing a sound with the ears … Smelling an odor with the nose … Tasting a flavor with the tongue … Feeling a touch with the body … Knowing a phenomena with the mind, they don’t get caught up in the features and details.",
  "an5.140:14.7": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an5.140:14.8": "protecting the faculty of mind,",
  "an5.140:14.9": "and achieving restraint over it.",
  "an5.140:14.10": "That’s how a mendicant protects.",
  "an5.140:14.11": "<span class=”brnum”>(3)</span>",
  "an5.140:15.1": "And how does a mendicant endure?",
  "an5.140:15.2": "It’s when a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; ",
  "an5.140:15.3": "rude and unwelcome criticism; and puts up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.",
  "an5.140:15.4": "That’s how a mendicant endures.",
  "an5.140:15.5": "<span class=”brnum”>(4)</span>",
  "an5.140:16.1": "And how does a mendicant go fast?",
  "an5.140:16.2": "It’s when a mendicant swiftly goes in the direction they’ve never gone before in all this long time; that is, the stilling of all conditions, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ",
  "an5.140:16.3": "That’s how a mendicant goes fast.",
  "an5.140:16.4": "<span class=”brnum”>(5)</span>",
  "an5.140:17.1": "A mendicant with these five factors … is a supreme field of merit for the world.”"
}