{
  "_markup_path": "markup/an/an05/an5.088.html",
  "_alt_strings": [
    "pi/an/an05/an5.088.json"
  ],
  "an5.88:1.1": "Numbered Discourses 5",
  "an5.88:2.1": "9 Senior Mendicants",
  "an5.88:3.1": "88 Senior Mendicants",
  "an5.88:4.1": "“Mendicants, a senior mendicant who has five qualities is acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an5.88:5.1": "What five?",
  "an5.88:5.2": "They are senior and have long gone forth.",
  "an5.88:5.3": "They’re well known, famous, with a large following that includes both laypeople and renunciants.",
  "an5.88:5.4": "They receive robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an5.88:5.5": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an5.88:5.6": "But they have wrong view and distorted perspective. They draw many people away from the true teaching and establish them in false teachings.",
  "an5.88:5.7": "People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well known, famous, with a large following that includes both laypeople and renunciants. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned.",
  "an5.88:5.8": "A senior mendicant who has these five qualities is acting for the hurt and unhappiness of many people, for the harm, hurt, and suffering of gods and humans. ",
  "an5.88:6.1": "A senior mendicant who has five qualities is acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans. ",
  "an5.88:7.1": "What five?",
  "an5.88:7.2": "They are senior and have long gone forth.",
  "an5.88:7.3": "They’re well known, famous, with a large following, including both laypeople and renunciants.",
  "an5.88:7.4": "They receive robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an5.88:7.5": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an5.88:7.6": "And they have right view and an undistorted perspective. They draw many people away from false teachings and establish them in the true teaching.",
  "an5.88:7.7": "People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well known, famous, with a large following that includes both laypeople and renunciants. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned.",
  "an5.88:7.8": "A senior mendicant who has these five qualities is acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.”"
}