{
  "_markup_path": "markup/an/an05/an5.051.html",
  "_alt_strings": [
    "pi/an/an05/an5.051.json"
  ],
  "an5.51:1.1": "Numbered Discourses 5",
  "an5.51:2.1": "6 Hindrances",
  "an5.51:3.1": "51 Obstacles",
  "an5.51:4.1": "<span class=”evam”>So I have heard.</span> ",
  "an5.51:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an5.51:4.3": "There the Buddha addressed the mendicants:",
  "an5.51:4.4": "“Mendicants!” ",
  "an5.51:4.5": "“Venerable sir,” they replied. ",
  "an5.51:4.6": "The Buddha said this: ",
  "an5.51:5.1": "“Mendicants, there are these five obstacles and hindrances, parasites of the mind that weaken wisdom.",
  "an5.51:5.2": "What five?",
  "an5.51:5.3": "Sensual desire …",
  "an5.51:5.4": "Ill will …",
  "an5.51:5.5": "Dullness and drowsiness …",
  "an5.51:5.6": "Restlessness and remorse …",
  "an5.51:5.7": "Doubt …",
  "an5.51:5.8": "These are the five obstacles and hindrances, parasites of the mind that weaken wisdom.",
  "an5.51:6.1": "Take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s simply impossible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
  "an5.51:6.2": "Suppose there was a mountain river that flowed swiftly, going far, carrying all before it.",
  "an5.51:6.3": "But then a man would open channels on both sides,",
  "an5.51:6.4": "so the mid-river current would be dispersed, spread out, and separated. The river would no longer flow swiftly, going far, carrying all before it.",
  "an5.51:6.5": "In the same way, take a mendicant who has feeble and weak wisdom, not having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s simply impossible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
  "an5.51:7.1": "Take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones.",
  "an5.51:7.2": "Suppose there was a mountain river that flowed swiftly, going far, carrying all before it.",
  "an5.51:7.3": "But then a man would close up the channels on both sides,",
  "an5.51:7.4": "so the mid-river current would not be dispersed, spread out, and separated. The river would keep flowing swiftly for a long way, carrying all before it.",
  "an5.51:7.5": "In the same way, take a mendicant who has powerful wisdom, having given up these five obstacles and hindrances, parasites of the mind that weaken wisdom. It’s quite possible that they would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones."
}