{
  "_markup_path": "markup/an/an05/an5.179.html",
  "_alt_strings": [
    "pi/an/an05/an5.179.json"
  ],
  "an5.179:2.1": "18 A Lay Follower",
  "an5.179:3.1": "179 A Layperson",
  "an5.179:4.1": "Then the householder Anāthapiṇḍika, escorted by five hundred lay followers, went up to the Buddha,",
  "an5.179:4.2": "bowed, and sat down to one side.",
  "an5.179:4.3": "Then the Buddha said to Venerable Sāriputta:",
  "an5.179:4.4": "“You should know this, Sāriputta, about those white-clothed laypeople whose actions are restrained in the five precepts, and who get four blissful meditations in the present life belonging to the higher mind when they want, without trouble or difficulty. They may, if they wish, declare of themselves:",
  "an5.179:4.5": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "an5.179:5.1": "And what are the five precepts in which their actions are restrained?",
  "an5.179:5.2": "It’s when a noble disciple doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcohol and drugs that cause negligence.",
  "an5.179:5.3": "These are the five precepts in which their actions are restrained.",
  "an5.179:6.1": "And what are the four blissful meditations in the present life belonging to the higher mind that they get when they want, without trouble or difficulty?",
  "an5.179:6.2": "It’s when a noble disciple has experiential confidence in the Buddha:",
  "an5.179:6.3": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an5.179:6.4": "This is the first blissful meditation in the present life belonging to the higher mind, which they achieve in order to purify the unpurified mind and cleanse the unclean mind.",
  "an5.179:7.1": "Furthermore, a noble disciple has experiential confidence in the Dharma:",
  "an5.179:7.2": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "an5.179:7.3": "This is the second blissful meditation …",
  "an5.179:8.1": "Furthermore, a noble disciple has experiential confidence in the Saṅgha:",
  "an5.179:8.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’",
  "an5.179:8.3": "This is the third blissful meditation …",
  "an5.179:9.1": "Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an5.179:9.2": "This is the fourth blissful meditation in the present life belonging to the higher mind, which they achieve in order to purify the unpurified mind and cleanse the unclean mind.",
  "an5.179:9.3": "These are the four blissful meditations in the present life belonging to the higher mind that they get when they want, without trouble or difficulty.",
  "an5.179:10.1": "“You should know this, Sāriputta, about those white-clothed laypeople ",
  "an5.179:10.2": "whose actions are restrained in the five precepts, and who get four blissful meditations in the present life belonging to the higher mind when they want, without trouble or difficulty. They may, if they wish, declare of themselves:",
  "an5.179:10.3": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”",
  "an5.179:11.1": "“Seeing the peril in the hells,",
  "an5.179:11.2": "you should shun bad deeds.",
  "an5.179:11.3": "Taking up the noble teaching,",
  "an5.179:11.4": "an astute person should shun them.",
  "an5.179:12.1": "You shouldn’t harm living creatures,",
  "an5.179:12.2": "as far as that’s possible to do.",
  "an5.179:12.3": "Nor should you knowingly speak falsehood,",
  "an5.179:12.4": "or take what is not given.",
  "an5.179:13.1": "Content with your own partners,",
  "an5.179:13.2": "you should stay away from the partners of others.",
  "an5.179:13.3": "A man shouldn’t drink liquor or wine,",
  "an5.179:13.4": "as they confuse the mind.",
  "an5.179:14.1": "You should recollect the Buddha,",
  "an5.179:14.2": "and reflect on the teaching.",
  "an5.179:14.3": "You should develop a harmless mind of welfare,",
  "an5.179:14.4": "which leads to the realms of gods.",
  "an5.179:15.1": "When suitable gifts to give are available",
  "an5.179:15.2": "to someone who wants and needs merit,",
  "an5.179:15.3": "a teacher’s offering is abundant",
  "an5.179:15.4": "if given first to the peaceful ones.",
  "an5.179:16.1": "I will describe the peaceful ones,",
  "an5.179:16.2": "Sāriputta, listen to me.",
  "an5.179:16.3": "Cows may be black or white, ",
  "an5.179:16.4": "red or tawny,",
  "an5.179:17.1": "mottled or uniform, ",
  "an5.179:17.2": "or pigeon-colored.",
  "an5.179:17.3": "but when one is born among them, ",
  "an5.179:17.4": "the bull that’s tamed,",
  "an5.179:18.1": "—a behemoth, powerful,",
  "an5.179:18.2": "well-paced in pulling forward—",
  "an5.179:18.3": "they yoke the load just to him, ",
  "an5.179:18.4": "regardless of his color. ",
  "an5.179:19.1": "So it is for humans, ",
  "an5.179:19.2": "wherever they may be born,",
  "an5.179:19.3": "—among aristocrats, brahmins, merchants, ",
  "an5.179:19.4": "workers, or outcastes and scavengers—",
  "an5.179:20.1": "but when one is born among them, ",
  "an5.179:20.2": "tamed, true to their vows.",
  "an5.179:20.3": "Firm in principle, accomplished in ethical conduct,",
  "an5.179:20.4": "truthful, conscientious, ",
  "an5.179:21.1": "they’ve given up birth and death,",
  "an5.179:21.2": "and have completed the spiritual journey.",
  "an5.179:21.3": "With burden put down, detached, ",
  "an5.179:21.4": "they’ve completed the task and are free of defilements. ",
  "an5.179:22.1": "Gone beyond all things, ",
  "an5.179:22.2": "they’re extinguished without grasping.",
  "an5.179:22.3": "In that flawless field,",
  "an5.179:22.4": "a teacher’s offering is abundant. ",
  "an5.179:23.1": "Fools who don’t understand, ",
  "an5.179:23.2": "—stupid, uneducated— ",
  "an5.179:23.3": "give their gifts to those outside,",
  "an5.179:23.4": "and don’t attend the peaceful ones. ",
  "an5.179:24.1": "But those who do attend the peaceful ones, ",
  "an5.179:24.2": "—wise, esteemed as sages—",
  "an5.179:24.3": "and whose faith in the Holy One ",
  "an5.179:24.4": "has roots planted deep, ",
  "an5.179:25.1": "they go to the realm of the gods, ",
  "an5.179:25.2": "or are born here in a good family. ",
  "an5.179:25.3": "Gradually those astute ones ",
  "an5.179:25.4": "reach extinguishment.” "
}