{
  "_markup_path": "markup/an/an05/an5.195.html",
  "_alt_strings": [
    "pi/an/an05/an5.195.json"
  ],
  "an5.195:1.1": "Numbered Discourses 5 ",
  "an5.195:2.1": "20 Brahmins ",
  "an5.195:3.1": "195 Piṅgiyānī",
  "an5.195:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an5.195:4.2": "Now at that time five hundred Licchavis were visiting the Buddha.",
  "an5.195:4.3": "Some of the Licchavis were in blue, of blue color, clad in blue, adorned with blue. And some were similarly colored in yellow, red, or white.",
  "an5.195:4.4": "But the Buddha outshone them all in beauty and glory.",
  "an5.195:5.1": "Then the brahmin Piṅgīyānī got up from his seat, arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "an5.195:5.2": "“I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”",
  "an5.195:5.3": "“Then speak as you feel inspired,” said the Buddha.",
  "an5.195:5.4": "Then the brahmin Piṅgīyānī extolled the Buddha in his presence with an appropriate verse.",
  "an5.195:6.1": "“Like a fragrant pink lotus",
  "an5.195:6.2": "that blooms in the morning, its fragrance unfaded—",
  "an5.195:6.3": "see Aṅgīrasa shine,",
  "an5.195:6.4": "bright as the sun in the sky!”",
  "an5.195:7.1": "Then those Licchavis presented Piṅgiyānī with five hundred upper robes.",
  "an5.195:7.2": "And Piṅgiyānī presented them all to the Buddha.",
  "an5.195:8.1": "Then the Buddha said to the Licchavis:",
  "an5.195:8.2": "“Licchavis, the appearance of five treasures is rare in the world.",
  "an5.195:8.3": "What five? ",
  "an5.195:8.4": "A Realized One, a Perfect One, a fully awakened Buddha.",
  "an5.195:8.5": "A person who explains the teaching and training announced by a Realized One.",
  "an5.195:8.6": "A person who understands the teaching and training announced by a Realized One.",
  "an5.195:8.7": "A person who practises in line with the teaching.",
  "an5.195:8.8": "A person who is grateful and thankful.",
  "an5.195:8.9": "The appearance of these five treasures is rare in the world.” "
}