{
  "_markup_path": "markup/an/an05/an5.200.html",
  "_alt_strings": [
    "pi/an/an05/an5.200.json"
  ],
  "an5.200:1.1": "Numbered Discourses 5 ",
  "an5.200:2.1": "20 Brahmins ",
  "an5.200:3.1": "200 Elements of Escape",
  "an5.200:4.1": "“Mendicants, there are these five elements of escape.",
  "an5.200:4.2": "What five? ",
  "an5.200:4.3": "Take a case where a mendicant focusses on sensual pleasures, but their mind isn’t eager, confident, steady, and decided about them. ",
  "an5.200:4.4": "But when they focus on renunciation, their mind is eager, confident, steady, and decided about it. ",
  "an5.200:4.5": "Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures.",
  "an5.200:4.6": "They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling.",
  "an5.200:4.7": "This is how the escape from sensual pleasures is explained.",
  "an5.200:4.8": "<span class=\"brnum\">(1)</span>",
  "an5.200:5.1": "Take another case where a mendicant focusses on ill will, but their mind isn’t eager …",
  "an5.200:5.2": "But when they focus on love, their mind is eager …",
  "an5.200:5.3": "Their mind is in a good state … well detached from ill will.",
  "an5.200:5.4": "They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling.",
  "an5.200:5.5": "This is how the escape from ill will is explained.",
  "an5.200:5.6": "<span class=\"brnum\">(2)</span>",
  "an5.200:6.1": "Take another case where a mendicant focusses on harming, but their mind isn’t eager …",
  "an5.200:6.2": "But when they focus on compassion, their mind is eager …",
  "an5.200:6.3": "Their mind is in a good state … well detached from harming.",
  "an5.200:6.4": "They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling.",
  "an5.200:6.5": "This is how the escape from harming is explained.",
  "an5.200:6.6": "<span class=\"brnum\">(3)</span>",
  "an5.200:7.1": "Take another case where a mendicant focusses on form, but their mind isn’t eager …",
  "an5.200:7.2": "But when they focus on the formless, their mind is eager …",
  "an5.200:7.3": "Their mind is in a good state … well detached from forms.",
  "an5.200:7.4": "They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling.",
  "an5.200:7.5": "This is how the escape from forms is explained.",
  "an5.200:7.6": "<span class=\"brnum\">(4)</span>",
  "an5.200:8.1": "Take a case where a mendicant focusses on identity, but their mind isn’t eager, confident, steady, and decided about it. ",
  "an5.200:8.2": "But when they focus on the ending of identity, their mind is eager, confident, steady, and decided about it. ",
  "an5.200:8.3": "Their mind is in a good state, well developed, well risen, well freed, and well detached from identity.",
  "an5.200:8.4": "They’re freed from the distressing and feverish defilements that arise because of identity, so they don’t experience that kind of feeling.",
  "an5.200:8.5": "This is how the escape from identity is explained.",
  "an5.200:8.6": "<span class=\"brnum\">(5)</span>",
  "an5.200:9.1": "Delight in sensual pleasures, ill will, harming, form, and identity don’t lie within them.",
  "an5.200:9.2": "That’s why they’re called a mendicant who is without tendencies, who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering. ",
  "an5.200:9.3": "These are the five elements of escape.”"
}