{
  "_markup_path": "markup/an/an05/an5.135.html",
  "_alt_strings": [
    "pi/an/an05/an5.135.json"
  ],
  "an5.135:1.1": "Numbered Discourses 5",
  "an5.135:2.1": "14 Kings",
  "an5.135:3.1": "125 Aspiration (1)",
  "an5.135:4.1": "“Mendicants, an anointed aristocratic king’s eldest son with five factors aspires to kingship.",
  "an5.135:4.2": "What five?",
  "an5.135:4.3": "It’s when an anointed aristocratic king’s eldest son is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.",
  "an5.135:4.4": "He is attractive, good-looking, impressive, with an exquisite complexion.",
  "an5.135:4.5": "He is loved and liked by his parents.",
  "an5.135:4.6": "He is loved and liked by the people of town and country.",
  "an5.135:4.7": "He is trained and skilled in the arts of anointed aristocratic kings, such as elephant riding, horse riding, driving a chariot, archery, and swordsmanship.",
  "an5.135:5.1": "He thinks:",
  "an5.135:5.2": "‘I’m well born on both my mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.",
  "an5.135:5.3": "Why shouldn’t I aspire to kingship?",
  "an5.135:5.4": "I’m attractive, good-looking, impressive, with an exquisite complexion.",
  "an5.135:5.5": "Why shouldn’t I aspire to kingship?",
  "an5.135:5.6": "I’m loved and liked by my parents.",
  "an5.135:5.7": "Why shouldn’t I aspire to kingship?",
  "an5.135:5.8": "I’m loved and liked by the people of town and country.",
  "an5.135:5.9": "Why shouldn’t I aspire to kingship?",
  "an5.135:5.10": "I’m trained and skilled in the arts of anointed aristocratic kings, such as elephant riding, horse riding, driving a chariot, archery, and swordsmanship.",
  "an5.135:5.11": "Why shouldn’t I aspire to kingship?’",
  "an5.135:5.12": "An anointed aristocratic king’s eldest son with these five factors aspires to kingship.",
  "an5.135:6.1": "In the same way, a mendicant with five qualities aspires to end the defilements.",
  "an5.135:6.2": "What five?",
  "an5.135:6.3": "It’s when a mendicant has faith in the Realized One’s awakening: ",
  "an5.135:6.4": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an5.135:6.5": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "an5.135:6.6": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.",
  "an5.135:6.7": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an5.135:6.8": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.135:7.1": "They think:",
  "an5.135:7.2": "‘I have faith in the Realized One’s awakening …",
  "an5.135:7.4": "Why shouldn’t I aspire to end the defilements?",
  "an5.135:7.5": "I’m rarely ill or unwell. My stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "an5.135:7.6": "Why shouldn’t I aspire to end the defilements?",
  "an5.135:7.7": "I reveal myself honestly to the Teacher or sensible spiritual companions.",
  "an5.135:7.8": "Why shouldn’t I aspire to end the defilements?",
  "an5.135:7.9": "I live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. I’m strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an5.135:7.10": "Why shouldn’t I aspire to end the defilements?",
  "an5.135:7.11": "I’m wise. I have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an5.135:7.12": "Why shouldn’t I aspire to end the defilements?’",
  "an5.135:7.13": "A mendicant with these five qualities aspires to end the defilements.”"
}