{
  "_markup_path": "markup/an/an05/an5.167.html",
  "_alt_strings": [
    "pi/an/an05/an5.167.json"
  ],
  "an5.167:1.1": "Numbered Discourses 5 ",
  "an5.167:2.1": "17 Resentment ",
  "an5.167:3.1": "167 Accusation",
  "an5.167:4.1": "There Sāriputta addressed the mendicants:  ",
  "an5.167:4.2": "“Reverends, a mendicant who wants to accuse another should first establish five things in themselves.",
  "an5.167:5.1": "What five? ",
  "an5.167:5.2": "I will speak at the right time, not at the wrong time.",
  "an5.167:5.3": "I will speak truthfully, not falsely.",
  "an5.167:5.4": "I will speak gently, not harshly.",
  "an5.167:5.5": "I will speak beneficially, not harmfully. ",
  "an5.167:5.6": "I will speak lovingly, not from secret hate.",
  "an5.167:5.7": "A mendicant who wants to accuse another should first establish these five things in themselves.",
  "an5.167:6.1": "Take a case where I see a certain person being accused at the wrong time, not being disturbed at the right time. They’re accused falsely, not disturbed truthfully. They’re accused harshly, not disturbed gently. They’re accused harmfully, not disturbed beneficially. They’re accused with secret hate, not disturbed lovingly.",
  "an5.167:7.1": "The mendicant who is accused improperly should be reassured in five ways.",
  "an5.167:7.2": "‘Venerable, you were accused at the wrong time, not at the right time. There’s no need for you to feel remorse.",
  "an5.167:7.3": "You were accused falsely, not truthfully. …",
  "an5.167:7.4": "You were accused harshly, not gently. …",
  "an5.167:7.5": "You were accused harmfully, not beneficially. …",
  "an5.167:7.6": "You were accused with secret hate, not lovingly. There’s no need for you to feel remorse.’",
  "an5.167:7.7": "A mendicant who is accused improperly should be reassured in these five ways.",
  "an5.167:8.1": "The mendicant who makes improper accusations should be chastened in five ways.",
  "an5.167:8.2": "‘Reverend, you made an accusation at the wrong time, not at the right time. There’s a reason for you to feel remorse.",
  "an5.167:8.3": "You made an accusation falsely, not truthfully. …",
  "an5.167:8.4": "You made an accusation harshly, not gently. …",
  "an5.167:8.5": "You made an accusation harmfully, not beneficially. …",
  "an5.167:8.6": "You made an accusation with secret hate, not lovingly. There’s a reason for you to feel remorse.’",
  "an5.167:8.7": "The mendicant who makes improper accusations should be chastened in these five ways.",
  "an5.167:8.8": "Why is that? ",
  "an5.167:8.9": "So that another mendicant wouldn’t think to make a false accusation.",
  "an5.167:9.1": "Take a case where I see a certain person being accused at the right time, not being disturbed at the wrong time. They’re accused truthfully, not disturbed falsely. They’re accused gently, not disturbed harshly. They’re accused beneficially, not disturbed harmfully. They’re accused lovingly, not disturbed with secret hate.",
  "an5.167:10.1": "The mendicant who is accused properly should be chastened in five ways.",
  "an5.167:10.2": "‘Venerable, you were accused at the right time, not at the wrong time. There’s a reason for you to feel remorse.",
  "an5.167:10.3": "You were accused truthfully, not falsely. …",
  "an5.167:10.4": "You were accused gently, not harshly. …",
  "an5.167:10.5": "You were accused beneficially, not harmfully. …",
  "an5.167:10.6": "You were accused lovingly, not with secret hate. There’s a reason for you to feel remorse.’",
  "an5.167:10.7": "The mendicant who is accused properly should be chastened in these five ways.",
  "an5.167:11.1": "The mendicant who makes proper accusations should be reassured in five ways.",
  "an5.167:11.2": "‘Reverend, you made an accusation at the right time, not at the wrong time. There’s no need for you to feel remorse.",
  "an5.167:11.3": "You made an accusation truthfully, not falsely. …",
  "an5.167:11.4": "You made an accusation gently, not harshly. …",
  "an5.167:11.5": "You made an accusation beneficially, not harmfully. …",
  "an5.167:11.6": "You made an accusation lovingly, not with secret hate. There’s no need for you to feel remorse.’",
  "an5.167:11.7": "The mendicant who makes proper accusations should be reassured in these five ways.",
  "an5.167:11.8": "Why is that? ",
  "an5.167:11.9": "So that another mendicant would think to make a true accusation.",
  "an5.167:12.1": "A person who is accused should ground themselves in two things:",
  "an5.167:12.2": "truth and an even temper.",
  "an5.167:12.3": "Even if others accuse me—at the right time or the wrong time, truthfully or falsely, gently or harshly, lovingly or with secret hate—I will still ground myself in two things: ",
  "an5.167:12.4": "truth and an even temper. ",
  "an5.167:12.5": "If I know that",
  "an5.167:12.6": "that quality is found in me, I will tell them that it is.",
  "an5.167:12.8": "If I know that ",
  "an5.167:12.9": "that quality is not found in me, I will tell them that it is not.”",
  "an5.167:13.1": "“Even when you speak like this, Sāriputta, there are still some foolish people here who do not respectfully take it up.”",
  "an5.167:14.1": "“Sir, there are those faithless people who went forth from the lay life into homelessness not out of faith but to earn a livelihood. They’re manipulative, deceitful, and hypocritical. They’re restless, insolent, fickle, gossipy, and loose tongued. They do not guard their sense doors or eat in moderation, and they are not committed to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and samādhi, with straying minds, witless and stupid. When I speak to them like this, they don’t respectfully take it up.",
  "an5.167:15.1": "Sir, there are those people from good families who went forth from the lay life into homelessness out of faith. They’re not manipulative, deceitful, and hypocritical. They’re not restless, insolent, fickle, gossipy, and loose tongued. They guard their sense doors and eat in moderation, and they are committed to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness and samādhi, with unified mind, wise, not stupid. When I speak to them like this, they do respectfully take it up.”",
  "an5.167:16.1": "“Sāriputta, those faithless people who went forth from the lay life into homelessness not out of faith but to earn a livelihood … Leave them be.",
  "an5.167:17.1": "But those people from good families who went forth from the lay life into homelessness out of faith … You should speak to them.",
  "an5.167:17.2": "Sāriputta, you should advise your spiritual companions!",
  "an5.167:17.3": "You should instruct your spiritual companions!",
  "an5.167:17.4": "Thinking: ‘I will draw my spiritual companions away from false teachings and ground them in true teachings.’",
  "an5.167:17.5": "That’s how you should train.”"
}