{
  "_markup_path": "markup/an/an05/an5.048.html",
  "_alt_strings": [
    "pi/an/an05/an5.048.json"
  ],
  "an5.48:1.1": "Numbered Discourses 5",
  "an5.48:2.1": "5 With King Muṇḍa",
  "an5.48:3.1": "48 Things That Cannot Be had",
  "an5.48:4.1": "“Mendicants, there are five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
  "an5.48:4.2": "What five?",
  "an5.48:4.3": "That someone whose nature is to grow old should not grow old. …",
  "an5.48:4.4": "That someone whose nature is to get sick should not get sick. … That someone whose nature is to die should not grow old. … That someone whose nature is to end should not end. … That someone whose nature is to be lost should not be lost. …",
  "an5.48:5.1": "An uneducated ordinary person has someone who grows old according to their nature.",
  "an5.48:5.2": "But they don’t reflect on the nature of ageing:",
  "an5.48:5.3": "‘It’s not just me who has someone who grows old according to their nature. For all sentient beings have someone who grows old according to their nature, as long as they come and go, die and are reborn.",
  "an5.48:5.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone grows old according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.48:5.5": "And so, when someone whose nature is to grow old grows old, they sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.48:5.6": "This is called",
  "an5.48:5.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.",
  "an5.48:6.1": "Furthermore, an uneducated ordinary person has someone who gets sick … dies … ends … is lost according to their nature.",
  "an5.48:6.2": "But they don’t reflect on the nature of loss:",
  "an5.48:6.3": "‘It’s not just me who has someone who is lost according to their nature. For all sentient beings have someone who is lost according to their nature, as long as they come and go, die and are reborn.",
  "an5.48:6.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone is lost according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.48:6.5": "And so, when someone whose nature is to be lost becomes lost, they sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.48:6.6": "This is called",
  "an5.48:6.7": "an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.",
  "an5.48:7.1": "An educated noble disciple has someone who gets old, since that is their nature.",
  "an5.48:7.2": "So they reflect on the nature of ageing:",
  "an5.48:7.3": "‘It’s not just me who has someone who grows old according to their nature. For all sentient beings have someone who grows old according to their nature, as long as they come and go, die and are reborn.",
  "an5.48:7.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone grows old according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.48:7.5": "And so, when someone whose nature is to grow old grows old, they don’t sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.48:7.6": "This is called",
  "an5.48:7.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.",
  "an5.48:7.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves.’",
  "an5.48:8.1": "Furthermore, an educated noble disciple has someone who gets sick … dies … ends … is lost according to their nature.",
  "an5.48:8.2": "So they reflect on the nature of loss:",
  "an5.48:8.3": "‘It’s not just me who has someone who is lost according to their nature. For all sentient beings have someone who is lost according to their nature, as long as they come and go, die and are reborn.",
  "an5.48:8.4": "If I were to sorrow and pine and cry, beating my breast and falling into confusion, just because someone is lost according to their nature, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’",
  "an5.48:8.5": "And so, when someone whose nature is to be lost becomes lost, they don’t sorrow and pine and cry, beating their breast and falling into confusion.",
  "an5.48:8.6": "This is called",
  "an5.48:8.7": "an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.",
  "an5.48:8.8": "Sorrowless, free of thorns, that noble disciple only extinguishes themselves.’",
  "an5.48:9.1": "These are the five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”",
  "an5.48:10.1": "“Sorrowing and crying",
  "an5.48:10.2": "don’t do even a little bit of good.",
  "an5.48:10.3": "When they know that you’re sad,",
  "an5.48:10.4": "your enemies are encouraged.",
  "an5.48:11.1": "When an astute person doesn’t waver in the face of adversity,",
  "an5.48:11.2": "as they’re able to distinguish what’s beneficial,",
  "an5.48:11.3": "their enemies suffer,",
  "an5.48:11.4": "seeing that their normal expression doesn’t change.",
  "an5.48:12.1": "Chants, recitations, sayings,",
  "an5.48:12.2": "charity or traditions:",
  "an5.48:12.3": "if by means of any such things you benefit,",
  "an5.48:12.4": "then by all means keep doing them.",
  "an5.48:13.1": "But if you understand that ‘this good thing",
  "an5.48:13.2": "can’t be had by me or by anyone else’,",
  "an5.48:13.3": "you should accept it without sorrowing, thinking:",
  "an5.48:13.4": "‘The karma is strong. What can I do now?’”"
}