{
  "_markup_path": "markup/an/an05/an5.007.html",
  "_alt_strings": [
    "pi/an/an05/an5.007.json"
  ],
  "an5.7:1.1": "Numbered Discourses 5",
  "an5.7:2.1": "1 Powers of a Trainee",
  "an5.7:3.1": "7 Sensual Pleasures",
  "an5.7:4.1": "“Mendicants, sentient beings are mostly charmed by sensual pleasures.",
  "an5.7:4.2": "When someone from a respectable family has left behind the scythe and flail and gone forth from the lay life to homelessness, they’re qualified to be called ‘a faithful renunciant from a respectable family’.",
  "an5.7:4.3": "Why is that?",
  "an5.7:4.4": "Because a youth can get sensual pleasures of this kind or that.",
  "an5.7:4.5": "Now, all sensual pleasures are just considered as ‘sensual pleasures’, regardless of whether they’re inferior, average, or superior.",
  "an5.7:4.6": "Suppose there was a little baby boy who, because of his nurse’s negligence, puts a stick or stone in his mouth. ",
  "an5.7:4.7": "The nurse would very quickly notice",
  "an5.7:4.8": "and try to take it out.",
  "an5.7:4.9": "If that didn’t work, she’d cradle his head with her left hand, and take it out using a hooked finger of her right hand, even if it drew blood.",
  "an5.7:4.10": "Why is that?",
  "an5.7:4.11": "I admit she’d know, ‘This will distress the child,",
  "an5.7:4.12": "there’s no denying.’",
  "an5.7:4.13": "Still, it should be done by a nurse who wants what’s best for him, out of kindness and compassion.",
  "an5.7:4.14": "And when the boy has grown up and has enough sense, his nurse would not worry about him, thinking:",
  "an5.7:4.15": "‘The boy can look after himself. He won’t be negligent.’",
  "an5.7:5.1": "In the same way, I still need to look after a mendicant who hasn’t finished developing faith, conscience, prudence, energy, and wisdom regarding wholesome qualities.",
  "an5.7:5.2": "But when a mendicant has finished developing faith, conscience, prudence, energy, and wisdom regarding wholesome qualities, I think:",
  "an5.7:5.3": "‘They can look after themselves. They won’t be negligent.’"
}