{
  "_markup_path": "markup/an/an05/an5.156.html",
  "_alt_strings": [
    "pi/an/an05/an5.156.json"
  ],
  "an5.156:1.1": "Numbered Discourses 5 ",
  "an5.156:2.1": "16 The True Teaching ",
  "an5.156:3.1": "156 The Decline of the True Teaching (3)",
  "an5.156:4.1": "“Mendicants, these five things lead to the decline and disappearance of the true teaching.",
  "an5.156:4.2": "What five? ",
  "an5.156:4.3": "It’s when the mendicants memorize discourses that they learned incorrectly, with misplaced words and phrases. ",
  "an5.156:4.4": "When the words and phrases are misplaced, the meaning is misinterpreted. ",
  "an5.156:4.5": "This is the first thing that leads to the decline and disappearance of the true teaching. ",
  "an5.156:5.1": "Furthermore, the mendicants are hard to correct, having qualities that make them hard to correct. They’re impatient, and don’t take instruction respectfully.",
  "an5.156:5.2": "This is the second thing …",
  "an5.156:6.1": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines—don’t carefully make others recite the discourses.",
  "an5.156:6.2": "When they pass away, the discourses are cut off at the root, with no-one to preserve them. ",
  "an5.156:6.3": "This is the third thing …",
  "an5.156:7.1": "Furthermore, the senior mendicants are indulgent and slack, leaders in backsliding, neglecting seclusion, not rousing energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an5.156:7.2": "Those who come after them follow their example. ",
  "an5.156:7.3": "They too are indulgent and slack …",
  "an5.156:7.4": "This is the fourth thing  …",
  "an5.156:8.1": "Furthermore, there’s a schism in the Saṅgha.",
  "an5.156:8.2": "When the Saṅgha is split, they abuse, insult, block, and reject each other.",
  "an5.156:8.3": "This doesn’t inspire confidence in those without it, and it causes some with confidence to change their minds.",
  "an5.156:8.4": "This is the fifth thing that leads to the decline and disappearance of the true teaching. ",
  "an5.156:8.5": "These five things lead to the decline and disappearance of the true teaching. ",
  "an5.156:9.1": "These five things lead to the continuation, persistence, and enduring of the true teaching. ",
  "an5.156:9.2": "What five? ",
  "an5.156:9.3": "It’s when the mendicants memorize discourses that have been learned correctly, with well placed words and phrases. ",
  "an5.156:9.4": "When the words and phrases are well organized, the meaning is correctly interpreted. ",
  "an5.156:9.5": "This is the first thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an5.156:10.1": "Furthermore, the mendicants are easy to correct, having qualities that make them easy to correct. They’re patient, and take instruction respectfully.",
  "an5.156:10.2": "This is the second thing …",
  "an5.156:11.1": "Furthermore, the mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines—carefully make others recite the discourses.",
  "an5.156:11.2": "When they pass away, the discourses aren’t cut off at the root, and they have someone to preserve them. ",
  "an5.156:11.3": "This is the third thing …",
  "an5.156:12.1": "Furthermore, the senior mendicants are not indulgent and slack, leaders in backsliding, neglecting seclusion. They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an5.156:12.2": "They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an5.156:12.3": "Those who come after them follow their example. ",
  "an5.156:12.4": "They too are not indulgent or slack …",
  "an5.156:12.5": "This is the fourth thing …",
  "an5.156:13.1": "Furthermore, the Saṅgha lives comfortably, in harmony, appreciating each other, without fighting, with one recitation.",
  "an5.156:13.2": "When the Saṅgha is in harmony, they don’t abuse, insult, block, or reject each other.",
  "an5.156:13.3": "This inspires confidence in those without it, and increases confidence in those who have it.",
  "an5.156:13.4": "This is the fifth thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an5.156:13.5": "These five things lead to the continuation, persistence, and enduring of the true teaching.” "
}