{
  "_markup_path": "markup/an/an05/an5.078.html",
  "_alt_strings": [
    "pi/an/an05/an5.078.json"
  ],
  "an5.78:1.1": "Numbered Discourses 5",
  "an5.78:2.1": "8 Warriors",
  "an5.78:3.1": "78 Future Perils (2nd)",
  "an5.78:4.1": "“Mendicants, seeing these five future perils is quite enough for a wilderness mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized.",
  "an5.78:4.2": "What five?",
  "an5.78:4.3": "An offending mendicant reflects:",
  "an5.78:4.4": "‘Currently I’m a youth, young, black-haired, blessed with youth, in the prime of life.",
  "an5.78:4.5": "But there will come a time when this body is struck with old age.",
  "an5.78:4.6": "When you’re old, overcome by old age, it’s not easy to focus on the Buddha’s instructions, and it’s not easy to frequent remote wilderness and jungle lodgings.",
  "an5.78:4.7": "Before that unlikable, undesirable, and disagreeable thing happens, ",
  "an5.78:4.8": "I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though I’m old.’",
  "an5.78:4.9": "This is the first future peril …",
  "an5.78:5.1": "Furthermore, a wilderness mendicant reflects:",
  "an5.78:5.2": "‘Currently, I’m rarely ill or unwell. My stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "an5.78:5.3": "But there will come a time when this body is struck with sickness.",
  "an5.78:5.4": "When you’re sick, overcome by sickness, it’s not easy to focus on the Buddha’s instructions, and it’s not easy to frequent remote wilderness and jungle lodgings.",
  "an5.78:5.5": "Before that unlikable, undesirable, and disagreeable thing happens, ",
  "an5.78:5.6": "I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though I’m sick.’",
  "an5.78:5.7": "This is the second future peril …",
  "an5.78:6.1": "Furthermore, a wilderness mendicant reflects:",
  "an5.78:6.2": "‘Currently, there’s plenty of food, a good harvest, so it’s easy to get alms-food, and easy to keep going by collecting alms.",
  "an5.78:6.3": "But there will come a time of famine, a bad harvest, when it’s hard to get alms-food, and not easy to keep going by collecting alms.",
  "an5.78:6.4": "In a time of famine, people move to where there’s plenty of food,",
  "an5.78:6.5": "where they live crowded and cramped together.",
  "an5.78:6.6": "When you live crowded and cramped together, it’s not easy to focus on the Buddha’s instructions, and it’s not easy to frequent remote wilderness and jungle lodgings.",
  "an5.78:6.7": "Before that unlikable, undesirable, and disagreeable thing happens, ",
  "an5.78:6.8": "I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though there’s a famine.’",
  "an5.78:6.9": "This is the third future peril …",
  "an5.78:7.1": "Furthermore, a wilderness mendicant reflects:",
  "an5.78:7.2": "‘Currently, people live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes.",
  "an5.78:7.3": "But there will come a time of peril from wild savages, when the countryfolk mount their vehicles and flee everywhere. ",
  "an5.78:7.4": "In a time of peril, people move to where there’s sanctuary,",
  "an5.78:7.5": "where they live crowded and cramped together.",
  "an5.78:7.6": "When you live crowded and cramped together, it’s not easy to focus on the Buddha’s instructions, and it’s not easy to frequent remote wilderness and jungle lodgings.",
  "an5.78:7.7": "Before that unlikable, undesirable, and disagreeable thing happens, ",
  "an5.78:7.8": "I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even in a time of peril.’",
  "an5.78:7.9": "This is the fourth future peril …",
  "an5.78:8.1": "Furthermore, a wilderness mendicant reflects:",
  "an5.78:8.2": "‘Currently, the Saṅgha lives comfortably, in harmony, appreciating each other, without fighting, with one recitation.",
  "an5.78:8.3": "But there will come a time of schism in the Saṅgha.",
  "an5.78:8.4": "When there is schism in the Saṅgha, it’s not easy to focus on the Buddha’s instructions, and it’s not easy to frequent remote wilderness and jungle lodgings.",
  "an5.78:8.5": "Before that unlikable, undesirable, and disagreeable thing happens, ",
  "an5.78:8.6": "I’d better preempt it by rousing up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. That way, when it happens, I’ll live comfortably even though there’s schism in the Saṅgha.’",
  "an5.78:8.7": "This is the fifth future peril …",
  "an5.78:9.1": "These are the five future perils, seeing which is quite enough for a wilderness mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized.”"
}