{
  "_markup_path": "markup/an/an05/an5.142.html",
  "_alt_strings": [
    "pi/an/an05/an5.142.json"
  ],
  "an5.142:1.1": "Numbered Discourses 5",
  "an5.142:2.1": "15 At Tikaṇḍakī",
  "an5.142:3.1": "142 Violation",
  "an5.142:4.1": "“Mendicants, these five people are found in the world.",
  "an5.142:4.2": "What five?",
  "an5.142:4.3": "One person violates and regrets it.",
  "an5.142:4.4": "And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over.",
  "an5.142:4.5": "<span class=”brnum”>(1)</span>",
  "an5.142:5.1": "One person violates and doesn’t regret it.",
  "an5.142:5.2": "And they don’t understand …",
  "an5.142:5.3": "<span class=”brnum”>(2)</span>",
  "an5.142:6.1": "One person doesn’t violate yet still feels regret.",
  "an5.142:6.2": "And they don’t understand …",
  "an5.142:6.3": "<span class=”brnum”>(3)</span>",
  "an5.142:7.1": "One person neither violates nor regrets.",
  "an5.142:7.2": "But they don’t understand …",
  "an5.142:7.3": "<span class=”brnum”>(4)</span>",
  "an5.142:8.1": "One person neither violates nor regrets.",
  "an5.142:8.2": "And they do understand where those arisen bad, unwholesome qualities cease without anything left over.",
  "an5.142:8.3": "<span class=”brnum”>(5)</span>",
  "an5.142:9.1": "Take the case of the person who violates and regrets it. And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unwholesome qualities cease without anything left over. They should be told:",
  "an5.142:9.2": "‘Venerable, the defilements born of violation are found in you, and the defilements born of regret grow. You would do well to give up the defilements born of violation and get rid of the defilements born of regret, and then develop the mind and wisdom.",
  "an5.142:9.3": "In this way you’ll become just like the fifth person.’",
  "an5.142:9.4": "<span class=”brnum”>(1)</span>",
  "an5.142:10.1": "Take the case of the person who violates and doesn’t regret it. And they don’t understand… They should be told:",
  "an5.142:10.2": "‘Venerable, the defilements born of violation are found in you, but the defilements born of regret don’t grow. You would do well to give up the defilements born of violation, and then develop the mind and wisdom.",
  "an5.142:10.3": "In this way you’ll become just like the fifth person.’",
  "an5.142:10.4": "<span class=”brnum”>(2)</span>",
  "an5.142:11.1": "Take the case of the person who doesn’t violate yet feels regret. And they don’t understand… They should be told:",
  "an5.142:11.2": "‘Venerable, the defilements born of violation are not found in you, yet the defilements born of regret grow. You would do well to get rid of the defilements born of regret, and then develop the mind and wisdom.",
  "an5.142:11.3": "In this way you’ll become just like the fifth person.’",
  "an5.142:11.4": "<span class=”brnum”>(3)</span>",
  "an5.142:12.1": "Take the case of the person who neither violates nor regrets. But they don’t understand… They should be told:",
  "an5.142:12.2": "‘Venerable, the defilements born of violation are not found in you, and the defilements born of regret don’t grow. You would do well to develop the mind and wisdom.",
  "an5.142:12.3": "In this way you’ll become just like the fifth person.’",
  "an5.142:12.4": "<span class=”brnum”>(4)</span>",
  "an5.142:13.1": "And so, mendicants, when these four people are advised and instructed by comparison with the fifth person, they gradually attain the ending of defilements.”"
}