{
  "_markup_path": "markup/an/an05/an5.249.html",
  "_alt_strings": [
    "pi/an/an05/an5.249.json"
  ],
  "an5.249:1.1": "Numbered Discourses 5 ",
  "an5.249:2.1": "25 Bad Conduct ",
  "an5.249:3.1": "249 A Charnel Ground",
  "an5.249:4.1": "“Mendicants, there are these five drawbacks to a charnel ground.",
  "an5.249:4.2": "What five? ",
  "an5.249:4.3": "It’s filthy, stinking, frightening, a gathering place for savage monsters, and a weeping place for many people.",
  "an5.249:4.4": "These are the five drawbacks of a charnel ground.",
  "an5.249:5.1": "In the same way there are five drawbacks of a person like a charnel ground.",
  "an5.249:5.2": "What five? ",
  "an5.249:5.3": "To start with, some person has filthy conduct by way of body, speech, and mind.",
  "an5.249:5.6": "This is how they’re filthy, I say.",
  "an5.249:5.7": "That person is just as filthy as a charnel ground.",
  "an5.249:6.1": "Because of their filthy conduct, they get a bad reputation.",
  "an5.249:6.2": "This is how they’re stinky, I say.",
  "an5.249:6.3": "That person is just as stinky as a charnel ground.",
  "an5.249:7.1": "Because of their filthy conduct, good-hearted spiritual companions avoid them from afar.",
  "an5.249:7.2": "That’s how they’re frightening, I say.",
  "an5.249:7.3": "That person is just as frightening as a charnel ground.",
  "an5.249:8.1": "Because of their filthy conduct, they live together with people of a similar character.",
  "an5.249:8.2": "This is how they gather with savage monsters, I say.",
  "an5.249:8.3": "That person is just as much a gathering place of savage monsters as a charnel ground.",
  "an5.249:9.1": "Because of their filthy conduct, when good-hearted spiritual companions see them they complain:",
  "an5.249:9.2": "From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ",
  "an5.249:9.3": "This is how there’s weeping, I say.",
  "an5.249:9.4": "This person is just as much a weeping place for many people as a charnel ground",
  "an5.249:9.6": "These are the five drawbacks of a person like a charnel ground.”"
}