{
  "_markup_path": "markup/an/an05/an5.032.html",
  "_alt_strings": [
    "pi/an/an05/an5.032.json"
  ],
  "an5.32:1.1": "Numbered Discourses 5",
  "an5.32:2.1": "4 With Sumanā",
  "an5.32:3.1": "32 With Cundī",
  "an5.32:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "an5.32:4.2": "Then Princess Cundī, escorted by five hundred chariots and five hundred royal maidens, went up to the Buddha,",
  "an5.32:4.3": "bowed, sat down to one side,",
  "an5.32:4.4": "and said to him:",
  "an5.32:5.1": "“Sir, my brother, Prince Cunda, says this:",
  "an5.32:5.2": "‘Take a man or woman who goes for refuge to the Buddha, Dharma, and Saṅgha, and doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcohol and drugs that cause intoxication. Only then do they get reborn in a good place, not a bad place, when their body breaks up, after death.’",
  "an5.32:5.3": "And so I ask the Buddha:",
  "an5.32:5.4": "‘Sir, what kind of teacher should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?",
  "an5.32:5.5": "‘Sir, what kind of Dharma should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?",
  "an5.32:5.6": "‘Sir, what kind of Saṅgha should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?",
  "an5.32:5.7": "‘Sir, what kind of ethics should you fulfill so as to be reborn in a good place, not a bad place, when the body breaks up, after death?”",
  "an5.32:6.1": "“Cundī, the Realized One, the perfected one, the fully awakened Buddha, is said to be the best of all sentient beings—be they footless, with two feet, four feet, or many feet; with form or formless; with perception or without perception or with neither perception nor non-perception.",
  "an5.32:6.2": "Those who have confidence in the Buddha have confidence in the best.",
  "an5.32:6.3": "Having confidence in the best, the result is the best.",
  "an5.32:7.1": "The noble eightfold path is said to be the best of all conditioned things.",
  "an5.32:7.2": "Those who have confidence in the noble eightfold path have confidence in the best. Having confidence in the best, the result is the best.",
  "an5.32:8.1": "Fading away is said to be the best of all things whether conditioned or unconditioned.",
  "an5.32:8.2": "That is, the quelling of vanity, the removing of thirst, the uprooting of clinging, the breaking of the round, the ending of craving, fading away, cessation, extinguishment.",
  "an5.32:8.3": "Those who have confidence in the Dharma of fading away have confidence in the best.",
  "an5.32:8.4": "Having confidence in the best, the result is the best.",
  "an5.32:9.1": "The Saṅgha of the Realized One’s disciples is said to be the best of all communities and groups.",
  "an5.32:9.2": "It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of veneration with folded palms. It is a supreme field of merit for the world.",
  "an5.32:9.3": "Those who have confidence in the Saṅgha have confidence in the best.",
  "an5.32:9.4": "Having confidence in the best, the result is the best.",
  "an5.32:10.1": "The ethical conduct loved by the noble ones is said to be the best of all ethics. ",
  "an5.32:10.2": "It is uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an5.32:10.3": "Those who fulfill the ethics loved by the noble ones fulfill the best.",
  "an5.32:10.4": "Fulfilling the best, the result is the best.”",
  "an5.32:11.1": "“Those whose confidence comes from the best,",
  "an5.32:11.2": "understand the principle of the best.",
  "an5.32:11.3": "Those confident in the best Buddha,",
  "an5.32:11.4": "supremely worthy of a teacher’s offering;",
  "an5.32:12.1": "those confident in the best Dharma,",
  "an5.32:12.2": "the bliss of fading away and stilling;",
  "an5.32:12.3": "those confident in the best Saṅgha,",
  "an5.32:12.4": "supreme field of merit:",
  "an5.32:13.1": "when they give gifts to the best,",
  "an5.32:13.2": "the best merit grows—",
  "an5.32:13.3": "the best lifespan, beauty,",
  "an5.32:13.4": "fame, reputation, happiness, and strength.",
  "an5.32:14.1": "An intelligent person gives to the best,",
  "an5.32:14.2": "settled on the best teaching.",
  "an5.32:14.3": "When they become a god or human,",
  "an5.32:14.4": "they rejoice at reaching the best.”"
}