{
  "_markup_path": "markup/an/an05/an5.155.html",
  "_alt_strings": [
    "pi/an/an05/an5.155.json"
  ],
  "an5.155:1.1": "Numbered Discourses 5 ",
  "an5.155:2.1": "16 The True Teaching ",
  "an5.155:3.1": "155 The Decline of the True Teaching (2)",
  "an5.155:4.1": "“Mendicants, these five things lead to the decline and disappearance of the true teaching. ",
  "an5.155:4.2": "What five? ",
  "an5.155:4.3": "It’s when a mendicant doesn’t memorize the teaching—",
  "an5.155:4.4": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an5.155:4.5": "This is the first thing that leads to the decline and disappearance of the true teaching. ",
  "an5.155:5.1": "Furthermore, a mendicant doesn’t explain the teaching in detail to others as they learned and memorized it.",
  "an5.155:5.2": "This is the second thing …",
  "an5.155:6.1": "Furthermore, a mendicant doesn’t make others recite the teaching in detail as they learned and memorized it.",
  "an5.155:6.2": "This is the third thing …",
  "an5.155:7.1": "Furthermore, a mendicant doesn’t recite the teaching in detail as they learned and memorized it.",
  "an5.155:7.2": "This is the fourth thing  …",
  "an5.155:8.1": "Furthermore, a mendicant doesn’t think about and consider the teaching in their heart, examining it with the mind as they learned and memorized it.",
  "an5.155:8.2": "This is the fifth thing that leads to the decline and disappearance of the true teaching.",
  "an5.155:8.3": "These five things lead to the decline and disappearance of the true teaching. ",
  "an5.155:9.1": "These five things lead to the continuation, persistence, and enduring of the true teaching. ",
  "an5.155:9.2": "What five? ",
  "an5.155:9.3": "It’s when a mendicant memorizes the teaching—",
  "an5.155:9.4": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an5.155:9.5": "This is the first thing that leads to the continuation, persistence, and enduring of the true teaching. ",
  "an5.155:10.1": "Furthermore, a mendicant explains the teaching in detail to others as they learned and memorized it.",
  "an5.155:10.2": "This is the second thing …",
  "an5.155:11.1": "Furthermore, a mendicant makes others recite the teaching in detail as they learned and memorized it.",
  "an5.155:11.2": "This is the third thing …",
  "an5.155:12.1": "Furthermore, a mendicant recites the teaching in detail as they learned and memorized it.",
  "an5.155:12.2": "This is the fourth thing …",
  "an5.155:13.1": "Furthermore, a mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it.",
  "an5.155:13.2": "This is the fifth thing that leads to the continuation, persistence, and enduring of the true teaching.",
  "an5.155:13.3": "These five things lead to the continuation, persistence, and enduring of the true teaching.” "
}