{
  "_markup_path": "markup/sn/sn44/sn44.09.html",
  "_alt_strings": [
    "pi/sn/sn44/sn44.09.json"
  ],
  "sn44.9:1.1": "Linked Discourses 44 ",
  "sn44.9:2.1": "1 The Undeclared Points ",
  "sn44.9:3.1": "9 The Debating Hall",
  "sn44.9:4.1": "Then the wanderer Vacchagotta went up to the Buddha ",
  "sn44.9:4.2": "and exchanged greetings with him. ",
  "sn44.9:4.3": "When the greetings and polite conversation were over, he sat down to one side,  ",
  "sn44.9:4.4": "and said to the Buddha: ",
  "sn44.9:5.1": "“Master Gotama, a few days ago several ascetics, brahmins, and wanderers who follow various other paths were sitting together in the debating hall, and this discussion came up among them:",
  "sn44.9:5.2": "‘This Pūraṇa Kassapa leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "sn44.9:5.3": "When a disciple passes away, he declares that",
  "sn44.9:5.4": "this one is reborn here, while that one is reborn there.",
  "sn44.9:5.5": "And as for a disciple who is a supreme person, highest of people, having reached the highest point, when they pass away he also declares that",
  "sn44.9:5.6": "this one is reborn here, while that one is reborn there.",
  "sn44.9:6.1": "This Makkhali Gosāla …",
  "sn44.9:6.2": "Nigaṇṭha Nāṭaputta …",
  "sn44.9:6.3": "Sañjaya Belaṭṭhiputta …",
  "sn44.9:6.4": "Pakudha Kaccāyana …",
  "sn44.9:6.5": "Ajita Kesakambala leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "sn44.9:6.6": "When a disciple passes away, he declares that ",
  "sn44.9:6.7": "this one is reborn here, while that one is reborn there. ",
  "sn44.9:6.8": "And as for a disciple who is a supreme person, highest of people, having reached the highest point, when they pass away he also declares that ",
  "sn44.9:6.9": "this one is reborn here, while that one is reborn there.",
  "sn44.9:7.1": "This ascetic Gotama leads an order and a community, and teaches a community. He’s a well known and famous religious founder, regarded as holy by many people.",
  "sn44.9:7.2": "When a disciple passes away, he declares that",
  "sn44.9:7.3": "this one is reborn here, while that one is reborn there.",
  "sn44.9:7.4": "But as for a disciple who is a supreme person, highest of people, having reached the highest point, when they pass away he doesn’t declare that ",
  "sn44.9:7.5": "this one is reborn here, while that one is reborn there. ",
  "sn44.9:7.6": "Rather, he declares that they have ",
  "sn44.9:7.7": "cut off craving, untied the fetters, and by rightly comprehending conceit have made an end of suffering.",
  "sn44.9:7.8": "I had doubt and uncertainty about that:",
  "sn44.9:7.9": "‘How on earth can I understand the ascetic Gotama’s teaching?’”",
  "sn44.9:8.1": "“Chief, no wonder you’re doubting and uncertain.",
  "sn44.9:8.2": "Your doubt has come up about an uncertain matter.",
  "sn44.9:8.3": "I describe rebirth for someone who grasps fuel, not for someone who doesn’t grasp fuel.",
  "sn44.9:8.4": "It’s like a fire which only burns with fuel, not without fuel.",
  "sn44.9:8.5": "In the same way I describe rebirth for someone who grasps fuel, not for someone who doesn’t grasp fuel.”",
  "sn44.9:9.1": "“But when a flame is blown away by the wind, what do you say is its fuel then?”",
  "sn44.9:9.2": "“At such a time, I say that it’s fueled by wind.",
  "sn44.9:9.3": "For the wind is its fuel then.”",
  "sn44.9:9.4": "“But when someone who is attached has laid down this body and has not been reborn in one of the realms, what does Master Gotama say is their fuel then?”",
  "sn44.9:9.5": "“When someone who is attached has laid down this body, Vaccha, and has not been reborn in one of the realms, I say they’re fueled by craving.",
  "sn44.9:9.6": "For craving is their fuel then.”"
}