{
  "_markup_path": "markup/sn/sn44/sn44.10.html",
  "_alt_strings": [
    "pi/sn/sn44/sn44.10.json"
  ],
  "sn44.10:1.1": "Linked Discourses 44 ",
  "sn44.10:2.1": "1 The Undeclared Points ",
  "sn44.10:3.1": "10 With Ānanda",
  "sn44.10:4.1": "Then the wanderer Vacchagotta went up to the Buddha ",
  "sn44.10:4.2": "and exchanged greetings with him. ",
  "sn44.10:4.3": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn44.10:4.4": "and said to the Buddha: ",
  "sn44.10:4.5": "“Master Gotama, does the self exist absolutely?”",
  "sn44.10:4.6": "But when he said this, the Buddha kept silent. ",
  "sn44.10:4.7": "“Then does the self not exist absolutely?”",
  "sn44.10:4.8": "But for a second time the Buddha kept silent. ",
  "sn44.10:4.9": "Then the wanderer Vacchagotta got up from his seat and left.",
  "sn44.10:5.1": "And then, not long after Vacchagotta had left, Venerable Ānanda said to the Buddha:",
  "sn44.10:5.2": "“Sir, why didn’t you answer Vacchagotta’s question?”",
  "sn44.10:5.3": "“Ānanda, when Vacchagotta asked me whether the self exists absolutely, if I had answered that ‘the self exists absolutely’ I would have been siding with the ascetics and brahmins who are eternalists.",
  "sn44.10:5.4": "When Vacchagotta asked me whether the self does not exist absolutely, if I had answered that ‘the self does not exist absolutely’ I would have been siding with the ascetics and brahmins who are annihilationists.",
  "sn44.10:5.5": "When Vacchagotta asked me whether the self exists absolutely, if I had answered that ‘the self exists absolutely’ would that have helped give rise to the knowledge that",
  "sn44.10:5.6": "all things are not-self?”",
  "sn44.10:5.7": "“No, sir.”  ",
  "sn44.10:5.8": "“When Vacchagotta asked me whether the self does not exist absolutely, if I had answered that ‘the self does not exist absolutely’, Vacchagotta—who is already confused—would have got even more confused, thinking:",
  "sn44.10:5.9": "‘It seems that the self that I once had no longer exists.’”"
}