{
    "en": {
        "078365b3da2eb8b34d23c36661309359": "A Reader’s Guide to the Pali Suttas",
        "7c952261dd788f03d59a9f4e630f68c6": "Bhikkhu Sujato, 2019",
        "c6f7c50031ef6abc248509c0d4f58104": "<a href=\"#item1\">About These Guides</a>",
        "af680c88f139916e736cd0d4288f6312": "<a href=\"#item2\">An Approachable Translation</a>",
        "febfb889ff490894b3311a1e1fafd481": "<a href=\"#item3\">Plan Your Route or Wander in the Garden</a>",
        "b8c5b4079c53171d2e069756f7a99773": "<a href=\"#item4\">Looking Up References</a>",
        "0d05dac9a1795aa184464d31141de20f": "<a href=\"#item5\">Elements of Structure</a>",
        "126bfdd9998968304b7e7b266054cd02": "<a href=\"#item6\">In the Buddha’s Day: A Time of Change</a>",
        "88b88012d7169896d6333fe6f6ccc72f": "<a href=\"#item7\">Economics and Politics</a>",
        "2e329c8aa1c5ce62d22ebab224261795": "<a href=\"#item8\">Social Life</a>",
        "dcd47e7d78a3e9385eb18e5bcb6401d5": "<a href=\"#item9\">The Many Spiritual Paths of Ancient India</a>",
        "7f6d03dbd58078d3f0f173d3ebe76d17": "<a href=\"#item10\">Cosmology</a>",
        "9d4e5d6582bcb35c144c0acfb47d09b8": "<a href=\"#item11\">On the Pali Commentaries</a>",
        "c9a00e496a1ecfb974e78ee3d82c55b8": "<a href=\"#item12\">A Brief and Incomplete Textual History</a>",
        "7185b6b927bfd1a70bfb7c1d7b6b58fb": "The suttas of the Pali Canon (Tipiṭaka), especially the four main <i lang=\"pli\">nikāyas</i>, are essential reading for anyone who wishes to understand the Buddha and his teaching. They have been preserved and passed down in the Pali language by the Theravāda tradition of Buddhism as the word of the Buddha.",
        "c3245e15e46b2ef11f7d07fd462a4ac3": "These texts were originally passed down orally, by generations of monks and nuns who memorized them and recited them together. Around 30 BCE they were written down in the Āluvihāra in Sri Lanka, and subsequently were transmitted in manuscripts of palm leaves.",
        "e994fdca386f9c666ad2eaf56672b620": "From the 19th century, the manuscripts were edited and published as modern editions in sets of books. In addition, the Pali text was translated into a number of modern languages, including Thai, Burmese, Sinhalese, and English.",
        "ecbcf33cace17c6651b8dc3576acbf3e": "The word Tipiṭaka means “Three Baskets”. The Basket of Discourses is traditionally listed as the second of the three. The four <i lang=\"pli\">nikāyas</i> make up the bulk of the Basket of Discourses. Here is how they are situated within the canon as a whole.",
        "42fb555b0265c647fe529d8846ebc769": "Vinaya Piṭaka (Basket of Monastic Law)",
        "f89094376f17c99ba0ed8e3ed1623677": "Sutta Piṭaka (Basket of Discourses)",
        "43ee8fadf184329ae3bf4cfe5e2a4046": "<b>Dīgha Nikāya</b> (Long Discourses)",
        "93f4489a5fd35be2747c539b25519c72": "<b>Majjhima Nikāya</b> (Middle Discourses)",
        "ecbcae0a4469f75f195bd8554385403d": "<b>Saṁyutta Nikāya</b> (Linked Discourses)",
        "6211d4ad818df2f6f4a5122f13b6e6ba": "<b>Aṅguttara Nikāya</b> (Numbered Discourses)",
        "9cec40f126e3c3622a718e01f783ef90": "Khuddaka Nikāya (Minor Discourses)",
        "0b5a51b4a4deb9c7d4235e60ea7af870": "Abhidhamma Piṭaka (Basket of Systematic Treatises)",
        "f0fe786042021c1ed420fedf8630e9bf": "Similar collections are found in ancient Chinese translations, and substantial portions of them are also in Sanskrit and Tibetan. The diverse collections of scriptures arose among the Buddhist communities who spread across greater India in the centuries following the Buddha, especially under the Buddhist emperor, Ashoka. These missions are documented in the ancient chronicles of Sri Lanka as well as the Vinaya commentaries in Pali and Chinese, and have been partially corroborated by modern archaeology.",
        "4fcce2fcc699433093efc605986b4033": "SuttaCentral hosts almost all of these texts and provides comprehensive parallels showing the relations between them. A comparative understanding based on the full spectrum of these texts is essential for any study of early Buddhism. The Chinese Buddhist canon, in particular, contains a vast amount of translations of early texts, and in terms of quantity it outweighs the Pali texts by some margin.",
        "293a542beb0a245fac2f5591f8e92653": "For many reasons, though, the Pali texts will always retain a special place for those who wish to understand what the Buddha taught.",
        "33796279fa4602409c585b8bbb731125": "They are the only complete set of scriptures of an early school of Buddhism.",
        "df7c20be744c8d108b23ec1afef60d5e": "They are by far the largest body of texts to survive in an early Indic dialect.",
        "31cabc7f173576893c7c182a85fdf3b5": "They are accompanied by an extensive and detailed set of ancient commentaries (<i lang=\"pli\">aṭṭhakathā</i>).",
        "3e27f850c1dee6dbfc39a5a696531bef": "They are, for the most part, linguistically clear, well-edited, and readily comprehensible.",
        "d90b66476ef448dcdada0e555e908c24": "Moreover, the Pali texts are the core scriptures of a living tradition, the Theravāda school found in Sri Lanka, Thailand, Myanmar, Bangladesh, Cambodia, Laos, India, China, and Vietnam. To this day they are recited, taught, studied, and practiced daily, and are regarded in the traditions as being a reliable witness to the teachings of the Buddha himself.",
        "ed1709d44b167d14635ff1f59f87a8f2": "Among the Pali texts, it is the four <i lang=\"pli\">nikāyas</i> that command the most attention. It is here that we find extensive and definitive explanations of Buddhist teachings, as well as the living personality of the Buddha and his immediate disciples.",
        "f07e44499589376ec26d6b51e012dab3": "By comparison, the Vinaya Piṭaka details the life of the monastic communities, and in addition it reveals much about the history and social background; but it contains only a few teaching passages. The Abhidhamma Piṭaka is made up of systematic treatises that were composed in the centuries following the Buddha’s passing. And the books of the Khuddaka Nikāya are very mixed. There are six fairly short books that are supplements to the main four <i lang=\"pli\">nikāyas</i>, mostly in verse: the <a href=\"dhp\">Dhammapada</a>, <a href=\"ud\">Udāna</a>, <a href=\"iti\">Itivuttaka</a>, <a href=\"snp\">Sutta Nipāta</a>, <a href=\"thag\">Theragāthā</a>, and <a href=\"thig\">Therīgāthā</a>. However, most of the other books in the Khuddaka are later, and represent a phase of Buddhism a few centuries after the Buddha.",
        "9204d3f94460388c770823878eccc6ce": "About These Guides",
        "8c35d75d63f1c106d6e1b0d9e20cbe83": "I have prepared these guides in order to support a student who wishes to develop a deeper understanding of the <i lang=\"pli\">nikāyas</i>. They accompany my translations of the four <i lang=\"pli\">nikāyas</i> as found on SuttaCentral. This general guide is meant to be read first, as it covers a variety of issues that are common to all the <i lang=\"pli\">nikāyas</i>. The four <i lang=\"pli\">nikāyas</i> are a highly unified body of texts, sharing most of the significant doctrinal passages. The general information presented here is fleshed out in individual essays on each of the four <i lang=\"pli\">nikāyas</i>, which highlight the shifts in emphasis and orientation from one collection to the next. These may be read in any order. While the guides for the specific <i lang=\"pli\">nikāyas</i> naturally focus on the texts in that <i lang=\"pli\">nikāya</i>, this is not adhered to rigidly, and they may refer also to passages found elsewhere.",
        "dbb512535e0d77a5de7d2c29b434f3f5": "Summaries of major doctrinal themes may be found mostly in the <i lang=\"pli\">nikāya</i> guides, especially that for the Saṁyutta Nikāya, rather than here. However, I would urge a degree of caution when it comes to summaries, including my own. The true joy of the suttas is in the undigested teachings, in that raw moment when the Buddha encounters a person in suffering and helps them, not by giving them a digested abstract, but by reaching out to them as people. Summaries and surveys are best treated as starting points for discovery, rather than as definitive treatises.",
        "b0c22d3df741f25748867ab280a6d8d9": "I almost completely avoid sideways glances at the various Chinese and other parallels. Understanding these relations is critical, and the entire basis of SuttaCentral is founded on this fact. But the number of texts is very large, and the complexity of the subject is daunting. I fear that if I were to deal with parallels in any kind of depth, these essays would never be completed; and if they were, they would have become unreadably complex. Hence I have set myself a more manageable scope, sticking to the Pali texts, on the understanding that most things probably apply to the parallels as well. The reader can easily check the parallels on SuttaCentral if they wish.",
        "d7fdd429db12310fa16705f40c78a8fe": "Among students of the suttas, the names of these collections are often abbreviated to “Dīgha”, “Majjhima”, and so on, just as the word “Sutta” is often omitted from sutta titles. Strictly speaking, it’d be best to use the Pali title when referring to the original text, and the translated title when referring to the translation; but this distinction is often overlooked.",
        "397fe945ff89c5dbb3707dd82e3ad555": "An Approachable Translation",
        "3125873d0a1d1edcaf0ac66d7efe8b9c": "In 2015 I determined to create freely available translations of the main Pali discourses, so that all of these teachings might be made freely available in a clear, consistent, and accurate rendition. My aim was to translate the four main <i lang=\"pli\">nikāyas</i> as well as the 6 early books of the Khuddaka Nikāya: Theragāthā, Therīgāthā, Udāna, Itivuttaka, Dhammapada, and Suttanipāta. I did this so that these astonishing works of ancient spiritual insight might enjoy the wider audience they so richly deserve.",
        "ef62d2b83f5a7196146f5e300c22982c": "In considering my translation style, I reflected on the standard trope that introduces the prose suttas: a person “approaches” the Buddha to ask a question or hear a teaching. It’s one of those passages that became so standard that we usually just pass it by. But it is no small thing to “approach” a spiritual teacher. It takes time, effort, curiosity, and courage; many of those people would have been more than a little nervous.",
        "8600c2973c9b48c78199566c05fd3230": "How, then, would the Buddha respond when approached? Would he have been archaic and obscure? Would he use words in odd, alienating ways? Would you need to have another monk by your side, whispering notes into your ear every second sentence—“He said this; but what he really meant was…”?",
        "16c5da4de5de8c89eb42145b2a4ee234": "I think not. I think that the Buddha would have spoken clearly, kindly, and with no more complication than was necessary. I think that he would have respected the effort that people made to “approach” his teachings, and he would have tried the best he could, given the limitations of language and comprehension, to explain the Dhamma so that people could understand it.",
        "7c046fa6b3b80b0d567a2a7b4f16fa97": "An approachable translation expresses the meaning of the text in a manner that is simple, friendly, and idiomatic. It should not just be technically correct, it should sound like something someone might actually say.",
        "8c18cd81a8ca6f20fb5ddae990a9e314": "Which means that it should strive to dispense entirely with the formalisms, technicalities, and Indic idioms that has dominated Buddhist translations, into which English has been coerced by translators who were writing for Indologists, linguists, and Buddhist philosophers. Such translations are a death by a thousand papercuts; with each obscurity the reader is distanced, taken out of the text, pushed into a mode of acting on the text, rather than being drawn into it.",
        "ac1323950c38d66295c6f140f9ae0676": "That is not how those who listened to the Buddha would have experienced it. They were not being annoyed by the grit of dubious diction, nor were they being constantly nagged to check the footnotes. They were drawn inwards and upwards, fully experiencing the transformative power of the Dhamma as it came to life in the words of the Awakened One. We cannot hope to recapture this experience fully; but at least we can try to not make things worse than they need to be.",
        "67ac4566a5b7bc3226f931b54fb0ea96": "At each step of the way I asked myself, “Would an ordinary person, with little or no understanding of Buddhism, be able to read this and understand what it is actually saying?” To this end, I have favored the simpler word over the more complex; the direct phrasing rather than the oblique; the active voice rather than the passive; the informal rather than the formal; and the explicit rather than the implicit.",
        "80b247cd28029b64f1ab9547388ad532": "Still, it should not be thought that these are loose adaptations or simplifications. There is a place for re-imaginings of ancient texts, and for versions that strip the complexity to focus on the main point. But my work is intended as a full and accurate translation, one that omits nothing of substance. It is just that I try to express this without undue complexity.",
        "59e399225fea839d25980d2d2c3de814": "I still feel I am a long way from achieving my goal. No-one is more aware than the translator of the compromises and losses along the way. Consistency, clarity, correctness, and beauty all make their competing claims, and only rarely, it seems, can all be met. It is a work in progress, and I will probably be making corrections and adjustments for many years to come.",
        "d7a1d685e1a584f543ca5beea32b8be9": "I have been especially influenced in this approach by my fellow monks, Ajahn Brahm and Ajahn Brahmali. It is from Ajahn Brahm that I have learned the virtue of plain English; of the kindness of speaking such that people actually understand. And with Ajahn Brahmali, who has been working on Vinaya translations at the same time, I have had many illuminating discussions about the meaning of various words and phrases. He said one thing that stuck in my mind: a translation should mean <em>something</em>. Even if you’re not sure what the text means, we can be sure that it had some meaning, so to translate it based purely on lexical correspondences is to not really translate it at all. Say what you think the text means, and if you make a mistake, fix it.",
        "9b513c8e92bd43499096d371a6866477": "Plan Your Route or Wander in the Garden",
        "46355c4e2487ba1d04bed0a79d63da8e": "The Buddha’s teaching is a graduated one, leading from simple principles to profound realizations. This pattern is found within almost all of the discourses in one way or another. However it does <em>not</em> apply to the collections of discourses. From collection to collection or discourse to discourse there is no graduation in difficulty, no build up of assumed knowledge in the student.",
        "46bd28e11caf3cbbef92a571a8a7d7f7": "On the contrary, the Dīgha Nikāya begins with the Brahmajala Sutta, while the Majjhima Nikāya begins with the Mūlapariyāya Sutta, both of which are among the most profound and difficult discourses in the whole canon. A student who dives in unwarily will suddenly find themselves in very deep waters indeed.",
        "2d9251dc7d8fab67474d74201a5c821e": "If we wish to build up knowledge step by step, we can’t rely on simply reading the suttas in order. Students often find it helpful to use a structured reading guide such as that offered here. On SuttaCentral, we offer several other approaches.",
        "7a34842affaa5c804e376673c68598f3": "Having said which, there’s nothing wrong with simply plunging in at random, so long as you don’t expect everything to make sense at first. Take your time and enjoy wandering about. Don’t worry too much about things that seem odd or unexpected. Usually you’ll find that obscure or difficult ideas are explained somewhere else; discovering those unexpected connections is one of the joys of reading the suttas.",
        "ef54b6337425cf8eaab070855e985c02": "In these introductory essays, you will find many references to the suttas. You don’t need to look up each reference to understand the essays. But if you do, you will get a reasonable survey of many important texts, and learn how to find the passage that you need. I suggest reading each essay on its own first, and then a second time, looking up and reading the sutta references as you go.",
        "85903287f84f31aa1dc1140d2bb12d28": "Looking Up References",
        "7a2e7595402032c9a18a2afd68d806f3": "When you delve into sutta reading, you’ll notice that texts and passages are referenced in sometimes confusing ways. On SuttaCentral we employ a simple and widely adopted form of semantic referencing. By “semantic” references, we mean that the reference numbers are based on meaningful divisions in the texts themselves.",
        "4881b8760f05fb514410e893b1822846": "For the four <i lang=\"pli\">nikāyas</i>, this means:",
        "2c9df70b6ac752819e86f6b084ccdc13": "In the Dīgha and Majjhima, texts are referenced by the ID for the collection (DN and MN respectively) and the sutta number, counted in a simple sequence from the beginning.",
        "0a245933a3f4390cade8978e9504c4a0": "In the Saṁyutta, the collection ID (SN), <i lang=\"pli\">saṁyutta</i> (thematic group), and sutta.",
        "b6d065eee4d3d263e534c0136aaeef8c": "In the Aṅguttara, the collection ID (AN), <i lang=\"pli\">nipāta</i> (numerical group), and sutta.",
        "38a26040780f2c431771a6e033d3da24": "More granular referencing is provided by section numbers. These follow pre-existing conventions:",
        "1b9c785e7071720f06909c9ca7aa4b25": "In the Dīgha, the section numbers of the PTS Pali edition, which have been widely adopted in translations.",
        "85274b333089702101c1fe2c7f4b656a": "In the Majjhima, the section numbers introduced by Bhikkhu Ñāṇamoḷi, and used in Bhikkhu Bodhi’s edition.",
        "a639efa775f41833cac37c51414d12ea": "In the Saṁyutta and Aṅguttara, the paragraph numbers as found in the Mahāsaṅgīti Pali text.",
        "bcc9a0713933b42fa29d0310bc60422e": "Each of these is further subdivided so that each section contains a number of “segments”, a short piece of text usually about a sentence or so long. In my translations, the segments are matched with the underlying Pali text.",
        "ce56d22d59c0fc09336d0a0a44d2b232": "In our system, the numbers following a colon represent the section and segment numbers, that is, the subdivisions within a sutta. So, for example:",
        "658b02dc71a82cf1941f299f449331a6": "DN 3 means “the third discourse in the collection of Long Discourses (Dīgha Nikāya)”.",
        "5b15cf39ebe8aad4f87822b8675e1f78": "MN 43:3 means “discourse 43, section 3 in the collection of Middle Discourses (Majjhima Nikāya)”.",
        "b1a6fb109853614ce85925a75201b894": "MN 43:3.7 means “discourse 43, section 3, segment 7 in the collection of Middle Discourses (Majjhima Nikāya)”.",
        "d65f71e442f380c25ef778072e737444": "SN 12.2:6.2 means “discourse 2, section 6, segment 2 in the 12th <i lang=\"pli\">saṁyutta</i> of the collection of Linked Discourses (Saṁyutta Nikāya)”.",
        "10074a4d0e234700e3cdf0af862038d9": "You may encounter various other referencing systems. In academic works, texts are often referenced by volume and page of the Pali Text Society (PTS) edition of the original Pali. This is a regrettable and clumsy convention, since it binds references to a specific paper edition. I hope it is swiftly abandoned in favor of proper semantic references. However, the PTS volume/page numbers are displayed on SuttaCentral in case you need to look up a legacy reference.",
        "088bd0c5021ddf81cc0ec6fedeecd52f": "Traditionally, the texts were—and often still are—referenced the long way: by <i lang=\"pli\">nikāya</i>, then <i lang=\"pli\">saṁyutta</i> or <i lang=\"pli\">nipāta</i> and/or <i lang=\"pli\">paṇṇasaka</i> (as applicable), then <i lang=\"pli\">vagga</i> and <i lang=\"pli\">sutta</i>. This system is helpful when using manuscripts, as you can narrow your search step by step through the manuscript to find what you need. On the web, or even in books, however, it is unnecessary. Nevertheless, you can use the traditional navigation structure in our sidebar if you wish.",
        "1320eb191fefb128e23e54c70d9d3cf5": "Elements of Structure",
        "18dd6a9daf0afc48b5fd1664de28be77": "As students of Buddhist texts we are interested in the content, in learning what the Buddha and his disciples had to say and how they lived. However, due to the manner in which the texts are arranged, we quickly discover that it’s not easy to know how different texts relate to each other. So while it may seem dry, it is worth spending a little time to consider the <em>structure</em> of the texts.",
        "43895ce147c7268f0ae49e3cd088caf7": "Early Buddhist texts were organized, not for reading, but for oral recitation and memorization. The overriding concern was to divide the texts into chunks that could be memorized and recited together. Since the texts were preserved in memory, they were largely “random access”: a skilled student could instantly recall a passage from anywhere in the texts, without having to flip through the pages or look up an index. In this way, the earliest system of organization is a little similar to how we find information today through a search engine.",
        "a7a506769e34505ca92ac0b6fbb4c4fe": "It follows from this that we cannot expect early Buddhist texts to be structured sequentially like a modern book. But this does not mean that the collections are random or chaotic. They follow their own logic, which can be discerned if the texts are approached sympathetically.",
        "699bc53ac69c97cf0c52cbf4985aedba": "Here are some of the structural or formal elements you will encounter in the early Buddhist texts.",
        "ece176a707e87695e32bdd218c3ff690": "Imagery and Narrative",
        "6d2f93589439cfc1673c79518d8abfcf": "The suttas frequently employ an ABA pattern. A statement is made; a simile is given; and the statement is repeated.",
        "10f785614d5fb6f47f6fe252072ddf0c": "This formal pattern is highly effective in reinforcing learning. First we get the basic idea. But abstract philosophical or psychological statements are hard to understand and remember without any context, so the Buddha illuminates his teaching with a simile. He ends by driving the message home once again.",
        "365d16052bc4c6a1f6e5d55bf8616481": "The range of similes in the suttas is truly astounding. The Buddha had an uncanny ability to effortlessly summon an apt comparison from anything that he saw around him. The similes also convey a great deal of incidental detail regarding life and culture in the Buddha’s day, and, more importantly, they show how the Dhamma teaching makes sense in its context. Most of the classic Buddhist images that are familiar today trace their roots to similes used by the Buddha in the early texts.",
        "be9bf62440676f5f96dc3e34ad76c43e": "Sometimes the similes are extended to a brief parable or fable. Curiously enough, however, we rarely see the Buddha engage in story-telling of any length.",
        "bc85c486b08296b1ce9f3fb4d06d2806": "Where narratives are developed in some detail, they are typically as part of the background story (<i lang=\"pli\">nidāna</i>) rather than in the Buddha’s teaching as such. It is an elementary principle of historical scholarship that the background story is of a somewhat later date than the main doctrinal material. Such stories vary considerably in the parallels, showing that the traditions treated narrative more flexibly than doctrine.",
        "4eaea8ee3a22cb0a8809099b69e9e564": "Repetition",
        "4b5581836b870e18b7e47a1885a0dfba": "It won’t take long before you notice that the suttas tend to be repetitious. <em>Very</em> repetitious. This can be a major hurdle for a new reader, so let’s take a little time to consider what is happening.",
        "98aca6d1062d92fb2c9629bc45026406": "Like so many patterns found in nature, the repetitions are <em>fractal</em>. That is, they occur at every level: the word, the phrase, the sentence, the paragraph, the passage, the whole text, even the group of texts. This shows that the repetition is not something alien to these texts, not something forced on them by an over-zealous editor, but is intrinsic from the beginning.",
        "9b6261aad9a9d0ae11bcc1b3368c3ae4": "But why? The thing to remember is that the texts were formed in an oral tradition. And in an oral tradition, repetition works very differently than it does in writing. When you <em>read</em> a repetition, it can be annoying; it feels like a waste of time, and you want to skip over it. But when <em>reciting</em>, repetition has exactly the opposite effect. It is soothing and relaxing. The parts that are different take more work, you have to exercise your memory; but when the repeated passage comes around—like the chorus of a song—you relax into the flow of the chanting. Repetitions give the reciter space to be at ease and contemplate. Reciting a highly repetitive text becomes a form of meditation, where you reflect the meaning and apply it to your experience as you recite.",
        "42b60abcf06d6fff5ec813c23d446ee3": "But in addition to this spiritual aspect, repetition has a definite practical purpose: preservation. By saying the same thing again and again, identically or with small variations, the reciters were constantly checking their memories, ensuring the accuracy of the texts. And if a text was lost, there is always another similar passage somewhere else. Thus the repetitions ensured the long-term survival of the Dhamma by creating backups of important information in multiple places, retained in the minds of Buddhist practitioners.",
        "349e210ffe25bfda7f9c8e48bbcf08b6": "Understanding the historical role of repetitions, however, doesn’t help us when we just want to read a sutta. What are we to do? Well, there is no single way to read a sutta. Some people prefer to read them in full, contemplating each repetition. Others read them more briefly, getting to the important point. You’ll figure out a way that suits you. But when you understand the role of repetitions, hopefully you will not find them such an obstruction.",
        "b54d58d7e43c404563f91e38d3efbcac": "Abbreviation",
        "5ae3af13ab8ed5abcfbb89d15f6a0d18": "The flipside of repetition is abbreviation. Since the repetitions are so abundant, they are often abbreviated. Such abbreviation is not a modern invention; it is found throughout the manuscripts, and indeed there is no edition that fully spells out all the repetitions. The Pali texts have their own convention for indicating abbreviations, marked with the syllable <i lang=\"pli\">pe</i>, itself an abbreviation of <i lang=\"pli\">peyyāla</i>.",
        "a188c77d196536b023e73fd11b200fc3": "Generally speaking, the abbreviations in the Pali editions, and the occasional instructions on how to spell out the full text, are sensible and fairly consistent between editions. Modern translations follow the manuscript tradition, but not slavishly. Sometimes the translation will spell out abbreviated passages, or else abbreviate passages spelled out in the original.",
        "83aca2c1d691e7777055bdd4642e0562": "Abbreviations are both “internal” or “external”. By internal abbreviation, I mean that there is enough information in the text itself to fully reconstruct it. Typically only the first and last items in a list are spelled out in full, and for the rest, only the key terms are mentioned. Here is an example from <a class=\"ref\" href=\"/sn22.137\">SN 22.137</a>:",
        "57e5ef83861f3fdad653aa1586fde8fa": "Form is impermanent; you should give up desire for it. Feeling … Perception … Choices … Consciousness is impermanent; you should give up desire for it.",
        "51ae8647cd82cf218f55004cb6a3892c": "In external abbreviations, an abbreviated passage cannot be fully reconstructed from the context, but requires looking up another text to fill in the blanks. This is another example of how the oral tradition differs from written texts. A reciter would obviously know, say, the formula for the four noble truths, so there is no need to write it every time; just enough to jog the memory. But in modern editions, especially on the web, a reader can access a specific text from anywhere, and may never have encountered the abbreviated passage before. For this reason I tried to reduce the number of external abbreviations in my translations.",
        "8612579044efe457f11398b5a2377226": "Titles",
        "551ab83697c842fb56991f471177dbcd": "Buddhist manuscripts rarely have titles at the start like modern texts. Rather, the title is recorded at the end. In modern editions, these titles have been added at the start for clarity.",
        "b5a2c86ec939b09c1df219650bfd5979": "In many cases, especially in the titles of suttas and <i lang=\"pli\">vaggas</i>, what we actually have in the manuscript is not really a title as such, but a key word found in the summary verse (<i lang=\"pli\">uddāna</i>) found at the end of a <i lang=\"pli\">vagga</i> or other division. These verses were inserted by the redactors of the canon in order to help keep the contents organized, much like a Table of Contents. However, the summary verses do vary to some extent between editions, so the titles of suttas are not always consistent. In addition, some suttas are assigned more than one title in the text itself—for example <a class=\"ref\" href=\"/dn1\">DN 1</a> <cite class=\"text-translated\">The Prime Net</cite> (<cite class=\"text-root\">Brahmajalasutta</cite>)—or there are spelling variations. So take care, for it is quite common to find different titles for the same text.",
        "f1a34661be5725868460a2f885847caf": "Textual Divisions",
        "ed2f35a2b8e15d38d3bcde73f3a9d729": "Vagga (“Chapter”)",
        "8910895fefecfd3c33ffbee74ae2ddc1": "The <i lang=\"pli\">vagga</i> is the most widespread and distinctive structural unit in early Buddhist texts. It usually consists of ten texts, which may be ten discourses, ten verses, ten rules, and so on. The number ten is adhered to fairly consistently, although on occasion a <i lang=\"pli\">vagga</i> may contain more or less than ten.",
        "b78cc14aafb7c80986f74b191436bad3": "The <i lang=\"pli\">vagga</i> is often little more than a convenient grouping to help organize the discourses neatly. In such cases, a <i lang=\"pli\">vagga</i> is usually just named after its first discourse.",
        "015860e6f9bf253ba0b5be932e8ba7ab": "However, it is also common to find that a <i lang=\"pli\">vagga</i> collects discourses with a loose thematic unity. For example, in the <a href=\"dn-silakkhandhavagga\"><cite class=\"text-translated\">Chapter on the Full Spectrum of Ethics</cite></a> (<cite class=\"text-root\">Sīlakkhandhavagga</cite>) of the Dīgha Nikāya (thirteen discourses in this case), almost all the texts deal with the “gradual training” of ethics, meditation, and wisdom.",
        "796dd3cc800b623f44766c6f18a9ea8f": "In some cases, a <i lang=\"pli\">vagga</i> in Pali may parallel a similar <i lang=\"pli\">vagga</i> in another language. For example, the famous <a href=\"snp-atthakavagga\"><cite class=\"text-translated\">Chapter of the Eights</cite></a> (<cite class=\"text-root\">Aṭṭhakavagga</cite>) of the Sutta Nipāta exists in Chinese translation, though the Sutta Nipāta as a whole does not. Similarly, the <cite class=\"text-root\">Sīlakkhandhavagga</cite> of the Dīgha Nikāya has parallels in both the Dharmaguptaka (Chinese) and Sarvāstivāda (Sanskrit) texts of the Dīgha.",
        "51f1849abefc7d7dd56c826337156f53": "Occasionally the word <i lang=\"pli\">vagga</i> is applied to a larger textual unit, one that includes a number of sections, each of which composed of “little” <i lang=\"pli\">vaggas</i>. Examples of such nested <i lang=\"pli\">vagga</i> structures include the Saṁyutta Nikāya and the Khandhakas of the Pali Vinaya.",
        "546265462a278c95c8774fcf1124d8ed": "Paṇṇāsaka (“Fifty”)",
        "756c320a603cd13e3cb49c6a6ef790bc": "The word <i lang=\"pli\">paṇṇāsa</i> means “fifty”, and a <i lang=\"pli\">paṇṇāsaka</i> is a group of approximately fifty suttas, or five <i lang=\"pli\">vaggas</i>. It is used to organize collections that contain many <i lang=\"pli\">vaggas</i>. Most of the collections with large numbers of discourses use this structure, for example the “<a href=\"mn-mulapannasa\"><cite class=\"text-translated\">Root Fifty</cite></a>” of the Majjhima Nikāya (<cite class=\"text-root\">Mūlapaṇṇāsa</cite>). The <i lang=\"pli\">paṇṇāsaka</i> is purely for convenience and does not correspond to any meaningful division of the text.",
        "248a71c96d0a41c09cd3e8a27527d77e": "Nipāta (“Group”)",
        "cd947b3470640ca8ec9a4703f49c90bf": "The literal meaning of <i lang=\"pli\">nipāta</i> is “fallen down”, and it is a generic term for texts that have been placed together. In the Aṅguttara, it is used for each division of texts gathered together by number: the <a href=\"an1\">group of discourses consisting of one item</a>, and so on. Elsewhere it is used, for example, in the title of the <a href=\"snp\" class=\"text-root\">Sutta Nipāta</a>, the “Group of Discourses”.",
        "69fe38da08c2e1379154af8c36893cc7": "Saṁyutta (“Collection of Linked Discourses”)",
        "12310fc45c4021dff9a7b839a19757b3": "Whereas the <i lang=\"pli\">nipāta</i> is quite generic, the <i lang=\"pli\">saṁyutta</i> has a more specific meaning: texts collected according to a similar theme or subject matter. The Saṁyutta Nikāya consists of 52 such collections. For example, the fourteenth <i lang=\"pli\">saṁyutta</i> contains <a href=\"sn14\">39 discourses on the topic of the elements</a>.",
        "c6ecc38aa35493aa67eaa8c02b0750b3": "Nikāya or Āgama (“Division”)",
        "5484dde2bc20137171e892c99472b982": "The largest structural unit, usually known as <i lang=\"pli\">nikāya</i> in the Pali tradition of the Theravāda, and as <i lang=\"pli\">āgama</i> in the northern traditions. However, the term <i lang=\"pli\">āgama</i>, while it has fallen into disuse in modern Theravāda, is found quite commonly in the Pali commentaries.",
        "6570db079799766168a5a3a209fb8b17": "Collections similar to the four <i lang=\"pli\">nikāyas</i> as found in the Pali are found in all the other schools. However, while the overall nature of the collections is similar, and they are organized in similar ways, the detailed content varies considerably. It frequently happens that a sutta found in the Majjhima of one school, for example, may be found in the Saṁyutta or Dīgha of another school. In addition, the internal sequence of texts is quite different. Thus it seems that the <i lang=\"pli\">nikāyas</i> or <i lang=\"pli\">āgamas</i> functioned more as organizational guidelines than as fixed units.",
        "2f4ba516ead9acb936ef19f31c304c88": "The fifth Pali <i lang=\"pli\">nikāya</i>, the Khuddaka Nikāya, is more flexible and varies more between traditions. It seems it originated as a place for collecting verses and minor texts not gathered elsewhere. However the Pali collection became a handy place to include later texts, so it has now become the biggest of all the <i lang=\"pli\">nikāyas</i>. While there are occasional references to a similar collection in the northern schools, none exist in that form today. Nevertheless, many of the individual texts of the Khuddaka have parallels, especially the Dhammapada, which survives in many different editions.",
        "bf299544579f5c03e672d82f92d8925c": "In the Buddha’s Day: A Time of Change",
        "c21328701c6e6f74c7416c030fecc603": "Each discourse begins with a brief statement saying that at “one time” the Buddha was staying at a particular place. In this way the redactors of the texts were concerned to locate the Buddha and his teachings in a specific historical and cultural context. Modern scholars have been able to reconstruct a fairly reliable picture of the Buddha’s life and times, relying on the early Buddhist texts, as well as what information may be gleaned from Brahmanical and Jaina scriptures.",
        "9de9112789aa129de5e1571f81ac7140": "Archeology is, unfortunately, of limited use, as there are few archeological remnants from the Buddha’s day. In fact, before the time of Ashoka—perhaps 150 years after the Buddha—there are very few remains at all of ancient India, until the time of the Indic Valley civilization, many centuries earlier. For the period we are interested in, what has been found consists of some pottery and similar small implements, as well as a few remnants of fortifications around Kosambī. The paucity of evidence is due to two main reasons. The first is that buildings at the time were mostly of wood or other perishable materials. And the second is that archeological work in India has been very spotty and incomplete.",
        "30ea8ce8dede5d215544bf5c83983528": "The Buddha lived in the 5th century BCE in the Ganges plain in northern India. The exact dates of his birth and death are uncertain, but modern scholarly opinion tends to place his birth around 480 BCE and his death 80 years later at around 400 BCE. He was born in Lumbini and grew up in Kapilavatthu, both of which belong to the Sakyan republic, straddling the modern border of India and Nepal. His family name was Gotama; the earliest texts do not mention his personal name, but tradition says it was Siddhattha.",
        "f977418cdb5c1cf88e58338e0792fe2e": "After his Awakening, the Buddha traveled about the Gangetic plain. The area he traversed was part of the cultural/political region known as the “sixteen nations” (<i lang=\"pli\">janapada</i>). This spanned from modern Delhi to the north-west, the Bangladesh border to the east, the Himalayan foothills to the north, the Deccan to the south, and Ujjain to the south-west. Most of his time was spent around the cities of Sāvatthī in the kingdom of Kosala and Rājagaha in the kingdom of Magadha. Despite the proliferation of local legends in most Buddhist countries, the Buddha never ventured outside this area.",
        "04d3990034d7e4f55249a64f80a34a28": "It was not just the Buddha who was restricted to this region. It seems that trade and other close cultural contacts normally took place within this region, too. Occasional references to places further afield—southern India or the Greeks—were vague and often legendary. It was in the century after the Buddha passed away that the kingdoms of northern India were unified and regular international trade routes were opened, first to Europe, and, a couple of centuries later, to south-east Asia and China.",
        "af77eceff0d1dab6b8cecad446195c33": "Economics and Politics",
        "ca9ab15dc9f615c636edf8a833013c4c": "Though cities and urban life feature prominently in the texts, they are still on a small scale. The economy was largely rural, with farming playing a prominent role.",
        "f4a0e88f64ff4d3f019b4ba5ad6a46ce": "However there are lists of occupations in the Pali canon that show a diverse range of employment—accountants, jewelers, builders, soldiers, doctors, government officials, and many more.",
        "585d0c82ad95d0b63af69c7622e16c6a": "The rise in diversity of employment was linked to the growth of cities, which in turn is associated with the appearance of new technologies. The archeological record, though thin, has furnished us with records of two significant innovations: forges for iron, and a kind of fine pottery known as Northern Black Polished Ware. These new developments attest to a growing mastery in the industrial use of fire, something that the suttas mention in several memorable similes.",
        "88e962de39fe3b90ce353621292a7554": "Technological innovation drove economic growth. We frequently hear of wealthy individuals, employing large staffs and managing properties or businesses. There was enough economic surplus to support a large class of spiritual seekers. Such ascetics made no material contributions to society; their value lay in spiritual and ethical development.",
        "98adcd4cbd573169d68aa90fcbd71ad4": "These technological and economic shifts were mirrored in the political sphere. There were two major forms of governance. Traditional clans such as the Sakyans or the Vajjians followed an ancient restricted form of democracy, where decisions were made in a town council, and the clan elected a leading member as temporary ruler. Other nations, like Kosala and Magadha, had formed a more familiar kind of kingdom, with an absolute hereditary monarch. While the Buddha evidently favored the democratic ideals under which he grew up, and after which he modeled the governance of the Sangha, it was the kingdoms that were growing in economic and military dominance. During the Buddha’s lifetime, there were repeated skirmishes between Kosala and Magadha, vying for dominion over the ancient sacred city of Varanasi.",
        "b47935da8a2b8fd0227922616f611a86": "Of even greater significance, towards the end of his life, Magadha was announcing its intentions to invade the Vajjian republic. History attests to the success of this policy: in the decades following the Buddha’s death, Magadha conquered virtually all of the sixteen nations, establishing an unquestioned supremacy over the region, and establishing pan-Indian trade networks. So powerful was the resulting kingdom that Alexander the Great’s troops rebelled at the mere rumor of Magadhan military might.",
        "60aee93c68b9bbb3ee7aeeca295fcf16": "Social Life",
        "b92125ea4330c0fe2b6680d116bdddc9": "The growing complexity of economic and political life required corresponding changes in social roles and responsibilities. Like any society in a time of change, people in the time of the Buddha were trying to balance their traditional values and structures with the new realities. It seems that people were for the most part reasonably well off. Still, poverty and famine, along with injustice, banditry, and economic uncertainty, were present and posed a very real threat. We hear frequent laments about how unpredictable wealth is, whether the older forms of wealth in cattle and land, or the newer forms in money and career.",
        "faba83d0bfffd959048c830a630f129e": "The Buddha was not a social revolutionary and did not overtly agitate for an overthrow of social systems, even those he recognized as unjust. Typically he would argue for a more just and fair implementation of existing norms. For example, rather than saying all societies should be democratic, he spoke of the moral duty of a king to look after his people.",
        "3d7e61c22c734a4d39f010585049c201": "A man was expected to earn a living so as to maintain and protect his family. He should use his earnings to provide his family with both essentials and luxuries, and to treat workers with kindness and decency, while not neglecting to assign some funds for savings, and some for donations to charity.",
        "aac1fdeca58d1429eb132f11cd84f6e3": "A woman’s traditional role was to marry and bear children. Aside from this, her options were limited. We rarely hear of professional women aside from sex workers. In this context, the opportunity to become a nun allowed women to pursue their own spiritual and intellectual development, to act as leaders and teachers, and to be respected and supported in that role.",
        "59ad1b52399304ba4ca74f2c1cff4f79": "Many of the more extreme manifestations of sexual discrimination are not found in the early texts. We find no mention of child brides, immolation of widows, or the essential subjugation of women to men.",
        "5d622ccb6b051c04d6aca1cc9c7ba26b": "India had not yet developed a full-fledged caste system. But there was a much simpler fourfold division of society:",
        "6832986c27b9ab9be1b61af421b83355": "Aristocrats (<i lang=\"pli\">khattiya</i>)",
        "c259ba707e7748c3e6e3f7540b1094e0": "Owners of land (<i lang=\"pli\">khetta</i>), typically wealthy and powerful, engaged in statecraft, war, and production. The Buddha was from an aristocratic clan. The aristocrats placed themselves at the highest tier of society.",
        "6775378f4acf3af1411d7ef06eff5d93": "Brahmins (<i lang=\"pli\">brāhmaṇa</i>)",
        "b9a3d2277f200dd6487f383ec80f72e0": "Members of a hereditary priestly class. The brahmins were custodians of sacred texts called “Vedas”, and performed rituals and ceremonies to their various deities. However by the time of the Buddha many brahmins were simply engaged in ordinary worldly livelihoods and their religious role was secondary. They believed themselves to be the children of God (Brahmā).",
        "56f98f2e9a135453218a1168fa2ac582": "Merchants (<i lang=\"pli\">vessa</i>):",
        "0d5378e2063c7132cd0678ea1b78e353": "Engaged in trade and commerce.",
        "715bca4bfe5822f147f0b2d093572342": "Workers (<i lang=\"pli\">sudda</i>)",
        "948b5f36bdb65d7d7022ffd4feed7155": "Performed physical labor.",
        "22c8def1ed8aa8af89ee59f98b1f2ede": "Not everyone fit into this neat scheme. We hear reference to outcastes and various tribal peoples. In addition, there were slaves or bonded servants. Finally, the ascetics (<i lang=\"pli\">samaṇa</i>) such as the Buddha saw themselves as having left behind all such notions of caste.",
        "f1d789af942cc63657c2c2c119fa96a8": "The Many Spiritual Paths of Ancient India",
        "68a5ee892414a3d06f6c33890067f2d8": "Change in the Buddha’s day was not limited to the worldly sphere. The religious life of ancient India was equally dynamic. For this reason it would be a mistake to assume that India in the time of the Buddha was primarily a Hindu society. Some of the elements that make up modern Hinduism may be discerned, but Indian religion, like spiritual and religious practice everywhere, has always been in a state of flux and evolution.",
        "cb857aac0823331a0e5f105f3fdb80ce": "In the time of the Buddha, and indeed even to this day, the ancient pre-Buddhist Vedas formed the basis for the spiritual life of the brahmins and those who followed them. Rituals such as the <i lang=\"san\">agnihotra</i>, the daily pouring of ghee onto the fire as an offering to the fire-god Agni—originated long before the Aryan people even came to India, and continue to be performed today.",
        "73ac9d02dc0501249e072ff166cf2ac5": "Nevertheless, many of the old gods featured in the Vedas had vanished by the time of the Buddha, and many of the famed deities of later Hinduism had not yet appeared. Those who do appear take on a markedly different aspect; prominent gods such as Vishnu (Pali: <i lang=\"pli\">Veṇhu</i>) or Shiva (Pali: <i lang=\"pli\">Siva</i>) appear in minor roles, and a warrior like Sakka (AKA Indra) appears as an apostle of peace. There were no temples, no images, and no cult of devotion (<i lang=\"san\">bhakti</i>). There is no mention of a system of <i lang=\"san\">avatars</i>, nor of familiar concepts from modern Hindu-inspired spirituality such as <i lang=\"san\">śakti</i>, <i lang=\"san\">kuṇḍalinī</i>, chakras, or yoga exercises.",
        "e949dee162ac1acdaf0e6b8646ef7df8": "Moreover, when we look at the aspects of modern Hinduism that were present at the time, many of them are completely separate from each other. No-one considered, for example, the worship of a local dragon (<i lang=\"pli\">nāga</i>) to have anything to do with the rites of the brahmins. The outstanding feature of Hinduism—the great synthesis of religious and philosophical ideas and practices, from simple animism to profound non-dualism—had not yet been undertaken. Different strands of religious life were quite distinct and were not considered to be part of the same path.",
        "0bdc79d58f013c9f608e7bccdd6f9f78": "Thus historians do not refer to the brahmanical religion of the time as Hinduism, but rather as Vedism or Brahmanism. It was nearly a thousand years later that the movement recognizable as modern Hinduism became prominent in India. To be sure, much of Hinduism is drawn from the Vedas, in the same way that much of Catholicism is drawn from the Hebrew scriptures that Christians call the Old Testament. But were you to meet Abraham or Noah and address them as “Catholics”, they would not know what you are talking about. And the Indians of the Buddha’s time would have been equally unfamiliar with the very idea of “Hinduism”.",
        "77e78511b3d996d6e503653e791ee05a": "All this notwithstanding, there is an oft-repeated claim to the effect that the Buddha “was born, lived, and died a Hindu”, attributed to the great pioneer of Indology, Thomas Rhys Davids. While it is true that he did write this, it was in an early work, page 116 of <cite class=\"book\">Buddhism: its history and literature</cite>, a lecture series published in 1896. But by 1912 his views had changed, for on page 83 of <cite class=\"book\">Buddhism: Being a sketch of the life and teachings of Gautama, the Buddha</cite>, he said:",
        "3188503a7959940b25e12bb824c6e36b": "Gautama was born, and brought up, and lived, and died a typical Indian. Hinduism had not yet, in his time, arisen.",
        "d28c5b5a337f282da73ab8a32f592967": "Rhys Davids emphasizes that the Buddha did not have an antagonistic relation to the Brahmanical religion. His purpose was not religious reform, but freedom from suffering. However, on page 85 of the same work he comments:",
        "fc84de1876ba2d22a8a12688de055287": "In the long run the two systems were quite incompatible. … Gautama’s whole training lay indeed outside of the ritualistic lore of the Brahmanas and the brahmins. The local deities of his clan were not Vedic.",
        "dcce1fdf3b824e4c67e054c2d7bd9bee": "The lesson here is that we must avoid reading modern conditions back into ancient times. The peoples of ancient India had their own rich, complex, and many-faceted spiritual lives. We can only begin to understand them, and to understand how the Buddha related to them, when we set aside our modern preconceptions and preoccupations and listen to what they had to say for themselves.",
        "d0a2bda9b7866ecbb01633bc0a784419": "An outstanding feature of early Buddhist texts is interreligious dialogue. The Buddha did not live in a Buddhist culture. We frequently encounter the Buddha and his disciples discussing various aspects of spiritual philosophy and practice with followers of other spiritual paths, or with people of no particular path. Sometimes they would come to the Buddha seeking to learn or even to attack. And it is not uncommon to find the Buddha and his disciples actively seeking out followers of other spiritual paths simply to engage in conversation. In this, the early texts are quite different from later Buddhist literature, which almost always consists of Buddhists speaking with other Buddhists.",
        "9ff2a8e893a42ee002562cd376c69c18": "While many of these people ended up declaring themselves followers of the Buddha, this was not the purpose of the dialogue. The Buddha did not debate simply to win an argument, but out of compassion, to help alleviate suffering.",
        "68a835394303b82130bb301dd0634a4a": "Amid the complex sets of religious practices, we may discern three major domains.",
        "d8ea08d7b2087cd2f5e060a818c845e3": "Animism",
        "8a20a47ba92934607854139b98d684bd": "In the villages and towns of ancient India, the most widespread folk religion was a belief in the omnipresent reality of spirits in nature. Such deities might embody aspects of the weather, or live in plants or rivers or caves; they might promote abundance, or take ferocious and threatening forms. They were unreliable, but could be wooed through simple offerings of rice, flowers, or ghee.",
        "912420dbcb03bdc90d3728c50de71bfc": "Animist beliefs were derived from local legends and rituals, not from religious philosophy. However, the higher religious paths such as Buddhism or Jainism, rather than repressing such beliefs, were happy to assign them a minor role in the scheme of things, so long as they eliminated harmful practices like human or animal sacrifice.",
        "c9959026d2d3a5837ae8f66fe6bcbddf": "Throughout the Buddhist texts, we hear of <i lang=\"pli\">yakkhas</i> (spirits), <i lang=\"pli\">nāgas</i> (dragons), <i lang=\"pli\">gandhabbas</i> (fairies), <i lang=\"pli\">garudas</i> (phoenixes), and many more. The Buddhist attitude towards such beings might best be described as “good neighborliness”. Neither they, nor any higher beings, are worshiped or looked to for salvation. Rather, they are treated with respect and dignity, for who knows? If they are real, it would be good to have them on your side.",
        "5fc75a1fdd26bba0fdc6bd30fd76c24a": "Brahmanism",
        "bc7177bdbc93fbd5c83e758ef86f4c70": "The caste who called themselves “brahmins” inherited an ancient body of sacred lore known as the Vedas. This consisted of sets of oral scriptures, among which the Ṛg Veda was primary. In the early Buddhist texts there are three Vedas: Ṛg, Sāma, and Yajur; the Atharva is mentioned, but was not yet considered to be a Veda.",
        "dec2b80b803f4947dbdd43be76027922": "The Ṛg Veda grew out of the cultural and religious milieu of the ancient Indo-European peoples. It shares a common heritage with the Avestan texts of Iranian Zoroastrianism, and more distantly, the mythologies of Europe.",
        "7768e37185139a404e32918e7db46eba": "It seems that Indo-European peoples moved into India around a millennium before the Buddha, with distinct clans maintaining sets of sacred lore. In the early centuries of the first millennium BCE, in the area known as the Kuru country (modern Delhi), the clans were unified into the classical brahmanical kingdom whose story is echoed in the Mahābharata. The Ṛg Veda was forged from the books of the clans, wrapped in opening and closing chapters emphasizing unity. By the time of the Buddha, the brahmanical culture and language had already become strongly established in the regions further south and east where the Buddha lived.",
        "7e737b6b38de212019e200a93560f4af": "The brahmins insisted on the holiness of their caste, the efficacy of their rituals, the truth of their scriptures, and the omnipotence of their deity. The Buddha rejected all these claims out of hand.",
        "ee5900730fea4e96b944d4acdf996d7f": "However, Brahmanical traditions were far from a unified monolith. We see a strong strand of questioning of tradition, of seeking out new ways, of earnest seeking of the truth; and such attitudes are just as strong in the Brahmanical texts as the Buddhist.",
        "4c198e86af92ca542f7c2baa617d2db8": "Brahmins were typically family men, living a settled life, and expecting a degree of social respect and standing due to their learning and caste. But some brahmins had adopted an ascetic lifestyle, apparently influenced by the <i lang=\"pli\">samaṇas</i>.",
        "5ab8a249360a83ac22e1469de801af9c": "In the generations preceding the Buddha, brahmanical philosophy had reached a peak in the Upaniṣads, with their sophisticated debates and mystic philosophy of the essential unity of self and cosmos. These texts form the immediate dialectical context of the Buddha’s philosophy. Yājñavalkya, a key Upaniṣadic philosopher, lived around Mithila, in the same region traversed by the Buddha, no more than a century or two before him. Some early Upaniṣads are apparently referred to in <a class=\"ref\" href=\"/dn13\">DN 13</a> <cite class=\"text-translated\">The Three Knowledges</cite> (<cite class=\"text-root\">Tevijjasutta</cite>), and the Upaniṣadic doctrine of “self” (<i lang=\"san\">ātman</i>) was prominently rejected by the Buddha in his most distinctive teaching: not-self (<i lang=\"pli\">anattā</i>).",
        "7e0fdc9ab54fb57f894e77c84777abdd": "The Samaṇas",
        "e99662c39fff69a9d231a8aea20d1625": "Quite distinct from the brahmins, and often in opposition to them, was a complex set of religious movements known as the <i lang=\"pli\">samaṇas</i> or “ascetics”. Six prominent ascetic schools were acknowledged in the time of the Buddha. The Buddha counted himself as an ascetic, too, in view of the many similarities between his own movement and theirs.",
        "8f4a598801cc9d4f3d5161594162e6f9": "Like the Buddhist mendicants, the other <i lang=\"pli\">samaṇas</i> were typically celibate renunciates, living either in solitude or in monastic communities, and relying on alms for food. The most famous movement—and the only one to survive until today—was Jainism, which flourished under their leader Mahāvīra, known as Nigaṇṭha Nātaputta in the Buddhist texts.",
        "64f68ca586230770be3966c418cceb49": "The ascetics shared an iconoclastic attitude, and all rejected the brahmanical system <i lang=\"lat\">in toto</i>. However they varied amongst each other, as shown in their teachings attested at <a class=\"ref\" href=\"/dn2\">DN 2</a> <cite class=\"text-translated\">The Fruits of the Ascetic Life</cite> (<cite class=\"text-root\">Sāmaññaphalasutta</cite>) as well as <a class=\"ref\" href=\"/mn60\">MN 60</a> and <a class=\"ref\" href=\"/mn76\">MN 76</a>. Some emphasized austerities and self-mortification, others rationality and debate. Some advocated ardent effort, others a resigned fatalism. Some taught rebirth, while others asserted that this material world was the only reality.",
        "63f0e95dd533cd6540808f44499d2e2b": "While their doctrines may appear florid and obscure, and their practices sometimes bizarre and pointless, the ascetic movements are a lasting testament to the diversity, vigor, and innovation of religious life in ancient India.",
        "08f1e0f7f76b3847bc1cb85fc8eb7d67": "Cosmology",
        "848d91d2a08e05485ea640fad10868f3": "A recurring theme in many of the religious strands of India is a concern for cosmology. A religious philosophy was expected to paint a picture of the world on a large scale and indicate humanity’s role within it. Like all aspects of religious life, such cosmologies were partly shared across traditions and in part were unique to each tradition.",
        "f51030da1c840fc0da23fc9c225f8a58": "Some traditions asserted a materialist cosmology, rejecting the notion that one would be reborn in any other state, and asserting that only this life was real.",
        "c7393ad2c86e981833d33a6cb0b278d1": "Most cosmologies, however, posited multiple realms of existence. Beings would come and go from these different stations. Some were pleasant and desirable, while others were not. As to why this was so, different reasons were given.",
        "f3dcb21274c528f85007a6daa448a414": "Some ascetics argued that beings transmigrated due to destiny or chance.",
        "f74313b5c23d80eae081a157c23feda9": "Mainstream Brahmanical traditions said it was due to the performance of rituals and sacrifices to the gods.",
        "85729830ee3cd623816aa076e9709bf2": "Some said that rebirth was determined by intentional actions, whether moral or immoral.",
        "d7d550c8aab01c0f74a3a054ddb709b3": "The latter view was held by some ascetic schools, such as Buddhism and Jainism, and some of the more advanced and innovative threads of Brahmanism. These traditions shared a conception of transmigration that in many ways is quite similar. Three common elements can be discerned:",
        "4740c5146d6491a54f6245c60676d083": "All sentient beings are reborn countless times in process called <i lang=\"pli\">saṁsāra</i> (“transmigration”).",
        "66f31dc68b4e66bdbd5e0910ccd70c30": "This process is driven by ethical choices (<i lang=\"pli\">kamma</i>). Good deeds lead to a pleasant rebirth; bad deeds lead to a painful rebirth.",
        "370d93be3660e8b6900740ce3d51ebcd": "True salvation is not found in any realm of existence, but only in liberation from transmigration itself.",
        "e6c2013d31028b57cc7cfac6e053d60f": "While these aspects of the cosmology were shared, the details differed in both theory and practice.",
        "e5d71f86a599c392dd231d1b0ed394ef": "Jain and Brahmanical theory proposed that transmigration was undergone by a soul or self which could attain freedom. For the Jains, the individual soul (<i lang=\"pli\">jīva</i>) attains eternal purity and bliss. For the most sophisticated among the brahmins, the individual self (<i lang=\"san\">ātman</i>) realizes its true nature as identical with the divinity that is the cosmos itself (Sanskrit: <i lang=\"san\">tat tvam asi</i>; Pali: <i lang=\"pli\">eso hasmasmi</i>; <i lang=\"pli\">so attā so loko</i>).",
        "7d16cc0081ed4285134522c059bc440d": "The Buddha rejected all such metaphysical notions of self or soul. Instead, he explained transmigration as an ongoing process of changing conditions, formulated as the famous twelve links of dependent origination (<i lang=\"pli\">paṭicca samuppāda</i>).",
        "e2c9c6c197d719594eae888d9a87c670": "In the practical application of their theory, Jains believed that the way to salvation was to firstly avoid harming any sentient beings, even unintentionally, and then to burn off past <i lang=\"pli\">kamma</i> through painful self-mortification. Such practices are described frequently and in detail, attesting to their prominence in early Indian spiritual life.",
        "b9899fb2c9de198f60cafb1b55c15228": "The brahmins, as seen in the suttas, did not have such a clear and unambiguous path to a highest goal, and indeed are depicted as arguing among themselves as to the correct path. This reflects the historical situation, where the earlier, simpler, and more worldly goals of Vedic Brahmanism were growing into a more sophisticated Upaniṣadic form.",
        "0cc13d40015de0052c8832318bf46d4e": "For the Upaniṣads, the key to salvation was understanding. It is only one who understands the rituals and philosophies correctly (<i lang=\"san\">ya evam veda</i>) who will experience their full benefit. In the centuries prior to the Buddha, this path of wisdom had developed into a profound contemplative culture, expressed in the ecstatic and mystical passages of the Upaniṣads.",
        "04f010e8302b97c351bd0e20a70d5f63": "The Buddha shared the Jain concern for avoiding harm, but rejected the practice of extreme austerities. Rather than bodily torment, he emphasized mental development.",
        "f3e27e79e4f27172f4f8c55e3a239b6f": "Certain Brahmanical lineages had developed meditation to a high degree, but meditative states were still conceived in metaphysical terms. The Buddha adopted such meditations for their value in purifying the mind, but interpreted them in purely psychological terms, rejecting metaphysics entirely.",
        "ba42c8edb622651006fe83c60fcc7034": "One of the benefits of advanced meditation was that a practitioner would develop the ability to perceive many past lives and many realms into which beings may be reborn. In this, we may distinguish between the core doctrinal texts, which typically speak of rebirth in general terms as good or bad destinies, and the narrative portions, which depicted the realms of rebirth in terms familiar from popular Indian cosmology.",
        "9496cd4c3085649db731ffb8968adbb2": "The early texts do not attempt to systematize these realms in any great detail. Indeed, the various deities and realms mentioned defy any simple categorization. Later Buddhism developed a theory of various realms, sometimes called the 31 planes of existence, but this does not fully represent the situation as found in the early texts.",
        "fa82e62d890d2f34152551bab3d3c516": "Here is a general overview of the most important realms found in the suttas. It is crucial to remember that, in the Buddhist view, all of these, even the most high, are impermanent and do not constitute true freedom. They are not separate metaphysical planes, but mere stations in which consciousness may spend some time during its long journey.",
        "41c2ddcbe7f271a2c32530f262416aae": "Brahmā realms",
        "6d0ba51db3aaae32ee2d72849ebd73c4": "The highest heavens, which correspond to attainments of absorption meditation (<i lang=\"pli\">jhāna</i>), and may only be attained by <i lang=\"pli\">jhāna</i> practitioners. The Brahmā realms include the realms of luminous form (<i lang=\"pli\">rūpaloka</i>) and the formless realms (<i lang=\"pli\">arūpaloka</i>). The former are attained by means of the four primary absorptions. In this context, the word “form” refers to the refined and radiant echo or reflection of the original meditation subject upon which these states are based. The formless states lie beyond this, and are realized when even that subtle luminosity disappears.",
        "a8554fae5667fc945cdbd0924b57c4d4": "Heavens of sensual pleasures",
        "d70ecc2146156ae6dc621e33f6227b6f": "Many of these are mentioned, most commonly the realm of the Thirty-Three, governed by Sakka. Various beings from Indian animist beliefs are said to inhabit the lower tiers of these realms.",
        "6db0c9b1c3221ed0625d68ec305172a7": "Human realm",
        "aee9619cd1c46063d0294a2d858af4b4": "The most important realm, where Buddhas appear and the spiritual path is taught.",
        "60df4c53ca0d90032cb5b5bda8ca5c7d": "Lower realms",
        "aefaf9fcc0bd0bc430b4e4cad3de7f37": "These include the animal realm, the ghost realm, and the hells. The realm of the <i lang=\"pli\">asuras</i>—titans or demons—is usually placed here in the later cosmologies, but the early texts seem to treat it as one of the heavens.",
        "61b3a2eeddf52b460251f5e537cc02fb": "The Buddha taught that doing good and avoiding bad was the path to rebirth in one of the fortunate realms, which include the human realm and all higher realms. However, the course of transmigration is long and unpredictable, so no heaven realm provides a sure refuge.",
        "bc42915503200938a5dd19fbec152f5f": "Far from teaching rebirth as a solace for naive followers unable to face the inevitability of death, rebirth is depicted in traumatic and terrifying terms: the tears that one has shed in the endless course of transmigration are greater than all the waters in all the oceans of the world. Thus the true significance of doing good deeds is not merely to get a better rebirth, but to lay the foundations for higher spiritual development, primarily through meditation.",
        "aa2c35cece23c49dc4aa4ce7c97f452e": "In the core teaching of the four noble truths, the origin of all suffering is traced to the craving that is connected with rebirth (<i lang=\"pli\">yāyaṁ taṇhā ponobbhavikā</i>). The practice of the noble eightfold path is the only thing that enables one to let go of that craving and be free of suffering. This is what the Buddha called “extinguishment” or “quenching” (Pali: <i lang=\"pli\">nibbāna</i>; Sanskrit <i lang=\"san\">nirvāṇa</i>).",
        "82d6fd45fbe6ff8d023a0c7677b35744": "On the Pali Commentaries",
        "0feb1b9035128dcb28092f52f87eb2c2": "The Pali canonical texts are accompanied by an extensive and detailed set of commentaries (<i lang=\"pli\">aṭṭhakathā</i>) and subcommentaries (<i lang=\"pli\">ṭīkā</i>). These texts are, for most people, even more mysterious than the canon itself, so let me say a few words on them.",
        "25540bc0d9b4acb2cf13d6038d034c9f": "The main commentaries were compiled by the monk Buddhaghosa at the Mahāvihāra monastery in Anuradhapura, then the capital of Sri Lanka, in the 5th century. Buddhaghosa inherited a series of older commentaries in the old Sinhalese language, now lost. These had been compiled over the centuries in Sri Lanka, mostly between around 200 BCE–200 CE; that is to say, the main content of the commentaries was closed several centuries before Buddhaghosa.",
        "3ae62ee4d50bca78ea4ecbde01522913": "It was all a bit messy, with text in Pali and commentaries in Sinhala, and a variety of different commentarial texts. Buddhaghosa aimed to streamline the situation by combining all the old commentaries into a single system, translated into Pali.",
        "3534e50e821e6a60bfa8e6139418b265": "Buddhaghosa’s work remains as an extraordinary accomplishment of traditional scholarship. He had an almost preternatural mastery of his materials, and the clarity and rigor of his writings make light work of what must have been an exceedingly difficult task. It is crucial to remember that he saw his work as that of an editor, compiler, and translator. That is what he claimed to be doing, and from everything we know about his work, he was a scholar of integrity who did exactly what he said. When he felt a need to express his own opinion he said so; but such interventions were rare and hesitant. The commentaries are the record of discussions and explanations of the Pali texts handed down in the Mahāvihāra tradition, not the opinions of Buddhaghosa.",
        "54d4348dac6cb95d9e566a1eb96b8b0e": "While Buddhaghosa compiled commentaries on the major texts, he left some incomplete. It is not always certain which commentaries were by him; but in any case later scholars completed his work. Subsequently, subcommentaries were written to clarify obscure points in the commentaries.",
        "1292744836d0df5aa00ca57e5f293ceb": "In modern Theravāda, the commentaries have become a sadly and unnecessarily divisive issue. Some people take the entire tradition uncritically and regard the commentaries as essentially infallible. Others flip to an extreme of suspecting anything in the commentaries, rewriting Theravādin history as a conspiracy of the commentaries. But any serious scholar knows that the commentaries are often helpful, even indispensable, on countless difficult and obscure points. Without them, there is no way we would have been able to create the accurate dictionaries and translations that we have today. Yet they cannot be relied on blindly, for, like any resource, they are fallible, and must be read with a careful and critical eye. On some doctrinal issues, the position of the commentaries had shifted considerably from the stance in the suttas, and not in illuminating ways.",
        "71f8ebeb8e032d77ad7fed087b6d0063": "I once read some advice from a Burmese Sayadaw—I am afraid this was many years ago and I have forgotten who it was—on how to use the commentaries. He said—and I paraphrase—something like this. First read the sutta. Try to understand it. Read it and meditate on it again and again. If there’s anything you don’t understand, see if it can be explained elsewhere in the suttas. If, at the end of the day, you still cannot understand it, check the commentary. If it answers the question, good. But if, after equally careful study, the commentary is still unclear, then check the subcommentary.",
        "a5734b3217412c515bbb2f66717ec283": "This has always seemed like sound advice to me, and I have tried to follow it. The purpose of the commentary is to help explain the suttas. Where the suttas are clear—and mostly they are—there is no need to refer to the commentary. The only extra thing I would add is that, in addition to the commentaries and subcommentaries, we now also have Chinese and Sanskrit parallels to help us understand difficult passages.",
        "0d173001d46f37d9bd5c37ac84fb7e19": "In these guides, I almost completely leave aside the commentarial explanations. In several places the explanations I have given differ from those in the commentaries. I am aware of this, and have written on most of these things elsewhere, but I do not want to burden the guides by re-litigating every controversy. I don’t contradict the commentaries out of ignorance or stubbornness, but because after many years of study, contemplation, discussion, and practice, I have come to see some things differently.",
        "384ca53970d8bc91a9f9b4da8f992164": "A Brief and Incomplete Textual History",
        "1b052cecad295e404b0842dd0b42b1cb": "The significance of the <i lang=\"pli\">nikāyas</i> was recognized by European scholars early on. I will discuss specifics of the editions and translations in the essays on the individual <i lang=\"pli\">nikāyas</i>, and here offer some general remarks.",
        "0f38bdb3bbdfb068bfef82b69c1b2660": "During the 19th century, European scholars became aware of the Pali tradition, seeing in it a reliable source of information for the Buddha, his times and his teachings. An English civil servant in Sri Lanka, Thomas Rhys Davids, learned Pali from the monks, initially to help him better understand Sri Lankan legal practices. Recognizing the significance of these texts, he returned to England and established the Pali Text Society (PTS), largely funded by Asian donors. They obtained palm-leaf manuscripts, on the basis of which the PTS prepared print editions of the main Pali texts.",
        "ea1f4ede8106217171449b5e4c4e3a8e": "The PTS editions introduced a number of ideas from European scholarship. Most obviously, they used a set of conventions for presenting Indic scripts with European letters. This system is lossless, so texts may be automatically changed from one script to another. It enables easy comparison between the editions of the Pali canon from different countries, which traditionally had been written in diverse local scripts. They also introduced titles at the start of texts, punctuation and capitalization, page numbers, footnotes, variant readings, and various other modern innovations.",
        "f5186e00d5115c88303c5f0b9439e411": "One innovation that was not pursued consistently was the use of chapter and section numbers. These were added to the PTS Pali editions of the Dīgha Nikāya and the Vinaya, and are used in subsequent translations. However most of the PTS editions lack such sections, with the unfortunate consequence that academic referencing of Pali texts is still based on the volume and page of the PTS edition, a system that is neither practical nor precise.",
        "cebf86d7007ae461879c86009c7eec76": "The PTS editions were ground-breaking and have exerted an unparalleled influence on modern Buddhism, both east and west. Asian scholars have been well aware of them, with the consequence that it is probably hard to find any printed edition from the 20th century that is completely free of their influence. Nevertheless, the PTS texts are not particularly reliable. They were put together over a considerable period of time, with scant resources and few workers. The editors used whatever manuscripts they had to hand, and, apart from a general preference for Sri Lankan readings, it is hard to discern a consistent or clear methodology in their choices of readings. The limitations of these editions are well known among experts in the field, and in some cases updated and improved editions have been published.",
        "7105711cde2d73ef2bc697bec1a6fbfc": "For my translation of the <i lang=\"pli\">nikāyas</i>, I preferred to use the Mahāsaṅgīti edition. This is essentially a digital representation of the Burmese textual tradition of the 6th Council, itself based on the 19th century 5th Council text. It is based on the digital edition prepared by the Vipassana Research Institute, with extensive proofreading and corrections by the Dhamma Society of Bangkok. The Mahāsaṅgīti is a consistent and carefully edited digital text, and for that reason was chosen as the root Pali text for SuttaCentral. But it should not be assumed that it is the most authentic. On the contrary, it preserves the Burmese readings, which tend to correct the text in conformity with the Pali grammars. Nevertheless, in almost all such cases there is no difference in the meaning, just minor differences in spelling.",
        "799b0d0127e1f49ff7387d2bfb1444ce": "Like most translators, when editions vary I did not adhere to one edition, but simply selected what seems to be the best reading in each case. I referred to the PTS editions fairly often. More rarely, I consulted the romanized Buddha Jayanthi edition found on GRETIL; note, however, that the digital edition is widely regarded as being inferior to the original in Sinhalese script. Occasionally I also consulted the Rama 5 edition in Thai script. I also consulted previous translations, especially those of Bhikkhu Bodhi.",
        "b0418394dd07cd105d2ce5502334f630": "In problematic cases I cross-checked the Pali against the Sanskrit and Chinese parallels; I did not make use of Tibetan sources. However in every case the overriding intention was to accurately represent the Pali text. Only in a very few exceptional cases did I rely on the Sanskrit or Chinese parallels to correct the Pali."
    }
}