{
  "_markup_path": "markup/an/an11/an11.021.html",
  "_alt_strings": [
    "pi/an/an11/an11.021.json"
  ],
  "an11.21:1.1": "Numbered Discourses 11 ",
  "an11.21:2.1": "2 Recollection ",
  "an11.21:3.1": "21 Samādhi (4)",
  "an11.21:4.1": "There Sāriputta addressed the mendicants:  ",
  "an11.21:4.2": "“Could it be, reverends, that a mendicant might gain a state of samādhi like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.21:4.3": "And yet they would still perceive.”",
  "an11.21:5.1": "“Reverend, we would travel a long way to learn the meaning of this statement directly from Venerable Sāriputta.",
  "an11.21:5.2": "May Venerable Sāriputta himself please clarify the meaning of this.",
  "an11.21:5.3": "The mendicants will listen and remember it.” ",
  "an11.21:6.1": "“Then listen and pay close attention, I will speak.”",
  "an11.21:6.3": "“Yes, friend,” they replied.  ",
  "an11.21:6.4": "Sāriputta said this: ",
  "an11.21:7.1": "“A mendicant could gain such a state of samādhi.”",
  "an11.21:8.1": "“But how could this be?”",
  "an11.21:9.1": "“It’s when a mendicant perceives: ",
  "an11.21:9.2": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
  "an11.21:9.3": "That’s how a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.21:9.4": "And yet they would still perceive.” "
}