{
  "_markup_path": "markup/an/an11/an11.001.html",
  "_alt_strings": [
    "pi/an/an11/an11.001.json"
  ],
  "an11.1:1.1": "Numbered Discourses 11",
  "an11.1:2.1": "1 Dependence",
  "an11.1:3.1": "1 What’s the Purpose? ",
  "an11.1:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an11.1:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an11.1:4.3": "Then Venerable Ānanda went up to the Buddha, ",
  "an11.1:4.4": "bowed, sat down to one side, ",
  "an11.1:4.5": "and said to him:",
  "an11.1:4.6": "“Sir, what’s the purpose and benefit of wholesome ethics?”",
  "an11.1:4.7": "“Ānanda, having no regrets is the purpose and benefit of wholesome ethics.” ",
  "an11.1:5.1": "“But what’s the purpose and benefit of having no regrets?”",
  "an11.1:5.2": "“Gladness is the purpose and benefit of having no regrets.”",
  "an11.1:6.1": "“But what’s the purpose and benefit of gladness?”",
  "an11.1:6.2": "“Rapture …”",
  "an11.1:7.1": "“But what’s the purpose and benefit of rapture?”",
  "an11.1:7.2": "“Tranquillity …”",
  "an11.1:8.1": "“But what’s the purpose and benefit of tranquillity?”",
  "an11.1:8.2": "“Bliss …”",
  "an11.1:9.1": "“But what’s the purpose and benefit of bliss?”",
  "an11.1:9.2": "“Samādhi …”",
  "an11.1:10.1": "“But what’s the purpose and benefit of samādhi?”",
  "an11.1:10.2": "“Truly knowing and seeing …”",
  "an11.1:11.1": "“But what’s the purpose and benefit of truly knowing and seeing?”",
  "an11.1:11.2": "“Disillusionment …”",
  "an11.1:12.1": "“But what’s the purpose and benefit of disillusionment?”",
  "an11.1:12.2": "“Dispassion …”",
  "an11.1:13.1": "“But what’s the purpose and benefit of dispassion?”",
  "an11.1:13.2": "“Knowledge and vision of freedom is the purpose and benefit of dispassion.",
  "an11.1:14.1": "So, Ānanda, the purpose and benefit of wholesome ethics is not having regrets. Gladness is the purpose and benefit of not having regrets. Rapture is the purpose and benefit of gladness. Tranquillity is the purpose and benefit of rapture. Bliss is the purpose and benefit of tranquillity. Samādhi is the purpose and benefit of bliss. Truly knowing and seeing is the purpose and benefit of samādhi. Disillusionment is the purpose and benefit of truly knowing and seeing. Dispassion is the purpose and benefit of disillusionment. And knowledge and vision of freedom is the purpose and benefit of dispassion.",
  "an11.1:14.2": "So, Ānanda, wholesome ethics progressively lead up to the highest.” "
}