{
  "_markup_path": "markup/an/an11/an11.009.html",
  "_alt_strings": [
    "pi/an/an11/an11.009.json"
  ],
  "an11.9:1.1": "Numbered Discourses 11 ",
  "an11.9:2.1": "1 Dependence ",
  "an11.9:3.1": "9 With Sandha",
  "an11.9:4.1": "At one time the Buddha was staying at Nādika in the brick house.",
  "an11.9:4.2": "Then Venerable Sandha went up to the Buddha,",
  "an11.9:4.3": "bowed, and sat down to one side.",
  "an11.9:4.4": "The Buddha said to him:",
  "an11.9:5.1": "“Sandha, meditate like a thoroughbred,",
  "an11.9:5.2": "not like a wild colt.",
  "an11.9:5.3": "And how does a wild colt meditate?",
  "an11.9:5.4": "A wild colt tied up near the feeding trough meditates: ‘Fodder, fodder!’",
  "an11.9:5.5": "Why is that? ",
  "an11.9:5.6": "Because it doesn’t occur to the wild colt tied up near the feeding trough:",
  "an11.9:5.7": "‘What task will the horse trainer have me do today? How should I respond?’",
  "an11.9:5.8": "Tied up near the feeding trough they just meditate: ‘Fodder, fodder!’",
  "an11.9:5.9": "In the same way, take a certain wild person who has gone to the forest, the root of a tree, or an empty hut. Their heart is overcome and brought low by sensual desire, and they don’t truly understand the escape from sensual desire that has arisen.",
  "an11.9:5.10": "Harboring sensual desire within they meditate and concentrate and contemplate and ruminate. Their heart is overcome by ill will …",
  "an11.9:5.11": "dullness and drowsiness …",
  "an11.9:5.12": "restlessness and remorse …",
  "an11.9:5.13": "doubt …",
  "an11.9:5.14": "Harboring doubt within they meditate and concentrate and contemplate and ruminate. ",
  "an11.9:5.15": "They meditate dependent on earth, water, fire, and air. They meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They meditate dependent on this world or the other world. They meditate dependent on  what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.9:5.16": "That’s how a wild colt meditates.",
  "an11.9:6.1": "And how does a thoroughbred meditate?",
  "an11.9:6.2": "A fine thoroughbred tied up near the feeding trough doesn’t meditate: ‘Fodder, fodder!’",
  "an11.9:6.3": "Why is that? ",
  "an11.9:6.4": "Because it occurs to the fine thoroughbred tied up near the feeding trough:",
  "an11.9:6.5": "‘What task will the horse trainer have me do today? How should I respond?’ ",
  "an11.9:6.6": "Tied up near the feeding trough they don’t meditate: ‘Fodder, fodder!’",
  "an11.9:6.7": "For that fine thoroughbred regards the use of the goad as a debt, a bond, a loss, a misfortune.",
  "an11.9:6.8": "In the same way, take a certain fine thoroughbred person who has gone to the forest, the root of a tree, or an empty hut. Their heart is not overcome and brought low by sensual desire, and they truly understand the escape from sensual desire that has arisen. Their heart is not overcome by ill will …",
  "an11.9:6.9": "dullness and drowsiness …",
  "an11.9:6.10": "restlessness and remorse …",
  "an11.9:6.11": "doubt …",
  "an11.9:6.12": "They don’t meditate dependent on earth, water, fire, and air. They don’t meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They don’t meditate dependent on this world or the other world. They don’t meditate dependent on what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.9:6.13": "Yet they do meditate.",
  "an11.9:6.14": "When a fine thoroughbred meditates like this, the gods together with Indra, Brahmā, and Pajāpati worship them from afar:",
  "an11.9:7.1": "‘Homage to you, O thoroughbred person!",
  "an11.9:7.2": "Homage to you, O highest of persons!",
  "an11.9:7.3": "We don’t understand",
  "an11.9:7.4": "what you meditate dependent on.’”",
  "an11.9:8.1": "When he said this, Venerable Sandha asked the Buddha:",
  "an11.9:8.2": "“But sir, how does that fine thoroughbred meditate?”",
  "an11.9:10.1": "“Sandha, for a fine thoroughbred person, the perception of earth has vanished in relation to earth. The perception of water … fire … air has vanished in relation to air. The perception of the dimension of infinite space has vanished in relation to the dimension of infinite space. The perception of the dimension of infinite space … infinite consciousness … nothingness … neither perception nor non-perception has vanished in relation to the dimension of neither perception nor non-perception. The perception of this world has vanished in relation to this world. The perception of the other world has vanished in relation to the other world. And the perception of what is seen, heard, thought, cognized, attained, sought, or explored by the mind has vanished.",
  "an11.9:10.2": "That’s how that fine thoroughbred person doesn’t meditate dependent on earth, water, fire, and air. They don’t meditate dependent on the dimension of infinite space, infinite consciousness, nothingness, or neither perception nor non-perception. They don’t meditate dependent on this world or the other world. ",
  "an11.9:10.3": "They don’t meditate dependent on what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.9:10.4": "Yet they do meditate. ",
  "an11.9:10.5": "When a fine thoroughbred meditates like this, the gods together with Indra, Brahmā, and Pajāpati worship them from afar: ",
  "an11.9:11.1": "‘Homage to you, O thoroughbred person! ",
  "an11.9:11.2": "Homage to you, O highest of persons! ",
  "an11.9:11.3": "We don’t understand ",
  "an11.9:11.4": "what you meditate dependent on.’” "
}