{
  "_markup_path": "markup/an/an11/an11.011.html",
  "_alt_strings": [
    "pi/an/an11/an11.011.json"
  ],
  "an11.11:1.1": "Numbered Discourses 11 ",
  "an11.11:2.1": "2 Recollection",
  "an11.11:3.1": "11 With Mahānāma (1)",
  "an11.11:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "an11.11:4.2": "At that time several mendicants were making a robe for the Buddha, thinking that",
  "an11.11:4.3": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.",
  "an11.11:4.4": "Mahānāma the Sakyan heard about this.",
  "an11.11:5.1": "He went up to the Buddha,",
  "an11.11:5.2": "bowed, sat down to one side, ",
  "an11.11:5.3": "and said to him:",
  "an11.11:5.4": "“Sir, I have heard that",
  "an11.11:5.5": "several mendicants are making a robe for the Buddha, thinking that",
  "an11.11:5.6": "when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.",
  "an11.11:5.7": "Now, we spend our life in various ways. Which of these should we practice?”",
  "an11.11:6.1": "“Good, good, Mahānāma!",
  "an11.11:6.2": "It’s appropriate that respectable people such as you come to me and ask:",
  "an11.11:6.3": "‘We spend our life in various ways. Which of these should we practice?’",
  "an11.11:6.4": "The faithful succeed, not the faithless.",
  "an11.11:6.5": "The energetic succeed, not the lazy.",
  "an11.11:6.6": "The mindful succeed, not the unmindful.",
  "an11.11:6.7": "Those with samādhi succeed, not those without samādhi.",
  "an11.11:6.8": "The wise succeed, not the witless.",
  "an11.11:6.9": "When you’re grounded on these five things, go on to develop six further things.",
  "an11.11:6.10": "Firstly, you should recollect the Realized One:",
  "an11.11:6.11": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’  ",
  "an11.11:6.12": "When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ",
  "an11.11:6.13": "At that time their mind is unswerving, based on the Realized One. ",
  "an11.11:6.14": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds gladness connected with the teaching. ",
  "an11.11:6.15": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind comes together in samādhi. ",
  "an11.11:6.16": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of the Buddha.",
  "an11.11:7.1": "Furthermore, you should recollect the teaching:",
  "an11.11:7.2": "The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an11.11:7.3": "When a noble disciple recollects the teaching their mind is not full of greed, hate, and delusion. …",
  "an11.11:7.7": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of the teaching.",
  "an11.11:8.1": "Furthermore, you should recollect the Saṅgha:",
  "an11.11:8.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is a supreme field of merit for the world.’",
  "an11.11:8.3": "When a noble disciple recollects the Saṅgha their mind is not full of greed, hate, and delusion. …",
  "an11.11:8.7": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of the Saṅgha.",
  "an11.11:9.1": "Furthermore, a noble disciple recollects their own ethical conduct, which is uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an11.11:9.2": "When a noble disciple recollects their ethical conduct their mind is not full of greed, hate, and delusion. …",
  "an11.11:9.6": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of their ethical conduct.",
  "an11.11:10.1": "Furthermore, you should recollect your own generosity:",
  "an11.11:10.2": "‘I’m so fortunate, so very fortunate. Among people heart full of the stain of stinginess I live at home rid of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.’",
  "an11.11:10.3": "When a noble disciple recollects their own generosity their mind is not full of greed, hate, and delusion. …",
  "an11.11:10.7": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of generosity.",
  "an11.11:11.1": "Furthermore, you should recollect the gods:",
  "an11.11:11.2": "‘There are the Gods of the Four Great Kings, the Gods of the Thirty-three, the Gods of Yama, the Joyful Gods, the Gods Who Love to Create, the Gods Who Control the Creations of Others, the Gods of Brahmā’s Group, and gods even higher than these.  ",
  "an11.11:11.3": "When those gods passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.",
  "an11.11:11.8": "When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the gods their mind is not full of greed, hate, and delusion.",
  "an11.11:11.9": "At that time their mind is unswerving, based on the gods.",
  "an11.11:11.10": "A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds gladness connected with the teaching. ",
  "an11.11:11.11": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind comes together in samādhi. ",
  "an11.11:11.12": "This is called a noble disciple who lives in balance among people who are unbalanced, and lives untroubled among people who are troubled. They’ve entered the stream of the Dharma and develop the recollection of the gods.”"
}