{
  "_markup_path": "markup/an/an11/an11.002.html",
  "_alt_strings": [
    "pi/an/an11/an11.002.json"
  ],
  "an11.2:1.1": "Numbered Discourses 11 ",
  "an11.2:2.1": "1 Dependence ",
  "an11.2:3.1": "2 Making a Wish",
  "an11.2:4.1": "“Mendicants, an ethical person, who has fulfilled ethical conduct, need not make a wish:",
  "an11.2:4.2": "‘May I have no regrets!’ ",
  "an11.2:4.3": "It’s only natural that an ethical person has no regrets. ",
  "an11.2:5.1": "When you have no regrets you need not make a wish: ",
  "an11.2:5.2": "‘May I feel glad!’ ",
  "an11.2:5.3": "It’s only natural that gladness springs up when you have no regrets.",
  "an11.2:6.1": "When you feel glad you need not make a wish: ",
  "an11.2:6.2": "‘May I experience rapture!’ ",
  "an11.2:6.3": "It’s only natural that rapture arises when you’re glad. ",
  "an11.2:7.1": "When your mind is full of rapture you need not make a wish: ",
  "an11.2:7.2": "‘May my body become tranquil!’ ",
  "an11.2:7.3": "It’s only natural that your body becomes tranquil when your mind is full of rapture. ",
  "an11.2:8.1": "When your body is tranquil you need not make a wish: ",
  "an11.2:8.2": "‘May I feel bliss!’ ",
  "an11.2:8.3": "It’s only natural to feel bliss when your body is tranquil. ",
  "an11.2:9.1": "When you feel bliss you need not make a wish: ",
  "an11.2:9.2": "‘May my mind be unified in samādhi!’ ",
  "an11.2:9.3": "It’s only natural for the mind to be calm when you feel bliss.",
  "an11.2:10.1": "When your mind is unified in samādhi you need not make a wish: ",
  "an11.2:10.2": "‘May I truly know and see!’",
  "an11.2:10.3": "It’s only natural to truly know and see when your mind is unified in samādhi. ",
  "an11.2:11.1": "When you truly know and see you need not make a wish: ",
  "an11.2:11.2": "‘May I become disillusioned!’",
  "an11.2:11.3": "It’s only natural to become disillusioned when you truly know and see.",
  "an11.2:12.1": "When you’re disillusioned you need not make a wish:",
  "an11.2:12.2": "‘May I become dispassionate!’",
  "an11.2:12.3": "It’s only natural to become dispassionate when you’re disillusioned.",
  "an11.2:13.1": "When you’re dispassionate you need not make a wish:",
  "an11.2:13.2": "‘May I realize the knowledge and vision of freedom!’ ",
  "an11.2:13.3": "It’s only natural to realize the knowledge and vision of freedom when you’re dispassionate.",
  "an11.2:14.1": "And so, mendicants, the knowledge and vision of freedom is the purpose and benefit of dispassion. Dispassion is the purpose and benefit of disillusionment. Disillusionment is the purpose and benefit of truly knowing and seeing. Truly knowing and seeing is the purpose and benefit of samādhi. Samādhi is the purpose and benefit of bliss. Bliss is the purpose and benefit of tranquillity. Tranquillity is the purpose and benefit of rapture. Rapture is the purpose and benefit of gladness. Gladness is the purpose and benefit of not having regrets. Not having regrets is the purpose and benefit of wholesome ethics.",
  "an11.2:14.2": "And so, mendicants, good qualities flow on and fill up from one to the other, for going from the near shore to the far shore.” "
}