{
  "_markup_path": "markup/an/an11/an11.007.html",
  "_alt_strings": [
    "pi/an/an11/an11.007.json"
  ],
  "an11.7:1.1": "Numbered Discourses 11 ",
  "an11.7:2.1": "1 Dependence ",
  "an11.7:3.1": "7 Percipient",
  "an11.7:4.1": "Then Venerable Ānanda went up to the Buddha, ",
  "an11.7:4.2": "bowed, sat down to one side, ",
  "an11.7:4.3": "and said to him:",
  "an11.7:5.1": "“Could it be, sir, that a mendicant might gain a state of samādhi like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.7:5.2": "And yet they would still perceive.”",
  "an11.7:6.1": "“It could be, Ānanda, that a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind.",
  "an11.7:6.2": "And yet they would still perceive.” ",
  "an11.7:7.1": "“But how could this be, sir?”",
  "an11.7:8.1": "“Ānanda, it’s when a mendicant perceives: ",
  "an11.7:8.2": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
  "an11.7:8.3": "That’s how a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. They wouldn’t perceive this world in this world, or the other world in the other world. And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind. And yet they would still perceive.” ",
  "an11.7:9.1": "And then Ānanda approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went up to Venerable Sāriputta,",
  "an11.7:9.2": "and exchanged greetings with him.",
  "an11.7:9.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an11.7:9.4": "and said to Sāriputta: ",
  "an11.7:10.1": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of samādhi like this? They wouldn’t perceive earth in earth … ",
  "an11.7:10.2": "And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind. And yet they would still perceive.” ",
  "an11.7:10.3": "“It could be, Reverend Ānanda.”",
  "an11.7:11.1": "“But how could this be?”",
  "an11.7:12.1": "“Ānanda, it’s when a mendicant perceives:",
  "an11.7:12.2": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
  "an11.7:12.3": "That’s how a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth … ",
  "an11.7:12.4": "And they wouldn’t perceive what is seen, heard, thought, cognized, attained, sought, or explored by the mind. And yet they would still perceive.” ",
  "an11.7:13.1": "“It’s incredible, it’s amazing! ",
  "an11.7:13.2": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without conflict when it comes to the chief matter!",
  "an11.7:13.3": "Just now I went to the Buddha and asked him about this matter.",
  "an11.7:13.4": "And the Buddha explained it to me in this manner, with these words and phrases, just like Venerable Sāriputta.",
  "an11.7:13.5": "It’s incredible, it’s amazing!",
  "an11.7:13.6": "How the meaning and the phrasing of the teacher and the disciple fit together and agree without conflict when it comes to the chief matter!”"
}