{
  "_markup_path": "markup/an/an11/an11.006.html",
  "_alt_strings": [
    "pi/an/an11/an11.006.json"
  ],
  "an11.6:1.1": "Numbered Discourses 11 ",
  "an11.6:2.1": "1 Dependence ",
  "an11.6:3.1": "6 Disasters",
  "an11.6:4.1": "“Mendicants, any mendicant who abuses and insults their spiritual companions, speaking ill of the noble ones, will, without a doubt, fall into one or other of these eleven disasters.",
  "an11.6:5.1": "What eleven?",
  "an11.6:5.2": "They don’t achieve the unachieved. What they have achieved falls away. They don’t refine their good qualities. They overestimate their good qualities, or live the spiritual life dissatisfied, or commit a corrupt offence, or abandon the training and return to a lesser life, or contract a severe illness, or go mad and lose their mind. They feel lost when they die. And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ",
  "an11.6:5.3": "Any mendicant who abuses and insults their spiritual companions, speaking ill of the noble ones, will, without a doubt, fall into one or other of these eleven disasters.",
  "an11.6:6.1": "Any mendicant who does not abuse and insult their spiritual companions, speaking ill of the noble ones, will, without a doubt, not fall into one or other of these eleven disasters.",
  "an11.6:7.1": "What eleven? ",
  "an11.6:7.2": "They don’t achieve the unachieved. What they have achieved falls away. They don’t refine their good qualities. They overestimate their good qualities, or live the spiritual life dissatisfied, or commit one of the corrupt offences, or abandon the training and return to a lesser life, or contract a severe illness, or go mad and lose their mind. They feel lost when they die. And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell. ",
  "an11.6:7.3": "Any mendicant who does not abuse and insult their spiritual companions, speaking ill of the noble ones, will, without a doubt, not fall into one or other of these eleven disasters.”"
}