{
  "_markup_path": "markup/an/an11/an11.004.html",
  "_alt_strings": [
    "pi/an/an11/an11.004.json"
  ],
  "an11.4:1.1": "Numbered Discourses 11 ",
  "an11.4:2.1": "1 Dependence ",
  "an11.4:3.1": "4 Vital Conditions (2)",
  "an11.4:4.1": "There Venerable Sāriputta addressed the mendicants …",
  "an11.4:4.2": "“Reverends, mendicants!”",
  "an11.4:4.3": "“Reverend,” they replied. ",
  "an11.4:4.4": "Sāriputta said this: ",
  "an11.4:5.1": "“An ethical person, who lacks ethics, has destroyed a vital condition for not having regrets. When there are no regrets, one who has no regrets has destroyed a vital condition for gladness. When there is gladness, one who lacks gladness has destroyed a vital condition for rapture. When there is rapture, one who lacks rapture has destroyed a vital condition for tranquillity. When there is tranquillity, one who lacks tranquillity has destroyed a vital condition for bliss. When there is bliss, one who lacks bliss has destroyed a vital condition for right samādhi. When there is right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision. When there is true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment. When there is disillusionment, one who lacks disillusionment has destroyed a vital condition for dispassion. When there is dispassion, one who lacks dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an11.4:6.1": "Suppose there was a tree that lacked branches and foliage. ",
  "an11.4:6.2": "Its shoots, bark, softwood, and heartwood would not grow to fullness. ",
  "an11.4:6.3": " ",
  "an11.4:6.5": "In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for having no regrets. When there are regrets, one who has regrets has destroyed a vital condition for gladness. … ",
  "an11.4:6.6": "One who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an11.4:7.1": "An ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. When there are no regrets, one who has no regrets has fulfilled a vital condition for gladness. When there is gladness, one who has fulfilled gladness has fulfilled a vital condition for rapture. When there is rapture, one who has fulfilled rapture has fulfilled a vital condition for tranquillity. When there is tranquillity, one who has fulfilled tranquillity has fulfilled a vital condition for bliss. When there is bliss, one who has fulfilled bliss has fulfilled a vital condition for right samādhi. When there is right samādhi, one who has fulfilled right samādhi has fulfilled a vital condition for true knowledge and vision. When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment. When there is disillusionment, one who has fulfilled disillusionment has fulfilled a vital condition for dispassion. When there is dispassion, one who has fulfilled dispassion has fulfilled a vital condition for knowledge and vision of freedom. ",
  "an11.4:8.1": "Suppose there was a tree that was complete with branches and foliage. ",
  "an11.4:8.2": "Its shoots, bark, softwood, and heartwood would grow to fullness. ",
  "an11.4:8.3": "  ",
  "an11.4:8.5": "In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. When there are no regrets, one who has no regrets has fulfilled a vital condition for gladness. … ",
  "an11.4:8.6": "One who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.” …"
}