{
  "_markup_path": "markup/an/an05/an5.200.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.200.json"
  ],
  "an5.200:1.1": "Aṅguttara Nikāya 5",
  "an5.200:2.1": "20. Brāhmaṇavagga",
  "an5.200:3.1": "200. Nissāraṇīyasutta",
  "an5.200:4.1": "“Pañcimā, bhikkhave, <span class=\"var\" title=\"nissāraṇiyā (s1-3) | nissaraṇīyā (pts1) | nissaraṇiyā (^dn33#194 [Saṅgītisutta/5. Pañcaka]; ^it72#1 [Nissaraṇiyasutta])\" id=\"note507\">nissāraṇīyā</span> dhātuyo.",
  "an5.200:4.2": "Katamā pañca?",
  "an5.200:4.3": "Idha, bhikkhave, bhikkhuno <span class=\"var\" title=\"kāme (bj, s1-3, km)\" id=\"note508\">kāmaṃ</span> manasikaroto kāmesu cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "an5.200:4.4": "Nekkhammaṃ kho panassa manasikaroto nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an5.200:4.5": "Tassa taṃ cittaṃ <span class=\"var\" title=\"sukataṃ (pts1, mr)\" id=\"note509\">sugataṃ</span> subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ <span class=\"var\" title=\"visaṃyuttaṃ (katthaci)\" id=\"note510\">suvisaṃyuttaṃ</span> kāmehi;",
  "an5.200:4.6": "ye ca kāmapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.",
  "an5.200:4.7": "Idamakkhātaṃ kāmānaṃ nissaraṇaṃ.",
  "an5.200:4.8": "<span class=\"brnum\">(1)</span>",
  "an5.200:5.1": "Puna caparaṃ, bhikkhave, bhikkhuno byāpādaṃ manasikaroto byāpāde cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "an5.200:5.2": "Abyāpādaṃ kho panassa manasikaroto abyāpāde cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an5.200:5.3": "Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ byāpādena;",
  "an5.200:5.4": "ye ca byāpādapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.",
  "an5.200:5.5": "Idamakkhātaṃ byāpādassa nissaraṇaṃ.",
  "an5.200:5.6": "<span class=\"brnum\">(2)</span>",
  "an5.200:6.1": "Puna caparaṃ, bhikkhave, bhikkhuno vihesaṃ manasikaroto vihesāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "an5.200:6.2": "Avihesaṃ kho panassa manasikaroto avihesāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an5.200:6.3": "Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ vihesāya;",
  "an5.200:6.4": "ye ca vihesāpaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.",
  "an5.200:6.5": "Idamakkhātaṃ vihesāya nissaraṇaṃ.",
  "an5.200:6.6": "<span class=\"brnum\">(3)</span>",
  "an5.200:7.1": "Puna caparaṃ, bhikkhave, bhikkhuno rūpaṃ manasikaroto rūpe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "an5.200:7.2": "Arūpaṃ kho panassa manasikaroto arūpe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an5.200:7.3": "Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ rūpehi;",
  "an5.200:7.4": "ye ca rūpapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.",
  "an5.200:7.5": "Idamakkhātaṃ rūpānaṃ nissaraṇaṃ.",
  "an5.200:7.6": "<span class=\"brnum\">(4)</span>",
  "an5.200:8.1": "Puna caparaṃ, bhikkhave, bhikkhuno sakkāyaṃ manasikaroto sakkāye cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.",
  "an5.200:8.2": "Sakkāyanirodhaṃ kho panassa manasikaroto sakkāyanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.",
  "an5.200:8.3": "Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ sakkāyena;",
  "an5.200:8.4": "ye ca sakkāyapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.",
  "an5.200:8.5": "Idamakkhātaṃ sakkāyassa nissaraṇaṃ.",
  "an5.200:8.6": "<span class=\"brnum\">(5)</span>",
  "an5.200:9.1": "Tassa kāmanandīpi nānuseti, byāpādanandīpi nānuseti, vihesānandīpi nānuseti, rūpanandīpi nānuseti, sakkāyanandīpi nānuseti <span class=\"var\" title=\"idaṃ padaṃ katthaci\" id=\"note511\">so</span> kāmanandiyāpi ananusayā, byāpādanandiyāpi ananusayā, vihesānandiyāpi ananusayā, rūpanandiyāpi ananusayā, sakkāyanandiyāpi ananusayā.",
  "an5.200:9.2": "Ayaṃ vuccati, bhikkhave, bhikkhu niranusayo, <span class=\"var\" title=\"acchejji (s1-3, km, mr)\" id=\"note512\">acchecchi</span> taṇhaṃ, <span class=\"var\" title=\"vāvattayi (bj) | vivaṭṭayi (s1-3, pts1)\" id=\"note513\">vivattayi</span> saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassa.",
  "an5.200:9.3": "Imā kho, bhikkhave, pañca nissāraṇīyā dhātuyo”ti.",
  "an5.200:10.1": "Dasamaṃ.",
  "an5.200:11.1": "Brāhmaṇavaggo pañcamo.",
  "an5.200:12.1": "Soṇo doṇo saṅgāravo,",
  "an5.200:12.2": "Kāraṇapālī ca piṅgiyānī;",
  "an5.200:12.3": "Supinā ca vassā vācā,",
  "an5.200:12.4": "Kulaṃ nissāraṇīyena cāti.",
  "an5.200:13.1": "Catuttho paṇṇāsako samatto."
}