{
  "_markup_path": "markup/an/an05/an5.135.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.135.json"
  ],
  "an5.135:1.1": "Aṅguttara Nikāya 5",
  "an5.135:2.1": "14. Rājavagga",
  "an5.135:3.1": "135. Paṭhamapatthanāsutta",
  "an5.135:4.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto rajjaṃ pattheti.",
  "an5.135:4.2": "Katamehi pañcahi?",
  "an5.135:4.3": "Idha, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena;",
  "an5.135:4.4": "abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato;",
  "an5.135:4.5": "mātāpitūnaṃ piyo hoti manāpo;",
  "an5.135:4.6": "negamajānapadassa piyo hoti manāpo;",
  "an5.135:4.7": "yāni tāni raññaṃ khattiyānaṃ muddhāvasittānaṃ sippaṭṭhānāni hatthismiṃ vā assasmiṃ vā rathasmiṃ vā dhanusmiṃ vā tharusmiṃ vā tattha sikkhito hoti anavayo.",
  "an5.135:5.1": "Tassa evaṃ hoti:",
  "an5.135:5.2": "‘ahaṃ khomhi ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.",
  "an5.135:5.3": "Kasmāhaṃ rajjaṃ na pattheyyaṃ.",
  "an5.135:5.4": "Ahaṃ khomhi abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato.",
  "an5.135:5.5": "Kasmāhaṃ rajjaṃ na pattheyyaṃ.",
  "an5.135:5.6": "Ahaṃ khomhi mātāpitūnaṃ piyo manāpo.",
  "an5.135:5.7": "Kasmāhaṃ rajjaṃ na pattheyyaṃ.",
  "an5.135:5.8": "Ahaṃ khomhi negamajānapadassa piyo manāpo.",
  "an5.135:5.9": "Kasmāhaṃ rajjaṃ na pattheyyaṃ.",
  "an5.135:5.10": "Ahaṃ khomhi yāni tāni raññaṃ khattiyānaṃ muddhāvasittānaṃ sippaṭṭhānāni hatthismiṃ vā assasmiṃ vā rathasmiṃ vā dhanusmiṃ vā tharusmiṃ vā, <span class=\"var\" title=\"tatthamhi (bj) | tatthapi (mr)\" id=\"note333\">tattha</span> sikkhito anavayo.",
  "an5.135:5.11": "Kasmāhaṃ rajjaṃ na pattheyyan’ti.",
  "an5.135:5.12": "Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto rajjaṃ pattheti.",
  "an5.135:6.1": "Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ pattheti.",
  "an5.135:6.2": "Katamehi pañcahi?",
  "an5.135:6.3": "Idha, bhikkhave, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:",
  "an5.135:6.4": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "an5.135:6.5": "Appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;",
  "an5.135:6.6": "asaṭho hoti amāyāvī, yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;",
  "an5.135:6.7": "āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;",
  "an5.135:6.8": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an5.135:7.1": "Tassa evaṃ hoti:",
  "an5.135:7.2": "‘ahaṃ khomhi saddho, saddahāmi tathāgatassa bodhiṃ:",
  "an5.135:7.3": "“itipi so bhagavā arahaṃ sammāsambuddho … pe … satthā devamanussānaṃ buddho bhagavā”ti.",
  "an5.135:7.4": "Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.",
  "an5.135:7.5": "Ahaṃ khomhi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya.",
  "an5.135:7.6": "Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.",
  "an5.135:7.7": "Ahaṃ khomhi asaṭho amāyāvī yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu.",
  "an5.135:7.8": "Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.",
  "an5.135:7.9": "Ahaṃ khomhi āraddhavīriyo viharāmi akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "an5.135:7.10": "Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.",
  "an5.135:7.11": "Ahaṃ khomhi paññavā udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an5.135:7.12": "Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyan’ti.",
  "an5.135:7.13": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ patthetī”ti.",
  "an5.135:8.1": "Pañcamaṃ."
}