{
  "_markup_path": "markup/an/an05/an5.134.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.134.json"
  ],
  "an5.134:1.1": "Aṅguttara Nikāya 5",
  "an5.134:2.1": "14. Rājavagga",
  "an5.134:3.1": "<span class=\"var\" id=\"note329\" title=\"khattiyarājasuttaṃ (bj)\">134. Yassaṃdisaṃsutta</span>",
  "an5.134:4.1": "“Pañcahi, bhikkhave, aṅgehi samannāgato rājā khattiyo muddhāvasitto yassaṃ yassaṃ disāyaṃ viharati, sakasmiṃyeva vijite viharati.",
  "an5.134:5.1": "Katamehi pañcahi?",
  "an5.134:5.2": "Idha, bhikkhave, rājā khattiyo muddhāvasitto ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena;",
  "an5.134:5.3": "aḍḍho hoti mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro;",
  "an5.134:5.4": "balavā kho pana hoti caturaṅginiyā senāya samannāgato assavāya <span class=\"var\" title=\"ovādapatikarāya (bj)\" id=\"note330\">ovādapaṭikarāya</span>;",
  "an5.134:5.5": "pariṇāyako kho panassa hoti paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ;",
  "an5.134:5.6": "tassime cattāro dhammā yasaṃ paripācenti.",
  "an5.134:5.7": "So iminā <span class=\"var\" title=\"pañcamena (bj) | yasena pañcamena (mr)\" id=\"note331\">yasapañcamena</span> dhammena samannāgato yassaṃ yassaṃ disāyaṃ viharati, sakasmiṃyeva vijite viharati.",
  "an5.134:5.8": "Taṃ kissa hetu?",
  "an5.134:5.9": "Evañhetaṃ, bhikkhave, hoti vijitāvīnaṃ.",
  "an5.134:6.1": "Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yassaṃ yassaṃ disāyaṃ viharati, <span class=\"var\" title=\"vimuttacitto (bj, pts1) | vimuttacitto ca (mr)\" id=\"note332\">vimuttacittova</span> viharati.",
  "an5.134:6.2": "Katamehi pañcahi?",
  "an5.134:6.3": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu—",
  "an5.134:6.4": "rājāva khattiyo muddhāvasitto jātisampanno;",
  "an5.134:6.5": "bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā—",
  "an5.134:6.6": "rājāva khattiyo muddhāvasitto aḍḍho mahaddhano mahābhogo paripuṇṇakosakoṭṭhāgāro;",
  "an5.134:6.7": "āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu—",
  "an5.134:6.8": "rājāva khattiyo muddhāvasitto balasampanno;",
  "an5.134:6.9": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā—",
  "an5.134:6.10": "rājāva khattiyo muddhāvasitto pariṇāyakasampanno;",
  "an5.134:6.11": "tassime cattāro dhammā vimuttiṃ paripācenti.",
  "an5.134:6.12": "So iminā vimuttipañcamena dhammena samannāgato yassaṃ yassaṃ disāyaṃ viharati vimuttacittova viharati.",
  "an5.134:6.13": "Taṃ kissa hetu?",
  "an5.134:6.14": "Evañhetaṃ, bhikkhave, hoti vimuttacittānan”ti.",
  "an5.134:7.1": "Catutthaṃ."
}