{
  "_markup_path": "markup/an/an05/an5.155.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.155.json"
  ],
  "an5.155:1.1": "Aṅguttara Nikāya 5",
  "an5.155:2.1": "16. Saddhammavagga",
  "an5.155:3.1": "155. Dutiyasaddhammasammosasutta",
  "an5.155:4.1": "“Pañcime, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "an5.155:4.2": "Katame pañca?",
  "an5.155:4.3": "Idha, bhikkhave, bhikkhū dhammaṃ na pariyāpuṇanti—",
  "an5.155:4.4": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.",
  "an5.155:4.5": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.155:5.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena paresaṃ desenti.",
  "an5.155:5.2": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.155:6.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena <span class=\"var\" title=\"paresaṃ (bj, s1, km, pts1) | pare (?)\" id=\"note382\">paraṃ</span> vācenti.",
  "an5.155:6.2": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.155:7.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena sajjhāyaṃ karonti.",
  "an5.155:7.2": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.155:8.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na cetasā anuvitakkenti anuvicārenti manasānupekkhanti.",
  "an5.155:8.2": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.155:8.3": "Ime kho, bhikkhave, pañca dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "an5.155:9.1": "Pañcime, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti.",
  "an5.155:9.2": "Katame pañca?",
  "an5.155:9.3": "Idha, bhikkhave, bhikkhū dhammaṃ pariyāpuṇanti—",
  "an5.155:9.4": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.",
  "an5.155:9.5": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.155:10.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desenti.",
  "an5.155:10.2": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.155:11.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paraṃ vācenti.",
  "an5.155:11.2": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.155:12.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karonti.",
  "an5.155:12.2": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.155:13.1": "Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakkenti anuvicārenti manasānupekkhanti.",
  "an5.155:13.2": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.155:13.3": "Ime kho, bhikkhave, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti.",
  "an5.155:14.1": "Pañcamaṃ."
}