{
  "_markup_path": "markup/an/an05/an5.026.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.026.json"
  ],
  "an5.26:1.1": "Aṅguttara Nikāya 5",
  "an5.26:2.1": "3. Pañcaṅgikavagga",
  "an5.26:3.1": "26. Vimuttāyatanasutta",
  "an5.26:4.1": "“Pañcimāni, bhikkhave, vimuttāyatanāni yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.",
  "an5.26:5.1": "Katamāni pañca?",
  "an5.26:5.2": "Idha, bhikkhave, bhikkhuno satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī.",
  "an5.26:5.3": "Yathā yathā, bhikkhave, tassa bhikkhuno satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.",
  "an5.26:5.4": "Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino <span class=\"var\" title=\"pāmujjaṃ (bj, s1-3, km, pts1)\" id=\"note43\">pāmojjaṃ</span> jāyati.",
  "an5.26:5.5": "Pamuditassa pīti jāyati.",
  "an5.26:5.6": "Pītimanassa kāyo passambhati.",
  "an5.26:5.7": "Passaddhakāyo sukhaṃ <span class=\"var\" title=\"vediyati (bj)\" id=\"note44\">vedeti</span>.",
  "an5.26:5.8": "Sukhino cittaṃ samādhiyati.",
  "an5.26:5.9": "Idaṃ, bhikkhave, paṭhamaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.",
  "an5.26:5.10": "<span class=\"brnum\">(1)</span>",
  "an5.26:6.1": "Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti.",
  "an5.26:6.2": "Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.",
  "an5.26:6.3": "Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.",
  "an5.26:6.4": "Pamuditassa pīti jāyati.",
  "an5.26:6.5": "Pītimanassa kāyo passambhati.",
  "an5.26:6.6": "Passaddhakāyo sukhaṃ vedeti.",
  "an5.26:6.7": "Sukhino cittaṃ samādhiyati.",
  "an5.26:6.8": "Idaṃ, bhikkhave, dutiyaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.",
  "an5.26:6.9": "<span class=\"brnum\">(2)</span>",
  "an5.26:7.1": "Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti.",
  "an5.26:7.2": "Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.",
  "an5.26:7.3": "Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.",
  "an5.26:7.4": "Pamuditassa pīti jāyati.",
  "an5.26:7.5": "Pītimanassa kāyo passambhati.",
  "an5.26:7.6": "Passaddhakāyo sukhaṃ vedeti.",
  "an5.26:7.7": "Sukhino cittaṃ samādhiyati.",
  "an5.26:7.8": "Idaṃ, bhikkhave, tatiyaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino … pe … yogakkhemaṃ anupāpuṇāti.",
  "an5.26:7.9": "<span class=\"brnum\">(3)</span>",
  "an5.26:8.1": "Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti;",
  "an5.26:8.2": "api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati.",
  "an5.26:8.3": "Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.",
  "an5.26:8.4": "Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.",
  "an5.26:8.5": "Pamuditassa pīti jāyati.",
  "an5.26:8.6": "Pītimanassa kāyo passambhati.",
  "an5.26:8.7": "Passaddhakāyo sukhaṃ vedeti.",
  "an5.26:8.8": "Sukhino cittaṃ samādhiyati.",
  "an5.26:8.9": "Idaṃ, bhikkhave, catutthaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.",
  "an5.26:8.10": "<span class=\"brnum\">(4)</span>",
  "an5.26:9.1": "Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati;",
  "an5.26:9.2": "api ca khvassa aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya.",
  "an5.26:9.3": "Yathā yathā, bhikkhave, bhikkhuno aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.",
  "an5.26:9.4": "Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.",
  "an5.26:9.5": "Pamuditassa pīti jāyati.",
  "an5.26:9.6": "Pītimanassa kāyo passambhati.",
  "an5.26:9.7": "Passaddhakāyo sukhaṃ vedeti.",
  "an5.26:9.8": "Sukhino cittaṃ samādhiyati.",
  "an5.26:9.9": "Idaṃ, bhikkhave, pañcamaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.",
  "an5.26:9.10": "<span class=\"brnum\">(5)</span>",
  "an5.26:10.1": "Imāni kho, bhikkhave, pañca vimuttāyatanāni yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti.",
  "an5.26:11.1": "Chaṭṭhaṃ."
}