{
  "_markup_path": "markup/an/an05/an5.156.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.156.json"
  ],
  "an5.156:1.1": "Aṅguttara Nikāya 5",
  "an5.156:2.1": "16. Saddhammavagga",
  "an5.156:3.1": "156. Tatiyasaddhammasammosasutta",
  "an5.156:4.1": "<span class=\"cross\" title=\"^an4.160#1 [160. Sugatavinayasutta]\" id=\"note383\">*</span> <a class=\"sc\" id=\"1\"></a>“Pañcime, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "an5.156:4.2": "Katame pañca?",
  "an5.156:4.3": "Idha, bhikkhave, bhikkhū duggahitaṃ suttantaṃ pariyāpuṇanti dunnikkhittehi padabyañjanehi.",
  "an5.156:4.4": "Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hoti.",
  "an5.156:4.5": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.156:5.1": "Puna caparaṃ, bhikkhave, bhikkhū dubbacā honti, dovacassakaraṇehi dhammehi samannāgatā, akkhamā appadakkhiṇaggāhino anusāsaniṃ.",
  "an5.156:5.2": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.156:6.1": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te na sakkaccaṃ suttantaṃ paraṃ vācenti;",
  "an5.156:6.2": "tesaṃ accayena chinnamūlako suttanto hoti appaṭisaraṇo.",
  "an5.156:6.3": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.156:7.1": "Puna caparaṃ, bhikkhave, therā bhikkhū bāhulikā honti sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.156:7.2": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati.",
  "an5.156:7.3": "Sāpi hoti bāhulikā sāthalikā okkamane pubbaṅgamā paviveke nikkhittadhurā, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.156:7.4": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.156:8.1": "Puna caparaṃ, bhikkhave, saṃgho bhinno hoti.",
  "an5.156:8.2": "Saṃghe kho pana, bhikkhave, bhinne aññamaññaṃ akkosā ca honti, aññamaññaṃ paribhāsā ca honti, aññamaññaṃ parikkhepā ca honti, aññamaññaṃ <span class=\"var\" title=\"pariccajā (s1-3, km)\" id=\"note384\">pariccajanā</span> ca honti.",
  "an5.156:8.3": "Tattha appasannā ceva nappasīdanti, pasannānañca ekaccānaṃ aññathattaṃ hoti.",
  "an5.156:8.4": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.",
  "an5.156:8.5": "Ime kho, bhikkhave, pañca dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.",
  "an5.156:9.1": "Pañcime, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti.",
  "an5.156:9.2": "Katame pañca?",
  "an5.156:9.3": "Idha, bhikkhave, bhikkhū suggahitaṃ suttantaṃ pariyāpuṇanti sunikkhittehi padabyañjanehi.",
  "an5.156:9.4": "Sunikkhittassa, bhikkhave, padabyañjanassa atthopi sunayo hoti.",
  "an5.156:9.5": "Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.156:10.1": "Puna caparaṃ, bhikkhave, bhikkhū suvacā honti sovacassakaraṇehi dhammehi samannāgatā, khamā padakkhiṇaggāhino anusāsaniṃ.",
  "an5.156:10.2": "Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.156:11.1": "Puna caparaṃ, bhikkhave, ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te sakkaccaṃ suttantaṃ paraṃ vācenti;",
  "an5.156:11.2": "tesaṃ accayena <span class=\"var\" title=\"acchinnamūlako (mr)\" id=\"note385\">na chinnamūlako</span> suttanto hoti sappaṭisaraṇo.",
  "an5.156:11.3": "Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.156:12.1": "Puna caparaṃ, bhikkhave, therā bhikkhū na bāhulikā honti na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā;",
  "an5.156:12.2": "vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.156:12.3": "Tesaṃ pacchimā janatā diṭṭhānugatiṃ āpajjati.",
  "an5.156:12.4": "Sāpi hoti na bāhulikā na sāthalikā, okkamane nikkhittadhurā paviveke pubbaṅgamā, vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.156:12.5": "Ayaṃ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.156:13.1": "Puna caparaṃ, bhikkhave, saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsuṃ viharati.",
  "an5.156:13.2": "Saṅghe kho pana, bhikkhave, samagge na ceva aññamaññaṃ akkosā honti, na ca aññamaññaṃ paribhāsā honti, na ca aññamaññaṃ parikkhepā honti, na ca aññamaññaṃ pariccajanā honti.",
  "an5.156:13.3": "Tattha appasannā ceva pasīdanti, pasannānañca bhiyyobhāvo hoti.",
  "an5.156:13.4": "Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.",
  "an5.156:13.5": "Ime kho, bhikkhave, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti.",
  "an5.156:14.1": "Chaṭṭhaṃ."
}