{
  "_markup_path": "markup/an/an05/an5.045.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.045.json"
  ],
  "an5.45:1.1": "Aṅguttara Nikāya 5",
  "an5.45:2.1": "5. Muṇḍarājavagga",
  "an5.45:3.1": "45. Puññābhisandasutta",
  "an5.45:4.1": "“Pañcime, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an5.45:5.1": "Katame pañca?",
  "an5.45:5.2": "Yassa, bhikkhave, bhikkhu cīvaraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an5.45:6.1": "Yassa, bhikkhave, bhikkhu piṇḍapātaṃ paribhuñjamāno … pe … yassa, bhikkhave, bhikkhu vihāraṃ paribhuñjamāno … pe … yassa, bhikkhave, bhikkhu mañcapīṭhaṃ paribhuñjamāno … pe ….",
  "an5.45:7.1": "Yassa, bhikkhave, bhikkhu gilānappaccayabhesajjaparikkhāraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an5.45:7.2": "Ime kho, bhikkhave, pañca puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an5.45:8.1": "Imehi ca pana, bhikkhave, pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ:",
  "an5.45:8.2": "‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti.",
  "an5.45:8.3": "Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchati.",
  "an5.45:9.1": "Seyyathāpi, bhikkhave, mahāsamudde na sukaraṃ udakassa pamāṇaṃ gahetuṃ:",
  "an5.45:9.2": "‘ettakāni udakāḷhakānīti vā ettakāni udakāḷhakasatānīti vā ettakāni udakāḷhakasahassānīti vā ettakāni udakāḷhakasatasahassānīti vā;",
  "an5.45:9.3": "atha kho asaṅkheyyo appameyyo mahāudakakkhandhotveva saṅkhaṃ gacchati’.",
  "an5.45:9.4": "Evamevaṃ kho, bhikkhave, imehi pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ:",
  "an5.45:9.5": "‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti.",
  "an5.45:9.6": "Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchatīti.",
  "an5.45:10.1": "Mahodadhiṃ aparimitaṃ mahāsaraṃ,",
  "an5.45:10.2": "Bahubheravaṃ ratnagaṇānamālayaṃ;",
  "an5.45:10.3": "Najjo yathā <span class=\"var\" title=\"macchagaṇasaṃghasevitā (s1-3, km, pts1, mr)\" id=\"note132\">naragaṇasaṅghasevitā</span>,",
  "an5.45:10.4": "Puthū savantī upayanti sāgaraṃ.",
  "an5.45:11.1": "Evaṃ naraṃ annadapānavatthadaṃ,",
  "an5.45:11.2": "Seyyānisajjattharaṇassa dāyakaṃ;",
  "an5.45:11.3": "Puññassa dhārā upayanti paṇḍitaṃ,",
  "an5.45:11.4": "Najjo yathā vārivahāva sāgaran”ti.",
  "an5.45:12.1": "Pañcamaṃ."
}