{
  "_markup_path": "markup/an/an05/an5.056.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.056.json"
  ],
  "an5.56:1.1": "Aṅguttara Nikāya 5",
  "an5.56:2.1": "6. Nīvaraṇavagga",
  "an5.56:3.1": "56. Upajjhāyasutta",
  "an5.56:4.1": "Atha kho aññataro bhikkhu yena sako upajjhāyo tenupasaṅkami;",
  "an5.56:4.2": "upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca:",
  "an5.56:4.3": "“etarahi me, bhante, madhurakajāto ceva kāyo, disā ca me na pakkhāyanti, dhammā ca maṃ nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā”ti.",
  "an5.56:5.1": "Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami;",
  "an5.56:5.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an5.56:5.3": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "an5.56:5.4": "“ayaṃ, bhante, bhikkhu evamāha:",
  "an5.56:5.5": "‘etarahi me, bhante, madhurakajāto ceva kāyo, disā ca maṃ na pakkhāyanti, dhammā ca me nappaṭibhanti, thinamiddhañca me cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carāmi, atthi ca me dhammesu vicikicchā’”ti.",
  "an5.56:6.1": "“Evañhetaṃ, bhikkhu, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṃ ananuyuttassa, avipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ ananuyuttassa viharato, yaṃ madhurakajāto ceva kāyo hoti, disā cassa na pakkhāyanti, dhammā ca taṃ nappaṭibhanti, thinamiddhañcassa cittaṃ pariyādāya tiṭṭhati, anabhirato ca brahmacariyaṃ carati, hoti cassa dhammesu vicikicchā.",
  "an5.56:6.2": "Tasmātiha te, bhikkhu, evaṃ sikkhitabbaṃ:",
  "an5.56:6.3": "‘indriyesu guttadvāro bhavissāmi, bhojane mattaññū, jāgariyaṃ anuyutto, vipassako kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyutto viharissāmī’ti.",
  "an5.56:6.4": "Evañhi te, bhikkhu, sikkhitabban”ti.",
  "an5.56:7.1": "Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "an5.56:7.2": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "an5.56:7.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "an5.56:7.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "an5.56:7.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "an5.56:7.6": "Aññataro pana so bhikkhu arahataṃ ahosi.",
  "an5.56:8.1": "Atha kho so bhikkhu <span class=\"var\" title=\"arahattappatto (bj, s1-3, pts1)\" id=\"note179\">arahattaṃ patto</span> yena sako upajjhāyo tenupasaṅkami;",
  "an5.56:8.2": "upasaṅkamitvā sakaṃ upajjhāyaṃ etadavoca:",
  "an5.56:8.3": "“etarahi me, bhante, <span class=\"var\" title=\"na tveva (bj)\" id=\"note180\">na ceva</span> madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā”ti.",
  "an5.56:8.4": "Atha kho so bhikkhu taṃ saddhivihārikaṃ bhikkhuṃ ādāya yena bhagavā tenupasaṅkami;",
  "an5.56:8.5": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an5.56:8.6": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "an5.56:8.7": "“ayaṃ, bhante, bhikkhu evamāha:",
  "an5.56:8.8": "‘etarahi me, bhante, na ceva madhurakajāto kāyo, disā ca me pakkhāyanti, dhammā ca maṃ paṭibhanti, thinamiddhañca me cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carāmi, natthi ca me dhammesu vicikicchā’”ti.",
  "an5.56:9.1": "“Evañhetaṃ, bhikkhu, hoti indriyesu guttadvārassa, bhojane mattaññuno, jāgariyaṃ anuyuttassa, vipassakassa kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttassa viharato, yaṃ na ceva madhurakajāto kāyo hoti, disā cassa pakkhāyanti, dhammā ca taṃ paṭibhanti, thinamiddhañcassa cittaṃ na pariyādāya tiṭṭhati, abhirato ca brahmacariyaṃ carati, na cassa hoti dhammesu vicikicchā.",
  "an5.56:9.2": "Tasmātiha vo, bhikkhave, evaṃ sikkhitabbaṃ:",
  "an5.56:9.3": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṃ anuyuttā, vipassakā kusalānaṃ dhammānaṃ, pubbarattāpararattaṃ bodhipakkhiyānaṃ dhammānaṃ bhāvanānuyogaṃ anuyuttā viharissāmā’ti.",
  "an5.56:9.4": "Evañhi vo, bhikkhave, sikkhitabban”ti.",
  "an5.56:10.1": "Chaṭṭhaṃ."
}