{
  "_markup_path": "markup/an/an05/an5.090.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.090.json"
  ],
  "an5.90:1.1": "Aṅguttara Nikāya 5",
  "an5.90:2.1": "9. Theravagga",
  "an5.90:3.1": "90. Dutiyasekhasutta",
  "an5.90:4.1": "“Pañcime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṃvattanti.",
  "an5.90:4.2": "Katame pañca?",
  "an5.90:4.3": "Idha, bhikkhave, sekho bhikkhu bahukicco hoti bahukaraṇīyo viyatto kiṅkaraṇīyesu;",
  "an5.90:4.4": "riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:4.5": "Ayaṃ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno parihānāya saṃvattati.",
  "an5.90:5.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu appamattakena kammena divasaṃ atināmeti;",
  "an5.90:5.2": "riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:5.3": "Ayaṃ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno parihānāya saṃvattati.",
  "an5.90:6.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu saṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena;",
  "an5.90:6.2": "riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:6.3": "Ayaṃ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno parihānāya saṃvattati.",
  "an5.90:7.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu akālena gāmaṃ pavisati, atidivā paṭikkamati;",
  "an5.90:7.2": "riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:7.3": "Ayaṃ, bhikkhave, catuttho dhammo sekhassa bhikkhuno parihānāya saṃvattati.",
  "an5.90:8.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu yāyaṃ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—",
  "an5.90:8.2": "appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya na nikāmalābhī hoti na <span class=\"var\" title=\"kicchalābhī kasiralābhī (bj, s1-3, km pī)\" id=\"note255\">akicchalābhī na akasiralābhī</span>;",
  "an5.90:8.3": "riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:8.4": "Ayaṃ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno parihānāya saṃvattati.",
  "an5.90:8.5": "Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno parihānāya saṃvattanti.",
  "an5.90:9.1": "Pañcime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṃvattanti.",
  "an5.90:9.2": "Katame pañca?",
  "an5.90:9.3": "Idha, bhikkhave, sekho bhikkhu na bahukicco hoti na bahukaraṇīyo viyatto kiṅkaraṇīyesu;",
  "an5.90:9.4": "na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:9.5": "Ayaṃ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.",
  "an5.90:10.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu na appamattakena kammena divasaṃ atināmeti;",
  "an5.90:10.2": "na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:10.3": "Ayaṃ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.",
  "an5.90:11.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu asaṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena;",
  "an5.90:11.2": "na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:11.3": "Ayaṃ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.",
  "an5.90:12.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu na atikālena gāmaṃ pavisati, nātidivā paṭikkamati;",
  "an5.90:12.2": "na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:12.3": "Ayaṃ, bhikkhave, catuttho dhammo sekhassa bhikkhuno aparihānāya saṃvattati.",
  "an5.90:13.1": "Puna caparaṃ, bhikkhave, sekho bhikkhu yāyaṃ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—",
  "an5.90:13.2": "appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī;",
  "an5.90:13.3": "na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.",
  "an5.90:13.4": "Ayaṃ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.",
  "an5.90:13.5": "Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno aparihānāya saṃvattantī”ti.",
  "an5.90:14.1": "Dasamaṃ.",
  "an5.90:15.1": "Theravaggo catuttho.",
  "an5.90:16.1": "Rajanīyo vītarāgo,",
  "an5.90:16.2": "kuhakāssaddhaakkhamā;",
  "an5.90:16.3": "Paṭisambhidā ca sīlena,",
  "an5.90:16.4": "thero sekhā pare duveti."
}