{
  "_markup_path": "markup/an/an05/an5.191.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.191.json"
  ],
  "an5.191:1.1": "Aṅguttara Nikāya 5",
  "an5.191:2.1": "20. Brāhmaṇavagga",
  "an5.191:3.1": "191. Soṇasutta",
  "an5.191:4.1": "“Pañcime, bhikkhave, porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesu.",
  "an5.191:4.2": "Katame pañca?",
  "an5.191:4.3": "Pubbe <span class=\"var\" title=\"pubbassudaṃ (mr)\" id=\"note469\">sudaṃ</span>, bhikkhave, brāhmaṇā brāhmaṇiṃyeva gacchanti, no abrāhmaṇiṃ.",
  "an5.191:4.4": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇimpi gacchanti, abrāhmaṇimpi gacchanti.",
  "an5.191:4.5": "Etarahi, bhikkhave, sunakhā sunakhiṃyeva gacchanti, no asunakhiṃ.",
  "an5.191:4.6": "Ayaṃ, bhikkhave, paṭhamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.",
  "an5.191:5.1": "Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ utuniṃyeva gacchanti, no anutuniṃ.",
  "an5.191:5.2": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ utunimpi gacchanti, anutunimpi gacchanti.",
  "an5.191:5.3": "Etarahi, bhikkhave, sunakhā sunakhiṃ utuniṃyeva gacchanti, no anutuniṃ.",
  "an5.191:5.4": "Ayaṃ, bhikkhave, dutiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.",
  "an5.191:6.1": "Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ neva <span class=\"var\" title=\"kīṇanti (s1-3)\" id=\"note470\">kiṇanti</span> no vikkiṇanti, sampiyeneva saṃvāsaṃ <span class=\"var\" title=\"saṃsaggatthāya (bj, pts1)\" id=\"note471\">sambandhāya</span> sampavattenti.",
  "an5.191:6.2": "Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ kiṇantipi vikkiṇantipi, sampiyenapi saṃvāsaṃ sambandhāya sampavattenti.",
  "an5.191:6.3": "Etarahi, bhikkhave, sunakhā sunakhiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti.",
  "an5.191:6.4": "Ayaṃ, bhikkhave, tatiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.",
  "an5.191:7.1": "Pubbe sudaṃ, bhikkhave, brāhmaṇā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.",
  "an5.191:7.2": "Etarahi, bhikkhave, brāhmaṇā sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.",
  "an5.191:7.3": "Etarahi, bhikkhave, sunakhā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.",
  "an5.191:7.4": "Ayaṃ, bhikkhave, catuttho porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.",
  "an5.191:8.1": "Pubbe sudaṃ, bhikkhave, brāhmaṇā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti.",
  "an5.191:8.2": "Etarahi, bhikkhave, brāhmaṇā yāvadatthaṃ udarāvadehakaṃ bhuñjitvā avasesaṃ ādāya pakkamanti.",
  "an5.191:8.3": "Etarahi, bhikkhave, sunakhā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti.",
  "an5.191:8.4": "Ayaṃ, bhikkhave, pañcamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.",
  "an5.191:8.5": "Ime kho, bhikkhave, pañca porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesū”ti.",
  "an5.191:9.1": "Paṭhamaṃ."
}