{
  "_markup_path": "markup/an/an05/an5.148.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.148.json"
  ],
  "an5.148:1.1": "Aṅguttara Nikāya 5",
  "an5.148:2.1": "15. Tikaṇḍakīvagga",
  "an5.148:3.1": "148. Sappurisadānasutta",
  "an5.148:4.1": "“Pañcimāni, bhikkhave, sappurisadānāni.",
  "an5.148:4.2": "Katamāni pañca?",
  "an5.148:4.3": "Saddhāya dānaṃ deti, sakkaccaṃ dānaṃ deti, kālena dānaṃ deti, <span class=\"var\" title=\"anaggahitacitto (bj)\" id=\"note373\">anuggahitacitto</span> dānaṃ deti, attānañca parañca anupahacca dānaṃ deti.",
  "an5.148:5.1": "Saddhāya kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo, abhirūpo ca hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato.",
  "an5.148:6.1": "Sakkaccaṃ kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo.",
  "an5.148:6.2": "Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā <span class=\"var\" title=\"kammakārāti (mr)\" id=\"note374\">kammakarāti</span> vā, tepi sussūsanti sotaṃ odahanti aññā cittaṃ upaṭṭhapenti.",
  "an5.148:7.1": "Kālena kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;",
  "an5.148:7.2": "kālāgatā cassa atthā pacurā honti.",
  "an5.148:8.1": "Anuggahitacitto kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;",
  "an5.148:8.2": "uḷāresu ca pañcasu kāmaguṇesu bhogāya cittaṃ namati.",
  "an5.148:9.1": "Attānañca parañca anupahacca kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;",
  "an5.148:9.2": "na cassa kutoci bhogānaṃ upaghāto āgacchati aggito vā udakato vā rājato vā corato vā <span class=\"var\" title=\"appiyadāyādato vā (bj, s1, mr) | appiyato vā dāyādato vā (s2, s3, km, pts1)\" id=\"note375\">appiyato vā dāyādato</span>.",
  "an5.148:9.3": "Imāni kho, bhikkhave, pañca sappurisadānānī”ti.",
  "an5.148:10.1": "Aṭṭhamaṃ."
}