{
  "_markup_path": "markup/an/an05/an5.072.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.072.json"
  ],
  "an5.72:1.1": "Aṅguttara Nikāya 5",
  "an5.72:2.1": "8. Yodhājīvavagga",
  "an5.72:3.1": "72. Dutiyacetovimuttiphalasutta",
  "an5.72:4.1": "“Pañcime, bhikkhave, dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṃsā ca.",
  "an5.72:4.2": "Katame pañca?",
  "an5.72:4.3": "Aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā, pahānasaññā, virāgasaññā—",
  "an5.72:4.4": "ime kho, bhikkhave, pañca dhammā bhāvitā bahulīkatā cetovimuttiphalā ca honti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca honti paññāvimuttiphalānisaṃsā ca.",
  "an5.72:4.5": "Yato kho, bhikkhave, bhikkhu cetovimutto ca hoti paññāvimutto ca—",
  "an5.72:4.6": "ayaṃ vuccati, bhikkhave, ‘bhikkhu ukkhittapaligho itipi, saṅkiṇṇaparikho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṃyutto itipi’”.",
  "an5.72:5.1": "“Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti?",
  "an5.72:5.2": "Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "an5.72:5.3": "Evaṃ kho, bhikkhave, bhikkhu ukkhittapaligho hoti.",
  "an5.72:6.1": "Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikho hoti?",
  "an5.72:6.2": "Idha, bhikkhave, bhikkhuno ponobhaviko jātisaṃsāro pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.",
  "an5.72:6.3": "Evaṃ kho, bhikkhave, bhikkhu saṅkiṇṇaparikho hoti.",
  "an5.72:7.1": "Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti?",
  "an5.72:7.2": "Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.",
  "an5.72:7.3": "Evaṃ kho, bhikkhave, bhikkhu abbūḷhesiko hoti.",
  "an5.72:8.1": "Kathañca, bhikkhave, bhikkhu niraggaḷo hoti?",
  "an5.72:8.2": "Idha, bhikkhave, bhikkhuno pañcorambhāgiyāni saṃyojanāni pahīnāni honti ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṃ anuppādadhammāni.",
  "an5.72:8.3": "Evaṃ kho, bhikkhave, bhikkhu niraggaḷo hoti.",
  "an5.72:9.1": "Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti?",
  "an5.72:9.2": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.",
  "an5.72:9.3": "Evaṃ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hotī”ti.",
  "an5.72:10.1": "Dutiyaṃ."
}