{
  "_markup_path": "markup/an/an05/an5.077.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.077.json"
  ],
  "an5.77:1.1": "Aṅguttara Nikāya 5",
  "an5.77:2.1": "8. Yodhājīvavagga",
  "an5.77:3.1": "77. Paṭhamaanāgatabhayasutta",
  "an5.77:4.1": "“Pañcimāni, bhikkhave, anāgatabhayāni sampassamānena alameva <span class=\"var\" title=\"āraññakena (sabbattha)\" id=\"note229\">āraññikena</span> bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:5.1": "Katamāni pañca?",
  "an5.77:5.2": "Idha, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:",
  "an5.77:5.3": "‘ahaṃ kho etarahi ekako araññe viharāmi.",
  "an5.77:5.4": "<span class=\"var\" title=\"ekakaṃ kho pana (s1-3, km)\" id=\"note230\">Ekakaṃ kho pana maṃ</span> araññe viharantaṃ ahi vā maṃ ḍaṃseyya, <span class=\"var\" title=\"vicchikā (s1-3)\" id=\"note231\">vicchiko</span> vā maṃ ḍaṃseyya, satapadī vā maṃ ḍaṃseyya, tena me assa kālaṃkiriyā, so mamassa antarāyo;",
  "an5.77:5.5": "handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.",
  "an5.77:5.6": "Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:6.1": "Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:",
  "an5.77:6.2": "‘ahaṃ kho etarahi ekako araññe viharāmi.",
  "an5.77:6.3": "Ekako kho panāhaṃ araññe viharanto upakkhalitvā vā papateyyaṃ, bhattaṃ vā bhuttaṃ me byāpajjeyya, pittaṃ vā me kuppeyya, semhaṃ vā me kuppeyya, satthakā vā me vātā kuppeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;",
  "an5.77:6.4": "handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.",
  "an5.77:6.5": "Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:7.1": "Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:",
  "an5.77:7.2": "‘ahaṃ kho etarahi ekako araññe viharāmi.",
  "an5.77:7.3": "Ekako kho panāhaṃ araññe viharanto vāḷehi samāgaccheyyaṃ, sīhena vā byagghena vā dīpinā vā acchena vā taracchena vā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;",
  "an5.77:7.4": "handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.",
  "an5.77:7.5": "Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:8.1": "Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:",
  "an5.77:8.2": "‘ahaṃ kho etarahi ekako araññe viharāmi.",
  "an5.77:8.3": "Ekako kho panāhaṃ araññe viharanto māṇavehi samāgaccheyyaṃ katakammehi vā akatakammehi vā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;",
  "an5.77:8.4": "handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.",
  "an5.77:8.5": "Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:9.1": "Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:",
  "an5.77:9.2": "‘ahaṃ kho etarahi ekako araññe viharāmi.",
  "an5.77:9.3": "Santi kho <span class=\"var\" title=\"pana araññe (bj)\" id=\"note232\">panāraññe</span> vāḷā amanussā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṃkiriyā, so mamassa antarāyo;",
  "an5.77:9.4": "handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.",
  "an5.77:9.5": "Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.77:10.1": "Imāni kho, bhikkhave, pañca anāgatabhayāni sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā”ti.",
  "an5.77:11.1": "Sattamaṃ."
}