{
  "_markup_path": "markup/an/an05/an5.196.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.196.json"
  ],
  "an5.196:1.1": "Aṅguttara Nikāya 5",
  "an5.196:2.1": "20. Brāhmaṇavagga",
  "an5.196:3.1": "196. Mahāsupinasutta",
  "an5.196:4.1": "“Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato pañca mahāsupinā pāturahesuṃ.",
  "an5.196:4.2": "Katame pañca?",
  "an5.196:4.3": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ mahāpathavī mahāsayanaṃ ahosi, himavā pabbatarājā <span class=\"var\" title=\"bimbohanaṃ (bj, s1-3, km, pts1)\" id=\"note495\">bibbohanaṃ</span> ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṃ.",
  "an5.196:4.4": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ paṭhamo mahāsupino pāturahosi.",
  "an5.196:5.1": "Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṃ āhacca ṭhitā ahosi.",
  "an5.196:5.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ dutiyo mahāsupino pāturahosi.",
  "an5.196:6.1": "Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā <span class=\"var\" title=\"(agganakhato) katthaci\" id=\"note496\">()</span> yāva jāṇumaṇḍalā paṭicchādesuṃ.",
  "an5.196:6.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ tatiyo mahāsupino pāturahosi.",
  "an5.196:7.1": "Puna caparaṃ, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṃsu.",
  "an5.196:7.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ catuttho mahāsupino pāturahosi.",
  "an5.196:8.1": "Puna caparaṃ, bhikkhave, tathāgato arahaṃ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena.",
  "an5.196:8.2": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ pañcamo mahāsupino pāturahosi.",
  "an5.196:9.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ayaṃ mahāpathavī mahāsayanaṃ ahosi, himavā pabbatarājā bibbohanaṃ ahosi, puratthime samudde vāmo hattho ohito ahosi, pacchime samudde dakkhiṇo hattho ohito ahosi, dakkhiṇe samudde ubho pādā ohitā ahesuṃ;",
  "an5.196:9.2": "tathāgatena, bhikkhave, arahatā sammāsambuddhena anuttarā sammāsambodhi abhisambuddhā.",
  "an5.196:9.3": "Tassā abhisambodhāya ayaṃ paṭhamo mahāsupino pāturahosi.",
  "an5.196:10.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṃ āhacca ṭhitā ahosi;",
  "an5.196:10.2": "tathāgatena, bhikkhave, arahatā sammāsambuddhena ariyo aṭṭhaṅgiko maggo abhisambujjhitvā yāva devamanussehi suppakāsito.",
  "an5.196:10.3": "Tassa abhisambodhāya ayaṃ dutiyo mahāsupino pāturahosi.",
  "an5.196:11.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato setā kimī kaṇhasīsā pādehi ussakkitvā yāva jāṇumaṇḍalā paṭicchādesuṃ;",
  "an5.196:11.2": "bahū, bhikkhave, gihī odātavasanā tathāgataṃ <span class=\"var\" title=\"pāṇupetaṃ (bj, s1-3, km, pts1)\" id=\"note497\">pāṇupetā</span> saraṇaṃ gatā.",
  "an5.196:11.3": "Tassa abhisambodhāya ayaṃ tatiyo mahāsupino pāturahosi.",
  "an5.196:12.1": "Yampi, bhikkhave, tathāgatassa arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato cattāro sakuṇā nānāvaṇṇā catūhi disāhi āgantvā pādamūle nipatitvā sabbasetā sampajjiṃsu;",
  "an5.196:12.2": "cattārome, bhikkhave, vaṇṇā khattiyā brāhmaṇā vessā suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā anuttaraṃ vimuttiṃ sacchikaronti.",
  "an5.196:12.3": "Tassa abhisambodhāya ayaṃ catuttho mahāsupino pāturahosi.",
  "an5.196:13.1": "Yampi, bhikkhave, tathāgato arahaṃ sammāsambuddho pubbeva sambodhā anabhisambuddho bodhisattova samāno mahato mīḷhapabbatassa uparūpari caṅkamati alippamāno mīḷhena;",
  "an5.196:13.2": "lābhī, bhikkhave, tathāgato cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ, <span class=\"var\" title=\"tattha ca (bj, s1-3, km, pts1)\" id=\"note498\">taṃ</span> tathāgato <span class=\"var\" title=\"agadhito (s1-3, pts1, mr)\" id=\"note499\">agathito</span> amucchito <span class=\"var\" title=\"anajjhopanno (bj, s1-3, pts1) | anajjhāpanno (mr)\" id=\"note500\">anajjhosanno</span> ādīnavadassāvī nissaraṇapañño paribhuñjati.",
  "an5.196:13.3": "Tassa abhisambodhāya ayaṃ pañcamo mahāsupino pāturahosi.",
  "an5.196:14.1": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato ime pañca mahāsupinā pāturahesun”ti.",
  "an5.196:15.1": "Chaṭṭhaṃ."
}