{
  "_markup_path": "markup/an/an05/an5.080.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.080.json"
  ],
  "an5.80:1.1": "Aṅguttara Nikāya 5",
  "an5.80:2.1": "8. Yodhājīvavagga",
  "an5.80:3.1": "80. Catutthaanāgatabhayasutta",
  "an5.80:4.1": "“Pañcimāni, bhikkhave, anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti.",
  "an5.80:4.2": "Tāni vo paṭibujjhitabbāni;",
  "an5.80:4.3": "paṭibujjhitvā ca tesaṃ pahānāya vāyamitabbaṃ.",
  "an5.80:5.1": "Katamāni pañca?",
  "an5.80:5.2": "Bhavissanti, bhikkhave, bhikkhū anāgatamaddhānaṃ cīvare kalyāṇakāmā.",
  "an5.80:5.3": "Te cīvare kalyāṇakāmā samānā riñcissanti paṃsukūlikattaṃ, riñcissanti araññavanapatthāni pantāni senāsanāni;",
  "an5.80:5.4": "gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti, cīvarahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti.",
  "an5.80:5.5": "Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati.",
  "an5.80:5.6": "Taṃ vo paṭibujjhitabbaṃ;",
  "an5.80:5.7": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ.",
  "an5.80:6.1": "Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ piṇḍapāte kalyāṇakāmā.",
  "an5.80:6.2": "Te piṇḍapāte kalyāṇakāmā samānā riñcissanti piṇḍapātikattaṃ, riñcissanti araññavanapatthāni pantāni senāsanāni;",
  "an5.80:6.3": "gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti jivhaggena rasaggāni pariyesamānā, piṇḍapātahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti.",
  "an5.80:6.4": "Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati.",
  "an5.80:6.5": "Taṃ vo paṭibujjhitabbaṃ;",
  "an5.80:6.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ.",
  "an5.80:7.1": "Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ senāsane kalyāṇakāmā.",
  "an5.80:7.2": "Te senāsane kalyāṇakāmā samānā riñcissanti <span class=\"var\" title=\"āraññakattaṃ (s1-3, km)\" id=\"note243\">rukkhamūlikattaṃ</span>, riñcissanti araññavanapatthāni pantāni senāsanāni;",
  "an5.80:7.3": "gāmanigamarājadhānīsu osaritvā vāsaṃ kappessanti, senāsanahetu ca anekavihitaṃ anesanaṃ appatirūpaṃ āpajjissanti.",
  "an5.80:7.4": "Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati.",
  "an5.80:7.5": "Taṃ vo paṭibujjhitabbaṃ;",
  "an5.80:7.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ.",
  "an5.80:8.1": "Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ bhikkhunīsikkhamānāsamaṇuddesehi saṃsaṭṭhā viharissanti.",
  "an5.80:8.2": "Bhikkhunīsikkhamānāsamaṇuddesehi saṃsagge kho pana, bhikkhave, sati etaṃ pāṭikaṅkhaṃ:",
  "an5.80:8.3": "‘anabhiratā vā brahmacariyaṃ carissanti, aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjissanti, sikkhaṃ vā paccakkhāya hīnāyāvattissanti’.",
  "an5.80:8.4": "Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati.",
  "an5.80:8.5": "Taṃ vo paṭibujjhitabbaṃ;",
  "an5.80:8.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ.",
  "an5.80:9.1": "Puna caparaṃ, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ ārāmikasamaṇuddesehi saṃsaṭṭhā viharissanti.",
  "an5.80:9.2": "Ārāmikasamaṇuddesehi saṃsagge kho pana, bhikkhave, sati etaṃ pāṭikaṅkhaṃ:",
  "an5.80:9.3": "‘anekavihitaṃ sannidhikāraparibhogaṃ anuyuttā viharissanti, oḷārikampi nimittaṃ karissanti, pathaviyāpi haritaggepi’.",
  "an5.80:9.4": "Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ etarahi asamuppannaṃ āyatiṃ samuppajjissati.",
  "an5.80:9.5": "Taṃ vo paṭibujjhitabbaṃ;",
  "an5.80:9.6": "paṭibujjhitvā ca tassa pahānāya vāyamitabbaṃ.",
  "an5.80:10.1": "Imāni kho, bhikkhave, pañca anāgatabhayāni etarahi asamuppannāni āyatiṃ samuppajjissanti.",
  "an5.80:10.2": "Tāni vo paṭibujjhitabbāni;",
  "an5.80:10.3": "paṭibujjhitvā ca tesaṃ pahānāya vāyamitabban”ti.",
  "an5.80:11.1": "Dasamaṃ.",
  "an5.80:12.1": "Yodhājīvavaggo tatiyo.",
  "an5.80:13.1": "Dve cetovimuttiphalā,",
  "an5.80:13.2": "dve ca dhammavihārino;",
  "an5.80:13.3": "Yodhājīvā ca dve vuttā,",
  "an5.80:13.4": "cattāro ca anāgatāti."
}