{
  "_markup_path": "markup/an/an05/an5.078.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.078.json"
  ],
  "an5.78:1.1": "Aṅguttara Nikāya 5",
  "an5.78:2.1": "8. Yodhājīvavagga",
  "an5.78:3.1": "78. Dutiyaanāgatabhayasutta",
  "an5.78:4.1": "“Pañcimāni, bhikkhave, anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:4.2": "Katamāni pañca?",
  "an5.78:4.3": "Idha, bhikkhave, bhikkhu iti paṭisañcikkhati:",
  "an5.78:4.4": "‘ahaṃ kho etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā.",
  "an5.78:4.5": "Hoti kho pana so samayo yaṃ imaṃ kāyaṃ jarā phusati.",
  "an5.78:4.6": "Jiṇṇena kho pana jarāya abhibhūtena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ.",
  "an5.78:4.7": "Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo;",
  "an5.78:4.8": "handāhaṃ <span class=\"var\" title=\"paṭigacceva (bj)\" id=\"note233\">paṭikacceva</span> vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato jiṇṇakopi <span class=\"var\" title=\"phāsu (pts1, mr)\" id=\"note234\">phāsuṃ</span> viharissāmī’ti.",
  "an5.78:4.9": "Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:5.1": "Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati:",
  "an5.78:5.2": "‘ahaṃ kho etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya.",
  "an5.78:5.3": "Hoti kho pana so samayo yaṃ imaṃ kāyaṃ byādhi phusati.",
  "an5.78:5.4": "Byādhitena kho pana <span class=\"var\" title=\"byādhābhibhūtena (bj, mr) | vyādhābhibhūtena (pts1)\" id=\"note235\">byādhinā abhibhūtena</span> na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ.",
  "an5.78:5.5": "Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo;",
  "an5.78:5.6": "handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato byādhitopi phāsuṃ viharissāmī’ti.",
  "an5.78:5.7": "Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:6.1": "Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati:",
  "an5.78:6.2": "‘etarahi kho subhikkhaṃ susassaṃ sulabhapiṇḍaṃ, sukaraṃ uñchena paggahena yāpetuṃ.",
  "an5.78:6.3": "Hoti kho pana so samayo yaṃ dubbhikkhaṃ hoti dussassaṃ dullabhapiṇḍaṃ, na sukaraṃ uñchena paggahena yāpetuṃ.",
  "an5.78:6.4": "Dubbhikkhe kho pana manussā yena subhikkhaṃ <span class=\"var\" title=\"tenupasaṅkamanti (mr)\" id=\"note236\">tena saṅkamanti</span>.",
  "an5.78:6.5": "Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro.",
  "an5.78:6.6": "Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ.",
  "an5.78:6.7": "Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo;",
  "an5.78:6.8": "handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato dubbhikkhepi phāsu viharissāmī’ti.",
  "an5.78:6.9": "Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:7.1": "Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati:",
  "an5.78:7.2": "‘etarahi kho manussā samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti.",
  "an5.78:7.3": "Hoti kho pana so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamārūḷhā jānapadā pariyāyanti.",
  "an5.78:7.4": "Bhaye kho pana sati manussā yena khemaṃ tena saṅkamanti.",
  "an5.78:7.5": "Tattha saṅgaṇikavihāro hoti ākiṇṇavihāro.",
  "an5.78:7.6": "Saṅgaṇikavihāre kho pana sati ākiṇṇavihāre na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ.",
  "an5.78:7.7": "Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo;",
  "an5.78:7.8": "handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato bhayepi phāsuṃ viharissāmī’ti.",
  "an5.78:7.9": "Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:8.1": "Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati:",
  "an5.78:8.2": "‘etarahi kho saṅgho samaggo sammodamāno avivadamāno ekuddeso phāsu viharati.",
  "an5.78:8.3": "Hoti kho pana so samayo yaṃ saṅgho bhijjati.",
  "an5.78:8.4": "Saṅghe kho pana bhinne na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, na sukarāni araññavanapatthāni pantāni senāsanāni paṭisevituṃ.",
  "an5.78:8.5": "Purā maṃ so dhammo āgacchati aniṭṭho akanto amanāpo;",
  "an5.78:8.6": "handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya, yenāhaṃ dhammena samannāgato bhinnepi saṅghe phāsuṃ viharissāmī’ti.",
  "an5.78:8.7": "Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an5.78:9.1": "Imāni kho, bhikkhave, pañca anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā”ti.",
  "an5.78:10.1": "Aṭṭhamaṃ."
}