{
  "_markup_path": "markup/an/an05/an5.051.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.051.json"
  ],
  "an5.51:1.1": "Aṅguttara Nikāya 5",
  "an5.51:2.1": "6. Nīvaraṇavagga",
  "an5.51:3.1": "51. Āvaraṇasutta",
  "an5.51:4.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "an5.51:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an5.51:4.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an5.51:4.4": "“bhikkhavo”ti.",
  "an5.51:4.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an5.51:4.6": "Bhagavā etadavoca:",
  "an5.51:5.1": "“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "an5.51:5.2": "Katame pañca?",
  "an5.51:5.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo.",
  "an5.51:5.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo.",
  "an5.51:5.5": "Thinamiddhaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ.",
  "an5.51:5.6": "Uddhaccakukkuccaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ.",
  "an5.51:5.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "an5.51:5.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "an5.51:6.1": "So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati <span class=\"var\" title=\"uttariṃ (bj, s1-3, km, pts1)\" id=\"note163\">uttari</span> vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati.",
  "an5.51:6.2": "Seyyathāpi, bhikkhave, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī.",
  "an5.51:6.3": "Tassā puriso ubhato naṅgalamukhāni vivareyya.",
  "an5.51:6.4": "Evañhi so, bhikkhave, majjhe nadiyā soto vikkhitto visaṭo byādiṇṇo <span class=\"var\" title=\"na ceva (bj, pts1, mr)\" id=\"note164\">neva</span> dūraṅgamo assa <span class=\"var\" title=\"na ca (mr)\" id=\"note165\">na</span> sīghasoto <span class=\"var\" title=\"na ca (mr)\" id=\"note166\">na</span> hārahārī.",
  "an5.51:6.5": "Evamevaṃ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe appahāya, abalāya paññāya dubbalāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati.",
  "an5.51:7.1": "So vata, bhikkhave, bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti ṭhānametaṃ vijjati.",
  "an5.51:7.2": "Seyyathāpi, bhikkhave, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī.",
  "an5.51:7.3": "Tassā puriso ubhato naṅgalamukhāni pidaheyya.",
  "an5.51:7.4": "Evañhi so, bhikkhave, majjhe nadiyā soto avikkhitto avisaṭo abyādiṇṇo dūraṅgamo ceva assa sīghasoto ca hārahārī ca.",
  "an5.51:7.5": "Evamevaṃ kho, bhikkhave, so vata bhikkhu ime pañca āvaraṇe nīvaraṇe cetaso ajjhāruhe paññāya dubbalīkaraṇe pahāya, balavatiyā paññāya attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttari vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti ṭhānametaṃ vijjatī”ti.",
  "an5.51:8.1": "Paṭhamaṃ."
}