{
  "_markup_path": "markup/an/an05/an5.058.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.058.json"
  ],
  "an5.58:1.1": "Aṅguttara Nikāya 5",
  "an5.58:2.1": "6. Nīvaraṇavagga",
  "an5.58:3.1": "<span class=\"var\" id=\"note187\" title=\"licchavikumārasuttaṃ (bj)\">58. Licchavikumārakasutta</span>",
  "an5.58:4.1": "Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "an5.58:4.2": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.",
  "an5.58:4.3": "Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "an5.58:5.1": "Tena kho pana samayena sambahulā licchavikumārakā sajjāni dhanūni ādāya kukkurasaṅghaparivutā mahāvane anucaṅkamamānā anuvicaramānā addasu bhagavantaṃ aññatarasmiṃ rukkhamūle nisinnaṃ;",
  "an5.58:5.2": "disvāna sajjāni dhanūni nikkhipitvā kukkurasaṅghaṃ ekamantaṃ uyyojetvā yena bhagavā tenupasaṅkamiṃsu;",
  "an5.58:5.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṃ payirupāsanti.",
  "an5.58:6.1": "Tena kho pana samayena mahānāmo licchavi mahāvane jaṅghāvihāraṃ anucaṅkamamāno addasa te licchavikumārake tuṇhībhūte tuṇhībhūte pañjalike bhagavantaṃ payirupāsante;",
  "an5.58:6.2": "disvā yena bhagavā tenupasaṅkami;",
  "an5.58:6.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an5.58:6.4": "Ekamantaṃ nisinno kho mahānāmo licchavi udānaṃ udānesi:",
  "an5.58:6.5": "“bhavissanti vajjī, bhavissanti vajjī”ti.",
  "an5.58:7.1": "“Kiṃ pana tvaṃ, mahānāma, evaṃ vadesi:",
  "an5.58:7.2": "‘bhavissanti vajjī, bhavissanti vajjī’”ti?",
  "an5.58:7.3": "“Ime, bhante, licchavikumārakā caṇḍā pharusā <span class=\"var\" title=\"apajahāti (bj) | apāṭubhā (s1-3, km) | apajahā (pts1) | apānutā (katthaci)\" id=\"note188\">apānubhā</span>.",
  "an5.58:7.4": "Yānipi tāni kulesu <span class=\"var\" title=\"pahenakāni (bj) | pahīnakāni (si) | pahīṇakāni (s1, s2, km) | pahiṇakāṇi (s3, pts1)\" id=\"note189\">paheṇakāni</span> pahīyanti, ucchūti vā badarāti vā pūvāti vā modakāti vā <span class=\"var\" title=\"saṅgulikāti vā (bj) | saṃkhalikāti vā (si) | sakkhalakāti vā (pts1)\" id=\"note190\">saṅkulikāti vā</span>, tāni vilumpitvā vilumpitvā khādanti;",
  "an5.58:7.5": "kulitthīnampi kulakumārīnampi pacchāliyaṃ khipanti.",
  "an5.58:7.6": "Te dānime tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṃ payirupāsantī”ti.",
  "an5.58:8.1": "“Yassa kassaci, mahānāma, kulaputtassa pañca dhammā saṃvijjanti—",
  "an5.58:8.2": "yadi vā rañño khattiyassa <span class=\"var\" title=\"muddhābhisittassa (bj, s1-3, pts1)\" id=\"note191\">muddhāvasittassa</span>, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṃ kārenti, vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:9.1": "Katame pañca?",
  "an5.58:9.2": "Idha, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi mātāpitaro sakkaroti garuṃ karoti māneti pūjeti.",
  "an5.58:9.3": "Tamenaṃ mātāpitaro sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:",
  "an5.58:9.4": "‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.",
  "an5.58:9.5": "Mātāpitānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:10.1": "Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi puttadāradāsakammakaraporise sakkaroti garuṃ karoti māneti pūjeti.",
  "an5.58:10.2": "Tamenaṃ puttadāradāsakammakaraporisā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:",
  "an5.58:10.3": "‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.",
  "an5.58:10.4": "Puttadāradāsakammakaraporisānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:11.1": "Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi <span class=\"var\" title=\"... sāmantasaṃvohāre (bj, pts1)\" id=\"note192\">khettakammantasāmantasabyohāre</span> sakkaroti garuṃ karoti māneti pūjeti.",
  "an5.58:11.2": "Tamenaṃ khettakammantasāmantasabyohārā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:",
  "an5.58:11.3": "‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.",
  "an5.58:11.4": "Khettakammantasāmantasabyohārānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:12.1": "Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi yāvatā balipaṭiggāhikā devatā sakkaroti garuṃ karoti māneti pūjeti.",
  "an5.58:12.2": "Tamenaṃ balipaṭiggāhikā devatā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:",
  "an5.58:12.3": "‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.",
  "an5.58:12.4": "Devatānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:13.1": "Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi samaṇabrāhmaṇe sakkaroti garuṃ karoti māneti pūjeti.",
  "an5.58:13.2": "Tamenaṃ samaṇabrāhmaṇā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:",
  "an5.58:13.3": "‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.",
  "an5.58:13.4": "Samaṇabrāhmaṇānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.",
  "an5.58:14.1": "Yassa kassaci, mahānāma, kulaputtassa ime pañca dhammā saṃvijjanti—",
  "an5.58:14.2": "yadi vā rañño khattiyassa muddhābhisittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṃ kārenti, vuddhiyeva pāṭikaṅkhā, no parihānīti.",
  "an5.58:15.1": "Mātāpitukiccakaro,",
  "an5.58:15.2": "puttadārahito sadā;",
  "an5.58:15.3": "Antojanassa atthāya,",
  "an5.58:15.4": "ye cassa anujīvino.",
  "an5.58:16.1": "Ubhinnañceva atthāya,",
  "an5.58:16.2": "Vadaññū hoti sīlavā;",
  "an5.58:16.3": "Ñātīnaṃ pubbapetānaṃ,",
  "an5.58:16.4": "<span class=\"var\" title=\"diṭṭhadhamme (bj)\" id=\"note193\">Diṭṭhe dhamme</span> ca <span class=\"var\" title=\"jīvinaṃ (bj) | jīvitaṃ (s2, s3, km, pts1, mr)\" id=\"note194\">jīvataṃ</span>.",
  "an5.58:17.1": "Samaṇānaṃ brāhmaṇānaṃ,",
  "an5.58:17.2": "devatānañca paṇḍito;",
  "an5.58:17.3": "Vittisañjanano hoti,",
  "an5.58:17.4": "dhammena gharamāvasaṃ.",
  "an5.58:18.1": "So karitvāna kalyāṇaṃ,",
  "an5.58:18.2": "pujjo hoti pasaṃsiyo;",
  "an5.58:18.3": "Idheva naṃ pasaṃsanti,",
  "an5.58:18.4": "pecca sagge pamodatī”ti.",
  "an5.58:19.1": "Aṭṭhamaṃ."
}