{
  "_markup_path": "markup/an/an05/an5.144.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.144.json"
  ],
  "an5.144:1.1": "Aṅguttara Nikāya 5",
  "an5.144:2.1": "15. Tikaṇḍakīvagga",
  "an5.144:3.1": "144. Tikaṇḍakīsutta",
  "an5.144:4.1": "Ekaṃ samayaṃ bhagavā sākete viharati <span class=\"var\" title=\"tikandakīvane (si) | tikaṇḍakivane (s1-3, pts1) | kaṇḍakīvane (^sn52.4#1 [4. Paṭhamakaṇḍakīsutta])\" id=\"note364\">tikaṇḍakīvane</span>.",
  "an5.144:4.2": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an5.144:4.3": "“bhikkhavo”ti.",
  "an5.144:4.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an5.144:4.5": "Bhagavā etadavoca:",
  "an5.144:5.1": "“Sādhu, bhikkhave, bhikkhu kālena kālaṃ <span class=\"var\" title=\"appaṭikkūle paṭikkūlasaññī (bj, s1-3, km, pts1)\" id=\"note365\">appaṭikūle paṭikūlasaññī</span> vihareyya.",
  "an5.144:5.2": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle appaṭikūlasaññī vihareyya.",
  "an5.144:5.3": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya.",
  "an5.144:5.4": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya.",
  "an5.144:5.5": "Sādhu, bhikkhave, bhikkhu kālena kālaṃ paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno.",
  "an5.144:6.1": "<span class=\"var\" title=\"kathañca (pts1, mr)\" id=\"note366\">Kiñca</span>, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya?",
  "an5.144:6.2": "‘Mā me rajanīyesu dhammesu rāgo udapādī’ti—",
  "an5.144:6.3": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle paṭikūlasaññī vihareyya.",
  "an5.144:7.1": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya?",
  "an5.144:7.2": "‘Mā me dosanīyesu dhammesu doso udapādī’ti—",
  "an5.144:7.3": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle appaṭikūlasaññī vihareyya.",
  "an5.144:8.1": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya?",
  "an5.144:8.2": "‘Mā me rajanīyesu dhammesu rāgo udapādi, mā me dosanīyesu dhammesu doso udapādī’ti—",
  "an5.144:8.3": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyya.",
  "an5.144:9.1": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya?",
  "an5.144:9.2": "‘Mā me dosanīyesu dhammesu doso udapādi, mā me rajanīyesu dhammesu rāgo udapādī’ti—",
  "an5.144:9.3": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyya.",
  "an5.144:10.1": "Kiñca, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya?",
  "an5.144:10.2": "‘Sato sampajāno mā me <span class=\"var\" title=\"kvacini (bj, s1-3, pts1)\" id=\"note367\">kvacani</span> katthaci <span class=\"var\" title=\"kiñcana (bj, pts1) | kiñcina (s1-3)\" id=\"note368\">kiñcanaṃ</span> rajanīyesu dhammesu rāgo udapādi, mā me kvacani katthaci kiñcanaṃ dosanīyesu dhammesu doso udapādi, mā me kvacani katthaci kiñcanaṃ mohanīyesu dhammesu moho udapādī’ti—",
  "an5.144:10.3": "idaṃ kho, bhikkhave, bhikkhu atthavasaṃ paṭicca paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyya sato sampajāno”ti.",
  "an5.144:11.1": "Catutthaṃ."
}