{
  "_markup_path": "markup/an/an05/an5.032.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.032.json"
  ],
  "an5.32:1.1": "Aṅguttara Nikāya 5",
  "an5.32:2.1": "4. Sumanavagga",
  "an5.32:3.1": "32. Cundīsutta",
  "an5.32:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "an5.32:4.2": "Atha kho cundī rājakumārī pañcahi rathasatehi pañcahi ca kumārisatehi parivutā yena bhagavā tenupasaṅkami;",
  "an5.32:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an5.32:4.4": "Ekamantaṃ nisinnā kho cundī rājakumārī bhagavantaṃ etadavoca:",
  "an5.32:5.1": "“Amhākaṃ, bhante, bhātā cundo nāma rājakumāro, so evamāha:",
  "an5.32:5.2": "‘yadeva so hoti itthī vā puriso vā buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṅghaṃ saraṇaṃ gato, pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato, so kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatin’ti.",
  "an5.32:5.3": "Sāhaṃ, bhante, bhagavantaṃ pucchāmi:",
  "an5.32:5.4": "‘kathaṃrūpe kho, bhante, satthari pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?",
  "an5.32:5.5": "Kathaṃrūpe dhamme pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?",
  "an5.32:5.6": "Kathaṃrūpe saṅghe pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?",
  "an5.32:5.7": "Kathaṃrūpesu sīlesu paripūrakārī kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatin’”ti?",
  "an5.32:6.1": "<span class=\"cross\" title=\"^sn45.139#1 [139. Tathāgatasutta] | ^an4.34#1 [34. Aggappasādasutta] | ^an10.15#1 [15. Appamādasutta] | ^it90#1 [Aggappasādasutta] | ^ne6#508 [Sāsanapaṭṭhāna] | ^mi5.5.3#1 [Buddhaappābādhapañha]\" id=\"note72\">*</span> <a class=\"sc\" id=\"3\"></a>“Yāvatā, cundi, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṃ aggamakkhāyati arahaṃ sammāsambuddho.",
  "an5.32:6.2": "Ye kho, cundi, buddhe pasannā, agge te pasannā.",
  "an5.32:6.3": "Agge kho pana pasannānaṃ aggo vipāko hoti.",
  "an5.32:7.1": "Yāvatā, cundi, dhammā saṅkhatā, ariyo aṭṭhaṅgiko maggo tesaṃ aggamakkhāyati.",
  "an5.32:7.2": "Ye, cundi, ariye aṭṭhaṅgike magge pasannā, agge te pasannā, agge kho pana pasannānaṃ aggo vipāko hoti.",
  "an5.32:8.1": "Yāvatā, cundi, dhammā saṅkhatā vā <span class=\"var\" title=\"tesaṃ dhammānaṃ (mr)\" id=\"note73\">asaṅkhatā vā, virāgo tesaṃ</span> aggamakkhāyati, yadidaṃ—",
  "an5.32:8.2": "madanimmadano pipāsavinayo ālayasamugghāto vaṭṭupacchedo taṇhākkhayo virāgo nirodho nibbānaṃ.",
  "an5.32:8.3": "Ye kho, cundi, virāge dhamme pasannā, agge te pasannā.",
  "an5.32:8.4": "Agge kho pana pasannānaṃ aggo vipāko hoti.",
  "an5.32:9.1": "Yāvatā, cundi, saṅghā vā gaṇā vā, tathāgatasāvakasaṅgho tesaṃ aggamakkhāyati, yadidaṃ—",
  "an5.32:9.2": "cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "an5.32:9.3": "Ye kho, cundi, saṅghe pasannā, agge te pasannā.",
  "an5.32:9.4": "Agge kho pana pasannānaṃ aggo vipāko hoti.",
  "an5.32:10.1": "Yāvatā, cundi, sīlāni, <span class=\"var\" title=\"ariyakantāni tesaṃ (bj, s1-3, km, pts1)\" id=\"note74\">ariyakantāni sīlāni tesaṃ</span> aggamakkhāyati, yadidaṃ—",
  "an5.32:10.2": "akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni.",
  "an5.32:10.3": "Ye kho, cundi, ariyakantesu sīlesu paripūrakārino, agge te paripūrakārino.",
  "an5.32:10.4": "Agge kho pana paripūrakārīnaṃ aggo vipāko hotīti.",
  "an5.32:11.1": "Aggato ve pasannānaṃ,",
  "an5.32:11.2": "aggaṃ dhammaṃ vijānataṃ;",
  "an5.32:11.3": "Agge buddhe pasannānaṃ,",
  "an5.32:11.4": "dakkhiṇeyye anuttare.",
  "an5.32:12.1": "Agge dhamme pasannānaṃ,",
  "an5.32:12.2": "virāgūpasame sukhe;",
  "an5.32:12.3": "Agge saṅghe pasannānaṃ,",
  "an5.32:12.4": "puññakkhette anuttare.",
  "an5.32:13.1": "Aggasmiṃ dānaṃ dadataṃ,",
  "an5.32:13.2": "aggaṃ puññaṃ pavaḍḍhati;",
  "an5.32:13.3": "Aggaṃ āyu ca vaṇṇo ca,",
  "an5.32:13.4": "yaso kitti sukhaṃ balaṃ.",
  "an5.32:14.1": "Aggassa dātā medhāvī,",
  "an5.32:14.2": "aggadhammasamāhito;",
  "an5.32:14.3": "Devabhūto manusso vā,",
  "an5.32:14.4": "aggappatto pamodatī”ti.",
  "an5.32:15.1": "Dutiyaṃ."
}