{
  "_markup_path": "markup/an/an05/an5.028.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.028.json"
  ],
  "an5.28:1.1": "Aṅguttara Nikāya 5",
  "an5.28:2.1": "3. Pañcaṅgikavagga",
  "an5.28:3.1": "<span class=\"var\" id=\"note48\" title=\"pañcaṅgikasamādhisuttaṃ (bj)\">28. Pañcaṅgikasutta</span>",
  "an5.28:4.1": "“Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa bhāvanaṃ desessāmi.",
  "an5.28:4.2": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "an5.28:4.3": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "an5.28:4.4": "Bhagavā etadavoca:",
  "an5.28:5.1": "“Katamā ca, bhikkhave, ariyassa pañcaṅgikassa sammāsamādhissa bhāvanā?",
  "an5.28:5.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.",
  "an5.28:5.3": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:5.4": "nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "an5.28:5.5": "Seyyathāpi, bhikkhave, dakkho <span class=\"var\" title=\"nahāpako (bj, pts1)\" id=\"note49\">nhāpako</span> vā nhāpakantevāsī vā kaṃsathāle <span class=\"var\" title=\"nahāniyacuṇṇāni (bj, pts1) | nhāniyacuṇṇāni (s1-3)\" id=\"note50\">nhānīyacuṇṇāni</span> ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya.",
  "an5.28:5.6": "<span class=\"var\" title=\"saṃsā (si) | sā'ssa (pts1)\" id=\"note51\">Sāyaṃ</span> <span class=\"var\" title=\"nahāniyapiṇḍi (bj, s1-3, km, pts1)\" id=\"note52\">nhānīyapiṇḍi</span> snehānugatā snehaparetā santarabāhirā phuṭā snehena, na ca <span class=\"var\" title=\"paggharati (s1-3, pts1)\" id=\"note53\">paggharinī</span>.",
  "an5.28:5.7": "Evamevaṃ kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:5.8": "nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "an5.28:5.9": "Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa ayaṃ paṭhamā bhāvanā.",
  "an5.28:5.10": "<span class=\"brnum\">(1)</span>",
  "an5.28:6.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.",
  "an5.28:6.2": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:6.3": "nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "an5.28:6.4": "Seyyathāpi, bhikkhave, udakarahado gambhīro <span class=\"var\" title=\"ubbhitodako (s1-3, km, mr)\" id=\"note54\">ubbhidodako</span>.",
  "an5.28:6.5": "Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca kālena kālaṃ sammā <span class=\"var\" title=\"devo ca na kālena ... anuppaveccheyya (pts1)\" id=\"note55\">dhāraṃ nānuppaveccheyya</span>.",
  "an5.28:6.6": "Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya;",
  "an5.28:6.7": "nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa.",
  "an5.28:6.8": "Evamevaṃ kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:6.9": "nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "an5.28:6.10": "Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa ayaṃ dutiyā bhāvanā.",
  "an5.28:6.11": "<span class=\"brnum\">(2)</span>",
  "an5.28:7.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.",
  "an5.28:7.2": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:7.3": "nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "an5.28:7.4": "Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni.",
  "an5.28:7.5": "Tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni;",
  "an5.28:7.6": "nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa.",
  "an5.28:7.7": "Evamevaṃ kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati;",
  "an5.28:7.8": "nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "an5.28:7.9": "Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa ayaṃ tatiyā bhāvanā.",
  "an5.28:7.10": "<span class=\"brnum\">(3)</span>",
  "an5.28:8.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.",
  "an5.28:8.2": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti;",
  "an5.28:8.3": "nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "an5.28:8.4": "Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa;",
  "an5.28:8.5": "nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa.",
  "an5.28:8.6": "Evamevaṃ kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti;",
  "an5.28:8.7": "nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "an5.28:8.8": "Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa ayaṃ catutthā bhāvanā.",
  "an5.28:8.9": "<span class=\"brnum\">(4)</span>",
  "an5.28:9.1": "Puna caparaṃ, bhikkhave, bhikkhuno paccavekkhaṇānimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya.",
  "an5.28:9.2": "Seyyathāpi, bhikkhave, <span class=\"var\" title=\"añño vā aññaṃ (bj, s1-3, km) | añño vā aññaṃ vā (si) | añño aññaṃ (?)\" id=\"note56\">aññova aññaṃ</span> paccavekkheyya, ṭhito vā nisinnaṃ paccavekkheyya, nisinno vā nipannaṃ paccavekkheyya.",
  "an5.28:9.3": "Evamevaṃ kho, bhikkhave, bhikkhuno paccavekkhaṇānimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya.",
  "an5.28:9.4": "Ariyassa, bhikkhave, pañcaṅgikassa sammāsamādhissa ayaṃ <span class=\"var\" title=\"pañcamī (bj)\" id=\"note57\">pañcamā</span> bhāvanā.",
  "an5.28:9.5": "<span class=\"brnum\">(5)</span>",
  "an5.28:10.1": "Evaṃ bhāvite <span class=\"var\" title=\"evaṃ bhāvite kho bhikkhave (s1-3)\" id=\"note58\">kho, bhikkhave, bhikkhu</span> ariye pañcaṅgike sammāsamādhimhi evaṃ bahulīkate yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:11.1": "Seyyathāpi, bhikkhave, udakamaṇiko ādhāre ṭhapito pūro udakassa samatittiko kākapeyyo.",
  "an5.28:11.2": "Tamenaṃ balavā puriso yato yato <span class=\"var\" title=\"āvaṭṭeyya (s1-3, km)\" id=\"note59\">āvajjeyya</span>, āgaccheyya udakan”ti?",
  "an5.28:11.3": "“Evaṃ, bhante”.",
  "an5.28:11.4": "“Evamevaṃ kho, bhikkhave, bhikkhu evaṃ bhāvite ariye pañcaṅgike sammāsamādhimhi evaṃ bahulīkate yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:12.1": "Seyyathāpi, bhikkhave, same bhūmibhāge pokkharaṇī caturaṃsā ālibaddhā pūrā udakassa samatittikā kākapeyyā.",
  "an5.28:12.2": "Tamenaṃ balavā puriso yato yato āliṃ muñceyya, āgaccheyya udakan”ti?",
  "an5.28:12.3": "“Evaṃ, bhante”.",
  "an5.28:12.4": "“Evamevaṃ kho, bhikkhave, bhikkhu evaṃ bhāvite ariye pañcaṅgike sammāsamādhimhi evaṃ bahulīkate yassa yassa abhiññāsacchikaraṇīyassa dhammassa … pe … sati sati āyatane.",
  "an5.28:13.1": "Seyyathāpi, bhikkhave, subhūmiyaṃ <span class=\"var\" title=\"cātummahāpathe (bj, pts1) | catummahāpathe (s1-3, km)\" id=\"note60\">catumahāpathe</span> ājaññaratho yutto assa ṭhito odhastapatodo.",
  "an5.28:13.2": "Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā dakkhiṇena hatthena patodaṃ gahetvā yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi.",
  "an5.28:13.3": "Evamevaṃ kho, bhikkhave, bhikkhu evaṃ bhāvite ariye pañcaṅgike sammāsamādhimhi evaṃ bahulīkate yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:14.1": "So sace ākaṅkhati:",
  "an5.28:14.2": "‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—",
  "an5.28:14.3": "ekopi hutvā bahudhā assaṃ … pe … yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:15.1": "So sace ākaṅkhati:",
  "an5.28:15.2": "‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—",
  "an5.28:15.3": "dibbe ca mānuse ca ye dūre santike cā’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:16.1": "So sace ākaṅkhati:",
  "an5.28:16.2": "‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—",
  "an5.28:16.3": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ, sadosaṃ vā cittaṃ … vītadosaṃ vā cittaṃ … samohaṃ vā cittaṃ … vītamohaṃ vā cittaṃ … saṅkhittaṃ vā cittaṃ … vikkhittaṃ vā cittaṃ … mahaggataṃ vā cittaṃ … amahaggataṃ vā cittaṃ … sauttaraṃ vā cittaṃ … anuttaraṃ vā cittaṃ … samāhitaṃ vā cittaṃ … asamāhitaṃ vā cittaṃ … vimuttaṃ vā cittaṃ … avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:17.1": "So sace ākaṅkhati:",
  "an5.28:17.2": "‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—",
  "an5.28:17.3": "ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:18.1": "So sace ākaṅkhati:",
  "an5.28:18.2": "‘dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an5.28:19.1": "So sace ākaṅkhati:",
  "an5.28:19.2": "‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane”ti.",
  "an5.28:20.1": "Aṭṭhamaṃ."
}