{
  "_markup_path": "markup/an/an05/an5.010.html",
  "_alt_strings": [
    "en/sujato/an/an05/an5.010.json"
  ],
  "an5.10:1.1": "Aṅguttara Nikāya 5",
  "an5.10:2.1": "1. Sekhabalavagga",
  "an5.10:3.1": "10. Dutiyaagāravasutta",
  "an5.10:4.1": "“Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.2": "Katamehi pañcahi?",
  "an5.10:4.3": "Assaddho, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.4": "Ahiriko, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.5": "Anottappī, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.6": "Kusīto, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.7": "Duppañño, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:4.8": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:5.1": "Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:5.2": "Katamehi pañcahi?",
  "an5.10:5.3": "Saddho, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:5.4": "Hirīmā, bhikkhave, bhikkhu … pe … ottappī, bhikkhave, bhikkhu … pe … āraddhavīriyo, bhikkhave, bhikkhu … pe … paññavā, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.",
  "an5.10:5.5": "Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjitun”ti.",
  "an5.10:6.1": "Dasamaṃ.",
  "an5.10:7.1": "Sekhabalavaggo paṭhamo.",
  "an5.10:8.1": "Saṅkhittaṃ vitthataṃ dukkhā,",
  "an5.10:8.2": "bhataṃ sikkhāya pañcamaṃ;",
  "an5.10:8.3": "Samāpatti ca kāmesu,",
  "an5.10:8.4": "cavanā dve agāravāti."
}