{
  "_markup_path": "markup/sn/sn45/sn45.005.html",
  "_alt_strings": [
    "en/sujato/sn/sn45/sn45.005.json"
  ],
  "sn45.5:1.1": "Saṃyutta Nikāya 45",
  "sn45.5:2.1": "1. Avijjāvagga",
  "sn45.5:3.1": "<span class=\\\"var\\\" title=\\\"kimattha (pts1)\\\" id=\\\"note10\\\">5. Kimatthiyasutta</span>",
  "sn45.5:4.1": "Sāvatthinidānaṃ.",
  "sn45.5:4.2": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu … pe …",
  "sn45.5:4.3": "ekamantaṃ nisīdiṃsu.",
  "sn45.5:4.4": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "sn45.5:5.1": "“Idha no, bhante, aññatitthiyā paribbājakā amhe evaṃ pucchanti:",
  "sn45.5:5.2": "‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti?",
  "sn45.5:5.3": "Evaṃ puṭṭhā mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākaroma:",
  "sn45.5:5.4": "‘dukkhassa kho, āvuso, pariññatthaṃ bhagavati brahmacariyaṃ vussatī’ti.",
  "sn45.5:5.5": "Kacci mayaṃ, bhante, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva bhagavato homa, na ca bhagavantaṃ abhūtena abbhācikkhāma, dhammassa cānudhammaṃ byākaroma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "sn45.5:6.1": "“Taggha tumhe, bhikkhave, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva me hotha, na ca maṃ abhūtena abbhācikkhatha, dhammassa cānudhammaṃ byākarotha, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati.",
  "sn45.5:6.2": "Dukkhassa hi pariññatthaṃ mayi brahmacariyaṃ vussati.",
  "sn45.5:6.3": "Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "sn45.5:6.4": "‘atthi panāvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "sn45.5:6.5": "‘atthi kho, āvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti.",
  "sn45.5:7.1": "Katamo ca, bhikkhave, maggo, katamā paṭipadā etassa dukkhassa pariññāyāti?",
  "sn45.5:7.2": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "sn45.5:7.3": "sammādiṭṭhi … pe …",
  "sn45.5:7.4": "sammāsamādhi.",
  "sn45.5:7.5": "Ayaṃ, bhikkhave, maggo, ayaṃ paṭipadā etassa dukkhassa pariññāyāti.",
  "sn45.5:7.6": "Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.",
  "sn45.5:8.1": "Pañcamaṃ."
}