{
    "pt": {
        "bf647454e36069fd16f1a7a35cf6a865": "Começando",
        "0e677f2291e66778ca0e3ef7767d91a7": "Quando se trata de ler suttas, há tantas abordagens quanto há leitores. Ter um bom professor é a coisa mais útil para se entender os suttas. Tal como encontramos no Nava Sutta (Snp 2.8):",
        "4fccb495669a0a17c771d89045caed40": "\"Como alguém que embarca num barco sólido, <br/>equipado com remos e um leme, <br/> uma pessoa sábia e habilidosa<br/> pode, com a ajuda do barco, atravessar muitas outras pessoas para a outra margem.\"",
        "c193f00c4de6db3c1d7664e9803c366e": "Aqui oferecemos algumas dicas e recursos que podem ser úteis para as pessoas que estão dando seus primeiros passos.",
        "b7f4228ab13067f8e7d3b3f691c3a3ef": "Bons hábitos",
        "a706650099f8891725187b81552aff39": "Veja abaixo os links de alguns textos que inspiram a reflexão sobre o desenvolvimento de uma prática regular de leitura de suttas.",
        "5ed71a854b40cf00cae5855b964e2072": "<strong><a href=\"https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676\" target=\"_blank\">How to Read the Suttas</a>:</strong> Palavras de experiência por Bhante Sujato.",
        "a7464154644711a3364be35470434e8c": "<strong><a href=\"http://www.accesstoinsight.org/befriending.html\" target=\"_blank\">Befriending the Suttas</a>:</strong> Um guia clássico encontrado no primeiro site de suttas, Access to Insight.",
        "691d440f07b39a1670e36f0a1cf2434c": "<strong><a href=\"https://readingfaithfully.org/\" target=\"_blank\">Reading Faithfully</a>:</strong> Um site dedicado a apoiar uma conexão mais profunda e emocional com os suttas.",
        "ac5eaf64321c4e6161a7072b82d7ee6c": "<strong><a href=\"https://app.box.com/shared/yifyua1nr2\" target=\"_blank\">Guidelines for Sutta Reading</a>:</strong> O grupo The Sacred Mountain Sangha oferece orientações para a leitura contemplativa do sutta em um grupo e por conta própria, com instruções de Peter Woods.",
        "da486f01c76bee128fef5d5090168ce6": "Cursos estruturados e guias",
        "207531706465e14033bb7388ea4f305f": "Algumas pessoas preferem uma abordagem mais fluente e livre, mas, para outras, um curso bem estruturado é o ideal.",
        "12f77f8bc2ca002e8479d3edfaeea538": "<strong><a href=\"https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/\" target=\"_blank\">Buddhist Life/Buddhist Path</a>:</strong> A Bhikkhu Cintita reuniu esta introdução abrangente baseada na experiência de muitos anos de ensino de cursos nos primeiros textos. Está dividido em dois livros: <cite>Buddhist Life</cite> para os ensinamentos fundamentais e <cite>Buddhist Path</cite> para treinamento sistemático e mais avançado do caminho que leva ao despertar. Os livros podem ser estudados de forma independente e em qualquer ordem.",
        "98598a13a5619c483a7177e1292b4eaa": "<strong><a href=\"http://www.wisdompubs.org/book/buddha%E2%80%99s-words\" target=\"_blank\">In the Buddha’s Words</a>:</strong> Bhikkhu Bodhi apresenta uma seleção de discursos do Buda a partir do Cânone Páli, o registro mais antigo do que o Buda ensinou. Dividido em dez capítulos temáticos, <cite>In the Buddha’s Words</cite> revela todo o escopo dos discursos do Buda, desde a vida familiar e casamento até a renúncia e o caminho do insight. Uma introdução concisa e informativa precede cada capítulo, orientando o leitor para uma compreensão mais profunda dos textos que se seguem. As leituras e apresentações podem ser encontradas no fórum do SuttaCentral <a href=\"https://discourse.suttacentral.net/t/in-the-buddha-s-words/29\" target=\"_blank\">aqui</a>.",
        "b85cbff7caf6097b21572c358b1eb8e4": "<strong><a href=\"https://archive.org/details/guidetotipitaka029042mbp\" target=\"_blank\">Guide To Tipitaka</a>:</strong> Levantamento clássico de Sayagyi U Ko Lay de todo o cânone Pali. Este livro fornece uma visão geral descritiva de uma perspectiva Theravada, resumindo cada seção e muitos textos individuais. É especialmente útil se você encontrar um novo livro no cânone e quiser saber mais sobre este.",
        "295c1ca7987b7074d557f248a6e4d8dc": "<strong><a href=\"http://dharmafarer.org/wordpress/sutta-discovery\" target=\"_blank\">The Sutta Discovery Series</a>:</strong> Por muitos anos, o professor sênior Piya Tan vem dando aulas de sutta com notas detalhadas, traduzindo textos do próprio Pali. Este recurso inestimável está totalmente disponível online.",
        "7245023e107f7a6f2a625c1cdb388b63": "Ouvindo os suttas",
        "2d5ac0e1d879d50d69edbeac3cd150e8": "Há uma variedade de fontes que fornecem áudio e / ou vídeo para os suttas, incluindo leituras, aulas e vlogs.",
        "f8dd98f5755619fd92a49ebfb4385797": "<strong><a href=\"https://www.youtube.com/watch?v=KuOOmGfebV8\" target=\"_blank\">5 Funny Buddhist Suttas That Have a Great Message</a>:</strong> Mindah-Lee Kumar (conhecida como “The Enthusiastic Buddhist”) mostra como o Buda usava o humor em seus ensinamentos.",
        "7b8c68ad9a5c2a638bfbc2c1e1861c2d": "<strong><a href=\"https://www.youtube.com/watch?v=z4pyC8vwOjU&amp;list=PLf9HOK_Rf1M5Z9I_amhqlldGiFL7dVSJb\" target=\"_blank\">BSWA sutta classes</a>:</strong> Por muitos anos, os bhikkhus e as bhikkhunis de Bodhinyana e Dhammasara, incluindo Ajahn Brahm, têm dado aulas sobre os suttas. Gravações destas estão disponíveis no Youtube.",
        "e684f0dd0efe2d83468646eb5a9ec666": "<strong><a href=\"https://discourse.suttacentral.net/c/av\" target=\"_blank\">SuttaCentral forum</a>:</strong> Nosso fórum é um lugar onde qualquer pessoa pode fazer upload ou compartilhar links para recursos sobre os suttas. Há muitas leituras, cantos e aulas.",
        "cd56198f0768e84cfc40a120e02f796d": "Juntando-se a um grupo de leitura",
        "6f73eabae4d37563d42d1a02331afc54": "Há diversos grupos de leitura dos suttas, tanto locais como online. Uma jornada é sempre melhor quando se tem outras pessoas com quem compartilhar.",
        "481f9ed1b1450ec83d42f430e3e9f012": "Não apresentamos aqui links para estes, pois tendem a ser locais e transitórios. Mas procure saber sobre estes nos centros locais ou mídias sociais, ou no nosso fórum, e as chances são de que você encontre algo. Se não há nada na sua área, por que não iniciar um grupo você mesmo?",
        "bdf47b4cb4954819d238f60ca2edb579": "Discuss & Discover, o forum do SuttaCentral",
        "e3b5fa1c0e31fd9e733d406c94c44227": "Nós construímos uma comunidade vibrante e diversificada de pessoas interessadas nos suttas. Você é convidado a fazer perguntas, ler ensaios e participar das conversas <a href=\"https://discourse.suttacentral.net/\" target=\"_blank\">aqui</a>.",
        "c5cf897ac4549f6a6e80900f52a0b13c": "Vá com tudo",
        "bacd98544bd820c4e32e81797baa4621": "Certamente, um curso estruturado é uma boa maneira de obter uma visão geral dos ensinamentos. Mas a vida não é em si estruturada. O Buda não ensinou tudo, desde A até Z, ele respondeu às necessidades daqueles com quem estava. Às vezes, as coisas de que mais aprendemos são aleatórias; uma frase que por acaso ouvimos, ou uma palavra que vem no momento certo.",
        "32070e2961989210491f68c69ae90e71": "Então, por que não tentar um sutta aleatório? Que tal procurar pelo que o Buda tinha a dizer sobre gatos, por exemplo?",
        "ac703e1e04b5438e9a5c6d840fefa6e9": "Leia tudo",
        "0347a15dce04ec8d96d882e55ea2f853": "Há muitos suttas. Mas não há suttas <em>demais</em>. Dedique alguns anos ao hábito de leitura regular e você deverá ser capaz de ler todos os suttas na tradução. Por que não?"
    }
}