{
  "_markup_path": "markup/sn/sn23/sn23.02.html",
  "_alt_strings": [
    "en/sujato/sn/sn23/sn23.02.json"
  ],
  "sn23.2:1.1": "Saṃyutta Nikāya 23",
  "sn23.2:2.1": "1. Paṭhamamāravagga",
  "sn23.2:3.1": "2. Sattasutta",
  "sn23.2:4.1": "Sāvatthinidānaṃ.",
  "sn23.2:4.2": "Ekamantaṃ nisinno kho āyasmā rādho bhagavantaṃ etadavoca:",
  "sn23.2:4.3": "“‘satto, satto’ti, bhante, vuccati.",
  "sn23.2:4.4": "Kittāvatā nu kho, bhante, sattoti vuccatī”ti?",
  "sn23.2:4.5": "“<span class=\\\"cross\\\" title=\\\"^mnd2#2 [Guhaṭṭhakasuttaniddesa]\\\" id=\\\"note223\\\">*</span> Rūpe kho, rādha, yo chando yo rāgo yā nandī yā taṇhā, tatra satto, tatra visatto, tasmā sattoti vuccati.",
  "sn23.2:4.6": "Vedanāya …",
  "sn23.2:4.7": "saññāya …",
  "sn23.2:4.8": "saṅkhāresu …",
  "sn23.2:4.9": "viññāṇe yo chando yo rāgo yā nandī yā taṇhā, tatra satto, tatra visatto, tasmā sattoti vuccati.",
  "sn23.2:5.1": "Seyyathāpi, rādha, kumārakā vā kumārikāyo vā paṃsvāgārakehi kīḷanti.",
  "sn23.2:5.2": "Yāvakīvañca tesu paṃsvāgārakesu avigatarāgā honti avigatacchandā avigatapemā avigatapipāsā avigatapariḷāhā avigatataṇhā, tāva tāni paṃsvāgārakāni allīyanti keḷāyanti <span class=\\\"var\\\" title=\\\"manāyanti (si, pts1, mr)\\\" id=\\\"note224\\\">dhanāyanti</span> mamāyanti.",
  "sn23.2:5.3": "Yato ca kho, rādha, kumārakā vā kumārikāyo vā tesu paṃsvāgārakesu vigatarāgā honti vigatacchandā vigatapemā vigatapipāsā vigatapariḷāhā vigatataṇhā, atha kho tāni paṃsvāgārakāni hatthehi ca pādehi ca vikiranti vidhamanti viddhaṃsenti <span class=\\\"var\\\" title=\\\"vikīḷanikaṃ (bj, s1-3, km, pts1)\\\" id=\\\"note225\\\">vikīḷaniyaṃ</span> karonti<span class=\\\"cross\\\" title=\\\"^ne4#253 [Vibhaṅga/ Paññattihāravibhaṅga]\\\" id=\\\"note226\\\">*</span>.",
  "sn23.2:5.4": "Evameva kho, rādha, tumhepi rūpaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.",
  "sn23.2:5.5": "Vedanaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.",
  "sn23.2:5.6": "Saññaṃ …",
  "sn23.2:5.7": "saṅkhāre vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.",
  "sn23.2:5.8": "Viññāṇaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.",
  "sn23.2:5.9": "Taṇhākkhayo hi, rādha, nibbānan”ti.",
  "sn23.2:6.1": "Dutiyaṃ."
}