{
  "_markup_path": "markup/sn/sn51/sn51.11.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.11.json"
  ],
  "sn51.11:1.1": "Linked Discourses 51 ",
  "sn51.11:2.1": "2 Shaking the Stilt Longhouse",
  "sn51.11:3.1": "11 Before",
  "sn51.11:4.1": "At Sāvatthī. ",
  "sn51.11:4.2": "“Mendicants, before my awakening—when I was unawakened but intent on awakening—I thought: ",
  "sn51.11:4.3": "‘What’s the cause, what’s the reason for the development of the bases of psychic power?”",
  "sn51.11:4.4": "Then it occurred to me:",
  "sn51.11:4.5": "‘It’s when a mendicant develops the basis for psychic power that has samādhi due to enthusiasm, and active endeavor.",
  "sn51.11:4.6": "They think: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.11:4.7": "And they meditate perceiving continuity:",
  "sn51.11:4.8": "as before, so after; as after, so before;",
  "sn51.11:4.9": "as below, so above; as above, so below;",
  "sn51.11:4.10": "as by day, so by night; as by night, so by day.",
  "sn51.11:4.11": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
  "sn51.11:5.1": "They develop the basis for psychic power that has samādhi due to energy …",
  "sn51.11:6.1": "higher mind …",
  "sn51.11:7.1": "inquiry, and active endeavor.",
  "sn51.11:7.2": "They think: ‘My inquiry won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.11:7.3": "And they meditate perceiving continuity: ",
  "sn51.11:7.4": "as before, so after; as after, so before;",
  "sn51.11:7.5": "as below, so above; as above, so below;",
  "sn51.11:7.6": "as by day, so by night; as by night, so by day.",
  "sn51.11:7.7": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
  "sn51.11:8.1": "When the four bases of psychic power have been developed and cultivated in this way, they wield the many kinds of psychic power:",
  "sn51.11:8.2": "multiplying themselves and becoming one again; ",
  "sn51.11:8.3": "appearing and disappearing;  ",
  "sn51.11:8.4": "going unimpeded through a wall, an embankment, or a mountain as if through space;",
  "sn51.11:8.5": "diving in and out of the earth as if it was water;",
  "sn51.11:8.6": "walking on water as if it was earth;",
  "sn51.11:8.7": "flying cross-legged through the air like a bird; ",
  "sn51.11:8.8": "touching and stroking with the hand the sun and moon, so mighty and powerful;",
  "sn51.11:8.9": "controlling the body as far as the Brahmā realm.",
  "sn51.11:9.1": "When the four bases of psychic power have been developed and cultivated in this way, they hear both kinds of sounds,",
  "sn51.11:9.2": "human and divine, whether near or far.",
  "sn51.11:10.1": "When the four bases of psychic power have been developed and cultivated in this way, they understand the minds of other beings and individuals, having comprehended them with their own mind.",
  "sn51.11:10.2": "They understand mind with greed as ‘mind with greed’,",
  "sn51.11:10.3": "and mind without greed as ‘mind without greed’.",
  "sn51.11:10.4": "They understand mind with hate …",
  "sn51.11:10.5": "mind without hate …",
  "sn51.11:10.6": "mind with delusion …",
  "sn51.11:10.7": "mind without delusion …",
  "sn51.11:10.8": "contracted mind …",
  "sn51.11:10.9": "scattered mind …",
  "sn51.11:10.10": "expansive mind …",
  "sn51.11:10.11": "unexpansive mind …",
  "sn51.11:10.12": "mind that is not supreme …",
  "sn51.11:10.13": "mind that is supreme …",
  "sn51.11:10.14": "mind unified in samādhi …",
  "sn51.11:10.15": "mind not unified in samādhi …",
  "sn51.11:10.16": "freed mind …",
  "sn51.11:10.17": "They understand unfreed mind as ‘unfreed mind’.",
  "sn51.11:11.1": "When the four bases of psychic power have been developed and cultivated in this way, they recollect many kinds of past lives, that is,",
  "sn51.11:11.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember:  ",
  "sn51.11:11.3": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "sn51.11:11.4": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ ",
  "sn51.11:11.5": "And so he recollects his many kinds of past lives, with features and details.",
  "sn51.11:12.1": "When the four bases of psychic power have been developed and cultivated in this way, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "sn51.11:12.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "sn51.11:12.4": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "sn51.11:12.6": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "sn51.11:13.1": "When the four bases of psychic power have been developed and cultivated in this way, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.”"
}