{
  "_markup_path": "markup/sn/sn51/sn51.22.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.22.json"
  ],
  "sn51.22:1.1": "Linked Discourses 51 ",
  "sn51.22:2.1": "3 The Iron Ball ",
  "sn51.22:3.1": "22 The Iron Ball",
  "sn51.22:4.1": "At Sāvatthī. ",
  "sn51.22:4.2": "Then Venerable Ānanda went up to the Buddha,  ",
  "sn51.22:4.3": "bowed, sat down to one side, ",
  "sn51.22:4.4": "and said to him: ",
  "sn51.22:4.5": "“Sir, do you have personal experience of going to the Brahmā realm by psychic power with a mind-made body?”",
  "sn51.22:4.6": "“I do, Ānanda.”",
  "sn51.22:4.7": "“But do you have personal experience of going to the Brahmā realm by psychic power with this body made up of the four elements?”",
  "sn51.22:4.8": "“I do, Ānanda.”",
  "sn51.22:5.1": "“It’s incredible and amazing that the Buddha is capable of going to the Brahmā realm by psychic power with a mind-made body! And that he has personal experience of going to the Brahmā realm by psychic power with this body made up of the four elements!”",
  "sn51.22:5.2": "“Ānanda, the Realized Ones are incredible and have incredible qualities. They’re amazing and have amazing qualities.",
  "sn51.22:6.1": "Sometimes the Realized One immerses his body in his mind and his mind in his body. He meditates after absorbing into a perception of bliss and lightness in the body.",
  "sn51.22:6.2": "At that time his body becomes lighter, softer, more workable, and more radiant.",
  "sn51.22:7.1": "Suppose there was an iron ball that had been heated all day. It’d become lighter, softer, more workable, and more radiant.",
  "sn51.22:7.2": "In the same way, sometimes the Realized One immerses his body in his mind and his mind in his body. He meditates after absorbing into a perception of bliss and lightness in the body.",
  "sn51.22:7.3": "At that time his body becomes lighter, softer, more workable, and more radiant. ",
  "sn51.22:8.1": "Sometimes the Realized One immerses his body in his mind and his mind in his body. He meditates after absorbing into a perception of bliss and lightness in the body.",
  "sn51.22:8.2": "At that time his body easily rises up from the ground into the air. He wields the many kinds of psychic power.",
  "sn51.22:8.3": "multiplying himself and becoming one again …",
  "sn51.22:8.4": "controlling the body as far as the Brahmā realm. ",
  "sn51.22:9.1": "Suppose there was a light tuft of cotton-wool or kapok. Taken up by the wind, it would easily rise up from the ground into the air.",
  "sn51.22:9.2": "In the same way, sometimes the Realized One immerses his body in his mind and his mind in his body. He meditates after absorbing into a perception of bliss and lightness in the body. ",
  "sn51.22:9.3": "At that time his body easily rises up from the ground into the air. He wields the many kinds of psychic power. ",
  "sn51.22:9.4": "multiplying himself and becoming one again … ",
  "sn51.22:9.5": "controlling the body as far as the Brahmā realm.”"
}