{
  "_markup_path": "markup/sn/sn51/sn51.21.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.21.json"
  ],
  "sn51.21:1.1": "Linked Discourses 51 ",
  "sn51.21:2.1": "3 The Iron Ball",
  "sn51.21:3.1": "21 The Path",
  "sn51.21:4.1": "At Sāvatthī. ",
  "sn51.21:4.2": "“Mendicants, before my awakening—when I was unawakened but intent on awakening—I thought: ",
  "sn51.21:4.3": "‘What’s the path and practice for developing the bases of psychic power?’",
  "sn51.21:4.4": "Then it occurred to me:",
  "sn51.21:4.5": "‘It’s when a mendicant develops the basis for psychic power that has samādhi due to enthusiasm, and active endeavor. ",
  "sn51.21:4.6": "They think: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’ ",
  "sn51.21:4.7": "And they meditate perceiving continuity:  ",
  "sn51.21:4.8": "as before, so after; as after, so before;",
  "sn51.21:4.9": "as below, so above; as above, so below;",
  "sn51.21:4.10": "as by day, so by night; as by night, so by day.",
  "sn51.21:4.11": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
  "sn51.21:4.12": "They develop the basis for psychic power that has samādhi due to energy … ",
  "sn51.21:4.13": "higher mind … ",
  "sn51.21:4.14": "inquiry, and active endeavor.",
  "sn51.21:4.15": "They think: ‘My inquiry won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.21:4.16": "And they meditate perceiving continuity:  ",
  "sn51.21:4.17": "as before, so after; as after, so before;",
  "sn51.21:4.18": "as below, so above; as above, so below;",
  "sn51.21:4.19": "as by day, so by night; as by night, so by day.",
  "sn51.21:4.20": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ",
  "sn51.21:5.1": "When the four bases of psychic power have been developed and cultivated in this way, a mendicant wields the many kinds of psychic power:",
  "sn51.21:5.2": "multiplying themselves and becoming one again … ",
  "sn51.21:5.3": "controlling the body as far as the Brahmā realm. ",
  "sn51.21:5.4": "When the four bases of psychic power have been developed and cultivated in this way, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.” ",
  "sn51.21:7.1": "(The six direct knowledges should also be expanded.)"
}