{
  "_markup_path": "markup/sn/sn51/sn51.32.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.32.json"
  ],
  "sn51.32:1.1": "Linked Discourses 51 ",
  "sn51.32:2.1": "3 The Iron Ball ",
  "sn51.32:3.1": "32 The Realized One",
  "sn51.32:4.1": "There the Buddha addressed the mendicants:",
  "sn51.32:4.2": "“What do you think, mendicants? What things has the Realized One developed and cultivated so as to have such power and might?”",
  "sn51.32:5.1": "“Our teachings are rooted in the Buddha. …”",
  "sn51.32:5.2": "“The Realized One has become so powerful and mighty by developing and cultivating the four bases of psychic power.",
  "sn51.32:6.1": "What four? ",
  "sn51.32:6.2": "It’s when a mendicant develops the basis for psychic power that has samādhi due to enthusiasm, and active endeavor.",
  "sn51.32:6.3": "He thinks: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.32:6.4": "And he meditates perceiving continuity: ",
  "sn51.32:6.5": "as before, so after; as after, so before;",
  "sn51.32:6.6": "as below, so above; as above, so below;",
  "sn51.32:6.7": "as by day, so by night; as by night, so by day.",
  "sn51.32:6.8": "And so, with an open and unenveloped heart, he develops a mind that’s full of radiance.",
  "sn51.32:6.9": "He develops the basis for psychic power that has samādhi due to energy … ",
  "sn51.32:6.10": "higher mind … ",
  "sn51.32:6.11": "inquiry, and active endeavor.",
  "sn51.32:6.12": "He thinks: ‘My inquiry won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.32:6.13": "And he meditates perceiving continuity: ",
  "sn51.32:6.14": "as before, so after; as after, so before;",
  "sn51.32:6.15": "as below, so above; as above, so below;",
  "sn51.32:6.16": "as by day, so by night; as by night, so by day.",
  "sn51.32:6.17": "And so, with an open and unenveloped heart, he develops a mind that’s full of radiance.",
  "sn51.32:6.18": "The Realized One has become so powerful and mighty by developing and cultivating these four bases of psychic power.",
  "sn51.32:7.1": "And by developing and cultivating these four bases of psychic power, the Realized One wields the many kinds of psychic power:",
  "sn51.32:7.2": "multiplying themselves and becoming one again … ",
  "sn51.32:7.3": "controlling the body as far as the Brahmā realm. ",
  "sn51.32:7.4": "And by developing and cultivating these four bases of psychic power, the Realized One realizes the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having achieved it with his own insight due to the end of defilements.”",
  "sn51.32:9.1": "(The six direct knowledges should also be expanded.) "
}