{
  "_markup_path": "markup/sn/sn51/sn51.14.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.14.json"
  ],
  "sn51.14:1.1": "Linked Discourses 51 ",
  "sn51.14:2.1": "2 Shaking the Stilt Longhouse ",
  "sn51.14:3.1": "14 With Moggallāna",
  "sn51.14:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn51.14:4.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. ",
  "sn51.14:4.3": "Now at that time several mendicants were staying beneath the longhouse. They were restless, insolent, fickle, gossipy, loose tongued, unmindful, lacking situational awareness and samādhi, with straying minds and undisciplined faculties.",
  "sn51.14:5.1": "Then the Buddha addressed Venerable Mahāmoggallāna:",
  "sn51.14:5.2": "“These spiritual companions of yours staying beneath the longhouse are restless, insolent, fickle, gossipy, loose tongued, unmindful, lacking situational awareness and samādhi, with wandering mind and undisciplined faculties.",
  "sn51.14:5.3": "Go, Moggallāna, and strike awe in those mendicants!”",
  "sn51.14:6.1": "“Yes, sir,” replied Mahāmoggallāna. Then he used his psychic powers to make the longhouse shake and rock and tremble with his toe.",
  "sn51.14:6.2": "Then those mendicants stood to one side, shocked and awestruck.",
  "sn51.14:6.3": "“It’s incredible, it’s amazing!",
  "sn51.14:6.4": "There’s no wind at all; and this stilt longhouse of Migāra’s mother has deep foundations. It’s firmly embedded, immovable and unshakable. And yet it shakes and rocks and trembles!”",
  "sn51.14:7.1": "Then the Buddha went up to those wanderers",
  "sn51.14:7.2": "and said:",
  "sn51.14:7.3": "“Why do you, mendicants, stand to one side, shocked and awestruck?”",
  "sn51.14:7.4": "“It’s incredible, sir, it’s amazing!",
  "sn51.14:7.5": "There’s no wind at all; and this stilt longhouse of Migāra’s mother has deep foundations. It’s firmly embedded, immovable and unshakable. And yet it shakes and rocks and trembles!”",
  "sn51.14:7.6": "“Wanting to strike awe in you, the mendicant Moggallāna made the longhouse shake and rock and tremble with his toe.",
  "sn51.14:7.7": "What do you think, mendicants? What things has the mendicant Moggallāna developed and cultivated so as to have such power and might?”",
  "sn51.14:7.8": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "sn51.14:7.9": "Sir, may the Buddha himself please clarify the meaning of this. ",
  "sn51.14:7.10": "The mendicants will listen and remember it.” ",
  "sn51.14:8.1": "“Well then, mendicants, listen.",
  "sn51.14:8.2": "The mendicant Moggallāna has become so powerful and mighty by developing and cultivating the four bases of psychic power.",
  "sn51.14:8.3": "What four? ",
  "sn51.14:8.4": "Moggallāna develops the basis for psychic power that has samādhi due to enthusiasm … energy …  ",
  "sn51.14:8.5": "higher mind …",
  "sn51.14:8.6": "inquiry, and active endeavor.",
  "sn51.14:8.7": "He thinks: ‘My inquiry won’t be too lax or too tense. And it’ll be neither contracted internally nor scattered externally.’",
  "sn51.14:8.9": "And he meditates perceiving continuity: ",
  "sn51.14:8.10": "as before, so after; as after, so before;",
  "sn51.14:8.11": "as below, so above; as above, so below;",
  "sn51.14:8.12": "as by day, so by night; as by night, so by day.",
  "sn51.14:8.13": "And so, with an open and unenveloped heart, he develops a mind that’s full of radiance.",
  "sn51.14:8.14": "The mendicant Moggallāna has become so powerful and mighty by developing and cultivating these four bases of psychic power.",
  "sn51.14:8.15": "And by developing and cultivating these four bases of psychic power, the mendicant Moggallāna wields the many kinds of psychic power …",
  "sn51.14:8.16": "controlling the body as far as the Brahmā realm. …",
  "sn51.14:8.17": "And by developing and cultivating these four bases of psychic power, the mendicant Moggallāna realizes the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having achieved it with his own insight due to the end of defilements.”"
}