{
  "_markup_path": "markup/sn/sn51/sn51.15.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.15.json"
  ],
  "sn51.15:1.1": "Linked Discourses 51 ",
  "sn51.15:2.1": "2 Shaking the Stilt Longhouse ",
  "sn51.15:3.1": "15 The Brahmin Uṇṇābha",
  "sn51.15:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn51.15:4.2": "At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery. ",
  "sn51.15:4.3": "Then Uṇṇābha the brahmin went up to Venerable Ānanda,",
  "sn51.15:4.4": "and exchanged greetings with him.",
  "sn51.15:4.5": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn51.15:4.6": "and said to him:",
  "sn51.15:4.7": "“Master Ānanda, what’s the purpose of living the spiritual life with the ascetic Gotama?”",
  "sn51.15:4.8": "“The purpose of living the spiritual life under the Buddha, brahmin, is to give up desire.”",
  "sn51.15:5.1": "“But is there a path and a practice for giving up this desire?”",
  "sn51.15:5.2": "“There is.”",
  "sn51.15:6.1": "“What is that path?”",
  "sn51.15:6.2": "“It’s when a mendicant develops the basis for psychic power that has samādhi due to enthusiasm … energy …  ",
  "sn51.15:6.3": "higher mind …",
  "sn51.15:6.4": "inquiry, and active endeavor.",
  "sn51.15:6.5": "This is the path and the practice for giving up this desire.”",
  "sn51.15:7.1": "“This being the case, Master Ānanda, the path is endless, not finite.",
  "sn51.15:7.2": "For it’s not possible to give up desire by means of desire.”",
  "sn51.15:7.4": "“Well then, brahmin, I’ll ask you about this in return,  ",
  "sn51.15:7.5": "and you can answer as you like. ",
  "sn51.15:7.6": "What do you think, brahmin? Have you ever had a desire to walk to the park,",
  "sn51.15:7.7": "but when you arrived at the park, the corresponding desire faded away?”",
  "sn51.15:7.8": "“Yes, sir.” ",
  "sn51.15:7.9": "“Have you ever had the energy to walk to the park,",
  "sn51.15:7.10": "but when you arrived at the park, the corresponding energy faded away?”",
  "sn51.15:7.11": "“Yes, sir.” ",
  "sn51.15:7.12": "“Have you ever had the thought to walk to the park,",
  "sn51.15:7.13": "but when you arrived at the park, the corresponding thought faded away?”",
  "sn51.15:7.14": "“Yes, sir.” ",
  "sn51.15:7.15": "“Have you ever inquired regarding a walk to the park,",
  "sn51.15:7.16": "but when you arrived at the park, the corresponding inquiry faded away?”",
  "sn51.15:7.17": "“Yes, sir.” ",
  "sn51.15:8.1": "“In the same way, take a mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge. They formerly had the desire to attain perfection, but when they attained perfection the corresponding desire faded away.",
  "sn51.15:8.2": "They formerly had the energy to attain perfection, but when they attained perfection the corresponding energy faded away.",
  "sn51.15:8.3": "They formerly had the thought to attain perfection, but when they attained perfection the corresponding thought faded away.",
  "sn51.15:8.4": "They formerly inquired regarding attaining perfection, but when they attained perfection the corresponding inquiry faded away.",
  "sn51.15:8.5": "What do you think, brahmin? This being the case, is the path endless or finite?”",
  "sn51.15:9.1": "“Clearly, Master Ānanda, this being the case, the path is finite, not endless.",
  "sn51.15:9.2": "Excellent, Master Ānanda! Excellent!",
  "sn51.15:9.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn51.15:9.4": "so people with good eyes can see what’s there,",
  "sn51.15:9.5": "Master Ānanda has made the Dharma clear in many ways.",
  "sn51.15:9.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn51.15:9.7": "From this day forth, may Master Ānanda remember me as a lay follower who has gone for refuge for life.” "
}