{
  "_markup_path": "markup/sn/sn51/sn51.13.html",
  "_alt_strings": [
    "pi/sn/sn51/sn51.13.json"
  ],
  "sn51.13:1.1": "Linked Discourses 51 ",
  "sn51.13:2.1": "2 Shaking the Stilt Longhouse ",
  "sn51.13:3.1": "13 Samādhi Due to Enthusiasm",
  "sn51.13:4.1": "“Mendicants, if a mendicant depends on enthusiasm in order to get samādhi, get unification of mind,",
  "sn51.13:4.2": "this is called samādhi due to enthusiasm.",
  "sn51.13:4.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities don’t arise.",
  "sn51.13:4.4": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities that have arisen are given up.",
  "sn51.13:4.5": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities arise.",
  "sn51.13:4.6": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "sn51.13:4.7": "These are called active endeavors.",
  "sn51.13:4.8": "And so there is this enthusiasm, this samādhi due to enthusiasm, and these active endeavors.",
  "sn51.13:4.9": "This is called the basis for psychic power that has samādhi due to enthusiasm, and active endeavor.",
  "sn51.13:5.1": "If a mendicant depends on energy in order to get samādhi, get unification of mind,",
  "sn51.13:5.2": "this is called samādhi due to energy.",
  "sn51.13:5.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities don’t arise …",
  "sn51.13:5.4": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "sn51.13:5.5": "These are called active endeavors. ",
  "sn51.13:5.6": "And so there is this energy, this samādhi due to energy, and these active endeavors.",
  "sn51.13:5.7": "This is called the basis for psychic power that has samādhi due to energy, and active endeavor.",
  "sn51.13:6.1": "If a mendicant depends on the higher mind in order to get samādhi, get unification of mind,",
  "sn51.13:6.2": "this is called samādhi due to the higher mind.",
  "sn51.13:6.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities don’t arise …",
  "sn51.13:6.4": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "sn51.13:6.5": "These are called active endeavors.",
  "sn51.13:6.6": "And so there is this energy, this samādhi due to higher mind, and these active endeavors.",
  "sn51.13:6.7": "This is called the basis for psychic power that has samādhi due to higher mind, and active endeavor.",
  "sn51.13:7.1": "If a mendicant depends on inquiry in order to get samādhi, get unification of mind,",
  "sn51.13:7.2": "this is called samādhi due to inquiry.",
  "sn51.13:7.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities don’t arise …",
  "sn51.13:7.4": "so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "sn51.13:7.5": "These are called active endeavors. ",
  "sn51.13:7.6": "And so there is this energy, this samādhi due to inquiry, and these active endeavors.",
  "sn51.13:7.7": "This is called the basis for psychic power that has samādhi due to inquiry, and active endeavor.”"
}