{
  "_markup_path": "markup/an/an09/an9.040.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.040.json"
  ],
  "an9.40:1.1": "Aṅguttara Nikāya 9",
  "an9.40:2.1": "4. Mahāvagga",
  "an9.40:3.1": "<span class=\\\"var\\\" title=\\\"āraññakanāgopamasuttaṃ (bj)\\\" id=\\\"note130\\\">40. Nāgasutta</span>",
  "an9.40:4.1": "“Yasmiṃ, bhikkhave, samaye <span class=\\\"var\\\" title=\\\"āraññakassa (bj, s1-3)\\\" id=\\\"note131\\\">āraññikassa</span> nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā tiṇaggāni chindanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati.",
  "an9.40:4.2": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa gocarapasutassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi obhaggobhaggaṃ sākhābhaṅgaṃ khādanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati.",
  "an9.40:4.3": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhaṃ otiṇṇassa hatthīpi hatthiniyopi hatthikalabhāpi hatthicchāpāpi purato purato gantvā soṇḍāya udakaṃ āloḷenti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati.",
  "an9.40:4.4": "Yasmiṃ, bhikkhave, samaye āraññikassa nāgassa ogāhā uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti, tena, bhikkhave, āraññiko nāgo aṭṭīyati harāyati jigucchati.",
  "an9.40:5.1": "Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti:",
  "an9.40:5.2": "‘ahaṃ kho etarahi ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi.",
  "an9.40:5.3": "Chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ <span class=\\\"var\\\" title=\\\"khāditaṃ (s1-3, mr)\\\" id=\\\"note132\\\">khādanti</span>, āvilāni ca pānīyāni pivāmi, <span class=\\\"var\\\" title=\\\"ogāhaṃ (bj) | ogāhāpi ca (s1-3, mr) | ogāhañca (pts1)\\\" id=\\\"note133\\\">ogāhā ca</span> me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti.",
  "an9.40:5.4": "Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti.",
  "an9.40:5.5": "So aparena samayena eko gaṇasmā vūpakaṭṭho viharati, acchinnaggāni ceva tiṇāni khādati, <span class=\\\"var\\\" title=\\\"na obhaggobhaggañca sākhābhaṅgaṃ khādati (s1-3, mr)\\\" id=\\\"note134\\\">obhaggobhaggañcassa sākhābhaṅgaṃ na khādanti</span>, anāvilāni ca pānīyāni pivati, ogāhā cassa uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchanti.",
  "an9.40:6.1": "Tasmiṃ, bhikkhave, samaye āraññikassa nāgassa evaṃ hoti:",
  "an9.40:6.2": "‘ahaṃ kho pubbe ākiṇṇo vihāsiṃ hatthīhi hatthinīhi hatthikalabhehi hatthicchāpehi, chinnaggāni ceva tiṇāni khādiṃ, obhaggobhaggañca me sākhābhaṅgaṃ khādiṃsu, āvilāni ca pānīyāni apāyiṃ, <span class=\\\"var\\\" title=\\\"ettha pisaddo sabbatthapi\\\" id=\\\"note135\\\">ogāhā</span> ca me uttiṇṇassa hatthiniyo kāyaṃ upanighaṃsantiyo agamaṃsu.",
  "an9.40:6.3": "Sohaṃ etarahi eko gaṇasmā vūpakaṭṭho viharāmi, acchinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṃ na khādanti, anāvilāni ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa na hatthiniyo kāyaṃ upanighaṃsantiyo gacchantī’ti.",
  "an9.40:6.4": "So soṇḍāya sākhābhaṅgaṃ bhañjitvā sākhābhaṅgena kāyaṃ <span class=\\\"var\\\" title=\\\"parimadditvā (bj, pts1)\\\" id=\\\"note136\\\">parimajjitvā</span> attamano <span class=\\\"var\\\" title=\\\"kaṇḍuṃ saṃhanti (bj, pts1) kaṇḍuṃ saṃhanati (s1-3)\\\" id=\\\"note137\\\">soṇḍaṃ saṃharati</span>.",
  "an9.40:7.1": "Evamevaṃ kho, bhikkhave, yasmiṃ samaye bhikkhu ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi, tasmiṃ, bhikkhave, samaye bhikkhussa evaṃ hoti:",
  "an9.40:7.2": "‘ahaṃ kho etarahi ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi.",
  "an9.40:7.3": "Yannūnāhaṃ eko gaṇasmā vūpakaṭṭho vihareyyan’ti.",
  "an9.40:7.4": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "an9.40:7.5": "So araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an9.40:8.1": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "an9.40:8.2": "byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "an9.40:8.3": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "an9.40:8.4": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "an9.40:8.5": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "an9.40:8.6": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "an9.40:8.7": "So attamano <span class=\\\"var\\\" title=\\\"kaṇḍuṃ saṃhanti (bj, pts1) | kaṇḍuṃ saṃhanati (s1-3)\\\" id=\\\"note138\\\">soṇḍaṃ saṃharati</span>.",
  "an9.40:8.8": "Vitakkavicārānaṃ vūpasamā … pe …",
  "an9.40:8.9": "dutiyaṃ jhānaṃ …",
  "an9.40:8.10": "tatiyaṃ jhānaṃ …",
  "an9.40:8.11": "catutthaṃ jhānaṃ upasampajja viharati.",
  "an9.40:8.12": "So attamano soṇḍaṃ saṃharati.",
  "an9.40:9.1": "Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.",
  "an9.40:9.2": "So attamano soṇḍaṃ saṃharati.",
  "an9.40:9.3": "Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati …",
  "an9.40:9.4": "sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati …",
  "an9.40:9.5": "sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati …",
  "an9.40:9.6": "sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti.",
  "an9.40:9.7": "So attamano soṇḍaṃ saṃharatī”ti.",
  "an9.40:10.1": "Navamaṃ."
}