{
  "_markup_path": "markup/an/an09/an9.035.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.035.json"
  ],
  "an9.35:1.1": "Aṅguttara Nikāya 9",
  "an9.35:2.1": "4. Mahāvagga",
  "an9.35:3.1": "35. Gāvīupamāsutta",
  "an9.35:4.1": "“Seyyathāpi, bhikkhave, gāvī pabbateyyā bālā abyattā akhettaññū akusalā visame pabbate carituṃ.",
  "an9.35:4.2": "Tassā evamassa:",
  "an9.35:4.3": "‘yannūnāhaṃ agatapubbañceva disaṃ gaccheyyaṃ, akhāditapubbāni ca tiṇāni khādeyyaṃ, apītapubbāni ca pānīyāni piveyyan’ti.",
  "an9.35:4.4": "Sā purimaṃ pādaṃ na suppatiṭṭhitaṃ patiṭṭhāpetvā pacchimaṃ pādaṃ uddhareyya.",
  "an9.35:4.5": "Sā na ceva agatapubbaṃ disaṃ gaccheyya, na ca akhāditapubbāni tiṇāni khādeyya, na ca apītapubbāni pānīyāni piveyya;",
  "an9.35:4.6": "yasmiṃ cassā padese ṭhitāya evamassa:",
  "an9.35:4.7": "‘yannūnāhaṃ agatapubbañceva disaṃ gaccheyyaṃ, akhāditapubbāni ca tiṇāni khādeyyaṃ, apītapubbāni ca pānīyāni piveyyan’ti tañca padesaṃ na sotthinā paccāgaccheyya.",
  "an9.35:4.8": "Taṃ kissa hetu?",
  "an9.35:4.9": "Tathā hi sā, bhikkhave, gāvī pabbateyyā bālā abyattā akhettaññū akusalā visame pabbate carituṃ.",
  "an9.35:4.10": "Evamevaṃ kho, bhikkhave, idhekacco bhikkhu bālo abyatto akhettaññū akusalo vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati;",
  "an9.35:4.11": "so taṃ nimittaṃ na āsevati na bhāveti na bahulīkaroti na svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:5.1": "Tassa evaṃ hoti:",
  "an9.35:5.2": "‘yannūnāhaṃ vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.35:5.3": "So na sakkoti vitakkavicārānaṃ vūpasamā … pe …",
  "an9.35:5.4": "dutiyaṃ jhānaṃ upasampajja viharituṃ.",
  "an9.35:5.5": "Tassa evaṃ hoti:",
  "an9.35:5.6": "‘yannūnāhaṃ vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.35:5.7": "So na sakkoti vivicceva kāmehi … pe …",
  "an9.35:5.8": "paṭhamaṃ jhānaṃ upasampajja viharituṃ.",
  "an9.35:5.9": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu ubhato bhaṭṭho ubhato parihīno, seyyathāpi sā gāvī pabbateyyā bālā abyattā akhettaññū akusalā visame pabbate carituṃ’.",
  "an9.35:6.1": "Seyyathāpi, bhikkhave, gāvī pabbateyyā paṇḍitā byattā khettaññū kusalā visame pabbate carituṃ.",
  "an9.35:6.2": "Tassā evamassa:",
  "an9.35:6.3": "‘yannūnāhaṃ agatapubbañceva disaṃ gaccheyyaṃ, akhāditapubbāni ca tiṇāni khādeyyaṃ, apītapubbāni ca pānīyāni piveyyan’ti.",
  "an9.35:6.4": "Sā purimaṃ pādaṃ suppatiṭṭhitaṃ patiṭṭhāpetvā pacchimaṃ pādaṃ uddhareyya.",
  "an9.35:6.5": "Sā agatapubbañceva disaṃ gaccheyya, akhāditapubbāni ca tiṇāni khādeyya, apītapubbāni ca pānīyāni piveyya.",
  "an9.35:6.6": "Yasmiṃ cassā padese ṭhitāya evamassa:",
  "an9.35:6.7": "‘yannūnāhaṃ agatapubbañceva disaṃ gaccheyyaṃ, akhāditapubbāni ca tiṇāni khādeyyaṃ, apītapubbāni ca pānīyāni piveyyan’ti tañca padesaṃ sotthinā paccāgaccheyya.",
  "an9.35:6.8": "Taṃ kissa hetu?",
  "an9.35:6.9": "Tathā hi sā, bhikkhave, gāvī pabbateyyā paṇḍitā byattā khettaññū kusalā visame pabbate carituṃ.",
  "an9.35:6.10": "Evamevaṃ kho, bhikkhave, idhekacco bhikkhu paṇḍito byatto khettaññū kusalo vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "an9.35:6.11": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:7.1": "Tassa evaṃ hoti:",
  "an9.35:7.2": "‘yannūnāhaṃ vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.35:7.3": "So dutiyaṃ jhānaṃ anabhihiṃsamāno vitakkavicārānaṃ vūpasamā …",
  "an9.35:7.4": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "an9.35:7.5": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:8.1": "Tassa evaṃ hoti:",
  "an9.35:8.2": "‘yannūnāhaṃ pītiyā ca virāgā upekkhako ca vihareyyaṃ sato ca sampajāno, sukhañca kāyena paṭisaṃvedeyyaṃ yaṃ taṃ ariyā ācikkhanti—",
  "an9.35:8.3": "upekkhako satimā sukhavihārīti tatiyaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.35:8.4": "So tatiyaṃ jhānaṃ anabhihiṃsamāno pītiyā ca virāgā …",
  "an9.35:8.5": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "an9.35:8.6": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:9.1": "Tassa evaṃ hoti:",
  "an9.35:9.2": "‘yannūnāhaṃ sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.35:9.3": "So catutthaṃ jhānaṃ anabhihiṃsamāno sukhassa ca pahānā … pe …",
  "an9.35:9.4": "catutthaṃ jhānaṃ upasampajja viharati.",
  "an9.35:9.5": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:10.1": "Tassa evaṃ hoti:",
  "an9.35:10.2": "‘yannūnāhaṃ sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.35:10.3": "So ākāsānañcāyatanaṃ anabhihiṃsamāno sabbaso rūpasaññānaṃ samatikkamā … pe …",
  "an9.35:10.4": "ākāsānañcāyatanaṃ upasampajja viharati.",
  "an9.35:10.5": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:11.1": "Tassa evaṃ hoti:",
  "an9.35:11.2": "‘yannūnāhaṃ sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.35:11.3": "So viññāṇañcāyatanaṃ anabhihiṃsamāno sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.",
  "an9.35:11.4": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:12.1": "Tassa evaṃ hoti:",
  "an9.35:12.2": "‘yannūnāhaṃ sabbaso viññāṇañcāyatanaṃ samatikkamma natthi kiñcīti ākiñcaññāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.35:12.3": "So ākiñcaññāyatanaṃ anabhihiṃsamāno sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.",
  "an9.35:12.4": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:13.1": "Tassa evaṃ hoti:",
  "an9.35:13.2": "‘yannūnāhaṃ sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.35:13.3": "So nevasaññānāsaññāyatanaṃ anabhihiṃsamāno sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "an9.35:13.4": "So taṃ nimittaṃ āsevati bhāveti bahulīkaroti svādhiṭṭhitaṃ adhiṭṭhāti.",
  "an9.35:14.1": "Tassa evaṃ hoti:",
  "an9.35:14.2": "‘yannūnāhaṃ sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja vihareyyan’ti.",
  "an9.35:14.3": "So saññāvedayitanirodhaṃ anabhihiṃsamāno sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati.",
  "an9.35:15.1": "Yato kho, bhikkhave, bhikkhu taṃ tadeva samāpattiṃ samāpajjatipi vuṭṭhātipi, tassa mudu cittaṃ hoti kammaññaṃ.",
  "an9.35:15.2": "Mudunā kammaññena cittena appamāṇo samādhi hoti subhāvito.",
  "an9.35:15.3": "So appamāṇena samādhinā subhāvitena yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an9.35:16.1": "So sace ākaṅkhati:",
  "an9.35:16.2": "‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ, ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ … pe …",
  "an9.35:16.3": "yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an9.35:17.1": "So sace ākaṅkhati:",
  "an9.35:17.2": "‘dibbāya sotadhātuyā … pe …",
  "an9.35:17.3": "sati sati āyatane.",
  "an9.35:18.1": "So sace ākaṅkhati:",
  "an9.35:18.2": "‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ, sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ, sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ, samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ …",
  "an9.35:18.3": "saṅkhittaṃ vā cittaṃ …",
  "an9.35:18.4": "vikkhittaṃ vā cittaṃ …",
  "an9.35:18.5": "mahaggataṃ vā cittaṃ …",
  "an9.35:18.6": "amahaggataṃ vā cittaṃ …",
  "an9.35:18.7": "sauttaraṃ vā cittaṃ …",
  "an9.35:18.8": "anuttaraṃ vā cittaṃ …",
  "an9.35:18.9": "samāhitaṃ vā cittaṃ …",
  "an9.35:18.10": "asamāhitaṃ vā cittaṃ …",
  "an9.35:18.11": "vimuttaṃ vā cittaṃ …",
  "an9.35:18.12": "avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an9.35:19.1": "So sace ākaṅkhati:",
  "an9.35:19.2": "‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—",
  "an9.35:19.3": "ekampi jātiṃ dvepi jātiyo … pe …",
  "an9.35:19.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an9.35:20.1": "So sace ākaṅkhati:",
  "an9.35:20.2": "‘dibbena cakkhunā visuddhena atikkantamānusakena … pe …",
  "an9.35:20.3": "yathākammūpage satte pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane.",
  "an9.35:21.1": "So sace ākaṅkhati:",
  "an9.35:21.2": "‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati sati āyatane”ti.",
  "an9.35:22.1": "Catutthaṃ."
}