{
  "_markup_path": "markup/an/an09/an9.007.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.007.json"
  ],
  "an9.7:1.1": "Aṅguttara Nikāya 9",
  "an9.7:2.1": "1. Sambodhivagga",
  "an9.7:3.1": "<span class=\\\"var\\\" title=\\\"sutavāparibbājakasuttaṃ (bj)\\\" id=\\\"note19\\\">7. Sutavāsutta</span>",
  "an9.7:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.",
  "an9.7:4.2": "Atha kho sutavā paribbājako yena bhagavā tenupasaṅkami;",
  "an9.7:4.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an9.7:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an9.7:4.5": "Ekamantaṃ nisinno kho sutavā paribbājako bhagavantaṃ etadavoca:",
  "an9.7:5.1": "“Ekamidāhaṃ, bhante, samayaṃ bhagavā idheva rājagahe viharāmi giribbaje.",
  "an9.7:5.2": "Tatra me, bhante, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ:",
  "an9.7:5.3": "‘yo so, <span class=\\\"var\\\" title=\\\"sutava (s1-3)\\\" id=\\\"note20\\\">sutavā</span>, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so pañca ṭhānāni ajjhācarituṃ—",
  "an9.7:5.4": "abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ, abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādātuṃ, abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ, abhabbo khīṇāsavo bhikkhu <span class=\\\"var\\\" title=\\\"sampajānaṃ musā (si)\\\" id=\\\"note21\\\">sampajānamusā</span> bhāsituṃ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ seyyathāpi pubbe agāriyabhūto’ti.",
  "an9.7:5.5": "Kacci metaṃ, bhante, bhagavato sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritan”ti?",
  "an9.7:6.1": "“Taggha te etaṃ, sutavā, sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritaṃ.",
  "an9.7:6.2": "Pubbe cāhaṃ, sutavā, etarahi ca evaṃ vadāmi:",
  "an9.7:6.3": "‘yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṃ—",
  "an9.7:6.4": "abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ, abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādātuṃ, abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ seyyathāpi pubbe agāriyabhūto, abhabbo khīṇāsavo bhikkhu chandāgatiṃ gantuṃ, abhabbo khīṇāsavo bhikkhu dosāgatiṃ gantuṃ, abhabbo khīṇāsavo bhikkhu mohāgatiṃ gantuṃ, abhabbo khīṇāsavo bhikkhu bhayāgatiṃ gantuṃ’.",
  "an9.7:6.5": "Pubbe cāhaṃ, sutavā, etarahi ca evaṃ vadāmi:",
  "an9.7:6.6": "‘yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’”ti.",
  "an9.7:7.1": "Sattamaṃ."
}