{
  "_markup_path": "markup/an/an09/an9.004.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.004.json"
  ],
  "an9.4:1.1": "Aṅguttara Nikāya 9",
  "an9.4:2.1": "1. Sambodhivagga",
  "an9.4:3.1": "4. Nandakasutta",
  "an9.4:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an9.4:4.2": "Tena kho pana samayena āyasmā nandako upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.",
  "an9.4:4.3": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami;",
  "an9.4:4.4": "upasaṅkamitvā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṃ āgamayamāno.",
  "an9.4:4.5": "Atha kho bhagavā kathāpariyosānaṃ viditvā ukkāsetvā aggaḷaṃ ākoṭesi.",
  "an9.4:4.6": "Vivariṃsu kho te bhikkhū bhagavato dvāraṃ.",
  "an9.4:5.1": "Atha kho bhagavā upaṭṭhānasālaṃ pavisitvā paññattāsane nisīdi.",
  "an9.4:5.2": "Nisajja kho bhagavā āyasmantaṃ nandakaṃ etadavoca:",
  "an9.4:5.3": "“dīgho kho tyāyaṃ, nandaka, dhammapariyāyo bhikkhūnaṃ paṭibhāsi.",
  "an9.4:5.4": "Api me piṭṭhi āgilāyati bahidvārakoṭṭhake ṭhitassa kathāpariyosānaṃ āgamayamānassā”ti.",
  "an9.4:6.1": "Evaṃ vutte, āyasmā nandako sārajjamānarūpo bhagavantaṃ etadavoca:",
  "an9.4:6.2": "“na kho pana mayaṃ, bhante, jānāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti.",
  "an9.4:6.3": "Sace hi mayaṃ, bhante, jāneyyāma ‘bhagavā bahidvārakoṭṭhake ṭhito’ti, ettakampi <span class=\\\"var\\\" title=\\\"(dhammaṃ) (katthaci)\\\" id=\\\"note14\\\">()</span> no nappaṭibhāseyyā”ti.",
  "an9.4:7.1": "Atha kho bhagavā āyasmantaṃ nandakaṃ sārajjamānarūpaṃ viditvā āyasmantaṃ nandakaṃ etadavoca:",
  "an9.4:7.2": "“sādhu sādhu, nandaka.",
  "an9.4:7.3": "Etaṃ kho, nandaka, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe dhammiyā kathāya sannisīdeyyātha.",
  "an9.4:7.4": "Sannipatitānaṃ vo, nandaka, dvayaṃ karaṇīyaṃ—",
  "an9.4:7.5": "dhammī vā kathā ariyo vā tuṇhībhāvo<span class=\\\"cross\\\" title=\\\"^an8.71#1 [71. Paṭhamasaddhāsutta]\\\" id=\\\"note15\\\">*</span>.",
  "an9.4:7.6": "Saddho ca, nandaka, bhikkhu hoti, no ca sīlavā.",
  "an9.4:7.7": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:7.8": "Tena taṃ aṅgaṃ paripūretabbaṃ:",
  "an9.4:7.9": "‘kintāhaṃ saddho ca assaṃ sīlavā cā’ti.",
  "an9.4:7.10": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti.",
  "an9.4:8.1": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṃ cetosamādhissa.",
  "an9.4:8.2": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:8.3": "Tena taṃ aṅgaṃ paripūretabbaṃ:",
  "an9.4:8.4": "‘kintāhaṃ saddho ca assaṃ sīlavā ca lābhī ca ajjhattaṃ cetosamādhissā’ti.",
  "an9.4:8.5": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, evaṃ so tenaṅgena paripūro hoti.",
  "an9.4:9.1": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya.",
  "an9.4:9.2": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:9.3": "Seyyathāpi, nandaka, pāṇako catuppādako assa.",
  "an9.4:9.4": "Tassa eko pādo omako lāmako.",
  "an9.4:9.5": "Evaṃ so tenaṅgena aparipūro assa.",
  "an9.4:9.6": "Evamevaṃ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya.",
  "an9.4:9.7": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:9.8": "Tena taṃ aṅgaṃ paripūretabbaṃ:",
  "an9.4:9.9": "‘kintāhaṃ saddho ca assaṃ sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāyā’ti.",
  "an9.4:10.1": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, evaṃ so tenaṅgena paripūro hotī”ti.",
  "an9.4:10.2": "Idamavoca bhagavā.",
  "an9.4:10.3": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.",
  "an9.4:11.1": "Atha kho āyasmā nandako acirapakkantassa bhagavato bhikkhū āmantesi:",
  "an9.4:11.2": "“idāni, āvuso, bhagavā catūhi padehi kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetvā uṭṭhāyāsanā vihāraṃ paviṭṭho:",
  "an9.4:11.3": "‘saddho ca, nandaka, bhikkhu hoti, no ca sīlavā.",
  "an9.4:11.4": "Evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:11.5": "Tena taṃ aṅgaṃ paripūretabbaṃ—",
  "an9.4:11.6": "kintāhaṃ saddho ca assaṃ sīlavā cā’ti.",
  "an9.4:11.7": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti.",
  "an9.4:11.8": "Saddho ca, nandaka, bhikkhu hoti sīlavā ca, no ca lābhī ajjhattaṃ cetosamādhissa … pe …",
  "an9.4:11.9": "lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, evaṃ so tenaṅgena aparipūro hoti.",
  "an9.4:11.10": "Seyyathāpi, nandaka, pāṇako catuppādako assa, tassa eko pādo omako lāmako, evaṃ so tenaṅgena aparipūro assa.",
  "an9.4:11.11": "Evamevaṃ kho, nandaka, bhikkhu saddho ca hoti sīlavā ca, lābhī ca ajjhattaṃ cetosamādhissa, na lābhī adhipaññādhammavipassanāya, evaṃ so tenaṅgena aparipūro hoti, tena taṃ aṅgaṃ paripūretabbaṃ ‘kintāhaṃ saddho ca assaṃ sīlavā ca, lābhī ca ajjhattaṃ cetosamādhissa, lābhī ca adhipaññādhammavipassanāyā’ti.",
  "an9.4:11.12": "Yato ca kho, nandaka, bhikkhu saddho ca hoti sīlavā ca lābhī ca ajjhattaṃ cetosamādhissa lābhī ca adhipaññādhammavipassanāya, evaṃ so tenaṅgena paripūro hotīti.",
  "an9.4:12.1": "Pañcime, āvuso, ānisaṃsā kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:12.2": "Katame pañca?",
  "an9.4:12.3": "Idhāvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an9.4:12.4": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti tathā tathā so satthu piyo ca hoti manāpo ca garu ca bhāvanīyo ca.",
  "an9.4:12.5": "Ayaṃ, āvuso, paṭhamo ānisaṃso kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:13.1": "Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an9.4:13.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ … pe …",
  "an9.4:13.3": "brahmacariyaṃ pakāseti tathā tathā so tasmiṃ dhamme atthappaṭisaṃvedī ca hoti dhammappaṭisaṃvedī ca.",
  "an9.4:13.4": "Ayaṃ, āvuso, dutiyo ānisaṃso kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:14.1": "Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an9.4:14.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ … pe …",
  "an9.4:14.3": "brahmacariyaṃ pakāseti tathā tathā so tasmiṃ dhamme gambhīraṃ atthapadaṃ paññāya ativijjha passati.",
  "an9.4:14.4": "Ayaṃ, āvuso, tatiyo ānisaṃso kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:15.1": "Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ … pe …",
  "an9.4:15.2": "brahmacariyaṃ pakāseti.",
  "an9.4:15.3": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ … pe …",
  "an9.4:15.4": "brahmacariyaṃ pakāseti tathā tathā naṃ sabrahmacārī uttari sambhāventi:",
  "an9.4:15.5": "‘addhā ayamāyasmā patto vā pajjati vā’.",
  "an9.4:15.6": "Ayaṃ, āvuso, catuttho ānisaṃso kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:16.1": "Puna caparaṃ, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an9.4:16.2": "Yathā yathā, āvuso, bhikkhu bhikkhūnaṃ dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti, tattha ye kho bhikkhū sekhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, te taṃ dhammaṃ sutvā vīriyaṃ ārabhanti appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.",
  "an9.4:16.3": "Ye pana tattha bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, te taṃ dhammaṃ sutvā diṭṭhadhammasukhavihāraṃyeva anuyuttā viharanti.",
  "an9.4:16.4": "Ayaṃ, āvuso, pañcamo ānisaṃso kālena dhammassavane kālena dhammasākacchāya.",
  "an9.4:16.5": "Ime kho, āvuso, pañca ānisaṃsā kālena dhammassavane kālena dhammasākacchāyā”ti.",
  "an9.4:17.1": "Catutthaṃ."
}