{
  "_markup_path": "markup/an/an09/an9.041.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.041.json"
  ],
  "an9.41:1.1": "Aṅguttara Nikāya 9",
  "an9.41:2.1": "4. Mahāvagga",
  "an9.41:3.1": "<span class=\\\"var\\\" title=\\\"tapussagahapatisuttaṃ (bj)\\\" id=\\\"note139\\\">41. Tapussasutta</span>",
  "an9.41:4.1": "Ekaṃ samayaṃ bhagavā mallesu viharati uruvelakappaṃ nāma mallānaṃ nigamo.",
  "an9.41:4.2": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya uruvelakappaṃ piṇḍāya pāvisi.",
  "an9.41:4.3": "Uruvelakappe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi:",
  "an9.41:4.4": "“idheva tāva tvaṃ, ānanda, hohi, yāvāhaṃ mahāvanaṃ ajjhogāhāmi divāvihārāyā”ti.",
  "an9.41:4.5": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "an9.41:4.6": "Atha kho bhagavā mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "an9.41:5.1": "Atha kho tapusso gahapati yenāyasmā ānando tenupasaṅkami;",
  "an9.41:5.2": "upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an9.41:5.3": "Ekamantaṃ nisinno kho tapusso gahapati āyasmantaṃ ānandaṃ etadavoca:",
  "an9.41:6.1": "“Mayaṃ, bhante ānanda, gihī kāmabhogino kāmārāmā kāmaratā kāmasammuditā.",
  "an9.41:6.2": "Tesaṃ no, bhante, amhākaṃ gihīnaṃ kāmabhogīnaṃ kāmārāmānaṃ kāmaratānaṃ kāmasammuditānaṃ papāto viya khāyati, yadidaṃ nekkhammaṃ.",
  "an9.41:6.3": "Sutaṃ metaṃ, bhante, ‘imasmiṃ dhammavinaye daharānaṃ daharānaṃ bhikkhūnaṃ nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti <span class=\\\"var\\\" title=\\\"passataṃ (?)\\\" id=\\\"note140\\\">passato</span>’.",
  "an9.41:6.4": "Tayidaṃ, bhante, imasmiṃ dhammavinaye bhikkhūnaṃ bahunā janena visabhāgo, yadidaṃ nekkhamman”ti.",
  "an9.41:7.1": "“Atthi kho etaṃ, gahapati, kathāpābhataṃ bhagavantaṃ dassanāya.",
  "an9.41:7.2": "Āyāma, gahapati, yena bhagavā tenupasaṅkamissāma;",
  "an9.41:7.3": "upasaṅkamitvā bhagavato etamatthaṃ ārocessāma.",
  "an9.41:7.4": "Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti.",
  "an9.41:8.1": "“Evaṃ, bhante”ti kho tapusso gahapati āyasmato ānandassa paccassosi.",
  "an9.41:8.2": "Atha kho āyasmā ānando tapussena gahapatinā saddhiṃ yena bhagavā tenupasaṅkami;",
  "an9.41:8.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an9.41:8.4": "Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:",
  "an9.41:9.1": "“Ayaṃ, bhante, tapusso gahapati evamāha:",
  "an9.41:9.2": "‘mayaṃ, bhante ānanda, gihī kāmabhogino kāmārāmā kāmaratā kāmasammuditā, tesaṃ no, bhante, amhākaṃ gihīnaṃ kāmabhogīnaṃ kāmārāmānaṃ kāmaratānaṃ kāmasammuditānaṃ papāto viya khāyati, yadidaṃ nekkhammaṃ’.",
  "an9.41:9.3": "Sutaṃ metaṃ, bhante, ‘imasmiṃ dhammavinaye daharānaṃ daharānaṃ bhikkhūnaṃ nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:9.4": "Tayidaṃ, bhante, imasmiṃ dhammavinaye bhikkhūnaṃ bahunā janena visabhāgo yadidaṃ nekkhamman’”ti.",
  "an9.41:10.1": "“Evametaṃ, ānanda, evametaṃ, ānanda.",
  "an9.41:10.2": "Mayhampi kho, ānanda, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "an9.41:10.3": "‘sādhu nekkhammaṃ, sādhu paviveko’ti.",
  "an9.41:10.4": "Tassa mayhaṃ, ānanda, nekkhamme cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:10.5": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:10.6": "‘ko nu kho hetu ko paccayo, yena me nekkhamme cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:10.7": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:10.8": "‘kāmesu kho me ādīnavo adiṭṭho, so ca me abahulīkato, nekkhamme ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:10.9": "Tasmā me nekkhamme cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:10.10": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:10.11": "‘sace kho ahaṃ kāmesu ādīnavaṃ disvā taṃ <span class=\\\"var\\\" title=\\\"bahulīkareyyaṃ (bj, s1-3, pts1)\\\" id=\\\"note141\\\">bahulaṃ kareyyaṃ</span>, nekkhamme ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me nekkhamme cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:10.12": "So kho ahaṃ, ānanda, aparena samayena kāmesu ādīnavaṃ disvā taṃ bahulamakāsiṃ, nekkhamme ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:10.13": "Tassa mayhaṃ, ānanda, nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:10.14": "So kho ahaṃ, ānanda, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "an9.41:10.15": "Tassa mayhaṃ, ānanda, iminā vihārena viharato kāmasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:10.16": "Svassa me hoti ābādho.",
  "an9.41:10.17": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:10.18": "evamevassa me kāmasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:10.19": "Svassa me hoti ābādho.",
  "an9.41:11.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:11.2": "‘yannūnāhaṃ vitakkavicārānaṃ vūpasamā … pe …",
  "an9.41:11.3": "dutiyaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.41:11.4": "Tassa mayhaṃ, ānanda, avitakke cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:11.5": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:11.6": "‘ko nu kho hetu ko paccayo, yena me avitakke cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:11.7": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:11.8": "‘vitakkesu kho me ādīnavo adiṭṭho, so ca me abahulīkato, avitakke ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:11.9": "Tasmā me avitakke cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:11.10": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:11.11": "‘sace kho ahaṃ vitakkesu ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, avitakke ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me avitakke cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:11.12": "So kho ahaṃ, ānanda, aparena samayena vitakkesu ādīnavaṃ disvā taṃ bahulamakāsiṃ, avitakke ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:11.13": "Tassa mayhaṃ, ānanda, avitakke cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:11.14": "So kho ahaṃ, ānanda, vitakkavicārānaṃ vūpasamā … pe …",
  "an9.41:11.15": "dutiyaṃ jhānaṃ upasampajja viharāmi.",
  "an9.41:11.16": "Tassa mayhaṃ, ānanda, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:11.17": "Svassa me hoti ābādho.",
  "an9.41:11.18": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:11.19": "evamevassa me vitakkasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:11.20": "Svassa me hoti ābādho.",
  "an9.41:12.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:12.2": "‘yannūnāhaṃ pītiyā ca virāgā upekkhako ca vihareyyaṃ sato ca sampajāno sukhañca kāyena paṭisaṃvedeyyaṃ yaṃ taṃ ariyā ācikkhanti—",
  "an9.41:12.3": "upekkhako satimā sukhavihārīti tatiyaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.41:12.4": "Tassa mayhaṃ, ānanda, nippītike cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:12.5": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:12.6": "‘ko nu kho hetu ko paccayo, yena me nippītike cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:12.7": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:12.8": "‘pītiyā kho me ādīnavo adiṭṭho, so ca me abahulīkato, nippītike ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:12.9": "Tasmā me nippītike cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:12.10": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:12.11": "‘sace kho ahaṃ pītiyā ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, nippītike ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me nippītike cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:12.12": "So kho ahaṃ, ānanda, aparena samayena pītiyā ādīnavaṃ disvā taṃ bahulamakāsiṃ, nippītike ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:12.13": "Tassa mayhaṃ, ānanda, nippītike cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:12.14": "So kho ahaṃ, ānanda, pītiyā ca virāgā … pe …",
  "an9.41:12.15": "tatiyaṃ jhānaṃ upasampajja viharāmi.",
  "an9.41:12.16": "Tassa mayhaṃ, ānanda, iminā vihārena viharato pītisahagatā saññāmanasikārā samudācaranti.",
  "an9.41:12.17": "Svassa me hoti ābādho.",
  "an9.41:12.18": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:12.19": "evamevassa me pītisahagatā saññāmanasikārā samudācaranti.",
  "an9.41:12.20": "Svassa me hoti ābādho.",
  "an9.41:13.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:13.2": "‘yannūnāhaṃ sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihareyyan’ti.",
  "an9.41:13.3": "Tassa mayhaṃ, ānanda, adukkhamasukhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:13.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:13.5": "‘ko nu kho hetu ko paccayo, yena me adukkhamasukhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:13.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:13.7": "‘upekkhāsukhe kho me ādīnavo adiṭṭho, so ca me abahulīkato, adukkhamasukhe ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:13.8": "Tasmā me adukkhamasukhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:13.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:13.10": "‘sace kho ahaṃ upekkhāsukhe ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, adukkhamasukhe ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me adukkhamasukhe cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:13.11": "So kho ahaṃ, ānanda, aparena samayena upekkhāsukhe ādīnavaṃ disvā taṃ bahulamakāsiṃ adukkhamasukhe ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:13.12": "Tassa mayhaṃ, ānanda, adukkhamasukhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:13.13": "So kho ahaṃ, ānanda, sukhassa ca pahānā … pe …",
  "an9.41:13.14": "catutthaṃ jhānaṃ upasampajja viharāmi.",
  "an9.41:13.15": "Tassa mayhaṃ, ānanda, iminā vihārena viharato upekkhāsahagatā saññāmanasikārā samudācaranti.",
  "an9.41:13.16": "Svassa me hoti ābādho.",
  "an9.41:13.17": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:13.18": "evamevassa me upekkhāsahagatā saññāmanasikārā samudācaranti.",
  "an9.41:13.19": "Svassa me hoti ābādho.",
  "an9.41:14.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:14.2": "‘yannūnāhaṃ sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā “ananto ākāso”ti ākāsānañcāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.41:14.3": "Tassa mayhaṃ, ānanda, ākāsānañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:14.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:14.5": "‘ko nu kho hetu ko paccayo, yena me ākāsānañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:14.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:14.7": "‘rūpesu kho me ādīnavo adiṭṭho, so ca abahulīkato, ākāsānañcāyatane ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:14.8": "Tasmā me ākāsānañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:14.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:14.10": "‘sace kho ahaṃ rūpesu ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, ākāsānañcāyatane ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me ākāsānañcāyatane cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:14.11": "So kho ahaṃ, ānanda, aparena samayena rūpesu ādīnavaṃ disvā taṃ bahulamakāsiṃ, ākāsānañcāyatane ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:14.12": "Tassa mayhaṃ, ānanda, ākāsānañcāyatane cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:14.13": "So kho ahaṃ, ānanda, sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharāmi.",
  "an9.41:14.14": "Tassa mayhaṃ, ānanda, iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:14.15": "Svassa me hoti ābādho.",
  "an9.41:14.16": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:14.17": "evamevassa me rūpasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:14.18": "Svassa me hoti ābādho.",
  "an9.41:15.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:15.2": "‘yannūnāhaṃ sabbaso ākāsānañcāyatanaṃ samatikkamma “anantaṃ viññāṇan”ti viññāṇañcāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.41:15.3": "Tassa mayhaṃ, ānanda, viññāṇañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:15.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:15.5": "‘ko nu kho hetu ko paccayo, yena me viññāṇañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:15.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:15.7": "‘ākāsānañcāyatane kho me ādīnavo adiṭṭho, so ca abahulīkato, viññāṇañcāyatane ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:15.8": "Tasmā me viññāṇañcāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:15.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:15.10": "‘sace kho ahaṃ ākāsānañcāyatane ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, viññāṇañcāyatane ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me viññāṇañcāyatane cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:15.11": "So kho ahaṃ, ānanda, aparena samayena ākāsānañcāyatane ādīnavaṃ disvā taṃ bahulamakāsiṃ, viññāṇañcāyatane ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:15.12": "Tassa mayhaṃ, ānanda, viññāṇañcāyatane cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:15.13": "So kho ahaṃ, ānanda, sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharāmi.",
  "an9.41:15.14": "Tassa mayhaṃ, ānanda, iminā vihārena viharato ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:15.15": "Svassa me hoti ābādho.",
  "an9.41:15.16": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:15.17": "evamevassa me ākāsānañcāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:15.18": "Svassa me hoti ābādho.",
  "an9.41:16.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:16.2": "‘yannūnāhaṃ sabbaso viññāṇañcāyatanaṃ samatikkamma “natthi kiñcī”ti ākiñcaññāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.41:16.3": "Tassa mayhaṃ, ānanda, ākiñcaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:16.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:16.5": "‘ko nu kho hetu ko paccayo, yena me ākiñcaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:16.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:16.7": "‘viññāṇañcāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, ākiñcaññāyatane ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:16.8": "Tasmā me ākiñcaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:16.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:16.10": "‘sace kho ahaṃ viññāṇañcāyatane ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, ākiñcaññāyatane ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me ākiñcaññāyatane cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:16.11": "So kho ahaṃ, ānanda, aparena samayena viññāṇañcāyatane ādīnavaṃ disvā taṃ bahulamakāsiṃ, ākiñcaññāyatane ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:16.12": "Tassa mayhaṃ, ānanda, ākiñcaññāyatane cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:16.13": "So kho ahaṃ, ānanda, sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharāmi.",
  "an9.41:16.14": "Tassa mayhaṃ, ānanda, iminā vihārena viharato viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:16.15": "Svassa me hoti ābādho.",
  "an9.41:16.16": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:16.17": "evamevassa me viññāṇañcāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:16.18": "Svassa me hoti ābādho.",
  "an9.41:17.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:17.2": "‘yannūnāhaṃ sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja vihareyyan’ti.",
  "an9.41:17.3": "Tassa mayhaṃ, ānanda, nevasaññānāsaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:17.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:17.5": "‘ko nu kho hetu ko paccayo, yena me nevasaññānāsaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:17.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:17.7": "‘ākiñcaññāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, nevasaññānāsaññāyatane ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:17.8": "Tasmā me nevasaññānāsaññāyatane cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:17.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:17.10": "‘sace kho ahaṃ ākiñcaññāyatane ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, nevasaññānāsaññāyatane ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me nevasaññānāsaññāyatane cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:17.11": "So kho ahaṃ, ānanda, aparena samayena ākiñcaññāyatane ādīnavaṃ disvā taṃ bahulamakāsiṃ, nevasaññānāsaññāyatane ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:17.12": "Tassa mayhaṃ, ānanda, nevasaññānāsaññāyatane cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:17.13": "So kho ahaṃ, ānanda, sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāmi.",
  "an9.41:17.14": "Tassa mayhaṃ, ānanda, iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:17.15": "Svassa me hoti ābādho.",
  "an9.41:17.16": "Seyyathāpi, ānanda, sukhino dukkhaṃ uppajjeyya yāvadeva ābādhāya;",
  "an9.41:17.17": "evamevassa me ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti.",
  "an9.41:17.18": "Svassa me hoti ābādho.",
  "an9.41:18.1": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:18.2": "‘yannūnāhaṃ nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja vihareyyan’ti.",
  "an9.41:18.3": "Tassa mayhaṃ, ānanda, saññāvedayitanirodhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato.",
  "an9.41:18.4": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:18.5": "‘ko nu kho hetu, ko paccayo, yena me saññāvedayitanirodhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’?",
  "an9.41:18.6": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:18.7": "‘nevasaññānāsaññāyatane kho me ādīnavo adiṭṭho, so ca me abahulīkato, saññāvedayitanirodhe ca ānisaṃso anadhigato, so ca me anāsevito.",
  "an9.41:18.8": "Tasmā me saññāvedayitanirodhe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati etaṃ santanti passato’.",
  "an9.41:18.9": "Tassa mayhaṃ, ānanda, etadahosi:",
  "an9.41:18.10": "‘sace kho ahaṃ nevasaññānāsaññāyatane ādīnavaṃ disvā taṃ bahulaṃ kareyyaṃ, saññāvedayitanirodhe ānisaṃsaṃ adhigamma tamāseveyyaṃ, ṭhānaṃ kho panetaṃ vijjati yaṃ me saññāvedayitanirodhe cittaṃ pakkhandeyya pasīdeyya santiṭṭheyya vimucceyya etaṃ santanti passato’.",
  "an9.41:18.11": "So kho ahaṃ, ānanda, aparena samayena nevasaññānāsaññāyatane ādīnavaṃ disvā taṃ bahulamakāsiṃ, saññāvedayitanirodhe ānisaṃsaṃ adhigamma tamāseviṃ.",
  "an9.41:18.12": "Tassa mayhaṃ, ānanda, saññāvedayitanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati etaṃ santanti passato.",
  "an9.41:18.13": "So kho ahaṃ, ānanda, sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharāmi, paññāya ca me disvā āsavā parikkhayaṃ agamaṃsu.",
  "an9.41:19.1": "Yāvakīvañcāhaṃ, ānanda, imā nava anupubbavihārasamāpattiyo na evaṃ anulomapaṭilomaṃ samāpajjimpi vuṭṭhahimpi, neva tāvāhaṃ, ānanda, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.",
  "an9.41:19.2": "Yato ca kho ahaṃ, ānanda, imā nava anupubbavihārasamāpattiyo evaṃ anulomapaṭilomaṃ samāpajjimpi vuṭṭhahimpi, athāhaṃ, ānanda, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.",
  "an9.41:19.3": "Ñāṇañca pana me dassanaṃ udapādi:",
  "an9.41:19.4": "‘akuppā me <span class=\\\"var\\\" title=\\\"vimutti (si, mr)\\\" id=\\\"note142\\\">cetovimutti</span>, ayamantimā jāti, natthi dāni punabbhavo’”ti.",
  "an9.41:20.1": "Dasamaṃ.",
  "an9.41:21.1": "Mahāvaggo catuttho.",
  "an9.41:22.1": "Dve vihārā ca nibbānaṃ,",
  "an9.41:22.2": "gāvī jhānena pañcamaṃ;",
  "an9.41:22.3": "Ānando brāhmaṇā devo,",
  "an9.41:22.4": "nāgena tapussena cāti."
}