{
  "_markup_path": "markup/an/an09/an9.013.html",
  "_alt_strings": [
    "en/sujato/an/an09/an9.013.json"
  ],
  "an9.13:1.1": "Aṅguttara Nikāya 9",
  "an9.13:2.1": "2. Sīhanādavagga",
  "an9.13:3.1": "<span class=\\\"var\\\" title=\\\"mahākoṭṭhikasuttaṃ (bj)\\\" id=\\\"note35\\\">13. Koṭṭhikasutta</span>",
  "an9.13:4.1": "Atha kho āyasmā <span class=\\\"var\\\" title=\\\"mahākoṭṭhito (bj, s1-3, pts1)\\\" id=\\\"note36\\\">mahākoṭṭhiko</span> yenāyasmā sāriputto tenupasaṅkami;",
  "an9.13:4.2": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "an9.13:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an9.13:4.4": "Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:",
  "an9.13:4.5": "“kiṃ nu kho, āvuso sāriputta, ‘<span class=\\\"cross\\\" title=\\\"^mn101#29 [Devadahasutta]\\\" id=\\\"note37\\\">*</span>yaṃ kammaṃ diṭṭhadhammavedanīyaṃ, taṃ me kammaṃ samparāyavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:4.6": "“No hidaṃ, āvuso”.",
  "an9.13:5.1": "“Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ samparāyavedanīyaṃ taṃ me kammaṃ diṭṭhadhammavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:5.2": "“No hidaṃ, āvuso”.",
  "an9.13:6.1": "“Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ <span class=\\\"var\\\" title=\\\"sukhavedaniyaṃ (bj, s1, s3, mr)\\\" id=\\\"note38\\\">sukhavedanīyaṃ</span>, taṃ me kammaṃ <span class=\\\"var\\\" title=\\\"dukkhavedaniyaṃ (bj, s1, s3, mr)\\\" id=\\\"note39\\\">dukkhavedanīyaṃ</span> hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:6.2": "“No hidaṃ, āvuso”.",
  "an9.13:7.1": "“Kiṃ panāvuso, sāriputta, ‘yaṃ kammaṃ dukkhavedanīyaṃ, taṃ me kammaṃ sukhavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:7.2": "“No hidaṃ, āvuso”.",
  "an9.13:8.1": "“Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ paripakkavedanīyaṃ, taṃ me kammaṃ aparipakkavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:8.2": "“No hidaṃ, āvuso”.",
  "an9.13:9.1": "“Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ aparipakkavedanīyaṃ, taṃ me kammaṃ paripakkavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:9.2": "“No hidaṃ, āvuso”.",
  "an9.13:10.1": "“Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ bahuvedanīyaṃ, taṃ me kammaṃ appavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:10.2": "“No hidaṃ, āvuso”.",
  "an9.13:11.1": "“Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ appavedanīyaṃ, taṃ me kammaṃ bahuvedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:11.2": "“No hidaṃ, āvuso”.",
  "an9.13:12.1": "“Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ vedanīyaṃ, taṃ me kammaṃ avedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:12.2": "“No hidaṃ, āvuso”.",
  "an9.13:13.1": "“Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ avedanīyaṃ, taṃ me kammaṃ vedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:13.2": "“No hidaṃ, āvuso”.",
  "an9.13:14.1": "“‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ me kammaṃ samparāyavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:15.1": "‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ samparāyavedanīyaṃ taṃ me kammaṃ diṭṭhadhammavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:16.1": "‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ sukhavedanīyaṃ taṃ me kammaṃ dukkhavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:17.1": "‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ dukkhavedanīyaṃ taṃ me kammaṃ sukhavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:18.1": "‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ paripakkavedanīyaṃ taṃ me kammaṃ aparipakkavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:19.1": "‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ aparipakkavedanīyaṃ taṃ me kammaṃ paripakkavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:20.1": "‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ bahuvedanīyaṃ taṃ me kammaṃ appavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:21.1": "‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ appavedanīyaṃ taṃ me kammaṃ bahuvedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:22.1": "‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ vedanīyaṃ taṃ me kammaṃ avedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:23.1": "‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ avedanīyaṃ taṃ me kammaṃ vedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "an9.13:23.2": "Atha kimatthaṃ carahāvuso, bhagavati brahmacariyaṃ vussatī”ti?",
  "an9.13:24.1": "“<span class=\\\"var\\\" title=\\\"yaṃ khvassāvuso (bj) | yaṃ khossa āvuso (s1-3) | yaṃ kho āvuso (mr)\\\" id=\\\"note40\\\">Yaṃ khvassa, āvuso</span>, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ, tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ <span class=\\\"var\\\" title=\\\"vussati (s1-3)\\\" id=\\\"note41\\\">vussatīti</span><span class=\\\"var\\\" title=\\\" etthantare pāṭho syā1-3, ka-ma potthakesu\\\" id=\\\"note42\\\">.",
  "an9.13:24.2": "Kiṃ panassāvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ, yassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussatīti</span>?",
  "an9.13:24.3": "‘Idaṃ dukkhan’ti <span class=\\\"var\\\" title=\\\"khossa (s1-3) | kho yaṃ (mr)\\\" id=\\\"note44\\\">khvassa</span>, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.",
  "an9.13:24.4": "Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussati.",
  "an9.13:24.5": "‘Ayaṃ dukkhasamudayo’ti khvassa, āvuso … pe …",
  "an9.13:24.6": "‘ayaṃ dukkhanirodho’ti khvassa, āvuso … pe …",
  "an9.13:24.7": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti khvassa, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.",
  "an9.13:24.8": "Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussati.",
  "an9.13:24.9": "Idaṃ <span class=\\\"var\\\" title=\\\"khossa (s1-3) | iti kho yaṃ (mr)\\\" id=\\\"note45\\\">khvassa</span>, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.",
  "an9.13:24.10": "<span class=\\\"var\\\" title=\\\"yassa (?)\\\" id=\\\"note46\\\">Tassa</span> ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussatī”ti.",
  "an9.13:25.1": "Tatiyaṃ."
}