{
  "_markup_path": "markup/sn/sn08/sn8.07.html",
  "_alt_strings": [
    "en/sujato/sn/sn08/sn8.07.json"
  ],
  "sn8.7:1.1": "Saṃyutta Nikāya 8",
  "sn8.7:2.1": "1. Vaṅgīsavagga",
  "sn8.7:3.1": "7. Pavāraṇāsutta",
  "sn8.7:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi sabbeheva arahantehi.",
  "sn8.7:4.2": "Tena kho pana samayena bhagavā tadahuposathe pannarase pavāraṇāya bhikkhusaṅghaparivuto abbhokāse nisinno hoti.",
  "sn8.7:4.3": "Atha kho bhagavā tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā bhikkhū āmantesi:",
  "sn8.7:4.4": "“handa dāni, bhikkhave, pavāremi vo.",
  "sn8.7:4.5": "Na ca me kiñci garahatha kāyikaṃ vā vācasikaṃ vā”ti.",
  "sn8.7:5.1": "Evaṃ vutte, āyasmā sāriputto uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "sn8.7:5.2": "“na kho mayaṃ, bhante, bhagavato kiñci garahāma kāyikaṃ vā vācasikaṃ vā.",
  "sn8.7:5.3": "Bhagavā hi, bhante, anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido.",
  "sn8.7:5.4": "Maggānugā ca, bhante, etarahi sāvakā viharanti pacchā samannāgatā;",
  "sn8.7:5.5": "ahañca kho, bhante, bhagavantaṃ pavāremi.",
  "sn8.7:5.6": "Na ca me bhagavā kiñci garahati kāyikaṃ vā vācasikaṃ vā”ti.",
  "sn8.7:6.1": "“Na khvāhaṃ te, sāriputta, kiñci garahāmi kāyikaṃ vā vācasikaṃ vā.",
  "sn8.7:6.2": "Paṇḍito tvaṃ, sāriputta, mahāpañño tvaṃ, sāriputta, puthupañño tvaṃ, sāriputta, hāsapañño tvaṃ, sāriputta, javanapañño tvaṃ, sāriputta, tikkhapañño tvaṃ, sāriputta, nibbedhikapañño tvaṃ, sāriputta.",
  "sn8.7:6.3": "Seyyathāpi, sāriputta, rañño cakkavattissa jeṭṭhaputto pitarā pavattitaṃ cakkaṃ sammadeva anuppavatteti;",
  "sn8.7:6.4": "evameva kho tvaṃ, sāriputta, mayā anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavattesī”ti.",
  "sn8.7:7.1": "“No ce kira me, bhante, bhagavā kiñci garahati kāyikaṃ vā vācasikaṃ vā.",
  "sn8.7:7.2": "Imesaṃ pana, bhante, bhagavā pañcannaṃ bhikkhusatānaṃ na kiñci garahati kāyikaṃ vā vācasikaṃ vā”ti.",
  "sn8.7:7.3": "“Imesampi khvāhaṃ, sāriputta, pañcannaṃ bhikkhusatānaṃ na kiñci garahāmi kāyikaṃ vā vācasikaṃ vā.",
  "sn8.7:7.4": "Imesañhi, sāriputta, pañcannaṃ bhikkhusatānaṃ saṭṭhi bhikkhū tevijjā, saṭṭhi bhikkhū chaḷabhiññā, saṭṭhi bhikkhū ubhatobhāgavimuttā, atha itare paññāvimuttā”ti.",
  "sn8.7:8.1": "Atha kho āyasmā vaṅgīso uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "sn8.7:8.2": "“paṭibhāti maṃ, bhagavā, paṭibhāti maṃ, sugatā”ti.",
  "sn8.7:8.3": "“Paṭibhātu taṃ, vaṅgīsā”ti bhagavā avoca.",
  "sn8.7:8.4": "Atha kho āyasmā vaṅgīso bhagavantaṃ sammukhā sāruppāhi gāthāhi abhitthavi:",
  "sn8.7:9.1": "“Ajja pannarase visuddhiyā,",
  "sn8.7:9.2": "Bhikkhū pañcasatā samāgatā;",
  "sn8.7:9.3": "Saṃyojanabandhanacchidā,",
  "sn8.7:9.4": "Anīghā khīṇapunabbhavā isī.",
  "sn8.7:10.1": "Cakkavattī yathā rājā,",
  "sn8.7:10.2": "amaccaparivārito;",
  "sn8.7:10.3": "Samantā anupariyeti,",
  "sn8.7:10.4": "sāgarantaṃ mahiṃ imaṃ.",
  "sn8.7:11.1": "Evaṃ vijitasaṅgāmaṃ,",
  "sn8.7:11.2": "satthavāhaṃ anuttaraṃ;",
  "sn8.7:11.3": "Sāvakā payirupāsanti,",
  "sn8.7:11.4": "tevijjā maccuhāyino.",
  "sn8.7:12.1": "Sabbe bhagavato puttā,",
  "sn8.7:12.2": "palāpettha na vijjati;",
  "sn8.7:12.3": "Taṇhāsallassa hantāraṃ,",
  "sn8.7:12.4": "vande ādiccabandhunan”ti."
}