{
  "_markup_path": "markup/sn/sn41/sn41.09.html",
  "_alt_strings": [
    "en/sujato/sn/sn41/sn41.09.json"
  ],
  "sn41.9:1.1": "Saṃyutta Nikāya 41",
  "sn41.9:2.1": "1. Cittavagga",
  "sn41.9:3.1": "<span class=\\\"var\\\" title=\\\"acelasuttaṃ (bj)\\\" id=\\\"note456\\\">9. Acelakassapasutta</span>",
  "sn41.9:4.1": "Tena kho pana samayena acelo kassapo macchikāsaṇḍaṃ anuppatto hoti cittassa gahapatino purāṇagihisahāyo.",
  "sn41.9:4.2": "Assosi kho citto gahapati:",
  "sn41.9:4.3": "“acelo kira kassapo macchikāsaṇḍaṃ anuppatto amhākaṃ purāṇagihisahāyo”ti.",
  "sn41.9:4.4": "Atha kho citto gahapati yena acelo kassapo tenupasaṅkami;",
  "sn41.9:4.5": "upasaṅkamitvā acelena kassapena saddhiṃ sammodi.",
  "sn41.9:4.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn41.9:4.7": "Ekamantaṃ nisinno kho citto gahapati acelaṃ kassapaṃ etadavoca:",
  "sn41.9:4.8": "“kīvaciraṃ pabbajitassa, bhante kassapā”ti?",
  "sn41.9:4.9": "“Tiṃsamattāni kho me, gahapati, vassāni pabbajitassā”ti.",
  "sn41.9:4.10": "“Imehi pana te, bhante, tiṃsamattehi vassehi atthi koci <span class=\\\"var\\\" title=\\\"uttarimanussadhammo (s1-3, km, pts1)\\\" id=\\\"note457\\\">uttari manussadhammā</span> alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "sn41.9:4.11": "“Imehi kho me, gahapati, tiṃsamattehi vassehi pabbajitassa natthi koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro, aññatra naggeyyā ca muṇḍeyyā ca pāvaḷanipphoṭanāya cā”ti.",
  "sn41.9:4.12": "Evaṃ vutte, citto gahapati acelaṃ kassapaṃ etadavoca:",
  "sn41.9:4.13": "“acchariyaṃ vata, bho, abbhutaṃ vata, bho.",
  "sn41.9:4.14": "Dhammassa <span class=\\\"var\\\" title=\\\"svākhyātatā (pts1)\\\" id=\\\"note458\\\">svākkhātatā</span> yatra hi nāma tiṃsamattehi vassehi na koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato abhavissa phāsuvihāro, aññatra naggeyyā ca muṇḍeyyā ca pāvaḷanipphoṭanāya cā”ti.",
  "sn41.9:5.1": "“Tuyhaṃ pana, gahapati, kīvaciraṃ upāsakattaṃ upagatassā”ti?",
  "sn41.9:5.2": "“Mayhampi kho pana, bhante, tiṃsamattāni vassāni upāsakattaṃ upagatassā”ti.",
  "sn41.9:5.3": "“Imehi pana te, gahapati, tiṃsamattehi vassehi atthi koci uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsuvihāro”ti?",
  "sn41.9:5.4": "“Gihinopi siyā, bhante.",
  "sn41.9:5.5": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi.",
  "sn41.9:5.6": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṃ vūpasamā dutiyaṃ jhānaṃ upasampajja viharāmi.",
  "sn41.9:5.7": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā … pe …",
  "sn41.9:5.8": "tatiyaṃ jhānaṃ upasampajja viharāmi.",
  "sn41.9:5.9": "Ahañhi, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā … pe …",
  "sn41.9:5.10": "catutthaṃ jhānaṃ upasampajja viharāmi.",
  "sn41.9:5.11": "Sace kho panāhaṃ, bhante, <span class=\\\"var\\\" title=\\\"bhagavatā (s1-3, km)\\\" id=\\\"note459\\\">bhagavato</span> paṭhamataraṃ kālaṃ kareyyaṃ, anacchariyaṃ kho panetaṃ yaṃ maṃ bhagavā evaṃ byākareyya:",
  "sn41.9:5.12": "‘natthi taṃ saṃyojanaṃ yena saṃyojanena saṃyutto citto gahapati puna imaṃ lokaṃ āgaccheyyā’”ti.",
  "sn41.9:5.13": "Evaṃ vutte, acelo kassapo cittaṃ gahapatiṃ etadavoca:",
  "sn41.9:5.14": "“acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "sn41.9:5.15": "Dhammassa svākkhātatā, yatra hi nāma <span class=\\\"var\\\" title=\\\"gihī odātavasanā (bj)\\\" id=\\\"note460\\\">gihī odātavasano</span> evarūpaṃ uttari manussadhammā alamariyañāṇadassanavisesaṃ <span class=\\\"var\\\" title=\\\"adhigamissanti (bj)\\\" id=\\\"note461\\\">adhigamissati</span> phāsuvihāraṃ.",
  "sn41.9:5.16": "Labheyyāhaṃ, gahapati, imasmiṃ dhammavinaye pabbajjaṃ, labheyyaṃ upasampadan”ti.",
  "sn41.9:6.1": "Atha kho citto gahapati acelaṃ kassapaṃ ādāya yena therā bhikkhū tenupasaṅkami;",
  "sn41.9:6.2": "upasaṅkamitvā there bhikkhū etadavoca:",
  "sn41.9:6.3": "“ayaṃ, bhante, acelo kassapo amhākaṃ purāṇagihisahāyo.",
  "sn41.9:6.4": "Imaṃ therā pabbājentu upasampādentu.",
  "sn41.9:6.5": "Ahamassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti.",
  "sn41.9:6.6": "Alattha kho acelo kassapo imasmiṃ dhammavinaye pabbajjaṃ, alattha upasampadaṃ.",
  "sn41.9:6.7": "Acirūpasampanno ca panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "sn41.9:6.8": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "sn41.9:6.9": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "sn41.9:6.10": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "sn41.9:6.11": "Aññataro ca panāyasmā kassapo arahataṃ ahosīti.",
  "sn41.9:7.1": "Navamaṃ."
}