{
  "_markup_path": "markup/sn/sn41/sn41.03.html",
  "_alt_strings": [
    "en/sujato/sn/sn41/sn41.03.json"
  ],
  "sn41.3:1.1": "Saṃyutta Nikāya 41",
  "sn41.3:2.1": "1. Cittavagga",
  "sn41.3:3.1": "3. Dutiyaisidattasutta",
  "sn41.3:4.1": "Ekaṃ samayaṃ sambahulā therā bhikkhū macchikāsaṇḍe viharanti ambāṭakavane.",
  "sn41.3:4.2": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami;",
  "sn41.3:4.3": "upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṃ nisīdi.",
  "sn41.3:4.4": "Ekamantaṃ nisinno kho citto gahapati there bhikkhū etadavoca:",
  "sn41.3:4.5": "“adhivāsentu me, bhante therā, svātanāya bhattan”ti.",
  "sn41.3:4.6": "Adhivāsesuṃ kho therā bhikkhū tuṇhībhāvena.",
  "sn41.3:4.7": "Atha kho citto gahapati therānaṃ bhikkhūnaṃ adhivāsanaṃ viditvā uṭṭhāyāsanā there bhikkhū abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "sn41.3:4.8": "Atha kho therā bhikkhū tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena cittassa gahapatissa nivesanaṃ tenupasaṅkamiṃsu;",
  "sn41.3:4.9": "upasaṅkamitvā paññatte āsane nisīdiṃsu.",
  "sn41.3:5.1": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami;",
  "sn41.3:5.2": "upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṃ nisīdi.",
  "sn41.3:5.3": "Ekamantaṃ nisinno kho citto gahapati āyasmantaṃ theraṃ etadavoca:",
  "sn41.3:5.4": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti:",
  "sn41.3:5.5": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā.",
  "sn41.3:5.6": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni;",
  "sn41.3:5.7": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī”ti?",
  "sn41.3:6.1": "Evaṃ vutte, āyasmā thero tuṇhī ahosi.",
  "sn41.3:6.2": "Dutiyampi kho citto gahapati … pe …",
  "sn41.3:6.3": "tatiyampi kho citto gahapati āyasmantaṃ theraṃ etadavoca:",
  "sn41.3:6.4": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
  "sn41.3:6.5": "sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇāti vā.",
  "sn41.3:6.6": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni;",
  "sn41.3:6.7": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī”ti?",
  "sn41.3:6.8": "Tatiyampi kho āyasmā thero tuṇhī ahosi.",
  "sn41.3:7.1": "Tena kho pana samayena āyasmā isidatto tasmiṃ bhikkhusaṅghe sabbanavako hoti.",
  "sn41.3:7.2": "Atha kho āyasmā isidatto āyasmantaṃ theraṃ etadavoca:",
  "sn41.3:7.3": "“byākaromahaṃ, bhante thera, cittassa gahapatino etaṃ pañhan”ti?",
  "sn41.3:7.4": "“Byākarohi tvaṃ, āvuso isidatta, cittassa gahapatino etaṃ pañhan”ti.",
  "sn41.3:7.5": "“Evañhi tvaṃ, gahapati, pucchasi:",
  "sn41.3:7.6": "‘yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
  "sn41.3:7.7": "sassato lokoti vā … pe … ;",
  "sn41.3:7.8": "imā nu kho, bhante, diṭṭhiyo kismiṃ sati honti, kismiṃ asati na hontī’”ti?",
  "sn41.3:7.9": "“Evaṃ, bhante”.",
  "sn41.3:7.10": "“Yā imā, gahapati, anekavihitā diṭṭhiyo loke uppajjanti:",
  "sn41.3:7.11": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā anantavā lokoti vā, taṃ jīvaṃ taṃ sarīranti vā, aññaṃ jīvaṃ aññaṃ sarīranti vā, hoti tathāgato paraṃ maraṇāti vā, na hoti tathāgato paraṃ maraṇāti vā, hoti ca na ca hoti tathāgato paraṃ maraṇāti vā, neva hoti na na hoti tathāgato paraṃ maraṇāti vā.",
  "sn41.3:7.12": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni;",
  "sn41.3:7.13": "imā kho, gahapati, diṭṭhiyo sakkāyadiṭṭhiyā sati honti, sakkāyadiṭṭhiyā asati na hontī’”ti.",
  "sn41.3:8.1": "“Kathaṃ pana, bhante, sakkāyadiṭṭhi hotī”ti?",
  "sn41.3:8.2": "“Idha, gahapati, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto<span class=\\\"cross\\\" title=\\\"^mn44#8 [Cūḷavedallasutta] | ^mn109#9 [Mahāpuṇṇamasutta] | ^sn22.44#1 [44. Paṭipadāsutta] | ^an4.200#1 [200. Pemasutta] | ^ps1.2#68 [Mahāvagga/2. Sakkāyadiṭṭhiniddesa] | ^ne4#392 [Vibhaṅga/ Desanāhārasampāta] | ^vb17#135 [Mātikā/ Tikaniddesa]\\\" id=\\\"note442\\\">*</span> rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ;",
  "sn41.3:8.3": "vedanaṃ attato samanupassati … pe …",
  "sn41.3:8.4": "saññaṃ …",
  "sn41.3:8.5": "saṅkhāre …",
  "sn41.3:8.6": "viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ, attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.",
  "sn41.3:8.7": "Evaṃ kho, gahapati, sakkāyadiṭṭhi hotī”ti.",
  "sn41.3:9.1": "“Kathaṃ pana, bhante, sakkāyadiṭṭhi na hotī”ti?",
  "sn41.3:9.2": "“Idha, gahapati, sutavā ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ;",
  "sn41.3:9.3": "na vedanaṃ …",
  "sn41.3:9.4": "na saññaṃ …",
  "sn41.3:9.5": "na saṅkhāre …",
  "sn41.3:9.6": "na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ.",
  "sn41.3:9.7": "Evaṃ kho, gahapati, sakkāyadiṭṭhi na hotī”ti.",
  "sn41.3:10.1": "“Kuto, bhante, ayyo isidatto āgacchatī”ti?",
  "sn41.3:10.2": "“Avantiyā kho, gahapati, āgacchāmī”ti.",
  "sn41.3:10.3": "“Atthi, bhante, avantiyā isidatto nāma kulaputto amhākaṃ adiṭṭhasahāyo pabbajito?",
  "sn41.3:10.4": "Diṭṭho so āyasmatā”ti?",
  "sn41.3:10.5": "“Evaṃ, gahapatī”ti.",
  "sn41.3:10.6": "“Kahaṃ nu kho so, bhante, āyasmā etarahi viharatī”ti?",
  "sn41.3:10.7": "Evaṃ vutte, āyasmā isidatto tuṇhī ahosi.",
  "sn41.3:10.8": "“Ayyo no, bhante, isidatto”ti?",
  "sn41.3:10.9": "“Evaṃ, gahapatī”ti.",
  "sn41.3:10.10": "“Abhiramatu, bhante, ayyo isidatto macchikāsaṇḍe.",
  "sn41.3:10.11": "Ramaṇīyaṃ ambāṭakavanaṃ.",
  "sn41.3:10.12": "Ahaṃ ayyassa isidattassa ussukkaṃ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti.",
  "sn41.3:10.13": "“Kalyāṇaṃ vuccati, gahapatī”ti.",
  "sn41.3:11.1": "Atha kho citto gahapati āyasmato isidattassa bhāsitaṃ abhinanditvā anumoditvā there bhikkhū paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "sn41.3:11.2": "Atha kho therā bhikkhū bhuttāvino onītapattapāṇino uṭṭhāyāsanā pakkamiṃsu.",
  "sn41.3:11.3": "Atha kho āyasmā thero āyasmantaṃ isidattaṃ etadavoca:",
  "sn41.3:11.4": "“sādhu kho taṃ, āvuso isidatta, eso pañho paṭibhāsi.",
  "sn41.3:11.5": "Neso pañho maṃ paṭibhāsi.",
  "sn41.3:11.6": "Tenahāvuso isidatta, yadā aññathāpi evarūpo pañho āgaccheyya, taññevettha paṭibhāseyyā”ti.",
  "sn41.3:11.7": "Atha kho āyasmā isidatto senāsanaṃ saṃsāmetvā pattacīvaramādāya macchikāsaṇḍamhā pakkāmi.",
  "sn41.3:11.8": "Yaṃ macchikāsaṇḍamhā pakkāmi, tathā pakkantova ahosi, na puna paccāgacchīti.",
  "sn41.3:12.1": "Tatiyaṃ."
}