{
    "pt": {
        "e30baf2773fd1ff10ac21a7ebd63198d": "Discursos (Suttas)",
        "871c2cab9a5e8da6b3c38bbf3340a08a": "por Bhikkhu Sujato",
        "352e23f4f13ab3fc134da874c216272c": "<a href=\"#item1\">Origens</a>",
        "df3cac38ab02cff2a63581f435cc103c": "<a href=\"#item2\">Transmissão</a>",
        "53174565c9b1e9b13cc93be1400b8987": "<a href=\"#item3\">As Escolas do Budismo Inicial</a>",
        "0623cab3e9dcc5b2c4ee2fb3952d7865": "<a href=\"#item4\">Estrutura</a>",
        "efb2766b97f2d7696fef6d776866af30": "<a href=\"#item5\">A canonicidade dos Suttas</a>",
        "615f7b4e71ba0d229eaec7b34eebb767": "<a href=\"#item6\">Os Suttas nas tradições budistas</a>",
        "add64e6aee9677ff5a979894b949c15d": "<a href=\"#item7\">Reforma Moderna e Crítica Pós-Moderna</a>",
        "ba23b8a5d09aa5211abb9b5c2d759088": "<a href=\"#item8\">Traduções</a>",
        "ab79ab24bb958ba61a8fe59c3c59c695": "O corpo mais importante da escritura sagrada no budismo é o Suttapiṭaka, a “cesta de discursos”. Esta coleção contém os ensinamentos do Buda e seus discípulos, coletados e transmitidos pelas escolas do budismo inicial ou antigo. Esta coleção constitui a fonte do Dhamma, de onde são extraídos os ensinamentos e práticas das muitas escolas do budismo.",
        "af3519cc08f44d49c25697d32d4198d3": "O termo <i>sutta</i> em páli ou <i>sūtra</i> em sânscrito é usado de forma bastante abrangente nas tradições budistas e pode incluir uma série de textos posteriores. No entanto, consideramos apenas os mais antigos destes, que são os textos incluídos no Suttapiṭaka do cânone páli, e as várias coleções e textos correspondentes em outros idiomas. Nem todos esses textos derivam do primeiro período, mas pretendemos ser inclusivos, para não perder nenhuma das primeiras escrituras. De um modo geral, eles representam os primeiros séculos de textos budistas, com ênfase especial naqueles que podem ser plausivelmente atribuídos ao Buda histórico e seus discípulos imediatos. Textos posteriores como os sūtras Mahayana estão fora do nosso escopo, exceto nos casos em que eles citam os primeiros textos.",
        "b9c2c71523b3541522ed604a4d08eb30": "O SuttaCentral inclui quase todas as escrituras desse período. Exceções incluem certos manuscritos que são inéditos ou indisponíveis, ou muito fragmentados, e algumas passagens ou citações encontradas em textos posteriores e comentários em chinês e tibetano.",
        "0499eb261f799727afd488e6e0cf164e": "Este artigo apresenta uma visão geral, e detalhes mais específicos podem ser encontrados nas páginas de cada coleção. Observe que este artigo trata da história e da natureza das coleções textuais, não do conteúdo e dos temas.",
        "822476109ed542a5519e3cd35de9d904": "Origens",
        "980bdf75bd197f5bad82e291b697db86": "O Buda viveu em torno do século 5 aC, e viveu e ensinou nas nações da planície do Ganges, no norte da Índia, especialmente nas regiões hoje conhecidas como Bihar e Uttar Pradesh. Ele teve uma longa carreira e é dito ter ensinado por quarenta e cinco anos. Os textos canônicos do Vinaya relatam como, após seu falecimento for volta do final do século V aC, os seguidores de Buda, liderados por seu discípulo mais próximo, Ananda, reuniram seus ensinamentos no grande Primeiro Concílio em Rajagaha (Rajgir moderno), garantindo a sobrevivência destes até hoje.",
        "cf807cf92914d63b7662ab22c9881a8d": "Existem vários relatos diferentes do Primeiro Concílio, e eles variam de certa forma nos detalhes de quais textos foram recitados naquela ocasião. Mas parece provável que o conteúdo principal foi semelhante ao que está hoje incluído nos quatro principais <i>nikāyas</i>, bem como os seis primeiros livros do Khuddaka, juntamente com as primeiras porções do Vinaya. Estes são por vezes referidos como os primeiros textos budistas (PTBs). Não é provável que o que temos hoje seja equivalente a tudo o que foi recitado naquele concílio. As próprias tradições reconhecem que houve acréscimos. No entanto, parece razoável aceitar que a maior parte do conteúdo desses textos deriva dessa época. As principais mudanças foram na estrutura e arranjo, enquanto mudanças no conteúdo foram limitadas e prontamente identificáveis.",
        "9517a63ebb91e247ffcefbe69b71db41": "Os textos teriam sido originalmente redigidos em uma forma de idioma prácrito, isto é, um dialeto indo-ariano médio intimamente relacionado ao sânscrito. A forma exata do prácrito original é desconhecida e, na verdade, pode não ter sido inteiramente padronizada, uma vez que os monásticos, desde os primeiros tempos, usavam dialetos diferentes. Há características dos textos páli da tradição theravada que sugerem que estes foram derivadas de uma versão anterior no idioma māgadhī, isto é, a língua do reino antigo de Magadha. Parece que eles foram padronizados em séculos posteriores para um dialeto semelhante ao usado amplamente na Índia central para inscrições, contendo um sânscrito parcial. No entanto, essas línguas diferem principalmente na fonologia e, além de alguns casos extremos, as mudanças de uma forma para outra não afetam o significado.",
        "eb2d9ac048f63b514bd26677c6142d1f": "Transmissão",
        "f08e2f3c017f67c2ee5dbea504848994": "Por muitos anos, os textos foram transmitidos de forma oral. Este processo era realizado por grupos de recitadores, todos recitando juntos o mesmo texto para garantir a precisão. Muitas vezes somos céticos de que uma tradição oral possa manter os textos com precisão por um longo tempo. Esse é o nosso viés cultural, já que tudo o que conhecemos são textos escritos. Mas a transmissão oral era a norma na Índia antiga. O Ṛg Veda do Brahmanismo, por exemplo, foi passado em letra perfeita por centenas, talvez milhares, de anos antes de ser escrito. Não importa qual seja o meio de transmissão — oral, escrito, ou digital — corrupções e alterações podem surgir. A coisa mais importante na manutenção da precisão não é o meio, mas o cuidado e a dedicação das pessoas que fazem o trabalho. Os textos budistas, através do uso de tais dispositivos como repetição, são altamente otimizados para a transmissão confiável da doutrina.",
        "13fc8d83ace176f304af5fea6bd587b3": "Os relatos históricos do Sri Lanka registram que em 29 aC, como medida de proteção contra a instabilidade na região naquele momento, o cânone páli foi escrito no templo situado nas cavernas de Aluvihare. Embora não tenhamos registros históricos para o que se passava no continente, parece seguro assumir que por lá os textos foram escritos no mesmo período. De fato, uma variedade de manuscritos budistas de regiões situadas ao norte foram encontrados datando dos primeiros séculos, um dos quais tem sido datado por volta de 75 EC.",
        "9e3c3f9c8faae790b3e3ada0f5dae115": "Devido aos materiais usados e ao clima, nenhum desses primeiros manuscritos do cânone páli sobreviveu até os dias de hoje. Há algumas passagens anteriores em inscrições e coisas semelhantes, mas a maior parte dos textos em páli usados hoje vem de manuscritos que foram recopiados nos últimos séculos.",
        "708e177887291aeb4bb8e301da1e32a5": "Os textos chineses são originários de manuscritos de várias escolas levados para a China e lá traduzidos por equipes de monges. Cada coleção tem uma origem diferente, e devido aos registros meticulosos do cânone chinês, os tradutores e datas destes são geralmente bem conhecidos. A maioria dos discursos budistas antigos foram traduzidos por volta do quinto século EC, com alguns tendo sido traduzidos mais cedo e outros mais tarde. Nem sempre é possível determinar exatamente qual era a língua original dos manuscritos, mas em muitos casos o mais provável seria o sânscrito. No entanto, é provável que outras línguas índicas como o gandhārī ou o sânscrito híbrido budista tenham sido usadas também.",
        "d56f1e13ebddf8a04f7316845c1150e0": "Da mesma forma, os primeiros textos encontrados no cânone tibetano provêm de textos sânscritos que foram traduzidos no Tibete há mais de mil anos.",
        "b619815c5efc73ba63772230d91cb723": "Nenhuma das formas modernas de budismo normalmente usa textos sânscritos, pois as escolas do norte preservaram apenas as traduções destes. Os textos em sânscrito e outros primeiros dialetos indianos provêm de uma série de achados fortuitos no século passado. Certos textos sânscritos foram descobertos em manuscritos antigos no Nepal e no Tibete, onde permaneceram praticamente intocados desde que foram trazidos da Índia há quase mil anos. Várias descobertas revelaram mais textos. Os manuscritos de Gilgit e de outras partes da Ásia Central, Afeganistão e Paquistão contêm suttas em vários idiomas diferentes, desde textos extensos até fragmentos minúsculos contendo apenas algumas letras. Alguns foram recuperados a partir de pesquisa arqueológica adequada, mas outros manuscritos simplesmente apareceram no mercado negro e sua origem só pode ser imaginada. Esses manuscritos representam o espectro da literatura budista da época, incluindo suttas do budismo inicial, textos do Vinaya, Abhidhamma, lendas, textos Mahāyāna e comentários. Aqui estamos apenas preocupados com os suttas do budismo inicial ou antigo.",
        "76d653d7021024bcdc49c72349da8fa3": "Esses textos são às vezes chamados os \"Manuscritos do Mar Morto\" do budismo, mas isso é enganoso. Enquanto os Manuscritos do Mar Morto continham novos textos indicando uma perspectiva radicalmente diferente do cristianismo inicial, esses suttas budistas são quase sempre pequenas variações do que encontramos no cânone páli. Eles servem para indicar a disseminação e a diversidade do budismo, e oferecem esclarecimentos sobre muitos pontos da história e dos detalhes, mas não alteram radicalmente nossa compreensão dos ensinamentos.",
        "537f293b3b2231f9b8ad8cd327a77ff3": "As escolas do budismo inicial",
        "f61adc0a9fd7eb9955430e8e1234413a": "O século após o falecimento do Buda testemunhou uma transformação na história política indiana. As 16 nações presentes no tempo do Buda foram amalgamadas pela força superior do reino de Magadha, que se tornou um império que abrangia a maior parte do continente indiano. Ao mesmo tempo, a invasão por Alexandre, o Grande, estabeleceu reinos gregos no noroeste, iniciando uma era de comércio internacional.",
        "3aeca0f400b08ac6a72de75074051757": "A comunidade budista, patrocinada por reis como Aśoka, aproveitou ao máximo essas condições favoráveis para difundir o Dhamma no subcontinente indiano e mais adiante. Menos de dois séculos após a passagem do Buda, as comunidades budistas prosperavam em regiões tão distantes quanto Sri Lanka e Afeganistão.",
        "9a14dc4bc16deed0f041a6c86b8ecfdc": "Mas com esse crescimento surgiram novos desafios. A comunidade começou a divergir, impulsionada principalmente pela distância, mas também por desacordos doutrinários e confrontos de personalidade. Em pouco tempo surgiram, de acordo com os cálculos tradicionais, “dezoito” escolas. Este é apenas um número convencional, havendo realmente apenas quatro ou cinco grandes grupos de escolas, tendo estas muitos ramos regionais.",
        "3b32c41405baefef17e5fa7d72669575": "Cada uma dessas escolas teria preservado uma coleção de escrituras. Hoje temos apenas uma pequena seleção destas. No entanto, embora muito tenha sido perdido, possuímos material suficiente para ter uma ideia razoável das semelhanças e diferenças. Note que, ao contrário dos textos do Vinaya, às vezes é difícil determinar a afiliação escolar de uma coleção de suttas.",
        "81ff34bfae36437ed27ebc656b1c5bd6": "Sob a perspectiva dos suttas, as seguintes escolas são as mais importantes.",
        "8960811bcad8391f862d1798990055e6": "<strong>Theravada:</strong> Mais precisamente conhecidos como Mahāvihāravāsins, ou \"Habitantes do Grande Monastério (em Anurādhapura)\", esse grupo foi estabelecido no Sri Lanka pelo filho de Aśoka, Mahinda. Este grupo deixaram como herança a coleção conhecida como Tipiṭaka Páli, ou cânone páli. A coleção mantém as características de sua origem continental, possivelmente da região de Avanti (atual Malwa), e poucas mudanças foram feitas nestes desde que chegaram na ilha. Esta escola utilizou exclusivamente o idioma páli para seus textos canônicos.",
        "b68084fd7ea0952ae5666c87af062a49": "<strong>Sarvāstivāda:</strong> Esta foi uma escola, ou grupo de escolas, influente e em grande parte baseada no noroeste da Índia. Possuímos uma extensa gama de suttas desta escola — uma coleção Majjhima, uma coleção Saṁyutta, a maior parte de uma coleção Dīgha e várias coleções parciais. A maior parte dos suttas existentes em sânscrito, chinês e tibetano vêm desta escola, ou de um de seus ramos, como a Mūlasarvāstivāda. Sua doutrina distintiva era que todos os fenômenos, em certo sentido, \"existem\" no passado, presente e futuro. No entanto, como todas as doutrinas sectárias, isso teve pouco ou nenhum impacto em seus textos canônicos. Seus textos foram transmitidos principalmente em sânscrito e, às vezes, em um sânscrito prácrito.",
        "00f684b3ad22c694e44f71903e67f914": "<strong> Dharmaguptaka:</strong> Uma escola quase indistinguível do Theravada em termos de doutrina, mas baseada na região de Gandhāra, um reino antigo situado ao longo dos rios Kabul e Swat onde hoje está o Afeganistão e Pakistão.O idioma usado foi principalmente o que chamamos de gandhārī, e sobreviveram até os dias de hoje no formato original um Dharmapada e alguns suttas. Acredita-se que a coleção Dīrghāgama (DA) hoje preservada em chinês tenha sido traduzida de uma coleção originalmente desta escola.",
        "08444957e0567451a6efc4db3cbf2089": "<strong>Mahāsaṅghika:</strong> Alguns dos textos hoje encontrados em sânscrito híbrido são desta escola, e o Ekottarikāgama (EA) em chinês às vezes é atribuído a eles, embora isso não seja claro.",
        "40116db731fa039fdac752ba5ff41bb1": "Destas escolas, apenas a Theravada ainda é encontrada nos dias de hoje com uma história ininterrupta de transmissão de uma coleção inteira no idioma original. Além disso, esta escola possui um conjunto completo de comentários canônicos para todos os textos. Por estas razões, a coleção páli da escola Theravada tem sido, e continuará a ser, a principal fonte de ensinamentos do budismo inicial ou antigo.",
        "d04cc4ab17a2a5d59026c912407d55b9": "Para o resto das escolas, temos coleções e fragmentos que foram preservados principalmente na tradução chinesa e, em menor escala, no idioma tibetano. Os poucos textos em sânscrito e outras línguas índicas antigas derivam de achados fortuitos; manuscritos de mil anos preservados em mosteiros nas montanhas do Tibete ou do Nepal, ou mesmo textos mais antigos desenterrados das areias de desertos da Ásia Central. Esses textos são muito menos completos do que os Páli, foram pouco estudados e apresentam uma série de desafios em termos linguísticos e práticos. No entanto, eles têm um valor único em oferecer uma fonte alternativa para verificar e comparar o que hoje encontramos nos textos do cânone páli.",
        "ff834f8b144c97be61a4a4112324dcd2": "A opinião unânime dos estudiosos que analisaram os textos das escolas do budismo inicial é que eles são em sua maioria consistentes em doutrina e conteúdo, diferindo principalmente em termos de arranjo e organização. Embora as diferenças não sejam pequenas, e é difícil generalizar, está claro que as comunidades do budismo inicial viram como sua principal tarefa, levada bastante a sério, preservar as palavras do Buda, especialmente os ensinamentos essenciais.",
        "dc4c71563b9bc39a65be853457e6b7b6": "Estrutura",
        "c9d74944ec8a719584cbfeadcde13d2e": "Nos quarenta e cinco anos em que ensinou,</i> o Buda tinha como principal motivação se dirigir e apaziguar o sofrimento da pessoa ou pessoas diante de quem ele se encontrava. Assim, não era a sua preocupação criar um cânone abrangente de seus ensinamentos. No entanto, ele deu algumas indicações de um sistema mais amplo para a organização dos ensinamentos. Ele normalmente mencionava certas formulações doutrinárias como o conteúdo central de seus ensinamentos — as quatro nobres verdades, ou os conjuntos de ensinamentos sobre prática que vieram a ser conhecidos como os <i>bodhipakkhiyā dhammā</i>, ou seja os 'fatores do despertar'. Esses conjuntos de doutrinas formam a espinha dorsal do Saṁyutta Nikāya. Ele também mencionou uma organização por estilo literário, conhecido como o <i>aṅgas</i>, ou 'ramos'. Enquanto os textos em páli mencionam nove aṅgas, os textos do norte normalmente mencionam doze, e há alguma indicação de que, originalmente, existiriam apenas três ou quatro destes ramos.",
        "1d1ccf76bcc98cd4f486cfea1b606ba2": "Independentemente de como os textos foram organizados enquanto o Buda era vivo, rapidamente as escolas iniciais reorganizaram os textos num sistema de <i>nikāyas</i> ou <i>āgamas</i> como os temos hoje. (O termo <i>nikāya</i>, que quer dizer “coleção” ou “grupo”, é preferido no contexto Theravādin, enquanto a tradição do norte geralmente usa o termo <i>āgama</i>, que tem o sentido de uma “tradição” ou “transmissão ”; no entanto, esses termos não são específicos e podem ser usados em qualquer tradição.) Essa reorganização pode muito bem ter começado no Primeiro Concílio ou não muito depois deste. O principal motivo foi organizar a coleção em seções mais gerenciáveis, a fim de facilitar a memorização. Os <i>nikāyas</i> não eram categorias absolutas ou fixas, mas padrões ou modelos que as diferentes tradições implementaram à sua maneira.",
        "289177923363cc13cb7b59cc3929e7ec": "É provável que cada uma das escolas iniciais possuísse quatro nikāyas principais. A sequência destes não é fixa e a ordem adotada no SuttaCentral reflete a melhor conhecida e usada na tradição páli. Em outras escolas, como está implícito nos relatos do Primeiro Concílio, as coleções estavam em ordens diferentes, como por exemplo tendo o Saṁyutta no início. Note que no cânone chinês, os editores da edição Taishō rearranjaram seu material sob a influência do cânone páli para adotar a mesma sequência deste.",
        "892043f385dad0afbd85948d31049101": "Cada um dos <i>nikāyas</i> inclui material que foi editado e organizado, e às vezes adicionado, durante um período de tempo. Embora cada coleção contenha alguns textos únicos, a maior parte das diferenças no número de discursos se deve simplesmente ao fato de que determinado discurso se encontra em lugares diferentes nas diferentes coleções.",
        "a0032f83363c37aa55e4d858f5210f11": "<strong>Discursos Longos:</strong> A coleção dos discursos \"longos\". Os discursos da coleção Dīgha têm ambições literárias mais elaboradas do que os demais textos, e um de seus objetivos parece ter sido a conversão de brâmanes, uma classe culta acostumada à literatura sofisticada. O Páli Dīgha Nikāya (DN) tem 34 discursos, o Dīrghāgama (DA) do cânone chinês (Dharmagupta) tem 30. Um antigo manuscrito em sânscrito dos Sarvāstivādins, em grande parte inédito, indica que a coleção desta escola continha 47 discursos. Além disso, há vários discursos individuais Dīrgha preservados na tradução chinesa.",
        "3f3b020135c8b9d566a7569fd35eb6d1": "<strong>Discursos Médios:</strong> A coleção Majjhima contém um grupo de discursos de \"média extensão\", 152 em páli (MN) e 222 na versão chinesa Sarvāstivāda (MA). Tal como acontece com a coleção Dīgha, há vários discursos independentes em chinês também. O Majjhima contém uma ampla gama de discursos sobre diversos temas, com ênfase em diálogos e discussões.",
        "ccc8607e4189d1a7e6727cd2d54ed6c3": "<strong>Discursos Conectados:</strong> A coleção de discursos “ligados” ou “conectados” consiste em um grande número de pequenos discursos organizados principalmente por tópicos, mas também às vezes por personagens presentes em relatos específicos. Aqui encontramos grandes coleções de discursos sobre temas budistas fundamentais como origem dependente, os cinco agregados, as quatro nobres verdades e o nobre caminho óctuplo. Temos o Saṁyutta Nikāya (SN) em páli e uma tradução chinesa do Saṁyuktāgama comparável dos Sarvāstivādins (SA). Em chinês, também encontramos duas traduções menores e incompletas. Além disso, há um número significativo de textos em estilo saṁyutta nos idiomas tibetano e sânscrito.",
        "e2f3d53017b47f80638633f372ee6ddc": "<strong>Discursos Numerados:</strong> Os discursos “numerados” ou “numéricos” são geralmente conhecidos como Aṅguttara Nikāya em páli. No entanto, a tradição páli também usa o termo Ekottara (“incremental”), e esta é a forma normalmente encontrada nas coleções do norte. Essas coleções organizam textos em conjuntos numerados, de um a onze. Em comparação com os demais <i>nikāyas</i>, os discursos desta coleção são mais orientados para a comunidade leiga. O Ekottarikāgama (EA) em chinês é um texto altamente incomum, que apresenta uma gama de variações dentro de si, mesmo quando se trata de doutrinas básicas. Ele tem consideravelmente menos em comum com o Aṅguttara do cânone páli do que as outras coleções têm com suas contrapartes. Além disso, há uma tradução parcial em chinês de um Ekottarikāgama, bem como uma variedade de discursos e fragmentos individuais em chinês e sânscrito.",
        "1df61e6e33eecb382c215411caffc725": "Os quatro <i>nikāyas</i> do cânone páli, da escola Theravada, constituem uma coleção altamente integrada de textos, e nestes encontramos geralmente passagens, ensinamentos e frases que se repetem através das diferentes coleções. É possível discernir diferenças de ênfase e orientação entre eles, mas isso não deve obscurecer o fato de que a maior parte das principais doutrinas é compartilhada. Na falta de conjuntos completos de <i>āgamas</i> de outras escolas, é difícil saber com certeza que suas coleções eram integradas da mesma forma, mas parece provável que esse tenha sido o caso.",
        "bdddeebbec01a1fdf93199f7e383c28c": "Os discursos iniciais ou antigos que não foram incluídos nos <i>nikāyas</i> foram reunidos pela tradição páli em sua coleção chamada Khuddaka, ou \"coleção menor\". Não é totalmente claro porque estes não foram simplesmente incluídos nos quatro <i>nikāyas</i>; originalmente, pode ter sido simplesmente uma questão de conveniência organizacional. O cânone páli tem seis obras na coleção Khuddaka que são consideradas como pertencentes ao período inicial. Estes consistem principalmente em versos, com alguns materiais narrativos e doutrinários em prosa.",
        "611adb91d40ba21eb74ab60e430a22a2": "Dhammapada",
        "bebb045cda7c08a7f1756bd5ccce01c9": "Udāna",
        "a5ef8173eb43eb708ebeb170bc40e22e": "Itivuttaka",
        "c2e19ce05209317195ad6483d4363558": "Sutta Nipāta",
        "70d80aabe70499ead8806f8b7b15acc6": "Theragāthā",
        "e6dfa967a0e01e607c41436987da9ab8": "Therīgāthā",
        "4be3a5000bcd27625a49b199137fce6f": "Embora esses textos sejam considerados iniciais, eles são, no geral, um pouco mais tardios do que os principais <i>nikāyas</i>. Certos capítulos do Sutta Nipāta têm sido frequentemente considerados como uma parte especialmente antiga e autêntica do cânone, mas isso não deve ser interpretado em excesso. Outras partes do Sutta Nipāta são claramente tardias. E não há nada nas primeiras porções deste que indique que estes sejam mais antigos que a maior parte dos discursos em prosa.",
        "4b5dc02aa2e7dba3f1d1de61d2ea24c2": "Esta coleção parece ter sido considerada aberta para inclusões até uma data bastante tardia. A recensão birmanesa do cânone páli inclui até mesmo o Milindapañha, um texto que foi escrito não menos de trezentos anos após o falecimento do Buda.",
        "7c8051203fbd4ba2f5970c43959ed1dd": "Não está claro se cada uma das escolas iniciais tinham sua própria versão do Khuddaka. No entanto, muitos desses textos, especialmente o Dhammapada, têm versões equivalentes nas coleções do norte. Parece provável que, apesar das diferenças de organização, cada escola teria alguma coleção que correspondesse vagamente ao Khuddaka do cânone páli.",
        "cc60710c2ce57f3d73e39f84769f2683": "Os demais textos da coleção Khuddaka foram adicionados a esta mais tarde. Em estilo e conteúdo, eles se diferem consideravelmente dos textos mais antigos. Eles indicam diferentes desenvolvimentos dentro da comunidade budista nos séculos seguintes ao falecimento Buda. Estes textos posteriores incluem as extensas colecções de contos Jātaka, encontradas no cânone páli e nos cânones de outras tradições. Note que na tradição theravada, apenas os versos desta coleção são considerados canônicos, enquanto as próprias narrativas por trás destes são encontradas como parte do comentário.",
        "fae5ba86ba58be669e8ca6ec3e1fd87e": "A canonicidade dos suttas",
        "301f0a9c2c612ce328e6ae922ee715fa": "Os discursos iniciais são considerados canônicos em todas as escolas do budismo. Eles são considerados Buddhavacana, as “palavras do Buda”, e são reverenciados como escrituras sagradas. Cada escola, é claro, aceita outros textos como canônicos também; mas os Suttas, juntamente com os Vinayas, são as principais áreas de sobreposição entre as escolas.",
        "8aad64ac61c874299465a71b2048b7ba": "Esse quadro geral, no entanto, fica mais complicado quando tentamos analisar os detalhes. Embora haja uma boa semelhança entre os discursos dos diferentes cânones, eles não são idênticos. Cada uma das três principais escolas mantém seus próprios cânones distintos: a escola Theravada do Sul e do Sudeste Asiático têm seus textos em páli; as tradições budistas da Ásia Central usam o tibetano; e no leste da Ásia o cânone está em chinês. Um conjunto completo de <i>nikāyas</i> está em Páli; coleções extensas são encontradas em chinês; e seleções limitadas são encontradas em tibetano. O sânscrito e outros textos índicos antigos não fazem parte de nenhum cânone formal, mas os textos são, no entanto, canônicos, no sentido de que são reconhecidos como sendo equivalentes ao que se encontra nos cânones.",
        "cad649622b00eb8580111fdbb32a1eac": "Assim, enquanto podemos dizer que os discursos iniciais são em geral considerados canônicos, para fins práticos, cada uma das escolas tem um conjunto específico de discursos antigos encontrados em seu próprio cânone.",
        "8a30649a6a46f46596eec1e75e9cec87": "Os suttas nas tradições budistas",
        "625cd5185e5dbe5fcbba1b7537ecd48f": "Na educação budista tradicional, os discursos registrados nos suttas geralmente não são ensinados diretamente. Em vez disso, os ensinamentos e seus princípios foram assimilados e organizados em textos posteriores, que se tornaram por sua vez o meio prevalente de transmissão. No Theravada, os discursos eram, até recentemente, transmitidos em páli, e assim só eram acessíveis àqueles fluentes no idioma, geralmente monges. E nem todos os que aprendiam páli necessariamente estudariam os discursos. Parece que o ensinamento servia propósitos práticos particulares de tradições monásticas locais, baseado em manuais e conjuntos de notas e comentários. Antes dos tempos modernos, era raro encontrar mosteiros, a não ser os maiores, que possuíssem um conjunto completo do Tipiṭaka. Hoje, os conjuntos impressos do cânone estão amplamente disponíveis em páli e tradução; mas ainda são muitas vezes guardados em um armário trancado no santuário, sem serem lidos.",
        "1e42256acc4786ec4f409115868a3957": "Os budistas geralmente são expostos a um pequeno conjunto de discursos populares. Estes incluem textos como o Dhammacakkappavattana Sutta — o famoso primeiro sermão de Buda — e alguns textos curtos usados em cânticos de proteção e como base de sermões para os leigos, como o Maṅgala Sutta, o Ratana Sutta e o Metta Sutta.",
        "653a16e4e5500049e8a6d69357c059f6": "Além de estudiosos, a maioria dos budistas Theravada não distingue claramente os discursos antigos de outros textos sagrados. A palavra <i>sutta </i> pode significar simplesmente \"escritura sagrada\" e pode até mesmo ser usada para coisas como fórmulas mágicas e coisas do gênero. Embora os budistas estejam geralmente cientes de que existe o Tipiṭaka que contém as palavras do Buda, apenas budistas instruídos têm uma idéia clara do seu conteúdo. Não há tradição no budismo comparável às leituras bíblicas da missa cristã, e, portanto, não há maneira padrão de comunicar o conteúdo dos textos diretamente ao povo.",
        "afd4e6bfb509f644ee5656b7dfd636fc": "Em algumas tradições budistas, é tido como obrigatório que monges ordenados memorizem e estudem de perto certas partes dos textos antigos. Monges do Sri Lanka, por exemplo, memorizam o Dhammapada. No entanto, este não é o caso na Tailândia, por exemplo, onde não há leituras obrigatórias para os monges. Mesmo nos nove anos do currículo formal do estudo do Dhamma na Tailândia, os Discursos canônicos não são estudados, pois são considerados sagrados demais.",
        "6b418c133009c6ed528f7f203f4a645a": "No Budismo do Leste Asiático, a educação tradicional se concentra nos sutras Mahayana e nos textos de mestres chineses, e há poucas evidências de que os discursos iniciais fossem amplamente estudados. Às vezes é dito que o estilo de tradução dos <i>āgamas</i> se compara mal com a dicção mais elegante das traduções do Mahayana por Xuanzang e outros mestres. E os discursos iniciais, é claro, não são organizados de modo que facilite a sua leitura e estudo.",
        "831dc0c7101f8f28ce7c4a52429504db": "O budismo tibetano inclui o estudo das escolas budistas antigas ou iniciais como parte de seu currículo regular. No entanto, este se concentra no assunto das doutrinas do Abhidhamma das escolas posteriores. Uma compreensão razoável dos primeiros textos budistas é, no entanto, possível de ser alcançada no idioma tibetano. Embora não existam textos <i>āgama</i> completos, passagens substanciais dos primeiros textos são encontradas no texto Upāyika, que consiste de uma compilação de passagens mencionadas no Abhidharmakoṣa, e em outros textos dispersos.",
        "3c1197fedce339b5edb7cee09a508115": "Reforma moderna e crítica pós-moderna",
        "c6fe65a582cd6ac07633c465237c33c5": "A partir de meados do século XIX, eruditos europeus e asiáticos começaram a estudar os textos budistas com foco em seus aspectos históricos. Enquanto os estudos tradicionais se deram no âmbito de escolas específicas, com os textos interpretados dentro de seus contextos locais, essa nova frente de estudos pretendia situar os textos em termos de lugar e tempo históricos. Essa abordagem era crítica — no sentido de ser cética em relação às reivindicações tradicionais de autoridade, e de exigir evidência para apoiar as afirmações — e construtiva, no sentido de que pretendia construir um quadro histórico coerente e significativo para compreender os textos.",
        "3f3f3ccb1e2d2b9ed22e8e9bc36b09a0": "A modernidade trouxe uma série de novas técnicas e conquistas. Por exemplo:",
        "db6642b3dd1e09d514c79a06d6be30e9": "O estudo comparativo das escrituras anteriormente isoladas em chinês, páli, tibetano e sânscrito revelou semelhanças e diferenças entre estas.",
        "6e9af1f12ce7915a25fa8b39966e6c09": "Com base nos relatos de peregrinos chineses, arqueólogos descobriram uma série de sítios antigos na Índia, provando que locais citados nos suttas, como Sāvatthī ou Rājagaha, eram de fato lugares reais.",
        "6d18520633628daa543f42af81bd34b7": "A comparação de escrituras budistas com textos hindus e jainistas permitiu uma melhor compreensão das forças culturais ativas presentes nos dias de Buda.",
        "e48794778058ef92cef5023fe6ad6ea7": "A aplicação de métodos críticos na análise dos textos estabeleceu a evolução histórica e doutrinária dos textos budistas e sua relação uns com os outros.",
        "7aae368987aa10f3c2d241df0e7ed948": "Os pilares e inscrições de Aśoka foram descobertos e decifrados, permitindo uma compreensão histórica adequada deste importante monarca budista.",
        "7bcefa91efa9bbf5461faa876fdde0cb": "Os discursos antigos ou iniciais foram novamente enfatizados como a fonte histórica dos ensinamentos do Buda.",
        "d22a765e265beee7f0a1de22036ced07": "Mudanças modernistas como essas não se limitam à erudição ocidental, e foram conduzidas em conjunto com reformas textuais e práticas em todo o budismo asiático. Cada uma das tradições do budismo asiático participou e aplicou essas inovações de diversas maneiras. Alguns exemplos incluem:",
        "75353894ccad57c8c26435a70ddc4885": "No Theravada, os quinto e sexto concílios reafirmaram a centralidade do cânone Páli.",
        "d435ac70a5dcacf695b725000124b037": "Traduções do cânone páli foram feitas em línguas asiáticas modernas e amplamente distribuídas em todo o mundo budista, juntamente com traduções em inglês.",
        "6a87ffe04b2795a061eb56c5d9d42fb1": "O budismo reformista do rei Mongkut, na Tailândia do século XIX, inspirou-se em grande parte em idéias modernistas de reforma textual e disciplinar.",
        "b7c14961ca035fabac9a2104ce9e0149": "Abordagens modernas da prática de meditação foram desenvolvidas com base nos textos em Páli. As escolas birmanesas de <i>vipassanā</i> adotaram o Satipaṭṭhāna Sutta como seu texto central, tornando-o o texto mais influente na prática moderna de meditação. Na Tailândia, movimentos de reforma como a Tradição da Floresta, ou a abordagem de Ajahn Buddhadāsa explicitamente baseada em suttas, rejeitaram práticas contemplativas tradicionais baseadas em invocações mágicas, e defenderam um retorno às práticas de atenção plena focada e baseada no corpo, referenciadas nos suttas antigos ou iniciais.",
        "9b27d5e6b3d686f9c579e6b3e6ef1208": "A imensamente influente edição Taishō do cânone chinês foi desenvolvida por estudiosos japoneses que estudaram técnicas de análise crítica de texto na Alemanha. Eles rearranjaram o cânone para colocar os <i>āgamas</i> em posição de destaque no início da coleção, na sequência encontrada no Páli. Eles também incluíram informações limitadas sobre os paralelos de páli.",
        "4ec50309e33b94d2cad3d6108cd3a8be": "As vertentes empíricas e racionais dos primeiros textos foram enfatizadas, sugerindo uma compatibilidade essencial com a ciência moderna. Isso forneceu a base para a aplicação posterior do método científico à meditação da atenção plena, que se mostrou crucial para a aceitação global da prática de meditação como uma abordagem baseada em evidências para maior felicidade, alívio do estresse e bem-estar psicológico.",
        "ee7ddd2bdaad55843088ee80d54d9a98": "Ainda é verdade que o estudo direto dos suttas representa uma prática minoritária. No entanto, em toda a Ásia encontramos movimentos populares de reforma que enfatizam a importância central dos suttas. O estudo dos discursos é mais popular no Sri Lanka, onde há uma proliferação de professores e movimentos que defendem o retorno aos suttas. O imensamente popular monge Venerável Kiribathgoda Gnanananda Thero é controverso por sua insistência em tratar os suttas como as fontes primárias do Dhamma. Na Tailândia, o movimento Buddhavacana de Ajahn Kukrit Sotthibalo está mudando a face do budismo contemporâneo por lá, levando muitas pessoas a ler os suttas pela primeira vez. Em Taiwan, similarmente, o recém-falecido mestre Yin Shun enfatizou a primazia histórica dos primeiros textos, argumentando que havia uma continuidade essencial entre eles e o Mahayana inicial. E em países fora das regiões do budismo tradicional, professores como Ajahn Brahm, Bhikkhu Bodhi e muitos outros promovem os ensinamentos dos suttas.",
        "fabdec14a8fa978125431508834e051b": "Desde a década de 1980, essas reformas modernistas estão sob crítica pós-moderna, principalmente de estudiosos americanos especializados em formas posteriores de budismo. Essas críticas visam desalojar o consenso modernista, argumentando que não temos nenhum meio real de saber o que o Buda ensinou, ou a procedência do cânone páli e outros textos. Uma variedade de argumentos específicos tenta refutar as principais afirmações dos modernistas, como a ideia de que o ensinamento do Buda era essencialmente racional. Esses argumentos foram repetidamente criticados por especialistas na área. A abordagem pós-moderna ainda tem que produzir resultados construtivos comparáveis aos facilitados pela abordagem modernista.",
        "0b8d92bc19b720bb1065649535463409": "Traduções",
        "5be42bf8b9847f896ae044861b96f614": "Um dos resultados mais concretos das reformas modernistas foi a disponibilização de traduções dos textos antigos ou iniciais. Até agora, quase todas essas traduções foram feitas a partir do cânone Páli. Mas algumas traduções do chinês, tibetano e sânscrito estão agora começando a aparecer.",
        "1e3f3a7443169994c3f517025d4264ca": "O trabalho começou na Europa com traduções isoladas, como a tradução do Dhammapada feita por Viggo Fausböll em 1855 e do Sutta Nipāta em 1881. Sob a liderança de T.W. Rhys Davids, a Pali Text Society, fundada em 1881, assumiu a tarefa de traduzir todo o cânone páli para o inglês. Essas traduções foram inovadoras, mas em sua maior parte foram substituídas por uma geração mais moderna e precisa de traduções por estudiosos como Bhikkhu Bodhi. Nós incluímos algumas das traduções mais antigas no SuttaCentral, mas na maior parte elas são principalmente de interesse histórico, uma vez que não só apresentam uma linguagem arcaica como também contêm muitos erros.",
        "b76d0f716b96108ec072dfa2d2a07cab": "As principais traduções do páli também foram feitas em tailandês, cingalês, birmanês, cambojano, vietnamita, japonês, hindu e, mais recentemente, bengali. A maioria deles foi digitalizada e está disponível no SuttaCentral. No entanto, ainda estamos ansiosos para incluir as traduções nos idiomas bengali e cambojano, e a tradução para o japonês, embora de domínio público, não está disponível devido às ações do editor.",
        "1c04bcb8e0e6dd725ea9c0b02d875c20": "Nem sempre é possível descobrir facilmente os métodos e abordagens de tradução dessas diferentes edições. No entanto, o entendimento atual é que as traduções acima foram todas feitas diretamente do páli. Além disso, houve muitas traduções secundárias feitas a partir das traduções em inglês. A maioria das traduções restantes no SuttaCentral se enquadra nessa categoria, embora não todas. Algumas traduções, por exemplo, em alemão ou norueguês, foram feitas diretamente a partir do texto original em páli.",
        "deeeb294792ea448af97d47d73a24248": "O novo conjunto de traduções feitas a partir do páli para o SuttaCentral por Bhante Sujato e por Bhante Brahmali baseiam-se nessa tradição. Eles pretendem fornecer traduções precisas, claras e idiomáticas dos primeiros textos em páli."
    }
}