{
  "_markup_path": "markup/sn/sn54/sn54.08.html",
  "_alt_strings": [
    "pi/sn/sn54/sn54.08.json"
  ],
  "sn54.8:1.1": "Linked Discourses 54",
  "sn54.8:2.1": "1 One Thing ",
  "sn54.8:3.1": "8 The Simile of the Lamp",
  "sn54.8:4.1": "“Mendicants, when samādhi due to mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.",
  "sn54.8:4.2": "How so?",
  "sn54.8:5.1": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down in the meditation posture, with their body erect, and establishes mindfulness right there.",
  "sn54.8:5.2": "Ever mindful, they breathe in. Mindful, they breathe out.",
  "sn54.8:5.3": "Breathing in deep they know: ‘I’m breathing in deep.’ … ",
  "sn54.8:5.4": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’ ",
  "sn54.8:5.5": "That’s how samādhi due to mindfulness of breathing, when developed and cultivated, is very fruitful and beneficial.",
  "sn54.8:6.1": "Before my awakening—when I was unawakened but intent on awakening—I too usually practiced this kind of meditation.",
  "sn54.8:6.2": "And while I was usually practicing this kind of meditation neither my body nor my eyes became fatigued.",
  "sn54.8:6.3": "And my mind was freed from defilements without grasping.",
  "sn54.8:7.1": "Now, a mendicant might wish:",
  "sn54.8:7.2": "‘May neither my body nor my eyes became fatigued. And may my mind be freed from grasping without defilements.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:8.1": "Now, a mendicant might wish:",
  "sn54.8:8.2": "‘May I give up memories and thoughts of the lay life.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:9.1": "Now, a mendicant might wish:",
  "sn54.8:9.2": "‘May I meditate perceiving the repulsive in the unrepulsive.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:10.1": "Now, a mendicant might wish:",
  "sn54.8:10.2": "‘May I meditate perceiving the unrepulsive in the repulsive.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:11.1": "Now, a mendicant might wish:",
  "sn54.8:11.2": "‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:12.1": "Now, a mendicant might wish:",
  "sn54.8:12.2": "‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:13.1": "Now, a mendicant might wish:",
  "sn54.8:13.2": "‘May I meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:14.1": "Now, a mendicant might wish:",
  "sn54.8:14.2": "‘Quite secluded from sensual pleasures, secluded from unwholesome qualities, may I enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:15.1": "Now, a mendicant might wish:",
  "sn54.8:15.2": "‘As the placing of the mind and keeping it connected are stilled, may I enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:16.1": "Now, a mendicant might wish:",
  "sn54.8:16.2": "‘With the fading away of rapture, may I enter and remain in the third absorption, where I will meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, “Equanimous and mindful, one meditates in bliss.”’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:17.1": "Now, a mendicant might wish: ",
  "sn54.8:17.2": "‘With the giving up of pleasure and pain, and the ending of former happiness and sadness, may I enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:18.1": "Now, a mendicant might wish:",
  "sn54.8:18.2": "‘Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that “space is infinite”, may I enter and remain in the dimension of infinite space.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:19.1": "Now, a mendicant might wish:",
  "sn54.8:19.2": "‘Going totally beyond the dimension of infinite space, aware that “consciousness is infinite”, may I enter and remain in the dimension of infinite consciousness.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:20.1": "Now, a mendicant might wish:",
  "sn54.8:20.2": "‘Going totally beyond the dimension of infinite consciousness, aware that “there is nothing at all”, may I enter and remain in the dimension of nothingness.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:21.1": "Now, a mendicant might wish:",
  "sn54.8:21.2": "‘Going totally beyond the dimension of nothingness, may I enter and remain in the dimension of neither perception nor non-perception.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:22.1": "Now, a mendicant might wish:",
  "sn54.8:22.2": "‘Going totally beyond the dimension of neither perception nor non-perception, may I enter and remain in the cessation of perception and feeling.’ So let them closely focus on this samādhi due to mindfulness of breathing.",
  "sn54.8:23.1": "When mindfulness of breathing has been developed and cultivated in this way, if they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn54.8:23.2": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn54.8:23.3": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn54.8:24.1": "If they feel a pleasant feeling, they feel it detached.",
  "sn54.8:24.2": "If they feel a painful feeling, they feel it detached. ",
  "sn54.8:24.3": "If they feel a neutral feeling, they feel it detached. ",
  "sn54.8:24.4": "Feeling the end of the body, they understand: ‘I feel the end of the body.’ Feeling the end of life, they understand: ‘I feel the end of life.’ They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’",
  "sn54.8:25.1": "Suppose an oil lamp depended on oil and a wick to burn. As the oil and the wick are used up, it would be extinguished due to lack of fuel.",
  "sn54.8:25.2": "In the same way, feeling the end of the body, they understand: ‘I feel the end of the body.’ Feeling the end of life, they understand: ‘I feel the end of life.’ They understand: ‘When my body breaks up and my life has come to an end, everything that’s felt, being no longer relished, will become cool right here.’”"
}