{
  "_markup_path": "markup/sn/sn54/sn54.11.html",
  "_alt_strings": [
    "pi/sn/sn54/sn54.11.json"
  ],
  "sn54.11:1.1": "Linked Discourses 54 ",
  "sn54.11:2.1": "2 The Second Chapter",
  "sn54.11:3.1": "11 Icchānaṅgala",
  "sn54.11:4.1": "At one time the Buddha was staying in a forest near Icchānaṅgala.",
  "sn54.11:4.2": "There he addressed the mendicants:",
  "sn54.11:4.3": "“Mendicants, I wish to go on retreat for three months.",
  "sn54.11:4.4": "No-one should approach me, except for the one who brings my alms-food.” ",
  "sn54.11:4.5": "“Yes, sir,” replied those mendicants. And no-one approached him, except for the one who brought the alms-food. ",
  "sn54.11:5.1": "Then after three months had passed, the Buddha came out of retreat and addressed the mendicants: ",
  "sn54.11:5.2": "“Mendicants, if wanderers who follow another path were to ask you:",
  "sn54.11:5.3": "‘Reverends, what was the ascetic Gotama’s usual meditation during the rainy season residence?’ You should answer them like this.",
  "sn54.11:5.4": "‘Reverends, the ascetic Gotama’s usual meditation during the rainy season residence was samādhi due to mindfulness of breathing.’",
  "sn54.11:5.5": "In this regard: mindful, I breathe in. Mindful, I breathe out.",
  "sn54.11:5.6": "Breathing in deep I know: ‘I’m breathing in deep.’ Breathing out deep I know: ‘I’m breathing out deep.’",
  "sn54.11:5.7": "Breathing in shallow I know: ‘I’m breathing in shallow.’ Breathing out shallow I know: ‘I’m breathing out shallow.’",
  "sn54.11:5.8": "I know: ‘I’ll breathe in experiencing the whole body.’ …",
  "sn54.11:5.9": "I know: ‘I’ll breathe in observing letting go.’ I know: ‘I’ll breathe out observing letting go.’",
  "sn54.11:6.1": "For if anything should be rightly called ",
  "sn54.11:6.2": "‘the meditation of a noble one’, or else ‘the meditation of a Brahmā’, or else ‘the meditation of a realized one’,",
  "sn54.11:6.3": "it’s samādhi due to mindfulness of breathing.",
  "sn54.11:6.5": "For those mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary—the development and cultivation of samādhi due to mindfulness of breathing leads to the ending of defilements.",
  "sn54.11:6.6": "For those mendicants who are perfected—who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge—the development and cultivation of samādhi due to mindfulness of breathing leads to blissful meditation in the present life, and to mindfulness and awareness.",
  "sn54.11:7.1": "For if anything should be rightly called ",
  "sn54.11:7.2": "‘the meditation of a noble one’, or else ‘the meditation of a Brahmā’, or else ‘the meditation of a realized one’, ",
  "sn54.11:7.3": "it’s samādhi due to mindfulness of breathing.”"
}