{
  "_markup_path": "markup/sn/sn54/sn54.09.html",
  "_alt_strings": [
    "pi/sn/sn54/sn54.09.json"
  ],
  "sn54.9:1.1": "Linked Discourses 54",
  "sn54.9:2.1": "1 One Thing ",
  "sn54.9:3.1": "9 At Vesālī",
  "sn54.9:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn54.9:4.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "sn54.9:4.3": "Now at that time the Buddha spoke in many ways to the mendicants about the meditation on ugliness. He praised the meditation on ugliness and it’s development.",
  "sn54.9:5.1": "Then the Buddha said to the mendicants:",
  "sn54.9:5.2": "“Mendicants, I wish to go on retreat for a fortnight.",
  "sn54.9:5.3": "No-one should approach me, except for the one who brings my alms-food.”",
  "sn54.9:5.4": "“Yes, sir,” replied those mendicants. And no-one approached him, except for the one who brought the alms-food.",
  "sn54.9:6.1": "Then those mendicants thought:",
  "sn54.9:6.2": "“The Buddha spoke in many ways about the meditation on ugliness. He praised the meditation on ugliness and it’s development.” They committed themselves to developing the many different aspects of the meditation on ugliness.",
  "sn54.9:6.3": "Becoming horrified, repelled, and disgusted with this body, they looked for someone to assist their suicide.",
  "sn54.9:6.4": "Each day ten, twenty, or thirty mendicants committed suicide.",
  "sn54.9:7.1": "Then after a fortnight had passed, the Buddha came out of retreat and addressed Ānanda:",
  "sn54.9:7.2": "“Ānanda, why does the mendicant Sangha seem so diminished?”",
  "sn54.9:7.3": "Ānanda told the Buddha all that had happened, and said:",
  "sn54.9:7.7": "“Sir, please explain another way for the mendicant Sangha to get enlightened.”",
  "sn54.9:8.1": "“Well then, Ānanda, gather all the mendicants staying in the vicinity of Vesālī together in the assembly hall.”",
  "sn54.9:8.2": "“Yes, sir,” relied Ānanda. He did what the Buddha asked, went up to him,",
  "sn54.9:8.3": "and said:",
  "sn54.9:8.4": "“Sir, the mendicant Sangha has assembled.",
  "sn54.9:8.5": "Please, sir, go when you’re ready.” ",
  "sn54.9:9.1": "Then the Buddha went to the assembly hall,",
  "sn54.9:9.2": "sat down on the indicated seat,",
  "sn54.9:9.3": "and addressed the mendicants: ",
  "sn54.9:9.4": "“Mendicants, when this samādhi due to mindfulness of breathing is developed and cultivated it’s peaceful and refined, a deliciously pleasant meditation. And it disperses and settles on the spot unskillful qualities whenever they arise.",
  "sn54.9:10.1": "In the last month of summer, when the dust and dirt is stirred up, a large storm out of season disperses and settles it on the spot.",
  "sn54.9:10.2": "In the same way, when this samādhi due to mindfulness of breathing is developed and cultivated it’s peaceful and refined, a deliciously pleasant meditation. And it disperses and settles on the spot unskillful qualities whenever they arise.",
  "sn54.9:10.3": "And how is it so developed and cultivated?",
  "sn54.9:11.1": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down in the meditation posture, with their body erect, and focuses their mindfulness right there.",
  "sn54.9:11.2": "Ever mindful, they breathe in. Mindful, they breathe out. … ",
  "sn54.9:11.3": "They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’",
  "sn54.9:11.4": "That’s how this samādhi due to mindfulness of breathing is developed and cultivated so that it’s peaceful and refined, a deliciously pleasant meditation. And it disperses and settles on the spot unskillful qualities whenever they arise.”"
}