{
  "_markup_path": "markup/sn/sn54/sn54.12.html",
  "_alt_strings": [
    "pi/sn/sn54/sn54.12.json"
  ],
  "sn54.12:1.1": "Linked Discourses 54",
  "sn54.12:2.1": "2 The Second Chapter",
  "sn54.12:3.1": "12 In Doubt",
  "sn54.12:4.1": "At one time Venerable Lomasavaṅgīsa was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "sn54.12:4.2": "Then Mahānāma the Sakyan went up to Venerable Lomasavaṅgīsa,",
  "sn54.12:4.3": "bowed, sat down to one side,",
  "sn54.12:4.4": "and said to him:",
  "sn54.12:4.5": "“Sir, is the meditation of a trainee just the same as the meditation of a Realized One? Or is the meditation of a trainee different from the meditation of a Realized One?”",
  "sn54.12:5.1": "“Reverend Mahānāma, the meditation of a trainee and a realized one are not the same;",
  "sn54.12:5.2": "they are different.",
  "sn54.12:5.3": "Those mendicants who are trainees haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary. They meditate after giving up the five hindrances.",
  "sn54.12:5.4": "What five?",
  "sn54.12:5.5": "The hindrances of sensual desire, ill will,",
  "sn54.12:5.6": "dullness and drowsiness,",
  "sn54.12:5.7": "restlessness and remorse,",
  "sn54.12:5.8": "and doubt.",
  "sn54.12:6.1": "Those who are trainee mendicants … meditate after giving up the five hindrances.",
  "sn54.12:7.1": "Those mendicants who are perfected have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge. For them, the five hindrances are cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "sn54.12:7.2": "What five?",
  "sn54.12:7.3": "The hindrances of sensual desire,",
  "sn54.12:7.4": "ill will, ",
  "sn54.12:7.5": "dullness and drowsiness, ",
  "sn54.12:7.6": "restlessness and remorse, ",
  "sn54.12:7.7": "and doubt.",
  "sn54.12:8.1": "Those mendicants who are perfected have ended the defilements… For them, the five hindrances are cut off at the root … and unable to arise in the future.",
  "sn54.12:8.2": "And here’s another way to understand how",
  "sn54.12:8.3": "the meditation of a trainee and a realized one are different.",
  "sn54.12:9.1": "At one time the Buddha was staying in a forest near Icchānaṅgala.",
  "sn54.12:9.2": "There he addressed the mendicants:",
  "sn54.12:9.3": "‘Mendicants, I wish to go on retreat for three months.",
  "sn54.12:9.4": "No-one should approach me, except for the one who brings my alms-food.’",
  "sn54.12:9.5": "‘Yes, sir,’ replied those mendicants. And no-one approached him, except for the one who brought the alms-food.",
  "sn54.12:10.1": "Then after three months had passed, the Buddha came out of retreat and addressed the mendicants:",
  "sn54.12:10.2": "‘Mendicants, if wanderers who follow another path were to ask you:",
  "sn54.12:10.3": "“Reverends, what was the ascetic Gotama’s usual meditation during the rainy season residence?” You should answer them like this.",
  "sn54.12:10.4": "“Reverends, the ascetic Gotama’s usual meditation during the rainy season residence was samādhi due to mindfulness of breathing.”",
  "sn54.12:10.5": "In this regard: mindful, I breathe in. Mindful, I breathe out.",
  "sn54.12:10.6": "Breathing in deep I know: “I’m breathing in deep.” Breathing out deep I know: “I’m breathing out deep.” …",
  "sn54.12:10.7": "I know: “I’ll breathe in observing letting go.” I know: “I’ll breathe out observing letting go.”",
  "sn54.12:11.1": "For if anything should be rightly called ",
  "sn54.12:11.2": "“the meditation of a noble one”, or else “the meditation of a Brahmā”, or else “the meditation of a realized one”,",
  "sn54.12:11.3": "it’s samādhi due to mindfulness of breathing.",
  "sn54.12:12.1": "For those mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary—the development and cultivation of samādhi due to mindfulness of breathing leads to the ending of defilements.",
  "sn54.12:13.1": "For those mendicants who are perfected—who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge—the development and cultivation of samādhi due to mindfulness of breathing leads to blissful meditation in the present life, and to mindfulness and awareness.",
  "sn54.12:14.1": "For if anything should be rightly called ",
  "sn54.12:14.2": "“the meditation of a noble one”, or else “the meditation of a Brahmā”, or else “the meditation of a realized one”,",
  "sn54.12:14.3": "it’s samādhi due to mindfulness of breathing.’",
  "sn54.12:14.5": "This is another way to understand how",
  "sn54.12:14.6": "the meditation of a trainee and a realized one are different.”"
}