{
  "_markup_path": "markup/sn/sn15/sn15.13.html",
  "_alt_strings": [
    "pi/sn/sn15/sn15.13.json"
  ],
  "sn15.13:1.1": "Linked Discourses 15 ",
  "sn15.13:2.1": "2 The Second Chapter ",
  "sn15.13:3.1": "13 Thirty Mendicants",
  "sn15.13:4.1": "Near Rājagaha, in the Bamboo Grove. ",
  "sn15.13:4.2": "Then thirty mendicants from Pāvā went to the Buddha. All of them lived in the wilderness, ate only alms-food, wore rag robes, and owned just three robes; yet they all still had fetters.",
  "sn15.13:4.3": "They bowed to the Buddha and sat down to one side.",
  "sn15.13:4.4": "Then it occurred to the Buddha: ",
  "sn15.13:4.5": "“These thirty mendicants from Pāvā live in the wilderness, eat only alms-food, wear rag robes, and own just three robes; yet they all still have fetters.",
  "sn15.13:4.6": "Why don’t I teach them the Dharma in such a way that their minds are freed from defilements without grasping while sitting in this very seat?”",
  "sn15.13:4.7": "Then the Buddha said to the mendicants: ",
  "sn15.13:4.8": "“Mendicants!”",
  "sn15.13:4.9": "“Venerable sir,” they replied. ",
  "sn15.13:4.10": "The Buddha said this:",
  "sn15.13:5.1": "“Mendicants, transmigration has no known beginning.",
  "sn15.13:5.2": "No first point is found of sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving. ",
  "sn15.13:5.3": "What do you think? Which is more: the flow of blood you’ve shed when your head was chopped off while roaming and transmigrating for such a very long time, or the water in the four oceans?”",
  "sn15.13:5.4": "“As we understand the Buddha’s teaching, the flow of blood we’ve shed when our head was chopped off while roaming and transmigrating is more than the water in the four oceans.”",
  "sn15.13:6.1": "“Good, good, mendicants! It’s good that you understand my teaching like this. ",
  "sn15.13:6.2": "The flow of blood you’ve shed when your head was chopped off while roaming and transmigrating is indeed more than the water in the four oceans.",
  "sn15.13:6.3": "For a long time you’ve been cows, and the flow of blood you’ve shed when your head was chopped off as a cow is more than the water in the four oceans.",
  "sn15.13:6.4": "For a long time you’ve been buffalo …",
  "sn15.13:6.5": "rams …",
  "sn15.13:6.6": "goats …",
  "sn15.13:6.7": "deer …",
  "sn15.13:6.8": "chickens … ",
  "sn15.13:6.9": "pigs …",
  "sn15.13:6.10": "For a long time you’ve been bandits, arrested for sacking villages, ",
  "sn15.13:6.11": "highway robbery,",
  "sn15.13:6.12": "or adultery. And the flow of blood you’ve shed when your head was chopped off as a bandit is more than the water in the four oceans.",
  "sn15.13:6.13": "Why is that? ",
  "sn15.13:6.14": "Transmigration has no known beginning. … ",
  "sn15.13:6.15": "This is quite enough for you to become disillusioned, dispassionate, and freed from all conditions.”",
  "sn15.13:7.1": "This is what the Buddha said.  ",
  "sn15.13:7.2": "Uplifted, the mendicants approved of what the Buddha said.",
  "sn15.13:7.3": "And while this discourse was being spoken, the minds of the thirty mendicants from Pāvā were freed from defilements without grasping."
}