{
  "_markup_path": "markup/sn/sn35/sn35.243.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.243.json"
  ],
  "sn35.243:1.1": "Saṃyutta Nikāya 35",
  "sn35.243:2.1": "19. Āsīvisavagga",
  "sn35.243:3.1": "<span class=\\\"var\\\" title=\\\"avassuto (pts1)\\\" id=\\\"note300\\\">243. Avassutapariyāyasutta</span>",
  "sn35.243:4.1": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "sn35.243:4.2": "Tena kho pana samayena kāpilavatthavānaṃ sakyānaṃ navaṃ <span class=\\\"var\\\" title=\\\"saṇṭhāgāraṃ (s1-3) | sandhāgāraṃ (mr)\\\" id=\\\"note301\\\">santhāgāraṃ</span> acirakāritaṃ hoti <span class=\\\"var\\\" title=\\\"anajjhāvutthaṃ (bj, s1-3, km)\\\" id=\\\"note302\\\">anajjhāvuṭṭhaṃ</span> samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.",
  "sn35.243:4.3": "Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṃsu;",
  "sn35.243:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn35.243:4.5": "Ekamantaṃ nisinnā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:",
  "sn35.243:4.6": "“idha, bhante, kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ <span class=\\\"var\\\" title=\\\"acirakāritaṃ hoti (bj, mr)\\\" id=\\\"note303\\\">acirakāritaṃ</span> anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.",
  "sn35.243:4.7": "Taṃ, bhante, bhagavā paṭhamaṃ paribhuñjatu.",
  "sn35.243:4.8": "Bhagavatā paṭhamaṃ paribhuttaṃ pacchā kāpilavatthavā sakyā paribhuñjissanti.",
  "sn35.243:4.9": "Tadassa kāpilavatthavānaṃ sakyānaṃ dīgharattaṃ hitāya sukhāyā”ti.",
  "sn35.243:4.10": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "sn35.243:5.1": "Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena navaṃ santhāgāraṃ tenupasaṅkamiṃsu;",
  "sn35.243:5.2": "upasaṅkamitvā <span class=\\\"var\\\" title=\\\"sabbasantharisanthataṃ (s1-3) | sabbasanthariṃ santhataṃ (mr)\\\" id=\\\"note304\\\">sabbasanthariṃ</span> santhāgāraṃ santharitvā āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhāpetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu;",
  "sn35.243:5.3": "upasaṅkamitvā bhagavantaṃ etadavocuṃ:",
  "sn35.243:5.4": "“<span class=\\\"var\\\" title=\\\"sabbasanthariṃ santhataṃ (pts1, mr)\\\" id=\\\"note305\\\">sabbasantharisanthataṃ</span>, bhante, santhāgāraṃ, āsanāni paññattāni, udakamaṇiko patiṭṭhāpito, telappadīpo āropito.",
  "sn35.243:5.5": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.",
  "sn35.243:5.6": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena navaṃ santhāgāraṃ tenupasaṅkami;",
  "sn35.243:5.7": "upasaṅkamitvā pāde pakkhāletvā santhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.",
  "sn35.243:5.8": "Bhikkhusaṃghopi kho pāde pakkhāletvā santhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā.",
  "sn35.243:5.9": "Kāpilavatthavā sakyā pāde pakkhāletvā santhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā.",
  "sn35.243:5.10": "Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi:",
  "sn35.243:5.11": "“abhikkantā kho, gotamā, ratti.",
  "sn35.243:5.12": "Yassadāni kālaṃ maññathā”ti.",
  "sn35.243:5.13": "“Evaṃ, bhante”ti kho kāpilavatthavā sakyā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.",
  "sn35.243:6.1": "Atha kho bhagavā acirapakkantesu kāpilavatthavesu sakyesu āyasmantaṃ mahāmoggallānaṃ āmantesi:",
  "sn35.243:6.2": "“vigatathinamiddho kho, moggallāna, bhikkhusaṃgho.",
  "sn35.243:6.3": "Paṭibhātu taṃ, moggallāna, bhikkhūnaṃ dhammī kathā.",
  "sn35.243:6.4": "Piṭṭhi me āgilāyati;",
  "sn35.243:6.5": "tamahaṃ āyamissāmī”ti.",
  "sn35.243:6.6": "“Evaṃ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paccassosi.",
  "sn35.243:6.7": "Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sīhaseyyaṃ kappesi, pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā.",
  "sn35.243:6.8": "Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi:",
  "sn35.243:6.9": "“āvuso bhikkhave”ti.",
  "sn35.243:6.10": "“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ.",
  "sn35.243:6.11": "Āyasmā mahāmoggallāno etadavoca:",
  "sn35.243:6.12": "“<span class=\\\"cross\\\" title=\\\"\\\" id=\\\"note306\\\">*</span> avassutapariyāyañca vo, āvuso, desessāmi, anavassutapariyāyañca.",
  "sn35.243:6.13": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "sn35.243:6.14": "“Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ.",
  "sn35.243:6.15": "Āyasmā mahāmoggallāno etadavoca:",
  "sn35.243:7.1": "“Kathaṃ, āvuso, avassuto hoti?",
  "sn35.243:7.2": "Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassatī viharati parittacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …",
  "sn35.243:7.3": "jivhāya rasaṃ sāyitvā … pe …",
  "sn35.243:7.4": "manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassatī ca viharati parittacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "sn35.243:7.5": "Ayaṃ vuccati, āvuso, bhikkhu avassuto cakkhuviññeyyesu rūpesu … pe …",
  "sn35.243:7.6": "avassuto jivhāviññeyyesu rasesu … pe …",
  "sn35.243:7.7": "avassuto manoviññeyyesu dhammesu.",
  "sn35.243:7.8": "Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati <span class=\\\"var\\\" title=\\\"labhatheva (s2, s3) | labhetha (mr)\\\" id=\\\"note307\\\">labhateva</span> māro otāraṃ, <span class=\\\"var\\\" title=\\\"labhetha (s3, mr)\\\" id=\\\"note308\\\">labhati</span> māro ārammaṇaṃ … pe …",
  "sn35.243:7.9": "jivhāto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ … pe …",
  "sn35.243:7.10": "manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ.",
  "sn35.243:8.1": "Seyyathāpi, āvuso, naḷāgāraṃ vā tiṇāgāraṃ vā sukkhaṃ kolāpaṃ terovassikaṃ.",
  "sn35.243:8.2": "Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, <span class=\\\"var\\\" title=\\\"labhetha (mr)\\\" id=\\\"note309\\\">labhetheva</span> aggi otāraṃ, labhetha aggi ārammaṇaṃ;",
  "sn35.243:8.3": "pacchimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya … pe …",
  "sn35.243:8.4": "uttarāya cepi naṃ disāya … pe …",
  "sn35.243:8.5": "dakkhiṇāya cepi naṃ disāya … pe …",
  "sn35.243:8.6": "heṭṭhimato cepi naṃ … pe …",
  "sn35.243:8.7": "uparimato cepi naṃ …",
  "sn35.243:8.8": "yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṃ labhetha aggi ārammaṇaṃ.",
  "sn35.243:8.9": "Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ … pe …",
  "sn35.243:8.10": "jivhāto cepi naṃ māro upasaṅkamati … pe …",
  "sn35.243:8.11": "manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ.",
  "sn35.243:8.12": "Evaṃvihāriñcāvuso, bhikkhuṃ rūpā adhibhaṃsu, na bhikkhu rūpe adhibhosi;",
  "sn35.243:8.13": "saddā bhikkhuṃ adhibhaṃsu, na bhikkhu sadde adhibhosi;",
  "sn35.243:8.14": "gandhā bhikkhuṃ adhibhaṃsu, na bhikkhu gandhe adhibhosi;",
  "sn35.243:8.15": "rasā bhikkhuṃ adhibhaṃsu, na bhikkhu rase adhibhosi;",
  "sn35.243:8.16": "phoṭṭhabbā bhikkhuṃ adhibhaṃsu, na bhikkhu phoṭṭhabbe adhibhosi;",
  "sn35.243:8.17": "dhammā bhikkhuṃ adhibhaṃsu, na bhikkhu dhamme adhibhosi.",
  "sn35.243:8.18": "Ayaṃ vuccatāvuso, bhikkhu rūpādhibhūto, saddādhibhūto, gandhādhibhūto, rasādhibhūto, phoṭṭhabbādhibhūto, dhammādhibhūto, adhibhūto, <span class=\\\"var\\\" title=\\\"anadhibhūto (s1-3, km, mr)\\\" id=\\\"note310\\\">anadhibhū</span>, adhibhaṃsu naṃ pāpakā akusalā dhammā saṃkilesikā ponobhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.",
  "sn35.243:8.19": "Evaṃ kho, āvuso, avassuto hoti.",
  "sn35.243:9.1": "Kathañcāvuso, anavassuto hoti?",
  "sn35.243:9.2": "Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …",
  "sn35.243:9.3": "jivhāya rasaṃ sāyitvā … pe …",
  "sn35.243:9.4": "manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "sn35.243:9.5": "Ayaṃ vuccatāvuso, bhikkhu anavassuto cakkhuviññeyyesu rūpesu … pe …",
  "sn35.243:9.6": "anavassuto manoviññeyyesu dhammesu.",
  "sn35.243:9.7": "Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ … pe …",
  "sn35.243:9.8": "jivhāto cepi naṃ māro upasaṅkamati … pe …",
  "sn35.243:9.9": "manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ.",
  "sn35.243:10.1": "Seyyathāpi, āvuso, kūṭāgāraṃ vā sālā vā bahalamattikā addāvalepanā.",
  "sn35.243:10.2": "Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ … pe …",
  "sn35.243:10.3": "pacchimāya cepi naṃ …",
  "sn35.243:10.4": "uttarāya cepi naṃ …",
  "sn35.243:10.5": "dakkhiṇāya cepi naṃ …",
  "sn35.243:10.6": "heṭṭhimato cepi naṃ …",
  "sn35.243:10.7": "uparimato cepi naṃ …",
  "sn35.243:10.8": "yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ.",
  "sn35.243:10.9": "Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ … pe …",
  "sn35.243:10.10": "manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ.",
  "sn35.243:10.11": "Evaṃvihārī cāvuso, bhikkhu rūpe adhibhosi, na rūpā bhikkhuṃ adhibhaṃsu;",
  "sn35.243:10.12": "sadde bhikkhu adhibhosi, na saddā bhikkhuṃ adhibhaṃsu;",
  "sn35.243:10.13": "gandhe bhikkhu adhibhosi, na gandhā bhikkhuṃ adhibhaṃsu;",
  "sn35.243:10.14": "rase bhikkhu adhibhosi, na rasā bhikkhuṃ adhibhaṃsu;",
  "sn35.243:10.15": "phoṭṭhabbe bhikkhu adhibhosi, na phoṭṭhabbā bhikkhuṃ adhibhaṃsu;",
  "sn35.243:10.16": "dhamme bhikkhu adhibhosi, na dhammā bhikkhuṃ adhibhaṃsu.",
  "sn35.243:10.17": "Ayaṃ vuccatāvuso, bhikkhu rūpādhibhū, saddādhibhū, gandhādhibhū, rasādhibhū, phoṭṭhabbādhibhū, <span class=\\\"var\\\" title=\\\"anadhibhūto kehici kilesehi (mr)\\\" id=\\\"note311\\\">dhammādhibhū, adhibhū, anadhibhūto</span>, adhibhosi te pāpake akusale dhamme saṃkilesike ponobhavike sadare dukkhavipāke āyatiṃ jātijarāmaraṇiye.",
  "sn35.243:10.18": "Evaṃ kho, āvuso, anavassuto hotī”ti.",
  "sn35.243:11.1": "Atha kho bhagavā uṭṭhahitvā āyasmantaṃ mahāmoggallānaṃ āmantesi:",
  "sn35.243:11.2": "“sādhu sādhu, moggallāna.",
  "sn35.243:11.3": "Sādhu kho tvaṃ, moggallāna, bhikkhūnaṃ avassutapariyāyañca anavassutapariyāyañca abhāsī”ti.",
  "sn35.243:12.1": "Idamavoca āyasmā mahāmoggallāno.",
  "sn35.243:12.2": "Samanuñño satthā ahosi.",
  "sn35.243:12.3": "Attamanā te bhikkhū āyasmato mahāmoggallānassa bhāsitaṃ abhinandunti.",
  "sn35.243:13.1": "Chaṭṭhaṃ."
}