{
  "_markup_path": "markup/sn/sn35/sn35.233.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.233.json"
  ],
  "sn35.233:1.1": "Saṃyutta Nikāya 35",
  "sn35.233:2.1": "18. Samuddavagga",
  "sn35.233:3.1": "233. Kāmabhūsutta",
  "sn35.233:4.1": "Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca kāmabhū kosambiyaṃ viharanti ghositārāme.",
  "sn35.233:4.2": "Atha kho āyasmā kāmabhū sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami;",
  "sn35.233:4.3": "upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.",
  "sn35.233:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn35.233:4.5": "Ekamantaṃ nisinno kho āyasmā kāmabhū āyasmantaṃ ānandaṃ etadavoca:",
  "sn35.233:5.1": "“Kiṃ nu kho, āvuso ānanda, cakkhu rūpānaṃ saṃyojanaṃ, rūpā cakkhussa saṃyojanaṃ … pe …",
  "sn35.233:5.2": "jivhā rasānaṃ saṃyojanaṃ, rasā jivhāya saṃyojanaṃ … pe …",
  "sn35.233:5.3": "mano dhammānaṃ saṃyojanaṃ, dhammā manassa saṃyojanan”ti?",
  "sn35.233:6.1": "“Na kho, āvuso <span class=\\\"var\\\" title=\\\"kāmabhu (s1-3)\\\" id=\\\"note270\\\">kāmabhū</span>, cakkhu rūpānaṃ saṃyojanaṃ, na rūpā cakkhussa saṃyojanaṃ.",
  "sn35.233:6.2": "Yañca tattha tadubhayaṃ paṭicca uppajjati chandarāgo, taṃ tattha saṃyojanaṃ … pe …",
  "sn35.233:6.3": "na jivhā rasānaṃ saṃyojanaṃ, na rasā jivhāya saṃyojanaṃ … pe …",
  "sn35.233:6.4": "na mano dhammānaṃ saṃyojanaṃ, na dhammā manassa saṃyojanaṃ.",
  "sn35.233:6.5": "Yañca tattha tadubhayaṃ paṭicca uppajjati chandarāgo taṃ tattha saṃyojanaṃ.",
  "sn35.233:7.1": "Seyyathāpi, āvuso, kāḷo ca balībaddo odāto ca balībaddo ekena dāmena vā yottena vā saṃyuttā assu.",
  "sn35.233:7.2": "Yo nu kho evaṃ vadeyya:",
  "sn35.233:7.3": "‘kāḷo balībaddo odātassa balībaddassa saṃyojanaṃ, odāto balībaddo kāḷassa balībaddassa saṃyojanan’ti, sammā nu kho so vadamāno vadeyyā”ti?",
  "sn35.233:7.4": "“No hetaṃ, āvuso”.",
  "sn35.233:7.5": "“Na kho, āvuso, kāḷo balībaddo odātassa balībaddassa saṃyojanaṃ, napi odāto balībaddo kāḷassa balībaddassa saṃyojanaṃ.",
  "sn35.233:7.6": "Yena ca kho te ekena dāmena vā yottena vā saṃyuttā, taṃ tattha saṃyojanaṃ.",
  "sn35.233:7.7": "Evameva kho, āvuso, na cakkhu rūpānaṃ saṃyojanaṃ, na rūpā cakkhussa saṃyojanaṃ … pe …",
  "sn35.233:7.8": "na jivhā … pe …",
  "sn35.233:7.9": "na mano … pe …",
  "sn35.233:7.10": "yañca tattha tadubhayaṃ paṭicca uppajjati chandarāgo, taṃ tattha saṃyojanan”ti.",
  "sn35.233:8.1": "Chaṭṭhaṃ."
}