{
  "_markup_path": "markup/sn/sn35/sn35.017.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.017.json"
  ],
  "sn35.17:1.1": "Saṃyutta Nikāya 35",
  "sn35.17:2.1": "2. Yamakavagga",
  "sn35.17:3.1": "<span class=\\\"var\\\" title=\\\"no cetena 1 (pts1)\\\" id=\\\"note21\\\">17. Paṭhamanoceassādasutta</span>",
  "sn35.17:4.1": "“No cedaṃ, bhikkhave, cakkhussa assādo abhavissa, nayidaṃ sattā cakkhusmiṃ sārajjeyyuṃ.",
  "sn35.17:4.2": "Yasmā ca kho, bhikkhave, atthi cakkhussa assādo tasmā sattā cakkhusmiṃ sārajjanti.",
  "sn35.17:4.3": "No cedaṃ, bhikkhave, cakkhussa ādīnavo abhavissa, nayidaṃ sattā cakkhusmiṃ nibbindeyyuṃ.",
  "sn35.17:4.4": "Yasmā ca kho, bhikkhave, atthi cakkhussa ādīnavo tasmā sattā cakkhusmiṃ nibbindanti.",
  "sn35.17:4.5": "No cedaṃ, bhikkhave, cakkhussa nissaraṇaṃ abhavissa, nayidaṃ sattā cakkhusmā nissareyyuṃ.",
  "sn35.17:4.6": "Yasmā ca kho, bhikkhave, atthi cakkhussa nissaraṇaṃ tasmā sattā cakkhusmā nissaranti.",
  "sn35.17:4.7": "No cedaṃ, bhikkhave, sotassa assādo abhavissa …",
  "sn35.17:4.8": "no cedaṃ, bhikkhave, ghānassa assādo abhavissa …",
  "sn35.17:4.9": "no cedaṃ, bhikkhave, jivhāya assādo abhavissa, nayidaṃ sattā jivhāya sārajjeyyuṃ.",
  "sn35.17:4.10": "Yasmā ca kho, bhikkhave, atthi jivhāya assādo, tasmā sattā jivhāya sārajjanti.",
  "sn35.17:4.11": "No cedaṃ, bhikkhave, jivhāya ādīnavo abhavissa, nayidaṃ sattā jivhāya nibbindeyyuṃ.",
  "sn35.17:4.12": "Yasmā ca kho, bhikkhave, atthi jivhāya ādīnavo, tasmā sattā jivhāya nibbindanti.",
  "sn35.17:4.13": "No cedaṃ, bhikkhave, jivhāya nissaraṇaṃ abhavissa, nayidaṃ sattā jivhāya nissareyyuṃ.",
  "sn35.17:4.14": "Yasmā ca kho, bhikkhave, atthi jivhāya nissaraṇaṃ, tasmā sattā jivhāya nissaranti.",
  "sn35.17:4.15": "No cedaṃ, bhikkhave, kāyassa assādo abhavissa …",
  "sn35.17:4.16": "no cedaṃ, bhikkhave, manassa assādo abhavissa, nayidaṃ sattā manasmiṃ sārajjeyyuṃ.",
  "sn35.17:4.17": "Yasmā ca kho, bhikkhave, atthi manassa assādo, tasmā sattā manasmiṃ sārajjanti.",
  "sn35.17:4.18": "No cedaṃ, bhikkhave, manassa ādīnavo abhavissa, nayidaṃ sattā manasmiṃ nibbindeyyuṃ.",
  "sn35.17:4.19": "Yasmā ca kho, bhikkhave, atthi manassa ādīnavo, tasmā sattā manasmiṃ nibbindanti.",
  "sn35.17:4.20": "No cedaṃ, bhikkhave, manassa nissaraṇaṃ abhavissa, nayidaṃ sattā manasmā nissareyyuṃ.",
  "sn35.17:4.21": "Yasmā ca kho, bhikkhave, atthi manassa nissaraṇaṃ, tasmā sattā manasmā nissaranti.",
  "sn35.17:5.1": "Yāvakīvañca, bhikkhave, sattā imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññaṃsu, neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā <span class=\\\"var\\\" title=\\\"vimariyādikatena (si) | vipariyādikatena (s1-3, km, mr) | vimariyādikatena (pts1)\\\" id=\\\"note22\\\">vimariyādīkatena</span> cetasā vihariṃsu.",
  "sn35.17:5.2": "Yato ca kho, bhikkhave, sattā imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā viharantī”ti.",
  "sn35.17:6.1": "Pañcamaṃ."
}