{
  "_markup_path": "markup/sn/sn35/sn35.239.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.239.json"
  ],
  "sn35.239:1.1": "Saṃyutta Nikāya 35",
  "sn35.239:2.1": "19. Āsīvisavagga",
  "sn35.239:3.1": "<span class=\\\"var\\\" title=\\\"rathūpamasuttaṃ (bj) | rato (pts1)\\\" id=\\\"note288\\\">239. Rathopamasutta</span>",
  "sn35.239:4.1": "“Tīhi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāya.",
  "sn35.239:4.2": "Katamehi tīhi?",
  "sn35.239:4.3": "Indriyesu guttadvāro hoti, bhojane mattaññū, jāgariyaṃ anuyutto.",
  "sn35.239:5.1": "Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti?",
  "sn35.239:5.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti, nānubyañjanaggāhī;",
  "sn35.239:5.3": "yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ.",
  "sn35.239:5.4": "Tassa saṃvarāya paṭipajjati;",
  "sn35.239:5.5": "rakkhati cakkhundriyaṃ;",
  "sn35.239:5.6": "cakkhundriye saṃvaraṃ āpajjati.",
  "sn35.239:5.7": "Sotena saddaṃ sutvā …",
  "sn35.239:5.8": "ghānena gandhaṃ ghāyitvā …",
  "sn35.239:5.9": "jivhāya rasaṃ sāyitvā …",
  "sn35.239:5.10": "kāyena phoṭṭhabbaṃ phusitvā …",
  "sn35.239:5.11": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī;",
  "sn35.239:5.12": "yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "sn35.239:5.13": "rakkhati manindriyaṃ;",
  "sn35.239:5.14": "manindriye saṃvaraṃ āpajjati.",
  "sn35.239:5.15": "Seyyathāpi, bhikkhave, subhūmiyaṃ cātumahāpathe ājaññaratho yutto assa ṭhito <span class=\\\"var\\\" title=\\\"odhatapatodo (s1-3, km) | odhasatapatodo (pts1)\\\" id=\\\"note289\\\">odhastapatodo</span>.",
  "sn35.239:5.16": "Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi.",
  "sn35.239:5.17": "Evameva kho, bhikkhave, bhikkhu imesaṃ channaṃ indriyānaṃ ārakkhāya sikkhati, saṃyamāya sikkhati, damāya sikkhati, upasamāya sikkhati.",
  "sn35.239:5.18": "Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti.",
  "sn35.239:6.1": "Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti?",
  "sn35.239:6.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "sn35.239:6.3": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti.",
  "sn35.239:6.4": "Seyyathāpi, bhikkhave, puriso vaṇaṃ ālimpeyya yāvadeva <span class=\\\"var\\\" title=\\\"ropanatthāya (bj, pts1) | sevanatthāya (s1-3, km) | gopanatthāya (mr)\\\" id=\\\"note290\\\">rohanatthāya</span>, seyyathā vā pana akkhaṃ abbhañjeyya yāvadeva bhārassa nittharaṇatthāya;",
  "sn35.239:6.5": "evaṃ kho, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "sn35.239:6.6": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti.",
  "sn35.239:6.7": "Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti.",
  "sn35.239:7.1": "Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti?",
  "sn35.239:7.2": "Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.239:7.3": "Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.239:7.4": "Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā.",
  "sn35.239:7.5": "Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.239:7.6": "Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti.",
  "sn35.239:7.7": "Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti.",
  "sn35.239:8.1": "Dutiyaṃ."
}