{
  "_markup_path": "markup/sn/sn35/sn35.119.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.119.json"
  ],
  "sn35.119:1.1": "Saṃyutta Nikāya 35",
  "sn35.119:2.1": "12. Lokakāmaguṇavagga",
  "sn35.119:3.1": "<span class=\\\"var\\\" title=\\\"pañcasikhapañhasuttaṃ (bj)\\\" id=\\\"note154\\\">119. Pañcasikhasutta</span>",
  "sn35.119:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.",
  "sn35.119:4.2": "Atha kho pañcasikho gandhabbadevaputto yena bhagavā tenupasaṅkami;",
  "sn35.119:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.",
  "sn35.119:4.4": "Ekamantaṃ ṭhito kho pañcasikho gandhabbadevaputto bhagavantaṃ etadavoca:",
  "sn35.119:4.5": "“ko nu kho, bhante, hetu, ko paccayo yena midhekacce sattā diṭṭheva dhamme no parinibbāyanti?",
  "sn35.119:4.6": "Ko pana, bhante, hetu, ko paccayo yena midhekacce sattā diṭṭheva dhamme parinibbāyantī”ti?",
  "sn35.119:4.7": "“Santi kho, pañcasikha, cakkhuviññeyyā rūpā … pe …",
  "sn35.119:4.8": "santi kho, pañcasikha, manoviññeyyā dhammā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "sn35.119:4.9": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.",
  "sn35.119:4.10": "Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ.",
  "sn35.119:4.11": "Saupādāno, pañcasikha, bhikkhu no parinibbāyati.",
  "sn35.119:4.12": "Ayaṃ kho, pañcasikha, hetu, ayaṃ paccayo yena midhekacce sattā diṭṭheva dhamme no parinibbāyanti.",
  "sn35.119:5.1": "Santi ca kho, pañcasikha, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā … pe …",
  "sn35.119:5.2": "santi kho, pañcasikha, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "sn35.119:5.3": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti, na tadupādānaṃ.",
  "sn35.119:5.4": "Anupādāno, pañcasikha, bhikkhu parinibbāyati.",
  "sn35.119:5.5": "Ayaṃ kho, pañcasikha, hetu, ayaṃ paccayo yena midhekacce sattā diṭṭheva dhamme parinibbāyantī”ti.",
  "sn35.119:6.1": "Chaṭṭhaṃ."
}