{
  "_markup_path": "markup/sn/sn35/sn35.065.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.065.json"
  ],
  "sn35.65:1.1": "Saṃyutta Nikāya 35",
  "sn35.65:2.1": "7. Migajālavagga",
  "sn35.65:3.1": "<span class=\\\"var\\\" title=\\\"samidhimārapañhasuttaṃ (bj) | samiddhi 1 (pts1)\\\" id=\\\"note62\\\">65. Paṭhamasamiddhimārapañhāsutta</span>",
  "sn35.65:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "sn35.65:4.2": "Atha kho āyasmā samiddhi yena bhagavā … pe …",
  "sn35.65:4.3": "bhagavantaṃ etadavoca:",
  "sn35.65:4.4": "“‘māro, māro’ti, bhante, vuccati.",
  "sn35.65:4.5": "Kittāvatā nu kho, bhante, māro vā assa mārapaññatti vā”ti?",
  "sn35.65:5.1": "“Yattha kho, samiddhi, atthi cakkhu, atthi rūpā, atthi cakkhuviññāṇaṃ, atthi cakkhuviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:5.2": "Atthi sotaṃ, atthi saddā, atthi sotaviññāṇaṃ, atthi sotaviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:5.3": "Atthi ghānaṃ, atthi gandhā, atthi ghānaviññāṇaṃ, atthi ghānaviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:5.4": "Atthi jivhā, atthi rasā, atthi jivhāviññāṇaṃ, atthi jivhāviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:5.5": "Atthi kāyo, atthi phoṭṭhabbā, atthi kāyaviññāṇaṃ, atthi kāyaviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:5.6": "Atthi mano, atthi dhammā, atthi manoviññāṇaṃ, atthi manoviññāṇaviññātabbā dhammā, atthi tattha māro vā mārapaññatti vā.",
  "sn35.65:6.1": "Yattha ca kho, samiddhi, natthi cakkhu, natthi rūpā, natthi cakkhuviññāṇaṃ, natthi cakkhuviññāṇaviññātabbā dhammā, natthi tattha māro vā mārapaññatti vā.",
  "sn35.65:6.2": "Natthi sotaṃ … pe …",
  "sn35.65:6.3": "natthi ghānaṃ … pe …",
  "sn35.65:6.4": "natthi jivhā, natthi rasā, natthi jivhāviññāṇaṃ, natthi jivhāviññāṇaviññātabbā dhammā, natthi tattha māro vā mārapaññatti vā.",
  "sn35.65:6.5": "Natthi kāyo … pe ….",
  "sn35.65:6.6": "Natthi mano, natthi dhammā, natthi manoviññāṇaṃ, natthi manoviññāṇaviññātabbā dhammā, natthi tattha māro vā mārapaññatti vā”ti.",
  "sn35.65:7.1": "Tatiyaṃ."
}