{
  "_markup_path": "markup/sn/sn35/sn35.120.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.120.json"
  ],
  "sn35.120:1.1": "Saṃyutta Nikāya 35",
  "sn35.120:2.1": "12. Lokakāmaguṇavagga",
  "sn35.120:3.1": "<span class=\\\"var\\\" title=\\\"sāriputta (bj)\\\" id=\\\"note155\\\">120. Sāriputtasaddhivihārikasutta</span>",
  "sn35.120:4.1": "Ekaṃ samayaṃ āyasmā sāriputto sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn35.120:4.2": "Atha kho aññataro bhikkhu yenāyasmā sāriputto tenupasaṅkami;",
  "sn35.120:4.3": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "sn35.120:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn35.120:4.5": "Ekamantaṃ nisinno kho so bhikkhu āyasmantaṃ sāriputtaṃ etadavoca:",
  "sn35.120:4.6": "“saddhivihāriko, āvuso sāriputta, bhikkhu sikkhaṃ paccakkhāya hīnāyāvatto”ti.",
  "sn35.120:5.1": "“Evametaṃ, āvuso, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṃ ananuyuttassa.",
  "sn35.120:5.2": "‘So vatāvuso, bhikkhu indriyesu aguttadvāro bhojane amattaññū jāgariyaṃ ananuyutto yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ santānessatī’ti netaṃ ṭhānaṃ vijjati.",
  "sn35.120:5.3": "‘So vatāvuso, bhikkhu indriyesu guttadvāro, bhojane mattaññū, jāgariyaṃ anuyutto yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ santānessatī’ti ṭhānametaṃ vijjati.",
  "sn35.120:6.1": "Kathañcāvuso, indriyesu guttadvāro hoti?",
  "sn35.120:6.2": "Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "sn35.120:6.3": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "sn35.120:6.4": "Sotena saddaṃ sutvā …",
  "sn35.120:6.5": "ghānena gandhaṃ ghāyitvā …",
  "sn35.120:6.6": "jivhāya rasaṃ sāyitvā …",
  "sn35.120:6.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "sn35.120:6.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "sn35.120:6.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "sn35.120:6.10": "Evaṃ kho, āvuso, indriyesu guttadvāro hoti.",
  "sn35.120:7.1": "Kathañcāvuso, bhojane mattaññū hoti?",
  "sn35.120:7.2": "Idhāvuso, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "sn35.120:7.3": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya.",
  "sn35.120:7.4": "Iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti.",
  "sn35.120:7.5": "Evaṃ kho, āvuso, bhojane mattaññū hoti.",
  "sn35.120:8.1": "Kathañcāvuso, jāgariyaṃ anuyutto hoti?",
  "sn35.120:8.2": "Idhāvuso, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.120:8.3": "Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.120:8.4": "Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno, uṭṭhānasaññaṃ manasi karitvā.",
  "sn35.120:8.5": "Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "sn35.120:8.6": "Evaṃ kho, āvuso, jāgariyaṃ anuyutto hoti.",
  "sn35.120:8.7": "Tasmātihāvuso, evaṃ sikkhitabbaṃ:",
  "sn35.120:8.8": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṃ anuyuttā’ti.",
  "sn35.120:8.9": "Evañhi vo, āvuso, sikkhitabban”ti.",
  "sn35.120:9.1": "Sattamaṃ."
}