{
  "_markup_path": "markup/sn/sn35/sn35.244.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.244.json"
  ],
  "sn35.244:1.1": "Saṃyutta Nikāya 35",
  "sn35.244:2.1": "19. Āsīvisavagga",
  "sn35.244:3.1": "244. Dukkhadhammasutta",
  "sn35.244:4.1": "“Yato kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti.",
  "sn35.244:4.2": "Tathā kho panassa kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti.",
  "sn35.244:4.3": "Tathā kho panassa cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānusenti.",
  "sn35.244:5.1": "Kathañca, bhikkhave, sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti?",
  "sn35.244:5.2": "‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;",
  "sn35.244:5.3": "iti vedanā …",
  "sn35.244:5.4": "iti saññā …",
  "sn35.244:5.5": "iti saṅkhārā …",
  "sn35.244:5.6": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—",
  "sn35.244:5.7": "evaṃ kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti.",
  "sn35.244:6.1": "Kathañca, bhikkhave, bhikkhuno kāmā diṭṭhā honti?",
  "sn35.244:6.2": "Yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti<span class=\\\"cross\\\" title=\\\"^mn54#24 [Potaliyasutta/1. Kāmādīnavakathā]\\\" id=\\\"note312\\\">*</span>.",
  "sn35.244:6.3": "Seyyathāpi, bhikkhave, aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ.",
  "sn35.244:6.4": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo.",
  "sn35.244:6.5": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā, taṃ aṅgārakāsuṃ upakaḍḍheyyuṃ.",
  "sn35.244:6.6": "So iticīticeva kāyaṃ sannāmeyya.",
  "sn35.244:6.7": "Taṃ kissa hetu?",
  "sn35.244:6.8": "<span class=\\\"var\\\" title=\\\"aññāṇañhi (s1-3) | ñāṇaṃ (mr)\\\" id=\\\"note313\\\">Ñātañhi</span>, bhikkhave, tassa <span class=\\\"var\\\" title=\\\"purisassa hoti (bj, s1-3, km, pts1) | purisassa hetu hoti (mr)\\\" id=\\\"note314\\\">purisassa</span> imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhanti.",
  "sn35.244:6.9": "Evameva kho, bhikkhave, bhikkhuno aṅgārakāsūpamā kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti.",
  "sn35.244:7.1": "Kathañca, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā <span class=\\\"var\\\" title=\\\"nānusavanti (pts1) | nānusenti (mr)\\\" id=\\\"note315\\\">nānussavanti</span>?",
  "sn35.244:7.2": "Seyyathāpi, bhikkhave, puriso bahukaṇṭakaṃ dāyaṃ paviseyya.",
  "sn35.244:7.3": "Tassa puratopi kaṇṭako, pacchatopi kaṇṭako, uttaratopi kaṇṭako, dakkhiṇatopi kaṇṭako, heṭṭhatopi kaṇṭako, uparitopi kaṇṭako.",
  "sn35.244:7.4": "So satova abhikkameyya, satova paṭikkameyya:",
  "sn35.244:7.5": "‘mā maṃ kaṇṭako’ti.",
  "sn35.244:7.6": "Evameva kho, bhikkhave, yaṃ loke piyarūpaṃ sātarūpaṃ, ayaṃ vuccati ariyassa vinaye kaṇṭako”ti.",
  "sn35.244:7.7": "Iti <span class=\\\"var\\\" title=\\\"kaṇḍako. taṃ kaṇḍakoti iti viditvā (bj)\\\" id=\\\"note316\\\">viditvā</span> <span class=\\\"var\\\" title=\\\"asaṃvaro ca saṃvaro ca (s1-3)\\\" id=\\\"note317\\\">saṃvaro ca asaṃvaro ca</span> veditabbo.",
  "sn35.244:8.1": "Kathañca, bhikkhave, asaṃvaro hoti?",
  "sn35.244:8.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …",
  "sn35.244:8.3": "jivhāya rasaṃ sāyitvā … pe …",
  "sn35.244:8.4": "manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "sn35.244:8.5": "Evaṃ kho, bhikkhave, asaṃvaro hoti.",
  "sn35.244:9.1": "Kathañca, bhikkhave, saṃvaro hoti?",
  "sn35.244:9.2": "Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …",
  "sn35.244:9.3": "jivhāya rasaṃ sāyitvā … pe …",
  "sn35.244:9.4": "manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "sn35.244:9.5": "Evaṃ kho, bhikkhave, saṃvaro hoti.",
  "sn35.244:10.1": "Tassa ce, bhikkhave, bhikkhuno evaṃ carato evaṃ viharato kadāci karahaci satisammosā uppajjanti, pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo.",
  "sn35.244:10.2": "Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti.",
  "sn35.244:11.1": "Seyyathāpi, bhikkhave, puriso <span class=\\\"var\\\" title=\\\"divasasantatte (bj)\\\" id=\\\"note318\\\">divasaṃsantatte</span> ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya.",
  "sn35.244:11.2": "Dandho, bhikkhave, udakaphusitānaṃ nipāto, atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya.",
  "sn35.244:11.3": "Evameva kho, bhikkhave, tassa ce bhikkhuno evaṃ carato, evaṃ viharato kadāci karahaci satisammosā uppajjanti pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo.",
  "sn35.244:11.4": "Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti.",
  "sn35.244:11.5": "Evaṃ kho, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti;",
  "sn35.244:11.6": "yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānussavanti.",
  "sn35.244:11.7": "Tañce, bhikkhave, bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā, bhogehi abhihaṭṭhuṃ pavāreyyuṃ:",
  "sn35.244:11.8": "‘<span class=\\\"var\\\" title=\\\"ehambho (bj, s1-3)\\\" id=\\\"note319\\\">ehi</span>, bho purisa, kiṃ te ime kāsāvā anudahanti, kiṃ muṇḍo kapālamanucarasi, ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti.",
  "sn35.244:11.9": "So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati.",
  "sn35.244:12.1": "Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā.",
  "sn35.244:12.2": "Atha mahājanakāyo āgaccheyya kuddālapiṭakaṃ ādāya:",
  "sn35.244:12.3": "‘mayaṃ imaṃ gaṅgaṃ nadiṃ pacchāninnaṃ karissāma pacchāpoṇaṃ pacchāpabbhāran’ti.",
  "sn35.244:12.4": "Taṃ kiṃ maññatha, bhikkhave, api nu kho so mahājanakāyo gaṅgaṃ nadiṃ pacchāninnaṃ kareyya pacchāpoṇaṃ pacchāpabbhāran”ti?",
  "sn35.244:12.5": "“No hetaṃ, bhante”.",
  "sn35.244:12.6": "“Taṃ kissa hetu”?",
  "sn35.244:12.7": "“Gaṅgā, bhante, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā;",
  "sn35.244:12.8": "sā na sukarā pacchāninnā kātuṃ pacchāpoṇā pacchāpabbhārā.",
  "sn35.244:12.9": "Yāvadeva ca pana so mahājanakāyo kilamathassa vighātassa bhāgī assā”ti.",
  "sn35.244:12.10": "“Evameva kho, bhikkhave, tañce bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā bhogehi abhihaṭṭhuṃ pavāreyyuṃ:",
  "sn35.244:12.11": "‘ehi, bho purisa, kiṃ te ime kāsāvā anudahanti, kiṃ muṇḍo kapālamanucarasi, ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti.",
  "sn35.244:12.12": "So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati.",
  "sn35.244:12.13": "Taṃ kissa hetu?",
  "sn35.244:12.14": "Yañhi taṃ, bhikkhave, cittaṃ dīgharattaṃ vivekaninnaṃ vivekapoṇaṃ vivekapabbhāraṃ, <span class=\\\"var\\\" title=\\\"tatha (bj) | tañca (s1-3, km) | kañca (mr)\\\" id=\\\"note320\\\">tathā</span> hīnāyāvattissatīti netaṃ ṭhānaṃ vijjatī”ti.",
  "sn35.244:13.1": "Sattamaṃ."
}