{
  "_markup_path": "markup/sn/sn35/sn35.238.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.238.json"
  ],
  "sn35.238:1.1": "Saṃyutta Nikāya 35",
  "sn35.238:2.1": "<span class=\\\"var\\\" title=\\\"āsivisavaggo (bj)\\\" id=\\\"note281\\\">19. Āsīvisavagga</span>",
  "sn35.238:3.1": "238. Āsīvisopamasutta",
  "sn35.238:4.1": "“Seyyathāpi, bhikkhave, cattāro <span class=\\\"var\\\" title=\\\"āsivisā (bj) | āsiviso (pts1)\\\" id=\\\"note282\\\">āsīvisā</span> uggatejā ghoravisā.",
  "sn35.238:4.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.",
  "sn35.238:4.3": "Tamenaṃ evaṃ vadeyyuṃ:",
  "sn35.238:4.4": "‘ime te, ambho purisa, cattāro āsīvisā uggatejā ghoravisā kālena kālaṃ vuṭṭhāpetabbā, kālena kālaṃ nhāpetabbā, kālena kālaṃ bhojetabbā, kālena kālaṃ <span class=\\\"var\\\" title=\\\"pavesetabbā (s1-3, km, pts1, mr)\\\" id=\\\"note283\\\">saṃvesetabbā</span>.",
  "sn35.238:4.5": "Yadā ca kho te, ambho purisa, imesaṃ catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ aññataro vā aññataro vā kuppissati, tato tvaṃ, ambho purisa, maraṇaṃ vā nigacchasi, maraṇamattaṃ vā dukkhaṃ.",
  "sn35.238:4.6": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti.",
  "sn35.238:5.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ yena vā tena vā palāyetha.",
  "sn35.238:5.2": "Tamenaṃ evaṃ vadeyyuṃ:",
  "sn35.238:5.3": "‘ime kho, ambho purisa, pañca vadhakā paccatthikā piṭṭhito piṭṭhito anubandhā, yattheva naṃ passissāma tattheva jīvitā voropessāmāti.",
  "sn35.238:5.4": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti.",
  "sn35.238:6.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ yena vā tena vā palāyetha.",
  "sn35.238:6.2": "Tamenaṃ evaṃ vadeyyuṃ:",
  "sn35.238:6.3": "‘ayaṃ te, ambho purisa, chaṭṭho antaracaro vadhako ukkhittāsiko piṭṭhito piṭṭhito anubandho yattheva naṃ passissāmi tattheva siro pātessāmīti.",
  "sn35.238:6.4": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti.",
  "sn35.238:7.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa yena vā tena vā palāyetha.",
  "sn35.238:7.2": "So passeyya suññaṃ gāmaṃ.",
  "sn35.238:7.3": "Yaññadeva gharaṃ paviseyya rittakaññeva paviseyya tucchakaññeva paviseyya suññakaññeva paviseyya.",
  "sn35.238:7.4": "Yaññadeva bhājanaṃ parimaseyya rittakaññeva parimaseyya tucchakaññeva parimaseyya suññakaññeva parimaseyya.",
  "sn35.238:7.5": "Tamenaṃ evaṃ vadeyyuṃ:",
  "sn35.238:7.6": "‘idāni, ambho purisa, imaṃ suññaṃ gāmaṃ corā gāmaghātakā <span class=\\\"var\\\" title=\\\"vadhissanti (bj, pts1)\\\" id=\\\"note284\\\">pavisanti</span>.",
  "sn35.238:7.7": "Yaṃ te, ambho purisa, karaṇīyaṃ taṃ karohī’ti.",
  "sn35.238:8.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṃ āsīvisānaṃ uggatejānaṃ ghoravisānaṃ, bhīto pañcannaṃ vadhakānaṃ paccatthikānaṃ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa, bhīto corānaṃ gāmaghātakānaṃ yena vā tena vā palāyetha.",
  "sn35.238:8.2": "So passeyya mahantaṃ udakaṇṇavaṃ orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ.",
  "sn35.238:8.3": "Na cassa nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya.",
  "sn35.238:8.4": "Atha kho, bhikkhave, tassa purisassa evamassa:",
  "sn35.238:8.5": "‘ayaṃ kho mahāudakaṇṇavo orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ, <span class=\\\"var\\\" title=\\\"natthassa (s1-3, km) | na cassa (mr)\\\" id=\\\"note285\\\">natthi ca</span> nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya.",
  "sn35.238:8.6": "Yannūnāhaṃ tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ gaccheyyan’ti.",
  "sn35.238:9.1": "Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ gaccheyya, tiṇṇo <span class=\\\"var\\\" title=\\\"pāragato (bj, s1-3, km)\\\" id=\\\"note286\\\">pāraṅgato</span> thale tiṭṭhati brāhmaṇo.",
  "sn35.238:10.1": "Upamā kho myāyaṃ, bhikkhave, katā atthassa viññāpanāya.",
  "sn35.238:10.2": "<span class=\\\"var\\\" title=\\\"ayañcevettha (bj)\\\" id=\\\"note287\\\">Ayañcettha</span> attho—",
  "sn35.238:10.3": "cattāro āsīvisā uggatejā ghoravisāti kho, bhikkhave, catunnetaṃ mahābhūtānaṃ adhivacanaṃ—",
  "sn35.238:10.4": "pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā.",
  "sn35.238:11.1": "Pañca vadhakā paccatthikāti kho, bhikkhave, pañcannetaṃ upādānakkhandhānaṃ adhivacanaṃ, seyyathidaṃ—",
  "sn35.238:11.2": "rūpupādānakkhandhassa, vedanupādānakkhandhassa, saññupādānakkhandhassa, saṅkhārupādānakkhandhassa, viññāṇupādānakkhandhassa.",
  "sn35.238:12.1": "Chaṭṭho antaracaro vadhako ukkhittāsikoti kho, bhikkhave, nandīrāgassetaṃ adhivacanaṃ.",
  "sn35.238:13.1": "Suñño gāmoti kho, bhikkhave, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ.",
  "sn35.238:13.2": "Cakkhuto cepi naṃ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati … pe …",
  "sn35.238:13.3": "jivhāto cepi naṃ, bhikkhave … pe …",
  "sn35.238:13.4": "manato cepi naṃ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati.",
  "sn35.238:14.1": "Corā gāmaghātakāti kho, bhikkhave, channetaṃ bāhirānaṃ āyatanānaṃ adhivacanaṃ.",
  "sn35.238:14.2": "Cakkhu, bhikkhave, haññati manāpāmanāpesu rūpesu;",
  "sn35.238:14.3": "sotaṃ, bhikkhave … pe …",
  "sn35.238:14.4": "ghānaṃ, bhikkhave … pe …",
  "sn35.238:14.5": "jivhā, bhikkhave, haññati manāpāmanāpesu rasesu;",
  "sn35.238:14.6": "kāyo, bhikkhave … pe …",
  "sn35.238:14.7": "mano, bhikkhave, haññati manāpāmanāpesu dhammesu.",
  "sn35.238:15.1": "Mahā udakaṇṇavoti kho, bhikkhave, catunnetaṃ oghānaṃ adhivacanaṃ—",
  "sn35.238:15.2": "kāmoghassa, bhavoghassa, diṭṭhoghassa, avijjoghassa.",
  "sn35.238:16.1": "Orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayanti kho, bhikkhave, sakkāyassetaṃ adhivacanaṃ.",
  "sn35.238:17.1": "Pārimaṃ tīraṃ khemaṃ appaṭibhayanti kho, bhikkhave, nibbānassetaṃ adhivacanaṃ.",
  "sn35.238:18.1": "Kullanti kho, bhikkhave, ariyassetaṃ aṭṭhaṅgikassa maggassa adhivacanaṃ, seyyathidaṃ—",
  "sn35.238:18.2": "sammādiṭṭhi … pe …",
  "sn35.238:18.3": "sammāsamādhi.",
  "sn35.238:19.1": "Tassa hatthehi ca pādehi ca vāyāmoti kho, bhikkhave, vīriyārambhassetaṃ adhivacanaṃ.",
  "sn35.238:20.1": "Tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti kho, bhikkhave, arahato etaṃ adhivacanan”ti.",
  "sn35.238:21.1": "Paṭhamaṃ."
}