{
  "_markup_path": "markup/sn/sn35/sn35.127.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.127.json"
  ],
  "sn35.127:1.1": "Saṃyutta Nikāya 35",
  "sn35.127:2.1": "13. Gahapativagga",
  "sn35.127:3.1": "127. Bhāradvājasutta",
  "sn35.127:4.1": "Ekaṃ samayaṃ āyasmā piṇḍolabhāradvājo kosambiyaṃ viharati ghositārāme.",
  "sn35.127:4.2": "Atha kho rājā udeno yenāyasmā piṇḍolabhāradvājo tenupasaṅkami;",
  "sn35.127:4.3": "upasaṅkamitvā āyasmatā piṇḍolabhāradvājena saddhiṃ sammodi.",
  "sn35.127:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn35.127:4.5": "Ekamantaṃ nisinno kho rājā udeno āyasmantaṃ piṇḍolabhāradvājaṃ etadavoca:",
  "sn35.127:4.6": "“ko nu kho, bho bhāradvāja, hetu ko paccayo yenime daharā bhikkhū <span class=\\\"var\\\" title=\\\"susu (bj, mr)\\\" id=\\\"note166\\\">susū</span> kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti?",
  "sn35.127:4.7": "“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "sn35.127:4.8": "‘etha tumhe, bhikkhave, mātumattīsu mātucittaṃ upaṭṭhapetha, bhaginimattīsu bhaginicittaṃ upaṭṭhapetha, dhītumattīsu dhītucittaṃ upaṭṭhapethā’ti.",
  "sn35.127:4.9": "Ayaṃ kho, mahārāja, hetu, ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti.",
  "sn35.127:5.1": "“<span class=\\\"var\\\" title=\\\"loḷaṃ (s1-3, km)\\\" id=\\\"note167\\\">Lolaṃ</span> kho, bho bhāradvāja, cittaṃ.",
  "sn35.127:5.2": "Appekadā mātumattīsupi lobhadhammā uppajjanti, bhaginimattīsupi lobhadhammā uppajjanti, dhītumattīsupi lobhadhammā uppajjanti.",
  "sn35.127:5.3": "Atthi nu kho, bho bhāradvāja, añño ca hetu, añño ca paccayo yenime daharā bhikkhū susū kāḷakesā … pe …",
  "sn35.127:5.4": "addhānañca āpādentī”ti?",
  "sn35.127:6.1": "“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "sn35.127:6.2": "‘etha tumhe, bhikkhave, imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhatha—",
  "sn35.127:6.3": "atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ <span class=\\\"var\\\" title=\\\"nahāru (bj) | nahārū (s1-3, km) | naharu (pts1)\\\" id=\\\"note168\\\">nhāru</span> aṭṭhi <span class=\\\"var\\\" title=\\\"aṭṭhimiñjā (bj, pts1)\\\" id=\\\"note169\\\">aṭṭhimiñjaṃ</span> vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti.",
  "sn35.127:6.4": "Ayampi kho, mahārāja, hetu, ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā … pe …",
  "sn35.127:6.5": "addhānañca āpādentī”ti.",
  "sn35.127:6.6": "“Ye te, bho bhāradvāja, bhikkhū bhāvitakāyā bhāvitasīlā bhāvitacittā bhāvitapaññā, tesaṃ taṃ sukaraṃ hoti.",
  "sn35.127:6.7": "Ye ca kho te, bho bhāradvāja, bhikkhū abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā, tesaṃ taṃ dukkaraṃ hoti.",
  "sn35.127:6.8": "Appekadā, bho bhāradvāja, asubhato <span class=\\\"var\\\" title=\\\"manasi karissāmāti (bj, s1-3, km, pts1)\\\" id=\\\"note170\\\">manasi karissāmīti</span> <span class=\\\"var\\\" title=\\\"subhato vā (bj) | subhato ca (s1, s2, km)\\\" id=\\\"note171\\\">subhatova</span> āgacchati.",
  "sn35.127:6.9": "Atthi nu kho, bho bhāradvāja, añño ca kho hetu añño ca paccayo yenime daharā bhikkhū susū kāḷakesā … pe …",
  "sn35.127:6.10": "addhānañca āpādentī”ti?",
  "sn35.127:7.1": "“Vuttaṃ kho etaṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "sn35.127:7.2": "‘etha tumhe, bhikkhave, indriyesu guttadvārā viharatha.",
  "sn35.127:7.3": "Cakkhunā rūpaṃ disvā mā nimittaggāhino ahuvattha, mānubyañjanaggāhino.",
  "sn35.127:7.4": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha.",
  "sn35.127:7.5": "Rakkhatha cakkhundriyaṃ;",
  "sn35.127:7.6": "cakkhundriye saṃvaraṃ āpajjatha.",
  "sn35.127:7.7": "Sotena saddaṃ sutvā … pe …",
  "sn35.127:7.8": "ghānena gandhaṃ ghāyitvā …",
  "sn35.127:7.9": "jivhāya rasaṃ sāyitvā …",
  "sn35.127:7.10": "kāyena phoṭṭhabbaṃ phusitvā …",
  "sn35.127:7.11": "manasā dhammaṃ viññāya mā nimittaggāhino ahuvattha, mānubyañjanaggāhino.",
  "sn35.127:7.12": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjatha.",
  "sn35.127:7.13": "Rakkhatha manindriyaṃ;",
  "sn35.127:7.14": "manindriye saṃvaraṃ āpajjathā’ti.",
  "sn35.127:7.15": "Ayampi kho, mahārāja, hetu ayaṃ paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentī”ti.",
  "sn35.127:8.1": "“Acchariyaṃ, bho bhāradvāja;",
  "sn35.127:8.2": "abbhutaṃ, bho bhāradvāja.",
  "sn35.127:8.3": "<span class=\\\"var\\\" title=\\\"yāva subhāsitamidaṃ (bj)\\\" id=\\\"note172\\\">Yāva subhāsitañcidaṃ</span>, bho bhāradvāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena.",
  "sn35.127:8.4": "Esova kho, bho bhāradvāja, hetu, esa paccayo yenime daharā bhikkhū susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikīḷitāvino kāmesu yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caranti, addhānañca āpādentīti.",
  "sn35.127:8.5": "<span class=\\\"var\\\" title=\\\"ahampi bho (si, pts1)\\\" id=\\\"note173\\\">Ahampi kho, bho</span> bhāradvāja, yasmiṃ samaye arakkhiteneva kāyena, arakkhitāya vācāya, arakkhitena cittena, anupaṭṭhitāya satiyā, asaṃvutehi indriyehi antepuraṃ pavisāmi, ativiya maṃ tasmiṃ samaye lobhadhammā parisahanti.",
  "sn35.127:8.6": "Yasmiñca khvāhaṃ, bho bhāradvāja, samaye rakkhiteneva kāyena, rakkhitāya vācāya, rakkhitena cittena, upaṭṭhitāya satiyā, saṃvutehi indriyehi antepuraṃ pavisāmi, na maṃ tathā tasmiṃ samaye lobhadhammā parisahanti.",
  "sn35.127:8.7": "Abhikkantaṃ, bho bhāradvāja, abhikkantaṃ, bho bhāradvāja.",
  "sn35.127:8.8": "Seyyathāpi, bho bhāradvāja, <span class=\\\"var\\\" title=\\\"nikujjitaṃ (pts1)\\\" id=\\\"note174\\\">nikkujjitaṃ</span> vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "sn35.127:8.9": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "sn35.127:8.10": "evamevaṃ bhotā bhāradvājena anekapariyāyena dhammo pakāsito.",
  "sn35.127:8.11": "Esāhaṃ, bho bhāradvāja, taṃ bhagavantaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṃghañca.",
  "sn35.127:8.12": "Upāsakaṃ maṃ bhavaṃ bhāradvājo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn35.127:9.1": "Catutthaṃ."
}