{
  "_markup_path": "markup/sn/sn35/sn35.030.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.030.json"
  ],
  "sn35.30:1.1": "Saṃyutta Nikāya 35",
  "sn35.30:2.1": "3. Sabbavagga",
  "sn35.30:3.1": "<span class=\\\"var\\\" title=\\\"sāruppapaṭipadāsuttaṃ (bj) | sāruppa (pts1)\\\" id=\\\"note41\\\">30. Samugghātasāruppasutta</span>",
  "sn35.30:4.1": "“Sabbamaññitasamugghātasāruppaṃ vo, bhikkhave, paṭipadaṃ desessāmi.",
  "sn35.30:4.2": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmīti.",
  "sn35.30:4.3": "Katamā ca sā, bhikkhave, sabbamaññitasamugghātasāruppā paṭipadā?",
  "sn35.30:4.4": "Idha, bhikkhave, bhikkhu cakkhuṃ na maññati, cakkhusmiṃ na maññati, cakkhuto na maññati, cakkhuṃ meti na maññati.",
  "sn35.30:4.5": "Rūpe na maññati, rūpesu na maññati, rūpato na maññati, rūpā meti na maññati.",
  "sn35.30:4.6": "Cakkhuviññāṇaṃ na maññati, cakkhuviññāṇasmiṃ na maññati, cakkhuviññāṇato na maññati, cakkhuviññāṇaṃ meti na maññati.",
  "sn35.30:4.7": "Cakkhusamphassaṃ na maññati, cakkhusamphassasmiṃ na maññati, cakkhusamphassato na maññati, cakkhusamphasso meti na maññati.",
  "sn35.30:4.8": "Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati … pe …",
  "sn35.30:4.9": "jivhaṃ na maññati, jivhāya na maññati, jivhāto na maññati, jivhā meti na maññati.",
  "sn35.30:4.10": "Rase na maññati, rasesu na maññati, rasato na maññati, rasā meti na maññati.",
  "sn35.30:4.11": "Jivhāviññāṇaṃ na maññati, jivhāviññāṇasmiṃ na maññati, jivhāviññāṇato na maññati, jivhāviññāṇaṃ meti na maññati.",
  "sn35.30:4.12": "Jivhāsamphassaṃ na maññati, jivhāsamphassasmiṃ na maññati, jivhāsamphassato na maññati, jivhāsamphasso meti na maññati.",
  "sn35.30:4.13": "Yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati … pe …",
  "sn35.30:4.14": "manaṃ na maññati, manasmiṃ na maññati, manato na maññati, mano meti na maññati.",
  "sn35.30:4.15": "Dhamme na maññati, dhammesu na maññati, dhammato na maññati, dhammā meti na maññati.",
  "sn35.30:4.16": "Manoviññāṇaṃ na maññati, manoviññāṇasmiṃ na maññati, manoviññāṇato na maññati, manoviññāṇaṃ meti na maññati.",
  "sn35.30:4.17": "Manosamphassaṃ na maññati, manosamphassasmiṃ na maññati, manosamphassato na maññati, manosamphasso meti na maññati.",
  "sn35.30:4.18": "Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati.",
  "sn35.30:4.19": "Sabbaṃ na maññati, sabbasmiṃ na maññati, sabbato na maññati, sabbaṃ meti na maññati.",
  "sn35.30:4.20": "So evaṃ amaññamāno na ca kiñci loke upādiyati.",
  "sn35.30:4.21": "Anupādiyaṃ na paritassati.",
  "sn35.30:4.22": "Aparitassaṃ paccattaññeva parinibbāyati.",
  "sn35.30:4.23": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "sn35.30:4.24": "Ayaṃ kho sā, bhikkhave, sabbamaññitasamugghātasāruppā paṭipadā”ti.",
  "sn35.30:5.1": "Aṭṭhamaṃ."
}