{
  "_markup_path": "markup/sn/sn35/sn35.018.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.018.json"
  ],
  "sn35.18:1.1": "Saṃyutta Nikāya 35",
  "sn35.18:2.1": "2. Yamakavagga",
  "sn35.18:3.1": "<span class=\\\"var\\\" title=\\\"no cetena 2 (pts1)\\\" id=\\\"note23\\\">18. Dutiyanoceassādasutta</span>",
  "sn35.18:4.1": "“No cedaṃ, bhikkhave, rūpānaṃ assādo abhavissa, nayidaṃ sattā rūpesu sārajjeyyuṃ.",
  "sn35.18:4.2": "Yasmā ca kho, bhikkhave, atthi rūpānaṃ assādo, tasmā sattā rūpesu sārajjanti.",
  "sn35.18:4.3": "No cedaṃ, bhikkhave, rūpānaṃ ādīnavo abhavissa, nayidaṃ sattā rūpesu nibbindeyyuṃ.",
  "sn35.18:4.4": "Yasmā ca kho, bhikkhave, atthi rūpānaṃ ādīnavo, tasmā sattā rūpesu nibbindanti.",
  "sn35.18:4.5": "No cedaṃ, bhikkhave, rūpānaṃ nissaraṇaṃ abhavissa, nayidaṃ sattā rūpehi nissareyyuṃ.",
  "sn35.18:4.6": "Yasmā ca kho, bhikkhave, atthi rūpānaṃ nissaraṇaṃ, tasmā sattā rūpehi nissaranti.",
  "sn35.18:4.7": "No cedaṃ, bhikkhave, saddānaṃ …",
  "sn35.18:4.8": "gandhānaṃ …",
  "sn35.18:4.9": "rasānaṃ …",
  "sn35.18:4.10": "phoṭṭhabbānaṃ …",
  "sn35.18:4.11": "dhammānaṃ assādo abhavissa, nayidaṃ sattā dhammesu sārajjeyyuṃ.",
  "sn35.18:4.12": "Yasmā ca kho, bhikkhave, atthi dhammānaṃ assādo, tasmā sattā dhammesu sārajjanti.",
  "sn35.18:4.13": "No cedaṃ, bhikkhave, dhammānaṃ ādīnavo abhavissa, nayidaṃ sattā dhammesu nibbindeyyuṃ.",
  "sn35.18:4.14": "Yasmā ca kho, bhikkhave, atthi dhammānaṃ ādīnavo, tasmā sattā dhammesu nibbindanti.",
  "sn35.18:4.15": "No cedaṃ, bhikkhave, dhammānaṃ nissaraṇaṃ abhavissa, nayidaṃ sattā dhammehi nissareyyuṃ.",
  "sn35.18:4.16": "Yasmā ca kho, bhikkhave, atthi dhammānaṃ nissaraṇaṃ, tasmā sattā dhammehi nissaranti.",
  "sn35.18:5.1": "Yāvakīvañca, bhikkhave, sattā imesaṃ channaṃ bāhirānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññaṃsu, neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā vihariṃsu.",
  "sn35.18:5.2": "Yato ca kho, bhikkhave, sattā imesaṃ channaṃ bāhirānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā viharantī”ti.",
  "sn35.18:6.1": "Chaṭṭhaṃ."
}