{
  "_markup_path": "markup/sn/sn35/sn35.081.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.081.json"
  ],
  "sn35.81:1.1": "Saṃyutta Nikāya 35",
  "sn35.81:2.1": "8. Gilānavagga",
  "sn35.81:3.1": "<span class=\\\"var\\\" title=\\\"bhikkhu (pts1)\\\" id=\\\"note81\\\">81. Sambahulabhikkhusutta</span>",
  "sn35.81:4.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu … pe …",
  "sn35.81:4.2": "ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "sn35.81:4.3": "“idha no, bhante, aññatitthiyā paribbājakā amhe evaṃ pucchanti:",
  "sn35.81:4.4": "‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti?",
  "sn35.81:4.5": "Evaṃ puṭṭhā mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākaroma:",
  "sn35.81:4.6": "‘dukkhassa kho, āvuso, pariññatthaṃ bhagavati brahmacariyaṃ vussatī’ti.",
  "sn35.81:4.7": "Kacci mayaṃ, bhante, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva bhagavato homa, na ca bhagavantaṃ abhūtena abbhācikkhāma, dhammassa cānudhammaṃ byākaroma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "sn35.81:5.1": "“Taggha tumhe, bhikkhave, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva me hotha, na ca maṃ abhūtena abbhācikkhatha, dhammassa cānudhammaṃ byākarotha, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati.",
  "sn35.81:5.2": "Dukkhassa hi, bhikkhave, pariññatthaṃ mayi brahmacariyaṃ vussati.",
  "sn35.81:5.3": "Sace pana vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:",
  "sn35.81:5.4": "‘katamaṃ pana taṃ, āvuso, dukkhaṃ, yassa pariññāya samaṇe gotame brahmacariyaṃ vussatī’ti?",
  "sn35.81:5.5": "Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:",
  "sn35.81:5.6": "‘cakkhu kho, āvuso, dukkhaṃ, tassa pariññāya bhagavati brahmacariyaṃ vussati.",
  "sn35.81:5.7": "Rūpā … pe …",
  "sn35.81:5.8": "yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ.",
  "sn35.81:5.9": "Tassa pariññāya bhagavati brahmacariyaṃ vussati … pe …",
  "sn35.81:5.10": "mano dukkho … pe …",
  "sn35.81:5.11": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ.",
  "sn35.81:5.12": "Tassa pariññāya bhagavati brahmacariyaṃ vussati.",
  "sn35.81:5.13": "Idaṃ kho taṃ, āvuso, dukkhaṃ, tassa pariññāya bhagavati brahmacariyaṃ vussatī’ti.",
  "sn35.81:5.14": "Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.",
  "sn35.81:6.1": "Aṭṭhamaṃ."
}