{
  "_markup_path": "markup/sn/sn35/sn35.026.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.026.json"
  ],
  "sn35.26:1.1": "Saṃyutta Nikāya 35",
  "sn35.26:2.1": "3. Sabbavagga",
  "sn35.26:3.1": "<span class=\\\"var\\\" title=\\\"aparijānasuttaṃ (bj) | parijānāna (pts1)\\\" id=\\\"note33\\\">26. Paṭhamaaparijānanasutta</span>",
  "sn35.26:4.1": "“Sabbaṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.2": "Kiñca, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya?",
  "sn35.26:4.3": "Cakkhuṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.4": "Rūpe anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.5": "Cakkhuviññāṇaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.6": "Cakkhusamphassaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.7": "Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya … pe …",
  "sn35.26:4.8": "jivhaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.9": "Rase … pe …",
  "sn35.26:4.10": "jivhāviññāṇaṃ … pe …",
  "sn35.26:4.11": "jivhāsamphassaṃ … pe …",
  "sn35.26:4.12": "yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.13": "Kāyaṃ … pe …",
  "sn35.26:4.14": "manaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.15": "Dhamme … pe …",
  "sn35.26:4.16": "manoviññāṇaṃ … pe …",
  "sn35.26:4.17": "manosamphassaṃ … pe …",
  "sn35.26:4.18": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:4.19": "Idaṃ kho, bhikkhave, sabbaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.",
  "sn35.26:5.1": "Sabbañca kho, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.2": "Kiñca, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya?",
  "sn35.26:5.3": "Cakkhuṃ, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.4": "Rūpe abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.5": "Cakkhuviññāṇaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.6": "Cakkhusamphassaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.7": "Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya … pe …",
  "sn35.26:5.8": "jivhaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.9": "Rase … pe …",
  "sn35.26:5.10": "jivhāviññāṇaṃ … pe …",
  "sn35.26:5.11": "jivhāsamphassaṃ … pe …",
  "sn35.26:5.12": "yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.13": "Kāyaṃ … pe …",
  "sn35.26:5.14": "manaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.15": "Dhamme … pe …",
  "sn35.26:5.16": "manoviññāṇaṃ … pe …",
  "sn35.26:5.17": "manosamphassaṃ … pe …",
  "sn35.26:5.18": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.",
  "sn35.26:5.19": "Idaṃ kho, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti.",
  "sn35.26:6.1": "Catutthaṃ."
}