{
  "_markup_path": "markup/sn/sn35/sn35.014.html",
  "_alt_strings": [
    "en/sujato/sn/sn35/sn35.014.json"
  ],
  "sn35.14:1.1": "Saṃyutta Nikāya 35",
  "sn35.14:2.1": "2. Yamakavagga",
  "sn35.14:3.1": "<span class=\\\"var\\\" title=\\\"dutiyasambodhasuttaṃ (bj) | sambodhena 2 (pts1)\\\" id=\\\"note18\\\">14. Dutiyapubbesambodhasutta</span>",
  "sn35.14:4.1": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "sn35.14:4.2": "‘ko nu kho rūpānaṃ assādo, ko ādīnavo, kiṃ nissaraṇaṃ?",
  "sn35.14:4.3": "Ko saddānaṃ … pe …",
  "sn35.14:4.4": "ko gandhānaṃ …",
  "sn35.14:4.5": "ko rasānaṃ …",
  "sn35.14:4.6": "ko phoṭṭhabbānaṃ …",
  "sn35.14:4.7": "ko dhammānaṃ assādo, ko ādīnavo, kiṃ nissaraṇan’ti?",
  "sn35.14:4.8": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "sn35.14:4.9": "‘yaṃ kho rūpe paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ rūpānaṃ assādo.",
  "sn35.14:4.10": "Yaṃ rūpā aniccā dukkhā vipariṇāmadhammā, ayaṃ rūpānaṃ ādīnavo.",
  "sn35.14:4.11": "Yo rūpesu chandarāgavinayo chandarāgappahānaṃ, idaṃ rūpānaṃ nissaraṇaṃ.",
  "sn35.14:4.12": "Yaṃ sadde …",
  "sn35.14:4.13": "gandhe …",
  "sn35.14:4.14": "rase …",
  "sn35.14:4.15": "phoṭṭhabbe …",
  "sn35.14:4.16": "yaṃ dhamme paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ dhammānaṃ assādo.",
  "sn35.14:4.17": "Yaṃ dhammā aniccā dukkhā vipariṇāmadhammā, ayaṃ dhammānaṃ ādīnavo.",
  "sn35.14:4.18": "Yo dhammesu chandarāgavinayo chandarāgappahānaṃ, idaṃ dhammānaṃ nissaraṇan’ti.",
  "sn35.14:5.1": "Yāvakīvañcāhaṃ, bhikkhave, imesaṃ channaṃ bāhirānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.",
  "sn35.14:5.2": "Yato ca khvāhaṃ, bhikkhave, imesaṃ channaṃ bāhirānaṃ āyatanānaṃ evaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.",
  "sn35.14:5.3": "Ñāṇañca pana me dassanaṃ udapādi:",
  "sn35.14:5.4": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.",
  "sn35.14:6.1": "Dutiyaṃ."
}