{
  "_markup_path": "markup/an/an06/an6.028.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.028.json"
  ],
  "an6.28:1.1": "Aṅguttara Nikāya 6",
  "an6.28:2.1": "3. Anuttariyavagga",
  "an6.28:3.1": "28. Dutiyasamayasutta",
  "an6.28:4.1": "Ekaṃ samayaṃ sambahulā therā bhikkhū bārāṇasiyaṃ viharanti isipatane migadāye.",
  "an6.28:4.2": "Atha kho tesaṃ therānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "an6.28:4.3": "“ko nu kho, āvuso, samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti?",
  "an6.28:5.1": "Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca:",
  "an6.28:5.2": "“yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.",
  "an6.28:6.1": "Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:",
  "an6.28:6.2": "“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:6.3": "Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, cārittakilamathopissa tasmiṃ samaye appaṭippassaddho hoti, bhattakilamathopissa tasmiṃ samaye appaṭippassaddho hoti.",
  "an6.28:6.4": "Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:6.5": "Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.",
  "an6.28:7.1": "Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:",
  "an6.28:7.2": "“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:7.3": "Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, yadevassa divā samādhinimittaṃ manasikataṃ hoti tadevassa tasmiṃ samaye samudācarati.",
  "an6.28:7.4": "Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:7.5": "Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.",
  "an6.28:8.1": "Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:",
  "an6.28:8.2": "“na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:8.3": "Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, ojaṭṭhāyissa tasmiṃ samaye kāyo hoti phāsussa hoti buddhānaṃ sāsanaṃ manasi kātuṃ.",
  "an6.28:8.4": "Tasmā so asamayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.",
  "an6.28:9.1": "Evaṃ vutte āyasmā mahākaccāno there bhikkhū etadavoca:",
  "an6.28:9.2": "“sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ:",
  "an6.28:9.3": "‘chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.28:10.1": "Katame cha?",
  "an6.28:10.2": "Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.28:10.3": "“ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.28:10.4": "Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū”ti.",
  "an6.28:10.5": "Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti.",
  "an6.28:10.6": "Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an6.28:11.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati … pe ….",
  "an6.28:11.2": "<span class=\\\"brnum\\\">(2)</span>",
  "an6.28:12.1": "Thinamiddhapariyuṭṭhitena cetasā viharati ….",
  "an6.28:12.2": "<span class=\\\"brnum\\\">(3)</span>",
  "an6.28:13.1": "Uddhaccakukkuccapariyuṭṭhitena cetasā viharati ….",
  "an6.28:13.2": "<span class=\\\"brnum\\\">(4)</span>",
  "an6.28:14.1": "Vicikicchāpariyuṭṭhitena cetasā viharati ….",
  "an6.28:14.2": "<span class=\\\"brnum\\\">(5)</span>",
  "an6.28:15.1": "Yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ na jānāti na passati, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.28:15.2": "“ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ na jānāmi na passāmi.",
  "an6.28:15.3": "Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū”ti.",
  "an6.28:15.4": "Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti.",
  "an6.28:15.5": "Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ’. <span class=\\\"brnum\\\">(6)</span>",
  "an6.28:16.1": "Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ:",
  "an6.28:16.2": "‘ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun’”ti.",
  "an6.28:17.1": "Aṭṭhamaṃ."
}