{
  "_markup_path": "markup/an/an06/an6.018.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.018.json"
  ],
  "an6.18:1.1": "Aṅguttara Nikāya 6",
  "an6.18:2.1": "2. Sāraṇīyavagga",
  "an6.18:3.1": "18. Macchabandhasutta",
  "an6.18:4.1": "Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ.",
  "an6.18:4.2": "Addasā kho bhagavā addhānamaggappaṭipanno aññatarasmiṃ padese macchikaṃ macchabandhaṃ macche vadhitvā vadhitvā vikkiṇamānaṃ.",
  "an6.18:4.3": "Disvā maggā okkamma aññatarasmiṃ rukkhamūle paññatte āsane nisīdi.",
  "an6.18:4.4": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "an6.18:4.5": "“passatha no tumhe, bhikkhave, amuṃ macchikaṃ macchabandhaṃ macche vadhitvā vadhitvā vikkiṇamānan”ti?",
  "an6.18:4.6": "“Evaṃ, bhante”.",
  "an6.18:5.1": "“Taṃ kiṃ maññatha, bhikkhave, api nu tumhehi diṭṭhaṃ vā sutaṃ vā:",
  "an6.18:5.2": "‘macchiko macchabandho macche vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?",
  "an6.18:5.3": "“No hetaṃ, bhante”.",
  "an6.18:5.4": "“Sādhu, bhikkhave.",
  "an6.18:5.5": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:",
  "an6.18:5.6": "‘macchiko macchabandho macche vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’ti.",
  "an6.18:5.7": "Taṃ kissa hetu?",
  "an6.18:5.8": "Te hi so, bhikkhave, macche vajjhe <span class=\\\"var\\\" title=\\\"vadhāyopanīte (bj) | vadhāyānīte (s1-3, km) | vadhāya nīte (mr)\\\" id=\\\"note39\\\">vadhāyupanīte</span> pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.",
  "an6.18:6.1": "Taṃ kiṃ maññatha, bhikkhave, api nu tumhehi diṭṭhaṃ vā sutaṃ vā:",
  "an6.18:6.2": "‘goghātako gāvo vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?",
  "an6.18:6.3": "“No hetaṃ, bhante”.",
  "an6.18:6.4": "“Sādhu, bhikkhave.",
  "an6.18:6.5": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:",
  "an6.18:6.6": "‘goghātako gāvo vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’ti.",
  "an6.18:6.7": "Taṃ kissa hetu?",
  "an6.18:6.8": "Te hi so, bhikkhave, gāvo vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.",
  "an6.18:7.1": "Taṃ kiṃ maññatha, bhikkhave, api nu tumhehi diṭṭhaṃ vā sutaṃ vā:",
  "an6.18:7.2": "‘orabbhiko … pe …",
  "an6.18:7.3": "<span class=\\\"var\\\" title=\\\"sokariko (s1-3)\\\" id=\\\"note40\\\">sūkariko</span> … pe …",
  "an6.18:7.4": "sākuṇiko … pe …",
  "an6.18:7.5": "māgaviko <span class=\\\"var\\\" title=\\\"mige (s1-3, km, pts1)\\\" id=\\\"note41\\\">mage</span> vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?",
  "an6.18:7.6": "“No hetaṃ, bhante”.",
  "an6.18:7.7": "“Sādhu, bhikkhave.",
  "an6.18:7.8": "Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:",
  "an6.18:7.9": "‘māgaviko mage vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’ti.",
  "an6.18:7.10": "Taṃ kissa hetu?",
  "an6.18:7.11": "Te hi so, bhikkhave, mage vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.",
  "an6.18:7.12": "Te hi <span class=\\\"var\\\" title=\\\"idaṃ padaṃ bahūsu\\\" id=\\\"note42\\\">nāma</span> so, bhikkhave, tiracchānagate pāṇe vajjhe vadhāyupanīte pāpakena <span class=\\\"var\\\" title=\\\"tasmā so (s1-3, mr)\\\" id=\\\"note43\\\">manasānupekkhamāno</span> neva hatthiyāyī <span class=\\\"var\\\" title=\\\"hoti (s1-3, mr)\\\" id=\\\"note44\\\">bhavissati</span> na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ <span class=\\\"var\\\" title=\\\"ajjhāvasati (s1-3, mr)\\\" id=\\\"note45\\\">ajjhāvasissati</span>.",
  "an6.18:7.13": "Ko pana vādo yaṃ manussabhūtaṃ vajjhaṃ vadhāyupanītaṃ pāpakena manasānupekkhati.",
  "an6.18:7.14": "<span class=\\\"var\\\" title=\\\"taṃ hissa (pts1, mr)\\\" id=\\\"note46\\\">Tañhi tassa</span>, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya.",
  "an6.18:7.15": "Kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti.",
  "an6.18:8.1": "Aṭṭhamaṃ."
}