{
  "_markup_path": "markup/an/an06/an6.030.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.030.json"
  ],
  "an6.30:1.1": "Aṅguttara Nikāya 6",
  "an6.30:2.1": "3. Anuttariyavagga",
  "an6.30:3.1": "30. Anuttariyasutta",
  "an6.30:4.1": "“Chayimāni, bhikkhave, anuttariyāni.",
  "an6.30:4.2": "Katamāni cha?",
  "an6.30:4.3": "Dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ, anussatānuttariyanti.",
  "an6.30:5.1": "Katamañca, bhikkhave, dassanānuttariyaṃ?",
  "an6.30:5.2": "Idha, bhikkhave, ekacco hatthiratanampi dassanāya gacchati, assaratanampi dassanāya gacchati, maṇiratanampi dassanāya gacchati, uccāvacaṃ vā pana dassanāya gacchati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ dassanāya gacchati.",
  "an6.30:5.3": "Atthetaṃ, bhikkhave, dassanaṃ;",
  "an6.30:5.4": "netaṃ natthīti vadāmi.",
  "an6.30:5.5": "Tañca kho etaṃ, bhikkhave, dassanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.",
  "an6.30:5.6": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, dassanānaṃ sattānaṃ visuddhiyā <span class=\\\"var\\\" title=\\\"sokapariddavānaṃ (bj)\\\" id=\\\"note72\\\">sokaparidevānaṃ</span> samatikkamāya dukkhadomanassānaṃ <span class=\\\"var\\\" title=\\\"atthagamāya (bj)\\\" id=\\\"note73\\\">atthaṅgamāya</span> ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā dassanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:5.7": "Idaṃ vuccati, bhikkhave, dassanānuttariyaṃ.",
  "an6.30:5.8": "Iti dassanānuttariyaṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an6.30:6.1": "Savanānuttariyañca kathaṃ hoti?",
  "an6.30:6.2": "Idha, bhikkhave, ekacco <span class=\\\"var\\\" title=\\\"bherisaddassapi (mr)\\\" id=\\\"note74\\\">bherisaddampi</span> savanāya gacchati, vīṇāsaddampi savanāya gacchati, gītasaddampi savanāya gacchati, uccāvacaṃ vā pana savanāya gacchati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa micchāpaṭipannassa dhammassavanāya gacchati.",
  "an6.30:6.3": "Atthetaṃ, bhikkhave, savanaṃ;",
  "an6.30:6.4": "netaṃ natthīti vadāmi.",
  "an6.30:6.5": "Tañca kho etaṃ, bhikkhave, savanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.",
  "an6.30:6.6": "Yo ca kho, bhikkhave, tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, savanānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatassa vā tathāgatasāvakassa vā dhammassavanāya gacchati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:6.7": "Idaṃ vuccati, bhikkhave, savanānuttariyaṃ.",
  "an6.30:6.8": "Iti dassanānuttariyaṃ, savanānuttariyaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an6.30:7.1": "Lābhānuttariyañca kathaṃ hoti?",
  "an6.30:7.2": "Idha, bhikkhave, ekacco puttalābhampi labhati, dāralābhampi labhati, dhanalābhampi labhati, uccāvacaṃ vā pana lābhaṃ labhati, samaṇe vā brāhmaṇe vā micchādiṭṭhike micchāpaṭipanne saddhaṃ paṭilabhati.",
  "an6.30:7.3": "Attheso, bhikkhave, lābho;",
  "an6.30:7.4": "neso natthīti vadāmi.",
  "an6.30:7.5": "So ca kho eso, bhikkhave, lābho hīno gammo pothujjaniko anariyo anatthasaṃhito, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.",
  "an6.30:7.6": "Yo ca kho, bhikkhave, tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, lābhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgate vā tathāgatasāvake vā saddhaṃ paṭilabhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:7.7": "Idaṃ vuccati, bhikkhave, lābhānuttariyaṃ.",
  "an6.30:7.8": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an6.30:8.1": "Sikkhānuttariyañca kathaṃ hoti?",
  "an6.30:8.2": "Idha, bhikkhave, ekacco hatthismimpi sikkhati, assasmimpi sikkhati, rathasmimpi sikkhati, dhanusmimpi sikkhati, tharusmimpi sikkhati, uccāvacaṃ vā pana sikkhati, samaṇassa vā brāhmaṇassa vā micchādiṭṭhikassa <span class=\\\"var\\\" title=\\\"micchāpaṭipattiṃ (mr)\\\" id=\\\"note75\\\">micchāpaṭipannassa</span> sikkhati.",
  "an6.30:8.3": "Atthesā, bhikkhave, sikkhā;",
  "an6.30:8.4": "nesā natthīti vadāmi.",
  "an6.30:8.5": "Sā ca kho esā, bhikkhave, sikkhā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.",
  "an6.30:8.6": "Yo ca kho, bhikkhave, tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, sikkhānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgatappavedite dhammavinaye adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati, niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:8.7": "Idaṃ vuccati, bhikkhave, sikkhānuttariyaṃ.",
  "an6.30:8.8": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an6.30:9.1": "Pāricariyānuttariyañca kathaṃ hoti?",
  "an6.30:9.2": "Idha, bhikkhave, ekacco khattiyampi paricarati, brāhmaṇampi paricarati, gahapatimpi paricarati, uccāvacaṃ vā pana paricarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ paricarati.",
  "an6.30:9.3": "Atthesā, bhikkhave, pāricariyā;",
  "an6.30:9.4": "nesā natthīti vadāmi.",
  "an6.30:9.5": "Sā ca kho esā, bhikkhave, pāricariyā hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya … pe …",
  "an6.30:9.6": "na nibbānāya saṃvattati.",
  "an6.30:9.7": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, pāricariyānaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā paricarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:9.8": "Idaṃ vuccati, bhikkhave, pāricariyānuttariyaṃ.",
  "an6.30:9.9": "Iti dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an6.30:10.1": "Anussatānuttariyañca kathaṃ hoti?",
  "an6.30:10.2": "Idha, bhikkhave, ekacco puttalābhampi anussarati, dāralābhampi anussarati, dhanalābhampi anussarati, uccāvacaṃ vā pana lābhaṃ anussarati, samaṇaṃ vā brāhmaṇaṃ vā micchādiṭṭhikaṃ micchāpaṭipannaṃ anussarati.",
  "an6.30:10.3": "Atthesā, bhikkhave, anussati;",
  "an6.30:10.4": "nesā natthīti vadāmi.",
  "an6.30:10.5": "Sā ca kho esā, bhikkhave, anussati hīnā gammā pothujjanikā anariyā anatthasaṃhitā, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.",
  "an6.30:10.6": "Yo ca kho, bhikkhave, tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno, etadānuttariyaṃ, bhikkhave, anussatīnaṃ sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ tathāgataṃ vā tathāgatasāvakaṃ vā anussarati niviṭṭhasaddho niviṭṭhapemo ekantagato abhippasanno.",
  "an6.30:10.7": "Idaṃ vuccati, bhikkhave, anussatānuttariyaṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an6.30:11.1": "Imāni kho, bhikkhave, cha anuttariyānīti.",
  "an6.30:12.1": "Ye <span class=\\\"var\\\" title=\\\"ye dassanavaraṃ laddhā (bj, pts1) | dassanānuttariyaṃ laddhā (s1-3, km)\\\" id=\\\"note76\\\">dassanānuttaraṃ laddhā</span>,",
  "an6.30:12.2": "savanañca anuttaraṃ;",
  "an6.30:12.3": "Lābhānuttariyaṃ laddhā,",
  "an6.30:12.4": "<span class=\\\"var\\\" title=\\\"anuttariyaṃ tathā (mr)\\\" id=\\\"note77\\\">sikkhānuttariye ratā</span>.",
  "an6.30:13.1": "Upaṭṭhitā pāricariyā,",
  "an6.30:13.2": "bhāvayanti anussatiṃ;",
  "an6.30:13.3": "Vivekappaṭisaṃyuttaṃ,",
  "an6.30:13.4": "khemaṃ amatagāminiṃ.",
  "an6.30:14.1": "Appamāde pamuditā,",
  "an6.30:14.2": "nipakā sīlasaṃvutā;",
  "an6.30:14.3": "Te ve kālena <span class=\\\"var\\\" title=\\\"paccanti (s1-3, mr)\\\" id=\\\"note78\\\">paccenti</span>,",
  "an6.30:14.4": "yattha dukkhaṃ nirujjhatī”ti.",
  "an6.30:15.1": "Dasamaṃ.",
  "an6.30:16.1": "Anuttariyavaggo tatiyo.",
  "an6.30:17.1": "Sāmako aparihāniyo,",
  "an6.30:17.2": "Bhayaṃ himavānussati;",
  "an6.30:17.3": "Kaccāno dve ca samayā,",
  "an6.30:17.4": "Udāyī anuttariyenāti."
}