{
  "_markup_path": "markup/an/an06/an6.040.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.040.json"
  ],
  "an6.40:1.1": "Aṅguttara Nikāya 6",
  "an6.40:2.1": "4. Devatāvagga",
  "an6.40:3.1": "<span class=\\\"var\\\" title=\\\"kimbilasuttaṃ (bj)\\\" id=\\\"note96\\\">40. Kimilasutta</span>",
  "an6.40:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "an6.40:4.2": "ekaṃ samayaṃ bhagavā <span class=\\\"var\\\" title=\\\"kimbilāyaṃ (bj, pts1) | kimmilāyaṃ (s1-3)\\\" id=\\\"note97\\\">kimilāyaṃ</span> viharati niculavane.",
  "an6.40:4.3": "Atha kho āyasmā <span class=\\\"var\\\" title=\\\"kimbilo (bj, pts1) | kimmilo (s1-3)\\\" id=\\\"note98\\\">kimilo</span> yena bhagavā tenupasaṅkami;",
  "an6.40:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an6.40:4.5": "Ekamantaṃ nisinno kho āyasmā kimilo bhagavantaṃ etadavoca:",
  "an6.40:4.6": "“ko nu kho, bhante, hetu ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti?",
  "an6.40:4.7": "“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṃghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, appamāde agāravā viharanti appatissā, <span class=\\\"var\\\" title=\\\"paṭisandhāre (mr)\\\" id=\\\"note99\\\">paṭisanthāre</span> agāravā viharanti appatissā.",
  "an6.40:4.8": "Ayaṃ kho, kimila, hetu ayaṃ paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti”.",
  "an6.40:5.1": "“Ko pana, bhante, hetu ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti?",
  "an6.40:5.2": "“Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, appamāde sagāravā viharanti sappatissā, paṭisanthāre sagāravā viharanti sappatissā.",
  "an6.40:5.3": "Ayaṃ kho, kimila, hetu ayaṃ paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti.",
  "an6.40:6.1": "Dasamaṃ."
}