{
  "_markup_path": "markup/an/an06/an6.051.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.051.json"
  ],
  "an6.51:1.1": "Aṅguttara Nikāya 6",
  "an6.51:2.1": "5. Dhammikavagga",
  "an6.51:3.1": "51. Ānandasutta",
  "an6.51:4.1": "Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami;",
  "an6.51:4.2": "upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.",
  "an6.51:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an6.51:4.4": "Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:",
  "an6.51:5.1": "“Kittāvatā nu kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti?",
  "an6.51:5.2": "“Āyasmā kho ānando bahussuto.",
  "an6.51:5.3": "Paṭibhātu āyasmantaṃyeva ānandan”ti.",
  "an6.51:5.4": "“Tenahāvuso sāriputta, suṇāhi, sādhukaṃ manasi karohi;",
  "an6.51:5.5": "bhāsissāmī”ti.",
  "an6.51:5.6": "“Evamāvuso”ti kho āyasmā sāriputto āyasmato ānandassa paccassosi.",
  "an6.51:5.7": "Āyasmā ānando etadavoca:",
  "an6.51:6.1": "“Idhāvuso sāriputta, bhikkhu dhammaṃ pariyāpuṇāti—",
  "an6.51:6.2": "suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ.",
  "an6.51:6.3": "So yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ vāceti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati.",
  "an6.51:6.4": "Yasmiṃ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṃ āvāse vassaṃ upeti.",
  "an6.51:6.5": "Te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:",
  "an6.51:6.6": "‘idaṃ, bhante, kathaṃ;",
  "an6.51:6.7": "imassa kvattho’ti?",
  "an6.51:6.8": "Te tassa āyasmato avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti.",
  "an6.51:6.9": "Ettāvatā kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti.",
  "an6.51:7.1": "“Acchariyaṃ, āvuso, abbhutaṃ, āvuso, yāva subhāsitañcidaṃ āyasmatā ānandena.",
  "an6.51:7.2": "Imehi ca mayaṃ chahi dhammehi samannāgataṃ āyasmantaṃ ānandaṃ dhārema.",
  "an6.51:7.3": "Āyasmā hi ānando dhammaṃ pariyāpuṇāti—",
  "an6.51:7.4": "suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ.",
  "an6.51:7.5": "Āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ vāceti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, āyasmā ānando yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati.",
  "an6.51:7.6": "Āyasmā ānando yasmiṃ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṃ āvāse vassaṃ upeti.",
  "an6.51:7.7": "Te āyasmā ānando kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:",
  "an6.51:7.8": "‘idaṃ, bhante, kathaṃ;",
  "an6.51:7.9": "imassa kvattho’ti?",
  "an6.51:7.10": "Te āyasmato ānandassa avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodentī”ti.",
  "an6.51:8.1": "Navamaṃ."
}