{
  "_markup_path": "markup/an/an06/an6.010.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.010.json"
  ],
  "an6.10:1.1": "Aṅguttara Nikāya 6",
  "an6.10:2.1": "1. Āhuneyyavagga",
  "an6.10:3.1": "10. Mahānāmasutta",
  "an6.10:4.1": "Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "an6.10:4.2": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami;",
  "an6.10:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an6.10:4.4": "Ekamantaṃ nisinno, kho mahānāmo sakko bhagavantaṃ etadavoca:",
  "an6.10:4.5": "“yo so, bhante, ariyasāvako āgataphalo viññātasāsano, so katamena vihārena bahulaṃ viharatī”ti?",
  "an6.10:5.1": "<span class=\\\"cross\\\" title=\\\"^ne4#228 [Vibhaṅga/ Vevacanahāravibhaṅga]\\\" id=\\\"note6\\\">*</span> <a class=\\\"sc\\\" id=\\\"2\\\"></a><a class=\\\"pts\\\" id=\\\"pts3.285\\\"></a>“Yo so, mahānāma, ariyasāvako āgataphalo viññātasāsano, so iminā vihārena bahulaṃ viharati<span class=\\\"cross\\\" title=\\\"^an11.11#1 [11. Paṭhamamahānāmasutta]\\\" id=\\\"note7\\\">*</span>.",
  "an6.10:5.2": "Idha, mahānāma, ariyasāvako tathāgataṃ anussarati:",
  "an6.10:5.3": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "an6.10:5.4": "Yasmiṃ, mahānāma, samaye ariyasāvako tathāgataṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:5.5": "ujugatamevassa tasmiṃ samaye cittaṃ hoti tathāgataṃ ārabbha.",
  "an6.10:5.6": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:5.7": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:5.8": "Ayaṃ vuccati, mahānāma:",
  "an6.10:5.9": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno buddhānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(1)</span>",
  "an6.10:6.1": "Puna caparaṃ, mahānāma, ariyasāvako dhammaṃ anussarati:",
  "an6.10:6.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti.",
  "an6.10:6.3": "Yasmiṃ, mahānāma, samaye ariyasāvako dhammaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:6.4": "ujugatamevassa tasmiṃ samaye cittaṃ hoti dhammaṃ ārabbha.",
  "an6.10:6.5": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:6.6": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:6.7": "Ayaṃ vuccati, mahānāma:",
  "an6.10:6.8": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno dhammānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(2)</span>",
  "an6.10:7.1": "Puna caparaṃ, mahānāma, ariyasāvako saṅghaṃ anussarati:",
  "an6.10:7.2": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.",
  "an6.10:7.3": "Yasmiṃ, mahānāma, samaye ariyasāvako saṅghaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:7.4": "ujugatamevassa tasmiṃ samaye cittaṃ hoti saṅghaṃ ārabbha.",
  "an6.10:7.5": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:7.6": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:7.7": "Ayaṃ vuccati, mahānāma:",
  "an6.10:7.8": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno saṅghānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(3)</span>",
  "an6.10:8.1": "Puna caparaṃ, mahānāma, ariyasāvako attano sīlāni anussarati akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni.",
  "an6.10:8.2": "Yasmiṃ, mahānāma, samaye ariyasāvako sīlaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:8.3": "ujugatamevassa tasmiṃ samaye cittaṃ hoti sīlaṃ ārabbha.",
  "an6.10:8.4": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:8.5": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:8.6": "Ayaṃ vuccati, mahānāma:",
  "an6.10:8.7": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno sīlānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(4)</span>",
  "an6.10:9.1": "Puna caparaṃ, mahānāma, ariyasāvako attano cāgaṃ anussarati:",
  "an6.10:9.2": "‘lābhā vata me, suladdhaṃ vata me.",
  "an6.10:9.3": "Yohaṃ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṃ ajjhāvasāmi muttacāgo payatapāṇi vosaggarato yācayogo dānasaṃvibhāgarato’ti.",
  "an6.10:9.4": "Yasmiṃ, mahānāma, samaye ariyasāvako cāgaṃ anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:9.5": "ujugatamevassa tasmiṃ samaye cittaṃ hoti cāgaṃ ārabbha.",
  "an6.10:9.6": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:9.7": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:9.8": "Ayaṃ vuccati, mahānāma:",
  "an6.10:9.9": "‘ariyasāvako visamagatāya pajāya samappatto viharati, sabyāpajjāya pajāya abyāpajjo viharati, dhammasotaṃ samāpanno cāgānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(5)</span>",
  "an6.10:10.1": "Puna caparaṃ, mahānāma, ariyasāvako devatānussatiṃ bhāveti:",
  "an6.10:10.2": "‘santi devā <span class=\\\"var\\\" title=\\\"cātummahārājikā (bj, s1-3, km, pts1)\\\" id=\\\"note8\\\">cātumahārājikā</span>, santi devā tāvatiṃsā, santi devā yāmā, santi devā tusitā, santi devā nimmānaratino, santi devā paranimmitavasavattino, santi devā brahmakāyikā, santi devā <span class=\\\"var\\\" title=\\\"tatuttariṃ (bj) | taduttari (s1-3, km, pts1, mr)\\\" id=\\\"note9\\\">tatuttari</span>.",
  "an6.10:10.3": "Yathārūpāya saddhāya samannāgatā tā devatā ito cutā <span class=\\\"var\\\" title=\\\"tattha uppannā (bj) | tatthūpapannā (s1-3, km) | tatthupapannā (^an3.70#1 [70. Uposathasutta])\\\" id=\\\"note10\\\">tattha upapannā</span>, mayhampi tathārūpā saddhā saṃvijjati.",
  "an6.10:10.4": "Yathārūpena sīlena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpaṃ sīlaṃ saṃvijjati.",
  "an6.10:10.5": "Yathārūpena sutena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpaṃ sutaṃ saṃvijjati.",
  "an6.10:10.6": "Yathārūpena cāgena samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpo cāgo saṃvijjati.",
  "an6.10:10.7": "Yathārūpāya paññāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā paññā saṃvijjatī’ti.",
  "an6.10:10.8": "Yasmiṃ, mahānāma, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;",
  "an6.10:10.9": "ujugatamevassa tasmiṃ samaye cittaṃ hoti tā devatā ārabbha.",
  "an6.10:10.10": "Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "an6.10:10.11": "Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.",
  "an6.10:10.12": "Ayaṃ vuccati, mahānāma:",
  "an6.10:10.13": "‘ariyasāvako visamagatāya pajāya samappatto viharati, <span class=\\\"var\\\" title=\\\"sabyāpajjhāya ... abyāpajjho (bj, s1-3, mr) | savyāpajjhāya ... avyāpajjho (pts1)\\\" id=\\\"note11\\\">sabyāpajjāya pajāya abyāpajjo</span> viharati, dhammasotaṃ samāpanno devatānussatiṃ bhāveti’. <span class=\\\"brnum\\\">(6)</span>",
  "an6.10:11.1": "Yo so, mahānāma, ariyasāvako āgataphalo viññātasāsano, so iminā vihārena bahulaṃ viharatī”ti.",
  "an6.10:12.1": "Dasamaṃ.",
  "an6.10:13.1": "Āhuneyyavaggo paṭhamo.",
  "an6.10:14.1": "Dve āhuneyyā indriya,",
  "an6.10:14.2": "balāni tayo ājānīyā;",
  "an6.10:14.3": "Anuttariya anussatī,",
  "an6.10:14.4": "mahānāmena te dasāti."
}