{
  "_markup_path": "markup/an/an06/an6.014.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.014.json"
  ],
  "an6.14:1.1": "Aṅguttara Nikāya 6",
  "an6.14:2.1": "2. Sāraṇīyavagga",
  "an6.14:3.1": "14. Bhaddakasutta",
  "an6.14:4.1": "Tatra kho āyasmā sāriputto bhikkhū āmantesi:",
  "an6.14:4.2": "“āvuso bhikkhave”ti.",
  "an6.14:4.3": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "an6.14:4.4": "Āyasmā sāriputto etadavoca:",
  "an6.14:5.1": "“Tathā tathā, āvuso, bhikkhu vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā <span class=\\\"var\\\" title=\\\"kālaṃkiriyā (mr)\\\" id=\\\"note18\\\">kālakiriyā</span>.",
  "an6.14:5.2": "Kathañcāvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā?",
  "an6.14:6.1": "Idhāvuso, bhikkhu kammārāmo hoti kammarato kammārāmataṃ anuyutto, bhassārāmo hoti bhassarato bhassārāmataṃ anuyutto, niddārāmo hoti niddārato niddārāmataṃ anuyutto, saṅgaṇikārāmo hoti saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto, saṃsaggārāmo hoti saṃsaggarato saṃsaggārāmataṃ anuyutto, papañcārāmo hoti papañcarato papañcārāmataṃ anuyutto.",
  "an6.14:6.2": "Evaṃ kho, āvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.",
  "an6.14:6.3": "Ayaṃ vuccatāvuso:",
  "an6.14:6.4": "‘bhikkhu sakkāyābhirato <span class=\\\"var\\\" title=\\\"na pahāsi (bj, s1-3, km, pts1)\\\" id=\\\"note19\\\">nappajahāsi</span> sakkāyaṃ sammā dukkhassa antakiriyāya’.",
  "an6.14:7.1": "Tathā tathāvuso, bhikkhu vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.",
  "an6.14:7.2": "Kathañcāvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā?",
  "an6.14:8.1": "Idhāvuso, bhikkhu na kammārāmo hoti na kammarato na kammārāmataṃ anuyutto, na bhassārāmo hoti na bhassarato na bhassārāmataṃ anuyutto, na niddārāmo hoti na niddārato na niddārāmataṃ anuyutto, na saṅgaṇikārāmo hoti na saṅgaṇikarato na saṅgaṇikārāmataṃ anuyutto, na saṃsaggārāmo hoti na saṃsaggarato na saṃsaggārāmataṃ anuyutto, na papañcārāmo hoti na papañcarato na papañcārāmataṃ anuyutto.",
  "an6.14:8.2": "Evaṃ kho, āvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.",
  "an6.14:8.3": "Ayaṃ vuccatāvuso:",
  "an6.14:8.4": "‘bhikkhu nibbānābhirato pajahāsi sakkāyaṃ sammā dukkhassa antakiriyāyā’ti.",
  "an6.14:9.1": "Yo papañcamanuyutto,",
  "an6.14:9.2": "papañcābhirato mago;",
  "an6.14:9.3": "Virādhayī so nibbānaṃ,",
  "an6.14:9.4": "yogakkhemaṃ anuttaraṃ.",
  "an6.14:10.1": "Yo ca papañcaṃ hitvāna,",
  "an6.14:10.2": "nippapañcapade rato;",
  "an6.14:10.3": "Ārādhayī so nibbānaṃ,",
  "an6.14:10.4": "yogakkhemaṃ anuttaran”ti.",
  "an6.14:11.1": "Catutthaṃ."
}