{
  "_markup_path": "markup/an/an06/an6.052.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.052.json"
  ],
  "an6.52:1.1": "Aṅguttara Nikāya 6",
  "an6.52:2.1": "5. Dhammikavagga",
  "an6.52:3.1": "52. Khattiyasutta",
  "an6.52:4.1": "Atha kho <span class=\\\"var\\\" title=\\\"jāṇusoṇi (mr)\\\" id=\\\"note143\\\">jāṇussoṇi</span> brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an6.52:4.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an6.52:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an6.52:4.4": "Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "an6.52:5.1": "“Khattiyā, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:5.2": "“Khattiyā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā balādhiṭṭhānā pathavībhinivesā issariyapariyosānā”ti. <span class=\\\"brnum\\\">(1)</span>",
  "an6.52:6.1": "“Brāhmaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:6.2": "“Brāhmaṇā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā mantādhiṭṭhānā yaññābhinivesā brahmalokapariyosānā”ti. <span class=\\\"brnum\\\">(2)</span>",
  "an6.52:7.1": "“Gahapatikā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:7.2": "“Gahapatikā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā sippādhiṭṭhānā kammantābhinivesā niṭṭhitakammantapariyosānā”ti. <span class=\\\"brnum\\\">(3)</span>",
  "an6.52:8.1": "“Itthī pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:8.2": "“Itthī kho, brāhmaṇa, purisādhippāyā alaṅkārūpavicārā puttādhiṭṭhānā asapattībhinivesā issariyapariyosānā”ti. <span class=\\\"brnum\\\">(4)</span>",
  "an6.52:9.1": "“Corā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:9.2": "“Corā kho, brāhmaṇa, ādānādhippāyā gahanūpavicārā satthādhiṭṭhānā andhakārābhinivesā adassanapariyosānā”ti. <span class=\\\"brnum\\\">(5)</span>",
  "an6.52:10.1": "“Samaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?",
  "an6.52:10.2": "“Samaṇā kho, brāhmaṇa, khantisoraccādhippāyā paññūpavicārā sīlādhiṭṭhānā <span class=\\\"var\\\" title=\\\"akiñcanābhinivesā (s1-3, mr)\\\" id=\\\"note144\\\">ākiñcaññābhinivesā</span> nibbānapariyosānā”ti. <span class=\\\"brnum\\\">(6)</span>",
  "an6.52:11.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an6.52:11.2": "Khattiyānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca.",
  "an6.52:11.3": "Brāhmaṇānampi bhavaṃ gotamo jānāti … pe …",
  "an6.52:11.4": "gahapatīnampi bhavaṃ gotamo jānāti …",
  "an6.52:11.5": "itthīnampi bhavaṃ gotamo jānāti …",
  "an6.52:11.6": "corānampi bhavaṃ gotamo jānāti …",
  "an6.52:11.7": "samaṇānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca.",
  "an6.52:11.8": "Abhikkantaṃ, bho gotama … pe …",
  "an6.52:11.9": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an6.52:12.1": "Dasamaṃ."
}