{
  "_markup_path": "markup/an/an06/an6.058.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.058.json"
  ],
  "an6.58:1.1": "Aṅguttara Nikāya 6",
  "an6.58:2.1": "6. Mahāvagga",
  "an6.58:3.1": "58. Āsavasutta",
  "an6.58:4.1": "“Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.",
  "an6.58:5.1": "Katamehi chahi?",
  "an6.58:5.2": "Idha, bhikkhave, bhikkhuno ye āsavā saṃvarā pahātabbā te saṃvarena pahīnā honti, ye āsavā paṭisevanā pahātabbā te paṭisevanāya pahīnā honti, ye āsavā adhivāsanā pahātabbā te adhivāsanāya pahīnā honti, ye āsavā parivajjanā pahātabbā te parivajjanāya pahīnā honti, ye āsavā vinodanā pahātabbā te vinodanāya pahīnā honti, ye āsavā bhāvanā pahātabbā te bhāvanāya pahīnā honti.",
  "an6.58:6.1": "<span class=\\\"cross\\\" title=\\\"^mn2#15 [Sabbāsavasutta/2. Saṃvarāpahātabbaāsava] sabbāsavasutte | ^mnd16#214 [Sāriputtasuttaniddesa]\\\" id=\\\"note187\\\">*</span> <a class=\\\"sc\\\" id=\\\"3\\\"></a><a class=\\\"pts\\\" id=\\\"pts3.388\\\"></a>Katame ca, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti?",
  "an6.58:6.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṃvarasaṃvuto viharati.",
  "an6.58:6.3": "Yaṃ hissa, bhikkhave, cakkhundriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, cakkhundriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:6.4": "Paṭisaṅkhā yoniso sotindriya … pe …",
  "an6.58:6.5": "ghānindriya …",
  "an6.58:6.6": "jivhindriya …",
  "an6.58:6.7": "kāyindriya …",
  "an6.58:6.8": "manindriyasaṃvarasaṃvuto viharati.",
  "an6.58:6.9": "Yaṃ hissa, bhikkhave, manindriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, manindriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:6.10": "Ime vuccanti, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti. <span class=\\\"brnum\\\">(1)</span>",
  "an6.58:7.1": "Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti?",
  "an6.58:7.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṃ paṭisevati:",
  "an6.58:7.3": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, <span class=\\\"var\\\" title=\\\"ḍaṃsa ... siriṃsapasamphassānaṃ (bj, s1-3, km pī)\\\" id=\\\"note188\\\">ḍaṃsamakasavātātapasarīsapasamphassānaṃ</span> paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṃ’.",
  "an6.58:7.4": "Paṭisaṅkhā yoniso piṇḍapātaṃ paṭisevati:",
  "an6.58:7.5": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca <span class=\\\"var\\\" title=\\\"phāsuvihāro cāti (bj, s1-3, km, pts1)\\\" id=\\\"note189\\\">phāsuvihāro ca</span>’.",
  "an6.58:7.6": "Paṭisaṅkhā yoniso senāsanaṃ paṭisevati:",
  "an6.58:7.7": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ’.",
  "an6.58:7.8": "Paṭisaṅkhā yoniso gilānapaccayabhesajjaparikkhāraṃ paṭisevati:",
  "an6.58:7.9": "‘yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya, abyābajjhaparamatāyā’ti.",
  "an6.58:7.10": "Yaṃ hissa, bhikkhave, appaṭisevato uppajjeyyuṃ āsavā vighātapariḷāhā, paṭisevato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:7.11": "Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti. <span class=\\\"brnum\\\">(2)</span>",
  "an6.58:8.1": "Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti?",
  "an6.58:8.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya, pipāsāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ, duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti.",
  "an6.58:8.3": "Yaṃ hissa, bhikkhave, anadhivāsato uppajjeyyuṃ āsavā vighātapariḷāhā, adhivāsato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:8.4": "Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti. <span class=\\\"brnum\\\">(3)</span>",
  "an6.58:9.1": "Katame ca, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti?",
  "an6.58:9.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṃ hatthiṃ parivajjeti, caṇḍaṃ assaṃ parivajjeti, caṇḍaṃ goṇaṃ parivajjeti, caṇḍaṃ kukkuraṃ parivajjeti, ahiṃ khāṇuṃ kaṇṭakaṭṭhānaṃ sobbhaṃ papātaṃ candanikaṃ oḷigallaṃ, yathārūpe anāsane nisinnaṃ, yathārūpe agocare carantaṃ, yathārūpe pāpake mitte bhajantaṃ viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṃ, so tañca anāsanaṃ tañca agocaraṃ te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti.",
  "an6.58:9.3": "Yaṃ hissa, bhikkhave, aparivajjayato uppajjeyyuṃ āsavā vighātapariḷāhā, parivajjayato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:9.4": "Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti. <span class=\\\"brnum\\\">(4)</span>",
  "an6.58:10.1": "Katame ca, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti?",
  "an6.58:10.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti, paṭisaṅkhā yoniso uppannaṃ byāpādavitakkaṃ …",
  "an6.58:10.3": "uppannaṃ vihiṃsāvitakkaṃ …",
  "an6.58:10.4": "uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti.",
  "an6.58:10.5": "Yaṃ hissa, bhikkhave, avinodayato uppajjeyyuṃ āsavā vighātapariḷāhā, vinodayato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:10.6": "Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti. <span class=\\\"brnum\\\">(5)</span>",
  "an6.58:11.1": "Katame ca, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti?",
  "an6.58:11.2": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ <span class=\\\"var\\\" title=\\\"vossagga ... (bj, s1-3, pts1, c1)\\\" id=\\\"note190\\\">vosaggapariṇāmiṃ</span>, paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṃ bhāveti …",
  "an6.58:11.3": "vīriyasambojjhaṅgaṃ bhāveti …",
  "an6.58:11.4": "pītisambojjhaṅgaṃ bhāveti …",
  "an6.58:11.5": "passaddhisambojjhaṅgaṃ bhāveti …",
  "an6.58:11.6": "samādhisambojjhaṅgaṃ bhāveti …",
  "an6.58:11.7": "upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ.",
  "an6.58:11.8": "Yaṃ hissa, bhikkhave, abhāvayato uppajjeyyuṃ āsavā vighātapariḷāhā, bhāvayato evaṃsa te āsavā vighātapariḷāhā na honti.",
  "an6.58:11.9": "Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti. <span class=\\\"brnum\\\">(6)</span>",
  "an6.58:12.1": "Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.",
  "an6.58:13.1": "Catutthaṃ."
}