{
  "_markup_path": "markup/an/an06/an6.012.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.012.json"
  ],
  "an6.12:1.1": "Aṅguttara Nikāya 6",
  "an6.12:2.1": "2. Sāraṇīyavagga",
  "an6.12:3.1": "12. Dutiyasāraṇīyasutta",
  "an6.12:4.1": "“Chayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.",
  "an6.12:4.2": "Katame cha?",
  "an6.12:4.3": "Idha, bhikkhave, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(1)</span>",
  "an6.12:5.1": "Puna caparaṃ, bhikkhave, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti … pe ….",
  "an6.12:5.2": "<span class=\\\"brnum\\\">(2)</span>",
  "an6.12:6.1": "Mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(3)</span>",
  "an6.12:7.1": "Puna caparaṃ, bhikkhave, bhikkhu ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi appaṭivibhattabhogī hoti sīlavantehi sabrahmacārīhi sādhāraṇabhogī, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(4)</span>",
  "an6.12:8.1": "Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpehi sīlehi sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(5)</span>",
  "an6.12:9.1": "Puna caparaṃ, bhikkhave, bhikkhu yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca, ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\\\"brnum\\\">(6)</span>",
  "an6.12:10.1": "Ime kho, bhikkhave, cha dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattantī”ti.",
  "an6.12:11.1": "Dutiyaṃ."
}