{
  "_markup_path": "markup/an/an06/an6.027.html",
  "_alt_strings": [
    "en/sujato/an/an06/an6.027.json"
  ],
  "an6.27:1.1": "Aṅguttara Nikāya 6",
  "an6.27:2.1": "3. Anuttariyavagga",
  "an6.27:3.1": "27. Paṭhamasamayasutta",
  "an6.27:4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami;",
  "an6.27:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an6.27:4.3": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "an6.27:4.4": "“kati nu kho, bhante, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti?",
  "an6.27:4.5": "“Chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.",
  "an6.27:5.1": "Katame cha?",
  "an6.27:5.2": "Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:5.3": "‘ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.27:5.4": "Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū’ti.",
  "an6.27:5.5": "Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti.",
  "an6.27:5.6": "Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an6.27:6.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:6.2": "‘ahaṃ kho, āvuso, byāpādapariyuṭṭhitena cetasā viharāmi byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.27:6.3": "Sādhu vata me āyasmā byāpādassa pahānāya dhammaṃ desetū’ti.",
  "an6.27:6.4": "Tassa manobhāvanīyo bhikkhu byāpādassa pahānāya dhammaṃ deseti.",
  "an6.27:6.5": "Ayaṃ, bhikkhu, dutiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an6.27:7.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:7.2": "‘ahaṃ kho, āvuso, thinamiddhapariyuṭṭhitena cetasā viharāmi thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.27:7.3": "Sādhu vata me āyasmā thinamiddhassa pahānāya dhammaṃ desetū’ti.",
  "an6.27:7.4": "Tassa manobhāvanīyo bhikkhu thinamiddhassa pahānāya dhammaṃ deseti.",
  "an6.27:7.5": "Ayaṃ, bhikkhu, tatiyo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an6.27:8.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:8.2": "‘ahaṃ kho, āvuso, uddhaccakukkuccapariyuṭṭhitena cetasā viharāmi uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.27:8.3": "Sādhu vata me āyasmā uddhaccakukkuccassa pahānāya dhammaṃ desetū’ti.",
  "an6.27:8.4": "Tassa manobhāvanīyo bhikkhu uddhaccakukkuccassa pahānāya dhammaṃ deseti.",
  "an6.27:8.5": "Ayaṃ, bhikkhu, catuttho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an6.27:9.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:9.2": "‘ahaṃ, āvuso, vicikicchāpariyuṭṭhitena cetasā viharāmi vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāmi.",
  "an6.27:9.3": "Sādhu vata me āyasmā vicikicchāya pahānāya dhammaṃ desetū’ti.",
  "an6.27:9.4": "Tassa manobhāvanīyo bhikkhu vicikicchāya pahānāya dhammaṃ deseti.",
  "an6.27:9.5": "Ayaṃ, bhikkhu, pañcamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an6.27:10.1": "Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ nappajānāti tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:",
  "an6.27:10.2": "‘ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ nappajānāmi.",
  "an6.27:10.3": "Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū’ti.",
  "an6.27:10.4": "Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti.",
  "an6.27:10.5": "Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an6.27:11.1": "Ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.",
  "an6.27:12.1": "Sattamaṃ."
}