{
  "_markup_path": "markup/sn/sn52/sn52.02.html",
  "_alt_strings": [
    "pi/sn/sn52/sn52.02.json"
  ],
  "sn52.2:1.1": "Linked Discourses 52 ",
  "sn52.2:2.1": "1 In Private ",
  "sn52.2:3.1": "2 In Private (2)",
  "sn52.2:4.1": "At Sāvatthī. ",
  "sn52.2:4.2": "Then as Anuruddha was in private solitude this thought came to his mind: ",
  "sn52.2:4.3": "“Whoever has missed out on these four kinds of mindfulness meditation has missed out on the noble path to the complete ending of suffering.",
  "sn52.2:4.4": "Whoever has undertaken these four kinds of mindfulness meditation has undertaken the noble path to the complete ending of suffering.”",
  "sn52.2:5.1": "Then Venerable Mahāmoggallāna knew what Venerable Anuruddha was thinking. ",
  "sn52.2:5.2": "As easily as a strong person would extend or contract their arm, ",
  "sn52.2:5.4": "he reappeared in front of Anuruddha, ",
  "sn52.2:6.1": "and said to him: ",
  "sn52.2:6.2": "“Reverend Anuruddha, how do you define the undertaking of the four kinds of mindfulness meditation by a mendicant?” ",
  "sn52.2:7.1": "“Reverend, it’s when a mendicant meditates by observing an aspect of the body internally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn52.2:7.2": "They meditate observing an aspect of the body externally …",
  "sn52.2:7.3": "internally and externally, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn52.2:8.1": "They meditate by observing an aspect of feelings internally …",
  "sn52.2:8.2": "externally …",
  "sn52.2:8.3": "internally and externally …",
  "sn52.2:9.1": "They meditate observing an aspect of the mind internally …",
  "sn52.2:9.2": "externally … ",
  "sn52.2:9.3": "internally and externally …",
  "sn52.2:10.1": "They meditate observing an aspect of principles internally …",
  "sn52.2:10.2": "externally …",
  "sn52.2:10.3": "internally and externally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn52.2:10.4": "That’s how to define the undertaking of the four kinds of mindfulness meditation by a mendicant.” "
}