{
  "_markup_path": "markup/sn/sn52/sn52.08.html",
  "_alt_strings": [
    "pi/sn/sn52/sn52.08.json"
  ],
  "sn52.8:1.1": "Linked Discourses 52 ",
  "sn52.8:2.1": "1 In Private ",
  "sn52.8:3.1": "8 The Frankincense-Tree Hut",
  "sn52.8:4.1": "At one time Venerable Anuruddha was staying near Sāvatthī in the frankincense-tree hut.",
  "sn52.8:4.2": "There Venerable Anuruddha addressed the mendicants:  ",
  "sn52.8:4.4": "“Reverends, suppose that, although the Ganges river slants, slopes, and inclines to the east,",
  "sn52.8:4.5": "a large crowd were to come along with a spade and basket, saying: ",
  "sn52.8:4.6": "‘We’ll make this Ganges river slant, slope, and incline to the west!’",
  "sn52.8:4.7": "What do you think, reverends? Would they succeed?”",
  "sn52.8:4.8": "“No, reverend.",
  "sn52.8:4.9": "Why is that?",
  "sn52.8:4.10": "The Ganges river slants, slopes, and inclines to the east.",
  "sn52.8:4.11": "It’s not easy to make it slant, slope, and incline to the west. ",
  "sn52.8:4.12": "That large crowd will eventually get weary and frustrated.” ",
  "sn52.8:5.1": "“In the same way, while a mendicant develops and cultivates the noble eightfold path, if rulers or their ministers, friends or colleagues, relatives or family should invite them to accept wealth, saying:",
  "sn52.8:5.2": "‘Please, mister, why let these ocher robes torment you?",
  "sn52.8:5.3": "Why follow the practice of shaving your head and carrying an alms bowl?",
  "sn52.8:5.4": "Come, return to a lesser life, enjoy wealth, and make merit!’",
  "sn52.8:6.1": "It’s simply impossible for a mendicant who is developing and cultivating the four kinds of mindfulness meditation to abandon the training and return to a lesser life. ",
  "sn52.8:6.3": "Why is that?",
  "sn52.8:6.4": "Because for a long time that mendicant’s mind has slanted, sloped, and inclined to seclusion. So it’s impossible for them to return to a lesser life.",
  "sn52.8:6.6": "And how does a mendicant develop and cultivate the four kinds of mindfulness meditation?",
  "sn52.8:6.7": "It’s when a mendicant meditates by observing an aspect of the body … ",
  "sn52.8:6.8": "feelings …",
  "sn52.8:6.9": "mind …",
  "sn52.8:6.10": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn52.8:6.11": "That’s how a mendicant develops and cultivates the four kinds of mindfulness meditation.”"
}