{
  "_markup_path": "markup/sn/sn52/sn52.01.html",
  "_alt_strings": [
    "pi/sn/sn52/sn52.01.json"
  ],
  "sn52.1:1.1": "Linked Discourses 52",
  "sn52.1:2.1": "1 In Private",
  "sn52.1:3.1": "1 In Private (1)",
  "sn52.1:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn52.1:4.2": "At one time Venerable Sāriputta was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn52.1:4.3": "Then as Anuruddha was in private solitude this thought came to his mind: ",
  "sn52.1:4.4": "“Whoever has missed out on these four kinds of mindfulness meditation has missed out on the noble path to the complete ending of suffering.",
  "sn52.1:4.5": "Whoever has undertaken these four kinds of mindfulness meditation has undertaken the noble path to the complete ending of suffering.”",
  "sn52.1:5.1": "Then Venerable Mahāmoggallāna knew what Venerable Anuruddha was thinking.",
  "sn52.1:5.2": "As easily as a strong person would extend or contract their arm, ",
  "sn52.1:5.4": "he reappeared in front of Anuruddha,",
  "sn52.1:5.5": "and said to him:",
  "sn52.1:5.6": "“Reverend Anuruddha, how do you define the undertaking of the four kinds of mindfulness meditation by a mendicant?”",
  "sn52.1:6.1": "“Reverend, it’s when a mendicant meditates observing the body internally as liable to originate, as liable to vanish, and as liable to originate and vanish, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn52.1:6.2": "They meditate observing the body externally as liable to originate, as liable to vanish, and as liable to originate and vanish, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn52.1:6.3": "They meditate observing the body internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn52.1:7.2": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do.",
  "sn52.1:7.4": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. ",
  "sn52.1:7.6": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. ",
  "sn52.1:7.8": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn52.1:7.10": "If they wish: ‘May I meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn52.1:8.1": "They meditate observing feelings internally …",
  "sn52.1:8.2": "externally …",
  "sn52.1:8.3": "internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …",
  "sn52.1:10.1": "They meditate observing the mind internally …",
  "sn52.1:10.2": "externally … ",
  "sn52.1:10.3": "internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …",
  "sn52.1:12.1": "They meditate observing principles internally …",
  "sn52.1:12.2": "externally … ",
  "sn52.1:12.3": "internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …",
  "sn52.1:13.2": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. … ",
  "sn52.1:13.3": "If they wish: ‘May I meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive,’ that’s what they do. ",
  "sn52.1:13.4": "That’s how to define the undertaking of the four kinds of mindfulness meditation by a mendicant.”"
}