{
  "_markup_path": "markup/sn/sn11/sn11.22.html",
  "_alt_strings": [
    "en/sujato/sn/sn11/sn11.22.json"
  ],
  "sn11.22:1.1": "Saṃyutta Nikāya 11",
  "sn11.22:2.1": "3. Tatiyavagga",
  "sn11.22:3.1": "22. Dubbaṇṇiyasutta",
  "sn11.22:4.1": "Sāvatthiyaṃ jetavane.",
  "sn11.22:4.2": "Tatra kho … pe …",
  "sn11.22:4.3": "etadavoca:",
  "sn11.22:4.4": "“bhūtapubbaṃ, bhikkhave, aññataro yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno ahosi.",
  "sn11.22:4.5": "Tatra sudaṃ, bhikkhave, devā tāvatiṃsā ujjhāyanti khiyyanti vipācenti:",
  "sn11.22:4.6": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "sn11.22:4.7": "Ayaṃ yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno’ti.",
  "sn11.22:4.8": "Yathā yathā kho, bhikkhave, devā tāvatiṃsā ujjhāyanti khiyyanti vipācenti tathā tathā so yakkho abhirūpataro ceva hoti dassanīyataro ca pāsādikataro ca.",
  "sn11.22:5.1": "Atha kho, bhikkhave, devā tāvatiṃsā yena sakko devānamindo tenupasaṅkamiṃsu;",
  "sn11.22:5.2": "upasaṅkamitvā sakkaṃ devānamindaṃ etadavocuṃ:",
  "sn11.22:5.3": "‘idha te, mārisa, aññataro yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno.",
  "sn11.22:5.4": "Tatra sudaṃ, mārisa, devā tāvatiṃsā ujjhāyanti khiyyanti vipācenti:",
  "sn11.22:5.5": "“acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "sn11.22:5.6": "Ayaṃ yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno”ti.",
  "sn11.22:5.7": "Yathā yathā kho, mārisa, devā ujjhāyanti khiyyanti vipācenti tathā tathā so yakkho abhirūpataro ceva hoti dassanīyataro ca pāsādikataro cāti.",
  "sn11.22:5.8": "So hi nūna, mārisa, kodhabhakkho yakkho bhavissatī’ti.",
  "sn11.22:6.1": "Atha kho, bhikkhave, sakko devānamindo yena so kodhabhakkho yakkho tenupasaṅkami;",
  "sn11.22:6.2": "upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena so kodhabhakkho yakkho tenañjaliṃ paṇāmetvā tikkhattuṃ nāmaṃ sāveti:",
  "sn11.22:6.3": "‘sakkohaṃ, mārisa, devānamindo, sakkohaṃ, mārisa, devānamindo’ti.",
  "sn11.22:6.4": "Yathā yathā kho, bhikkhave, sakko devānamindo nāmaṃ sāvesi tathā tathā so yakkho dubbaṇṇataro ceva ahosi okoṭimakataro ca.",
  "sn11.22:6.5": "Dubbaṇṇataro ceva hutvā okoṭimakataro ca tatthevantaradhāyīti.",
  "sn11.22:6.6": "Atha kho, bhikkhave, sakko devānamindo sake āsane nisīditvā deve tāvatiṃse anunayamāno tāyaṃ velāyaṃ imā gāthāyo abhāsi:",
  "sn11.22:7.1": "‘Na sūpahatacittomhi,",
  "sn11.22:7.2": "nāvattena suvānayo;",
  "sn11.22:7.3": "Na vo cirāhaṃ kujjhāmi,",
  "sn11.22:7.4": "kodho mayi nāvatiṭṭhati.",
  "sn11.22:8.1": "Kuddhāhaṃ na pharusaṃ brūmi,",
  "sn11.22:8.2": "Na ca dhammāni kittaye;",
  "sn11.22:8.3": "Sanniggaṇhāmi attānaṃ,",
  "sn11.22:8.4": "Sampassaṃ atthamattano’”ti."
}