{
  "_markup_path": "markup/sn/sn11/sn11.03.html",
  "_alt_strings": [
    "en/sujato/sn/sn11/sn11.03.json"
  ],
  "sn11.3:1.1": "Saṃyutta Nikāya 11",
  "sn11.3:2.1": "1. Paṭhamavagga",
  "sn11.3:3.1": "3. Dhajaggasutta",
  "sn11.3:4.1": "Sāvatthiyaṃ.",
  "sn11.3:4.2": "Tatra kho bhagavā bhikkhū āmantesi:",
  "sn11.3:4.3": "“bhikkhavo”ti.",
  "sn11.3:4.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "sn11.3:4.5": "Bhagavā etadavoca:",
  "sn11.3:5.1": "“Bhūtapubbaṃ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi.",
  "sn11.3:5.2": "Atha kho, bhikkhave, sakko devānamindo deve tāvatiṃse āmantesi:",
  "sn11.3:6.1": "‘Sace, mārisā, devānaṃ saṅgāmagatānaṃ uppajjeyya bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, mameva tasmiṃ samaye dhajaggaṃ ullokeyyātha.",
  "sn11.3:6.2": "Mamañhi vo dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:7.1": "No ce me dhajaggaṃ ullokeyyātha, atha pajāpatissa devarājassa dhajaggaṃ ullokeyyātha.",
  "sn11.3:7.2": "Pajāpatissa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:8.1": "No ce pajāpatissa devarājassa dhajaggaṃ ullokeyyātha, atha varuṇassa devarājassa dhajaggaṃ ullokeyyātha.",
  "sn11.3:8.2": "Varuṇassa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:9.1": "No ce varuṇassa devarājassa dhajaggaṃ ullokeyyātha, atha īsānassa devarājassa dhajaggaṃ ullokeyyātha.",
  "sn11.3:9.2": "Īsānassa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissatī’ti.",
  "sn11.3:10.1": "Taṃ kho pana, bhikkhave, sakkassa vā devānamindassa dhajaggaṃ ullokayataṃ, pajāpatissa vā devarājassa dhajaggaṃ ullokayataṃ, varuṇassa vā devarājassa dhajaggaṃ ullokayataṃ, īsānassa vā devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyethāpi <span class=\\\"var\\\" title=\\\"no pahīyetha (mr)\\\" id=\\\"note515\\\">nopi pahīyetha</span>.",
  "sn11.3:11.1": "Taṃ kissa hetu?",
  "sn11.3:11.2": "Sakko hi, bhikkhave, devānamindo avītarāgo avītadoso avītamoho bhīru chambhī utrāsī palāyīti.",
  "sn11.3:12.1": "Ahañca kho, bhikkhave, evaṃ vadāmi:",
  "sn11.3:12.2": "‘sace tumhākaṃ, bhikkhave, araññagatānaṃ vā rukkhamūlagatānaṃ vā suññāgāragatānaṃ vā uppajjeyya bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, mameva tasmiṃ samaye anussareyyātha:",
  "sn11.3:12.3": "“itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā”ti.",
  "sn11.3:12.4": "Mamañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:13.1": "No ce maṃ anussareyyātha, atha dhammaṃ anussareyyātha:",
  "sn11.3:13.2": "“svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.",
  "sn11.3:13.3": "Dhammañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:14.1": "No ce dhammaṃ anussareyyātha, atha saṅghaṃ anussareyyātha:",
  "sn11.3:14.2": "“suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.",
  "sn11.3:14.3": "Saṅghañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.",
  "sn11.3:15.1": "Taṃ kissa hetu?",
  "sn11.3:15.2": "Tathāgato hi, bhikkhave, arahaṃ sammāsambuddho vītarāgo vītadoso vītamoho abhīru acchambhī anutrāsī apalāyī’”ti.",
  "sn11.3:15.3": "Idamavoca bhagavā.",
  "sn11.3:15.4": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:",
  "sn11.3:16.1": "“Araññe rukkhamūle vā,",
  "sn11.3:16.2": "suññāgāreva bhikkhavo;",
  "sn11.3:16.3": "<span class=\\\"var\\\" title=\\\"anussareyyātha (mr)\\\" id=\\\"note516\\\">Anussaretha</span> sambuddhaṃ,",
  "sn11.3:16.4": "bhayaṃ tumhāka no siyā.",
  "sn11.3:17.1": "No ce buddhaṃ sareyyātha,",
  "sn11.3:17.2": "lokajeṭṭhaṃ narāsabhaṃ;",
  "sn11.3:17.3": "Atha dhammaṃ sareyyātha,",
  "sn11.3:17.4": "niyyānikaṃ sudesitaṃ.",
  "sn11.3:18.1": "No ce dhammaṃ sareyyātha,",
  "sn11.3:18.2": "niyyānikaṃ sudesitaṃ;",
  "sn11.3:18.3": "Atha saṅghaṃ sareyyātha,",
  "sn11.3:18.4": "puññakkhettaṃ anuttaraṃ.",
  "sn11.3:19.1": "Evaṃ buddhaṃ sarantānaṃ,",
  "sn11.3:19.2": "Dhammaṃ saṅghañca bhikkhavo;",
  "sn11.3:19.3": "Bhayaṃ vā chambhitattaṃ vā,",
  "sn11.3:19.4": "Lomahaṃso na hessatī”ti."
}