{
  "_markup_path": "markup/sn/sn11/sn11.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn11/sn11.13.json"
  ],
  "sn11.13:1.1": "Saṃyutta Nikāya 11",
  "sn11.13:2.1": "2. Dutiyavagga",
  "sn11.13:3.1": "<span class=\\\"var\\\" title=\\\"mahāli (sattavatapada) suttaṃ (bj) | devasuttaṃ (3) (s1) | tatiyadevasuttaṃ (s2, s3) | devā (3) (pts1)\\\" id=\\\"note539\\\">13. Mahālisutta</span>",
  "sn11.13:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn11.13:4.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "sn11.13:4.3": "Atha kho mahāli licchavī yena bhagavā tenupasaṅkami;",
  "sn11.13:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn11.13:4.5": "Ekamantaṃ nisinno kho mahāli licchavī bhagavantaṃ etadavoca:",
  "sn11.13:5.1": "“Diṭṭho kho, bhante, bhagavatā sakko devānamindo”ti?",
  "sn11.13:6.1": "“Diṭṭho kho me, mahāli, sakko devānamindo”ti.",
  "sn11.13:7.1": "“So hi nūna, bhante, sakkapatirūpako bhavissati.",
  "sn11.13:7.2": "Duddaso hi, bhante, sakko devānamindo”ti.",
  "sn11.13:8.1": "“Sakkañca khvāhaṃ, mahāli, pajānāmi sakkakaraṇe ca dhamme, yesaṃ dhammānaṃ samādinnattā sakko sakkattaṃ ajjhagā, tañca pajānāmi.",
  "sn11.13:9.1": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno magho nāma māṇavo ahosi, tasmā maghavāti vuccati.",
  "sn11.13:10.1": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno sakkaccaṃ dānaṃ adāsi, tasmā sakkoti vuccati.",
  "sn11.13:11.1": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno pure dānaṃ adāsi, tasmā purindadoti vuccati.",
  "sn11.13:12.1": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno āvasathaṃ adāsi, tasmā vāsavoti vuccati.",
  "sn11.13:13.1": "Sakko, mahāli, devānamindo sahassampi atthānaṃ muhuttena cinteti, tasmā sahassakkhoti vuccati.",
  "sn11.13:14.1": "Sakkassa, mahāli, devānamindassa sujā nāma asurakaññā pajāpati, tasmā sujampatīti vuccati.",
  "sn11.13:15.1": "Sakko, mahāli, devānamindo devānaṃ tāvatiṃsānaṃ issariyādhipaccaṃ rajjaṃ kāreti, tasmā devānamindoti vuccati.",
  "sn11.13:16.1": "Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa satta vatapadāni samattāni samādinnāni ahesuṃ, yesaṃ samādinnattā sakko sakkattaṃ ajjhagā.",
  "sn11.13:16.2": "Katamāni satta vatapadāni?",
  "sn11.13:16.3": "Yāvajīvaṃ mātāpettibharo assaṃ, yāvajīvaṃ kule jeṭṭhāpacāyī assaṃ, yāvajīvaṃ saṇhavāco assaṃ, yāvajīvaṃ apisuṇavāco assaṃ, yāvajīvaṃ vigatamalamaccherena cetasā agāraṃ ajjhāvaseyyaṃ muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato, yāvajīvaṃ saccavāco assaṃ, yāvajīvaṃ akkodhano assaṃ—",
  "sn11.13:16.4": "sacepi me kodho uppajjeyya, khippameva naṃ paṭivineyyanti.",
  "sn11.13:16.5": "Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa imāni satta vatapadāni samattāni samādinnāni ahesuṃ, yesaṃ samādinnattā sakko sakkattaṃ ajjhagāti.",
  "sn11.13:17.1": "Mātāpettibharaṃ jantuṃ,",
  "sn11.13:17.2": "kule jeṭṭhāpacāyinaṃ;",
  "sn11.13:17.3": "Saṇhaṃ sakhilasambhāsaṃ,",
  "sn11.13:17.4": "pesuṇeyyappahāyinaṃ.",
  "sn11.13:18.1": "Maccheravinaye yuttaṃ,",
  "sn11.13:18.2": "saccaṃ kodhābhibhuṃ naraṃ;",
  "sn11.13:18.3": "Taṃ ve devā tāvatiṃsā,",
  "sn11.13:18.4": "āhu sappuriso itī”ti."
}