{
  "_markup_path": "markup/sn/sn21/sn21.01.html",
  "_alt_strings": [
    "en/sujato/sn/sn21/sn21.01.json"
  ],
  "sn21.1:1.1": "Saṃyutta Nikāya 21",
  "sn21.1:2.1": "1. Bhikkhuvagga",
  "sn21.1:3.1": "<span class=\\\"var\\\" title=\\\"moggallānasuttaṃ (bj)\\\" id=\\\"note356\\\">1. Kolitasutta</span>",
  "sn21.1:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn21.1:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn21.1:4.3": "Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi:",
  "sn21.1:4.4": "“āvuso bhikkhave”ti.",
  "sn21.1:4.5": "“Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ.",
  "sn21.1:5.1": "Āyasmā mahāmoggallāno etadavoca:",
  "sn21.1:5.2": "“idha mayhaṃ, āvuso, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "sn21.1:5.3": "‘ariyo tuṇhībhāvo, ariyo tuṇhībhāvoti vuccati.",
  "sn21.1:5.4": "Katamo nu kho ariyo tuṇhībhāvo’ti?",
  "sn21.1:5.5": "Tassa mayhaṃ āvuso, etadahosi:",
  "sn21.1:5.6": "‘idha bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "sn21.1:5.7": "Ayaṃ vuccati ariyo tuṇhībhāvo’ti.",
  "sn21.1:5.8": "So khvāhaṃ, āvuso, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihariṃ.",
  "sn21.1:5.9": "Tassa mayhaṃ, āvuso, iminā vihārena viharato vitakkasahagatā saññā manasikārā samudācaranti.",
  "sn21.1:6.1": "Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:",
  "sn21.1:6.2": "‘moggallāna moggallāna, mā, brāhmaṇa, ariyaṃ tuṇhībhāvaṃ pamādo, ariye tuṇhībhāve cittaṃ saṇṭhapehi, ariye tuṇhībhāve cittaṃ ekodibhāvaṃ karohi, ariye tuṇhībhāve cittaṃ samādahā’ti.",
  "sn21.1:6.3": "So khvāhaṃ, āvuso, aparena samayena vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi.",
  "sn21.1:6.4": "Yañhi taṃ, āvuso, sammā vadamāno vadeyya:",
  "sn21.1:6.5": "‘satthārā anuggahito sāvako mahābhiññataṃ patto’ti, mamaṃ taṃ sammā vadamāno vadeyya:",
  "sn21.1:6.6": "‘satthārā anuggahito sāvako mahābhiññataṃ patto’”ti.",
  "sn21.1:7.1": "Paṭhamaṃ."
}