{
  "_markup_path": "markup/sn/sn54/sn54.16.html",
  "_alt_strings": [
    "en/sujato/sn/sn54/sn54.16.json"
  ],
  "sn54.16:1.1": "Saṃyutta Nikāya 54",
  "sn54.16:2.1": "2. Dutiyavagga",
  "sn54.16:3.1": "16. Dutiyabhikkhusutta",
  "sn54.16:4.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu;",
  "sn54.16:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn54.16:4.3": "Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:",
  "sn54.16:4.4": "“atthi nu kho, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti?",
  "sn54.16:4.5": "“Bhagavaṃmūlakā no, bhante, dhammā … pe …",
  "sn54.16:4.6": "bhagavato sutvā bhikkhū dhāressantī”ti.",
  "sn54.16:4.7": "“Atthi, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrenti.",
  "sn54.16:5.1": "Katamo ca, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrenti?",
  "sn54.16:5.2": "Ānāpānassatisamādhi, bhikkhave, ekadhammo bhāvito bahulīkato cattāro satipaṭṭhāne paripūreti, cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti, satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrentīti.",
  "sn54.16:6.1": "Kathaṃ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṃ bahulīkato cattāro satipaṭṭhāne paripūreti?",
  "sn54.16:6.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "sn54.16:6.3": "So satova assasati, satova passasati … pe …",
  "sn54.16:6.4": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.",
  "sn54.16:7.1": "Yasmiṃ samaye, bhikkhave, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti, rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti … pe …",
  "sn54.16:7.2": "sabbakāyappaṭisaṃvedī … pe …",
  "sn54.16:7.3": "‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati—",
  "sn54.16:7.4": "kāye kāyānupassī, bhikkhave, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn54.16:7.5": "Taṃ kissa hetu?",
  "sn54.16:7.6": "Kāyaññatarāhaṃ, bhikkhave, etaṃ vadāmi, yadidaṃ—",
  "sn54.16:7.7": "assāsapassāsaṃ.",
  "sn54.16:7.8": "Tasmātiha, bhikkhave, kāye kāyānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn54.16:8.1": "Yasmiṃ samaye, bhikkhave, bhikkhu pītippaṭisaṃvedī … pe …",
  "sn54.16:8.2": "sukhappaṭisaṃvedī …",
  "sn54.16:8.3": "cittasaṅkhārappaṭisaṃvedī …",
  "sn54.16:8.4": "‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati—",
  "sn54.16:8.5": "vedanāsu vedanānupassī, bhikkhave, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn54.16:8.6": "Taṃ kissa hetu?",
  "sn54.16:8.7": "Vedanāññatarāhaṃ, bhikkhave, etaṃ vadāmi, yadidaṃ—",
  "sn54.16:8.8": "assāsapassāsānaṃ sādhukaṃ manasikāraṃ.",
  "sn54.16:8.9": "Tasmātiha, bhikkhave, vedanāsu vedanānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "sn54.16:9.1": "Yasmiṃ samaye, bhikkhave, bhikkhu cittappaṭisaṃvedī … pe …",
  "sn54.16:9.2": "abhippamodayaṃ cittaṃ … pe …",
  "sn54.16:9.3": "‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati;",
  "sn54.16:9.4": "‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati—",
  "sn54.16:9.5": "citte cittānupassī, bhikkhave, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn54.16:9.6": "Taṃ kissa hetu?",
  "sn54.16:9.7": "Nāhaṃ, bhikkhave, muṭṭhassatissa asampajānassa ānāpānassatisamādhibhāvanaṃ vadāmi.",
  "sn54.16:9.8": "Tasmātiha, bhikkhave, citte cittānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "sn54.16:10.1": "Yasmiṃ samaye, bhikkhave, bhikkhu aniccānupassī … pe …",
  "sn54.16:10.2": "virāgānupassī … pe …",
  "sn54.16:10.3": "nirodhānupassī … pe …",
  "sn54.16:10.4": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati—",
  "sn54.16:10.5": "dhammesu dhammānupassī, bhikkhave, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn54.16:10.6": "So yaṃ taṃ hoti abhijjhādomanassānaṃ pahānaṃ taṃ paññāya disvā sādhukaṃ ajjhupekkhitā hoti.",
  "sn54.16:10.7": "Tasmātiha, bhikkhave, dhammesu dhammānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "sn54.16:11.1": "Evaṃ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṃ bahulīkato cattāro satipaṭṭhāne paripūreti.",
  "sn54.16:12.1": "Kathaṃ bhāvitā ca, bhikkhave, cattāro satipaṭṭhānā kathaṃ bahulīkatā satta bojjhaṅge paripūrenti?",
  "sn54.16:12.2": "Yasmiṃ samaye, bhikkhave, bhikkhu kāye kāyānupassī viharati—",
  "sn54.16:12.3": "upaṭṭhitāssa tasmiṃ samaye bhikkhuno sati hoti asammuṭṭhā.",
  "sn54.16:12.4": "Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati asammuṭṭhā—",
  "sn54.16:12.5": "satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn54.16:13.1": "So tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati.",
  "sn54.16:13.2": "Yasmiṃ samaye, bhikkhave, bhikkhu tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati—",
  "sn54.16:13.3": "dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(2)</span>",
  "sn54.16:14.1": "Tassa taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ.",
  "sn54.16:14.2": "Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ—",
  "sn54.16:14.3": "vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(3)</span>",
  "sn54.16:15.1": "Āraddhavīriyassa uppajjati pīti nirāmisā.",
  "sn54.16:15.2": "Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā—",
  "sn54.16:15.3": "pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(4)</span>",
  "sn54.16:16.1": "Pītimanassa kāyopi passambhati, cittampi passambhati.",
  "sn54.16:16.2": "Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati—",
  "sn54.16:16.3": "passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(5)</span>",
  "sn54.16:17.1": "Passaddhakāyassa sukhino cittaṃ samādhiyati.",
  "sn54.16:17.2": "Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati—",
  "sn54.16:17.3": "samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(6)</span>",
  "sn54.16:18.1": "So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.",
  "sn54.16:18.2": "Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti—",
  "sn54.16:18.3": "upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. <span class=\\\"brnum\\\">(7)</span>",
  "sn54.16:19.1": "Yasmiṃ samaye, bhikkhave, bhikkhu vedanāsu … pe …",
  "sn54.16:19.2": "citte … pe …",
  "sn54.16:19.3": "dhammesu dhammānupassī viharati—",
  "sn54.16:19.4": "upaṭṭhitāssa tasmiṃ samaye bhikkhuno sati hoti asammuṭṭhā.",
  "sn54.16:19.5": "Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā—",
  "sn54.16:19.6": "satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti—",
  "sn54.16:19.7": "satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati … pe ….",
  "sn54.16:20.1": "So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.",
  "sn54.16:20.2": "Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti—",
  "sn54.16:20.3": "upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn54.16:20.4": "Evaṃ bhāvitā kho, bhikkhave, cattāro satipaṭṭhānā evaṃ bahulīkatā satta bojjhaṅge paripūrenti.",
  "sn54.16:21.1": "Kathaṃ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṃ bahulīkatā vijjāvimuttiṃ paripūrenti?",
  "sn54.16:21.2": "Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ;",
  "sn54.16:21.3": "dhammavicayasambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe …",
  "sn54.16:21.4": "upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.",
  "sn54.16:21.5": "Evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti.",
  "sn54.16:22.1": "Chaṭṭhaṃ."
}