{
  "_markup_path": "markup/sn/sn54/sn54.07.html",
  "_alt_strings": [
    "en/sujato/sn/sn54/sn54.07.json"
  ],
  "sn54.7:1.1": "Saṃyutta Nikāya 54",
  "sn54.7:2.1": "1. Ekadhammavagga",
  "sn54.7:3.1": "<span class=\\\"var\\\" title=\\\"kappinasuttaṃ (bj) | kappino (pts1)\\\" id=\\\"note367\\\">7. Mahākappinasutta</span>",
  "sn54.7:4.1": "Sāvatthinidānaṃ.",
  "sn54.7:4.2": "Tena kho pana samayena āyasmā mahākappino bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "sn54.7:4.3": "Addasā kho bhagavā āyasmantaṃ mahākappinaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "sn54.7:4.4": "Disvāna bhikkhū āmantesi:",
  "sn54.7:5.1": "“Passatha no tumhe, bhikkhave, etassa bhikkhuno kāyassa iñjitattaṃ vā phanditattaṃ vā”ti?",
  "sn54.7:5.2": "“Yadāpi mayaṃ, bhante, taṃ āyasmantaṃ passāma saṅghamajjhe vā nisinnaṃ ekaṃ vā raho nisinnaṃ, tadāpi mayaṃ tassa āyasmato na passāma kāyassa iñjitattaṃ vā phanditattaṃ vā”ti.",
  "sn54.7:6.1": "“Yassa, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā, tassa so, bhikkhave, bhikkhu samādhissa nikāmalābhī akicchalābhī akasiralābhī.",
  "sn54.7:6.2": "Katamassa ca, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā?",
  "sn54.7:7.1": "Ānāpānassatisamādhissa, bhikkhave, bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā.",
  "sn54.7:7.2": "Kathaṃ bhāvite ca, bhikkhave, ānāpānassatisamādhimhi kathaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā?",
  "sn54.7:8.1": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "sn54.7:8.2": "So satova assasati, satova passasati … pe …",
  "sn54.7:8.3": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.",
  "sn54.7:8.4": "Evaṃ bhāvite ca kho, bhikkhave, ānāpānassatisamādhimhi evaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā”ti.",
  "sn54.7:9.1": "Sattamaṃ."
}