{
  "_markup_path": "markup/sn/sn54/sn54.09.html",
  "_alt_strings": [
    "en/sujato/sn/sn54/sn54.09.json"
  ],
  "sn54.9:1.1": "Saṃyutta Nikāya 54",
  "sn54.9:2.1": "1. Ekadhammavagga",
  "sn54.9:3.1": "<span class=\\\"var\\\" title=\\\"asubhasuttaṃ (bj)\\\" id=\\\"note370\\\">9. Vesālīsutta</span>",
  "sn54.9:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn54.9:4.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "sn54.9:4.3": "Tena kho pana samayena bhagavā bhikkhūnaṃ anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsati.",
  "sn54.9:5.1": "Atha kho bhagavā bhikkhū āmantesi:",
  "sn54.9:5.2": "“icchāmahaṃ, bhikkhave, aḍḍhamāsaṃ paṭisallīyituṃ.",
  "sn54.9:5.3": "Nāmhi kenaci upasaṅkamitabbo, aññatra ekena piṇḍapātanīhārakenā”ti.",
  "sn54.9:5.4": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā nāssudha koci bhagavantaṃ upasaṅkamati, aññatra ekena piṇḍapātanīhārakena.",
  "sn54.9:6.1": "Atha kho te bhikkhū:",
  "sn54.9:6.2": "“bhagavā anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsatī”ti anekākāravokāraṃ asubhabhāvanānuyogamanuyuttā viharanti.",
  "sn54.9:6.3": "Te iminā kāyena <span class=\\\"var\\\" title=\\\"aṭṭiyamānā (si, s1-3, km, mr) | aṭṭiyāmānā (pts1)\\\" id=\\\"note371\\\">aṭṭīyamānā</span> harāyamānā jigucchamānā satthahārakaṃ pariyesanti.",
  "sn54.9:6.4": "Dasapi bhikkhū ekāhena satthaṃ āharanti, vīsampi … pe …",
  "sn54.9:6.5": "tiṃsampi bhikkhū ekāhena satthaṃ āharanti.",
  "sn54.9:7.1": "Atha kho bhagavā tassa aḍḍhamāsassa accayena paṭisallānā vuṭṭhito āyasmantaṃ ānandaṃ āmantesi:",
  "sn54.9:7.2": "“kiṃ nu kho, ānanda, tanubhūto viya bhikkhusaṅgho”ti?",
  "sn54.9:7.3": "“Tathā hi pana, bhante, ‘bhagavā bhikkhūnaṃ anekapariyāyena asubhakathaṃ katheti, asubhāya vaṇṇaṃ bhāsati, asubhabhāvanāya vaṇṇaṃ bhāsatī’ti anekākāravokāraṃ asubhabhāvanānuyogamanuyuttā viharanti.",
  "sn54.9:7.4": "Te iminā kāyena aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti.",
  "sn54.9:7.5": "Dasapi bhikkhū ekāhena satthaṃ āharanti, vīsampi bhikkhū …",
  "sn54.9:7.6": "tiṃsampi bhikkhū ekāhena satthaṃ āharanti.",
  "sn54.9:7.7": "Sādhu, bhante, bhagavā aññaṃ pariyāyaṃ ācikkhatu yathāyaṃ bhikkhusaṅgho aññāya saṇṭhaheyyā”ti.",
  "sn54.9:8.1": "“Tenahānanda, yāvatikā bhikkhū vesāliṃ upanissāya viharanti te sabbe upaṭṭhānasālāyaṃ sannipātehī”ti.",
  "sn54.9:8.2": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū vesāliṃ upanissāya viharanti te sabbe upaṭṭhānasālāyaṃ sannipātetvā yena bhagavā tenupasaṅkami;",
  "sn54.9:8.3": "upasaṅkamitvā bhagavantaṃ etadavoca:",
  "sn54.9:8.4": "“<span class=\\\"var\\\" title=\\\"sannipātito (si)\\\" id=\\\"note372\\\">sannipatito</span>, bhante, bhikkhusaṃgho.",
  "sn54.9:8.5": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.",
  "sn54.9:9.1": "Atha kho bhagavā yena upaṭṭhānasālā tenupasaṅkami;",
  "sn54.9:9.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "sn54.9:9.3": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "sn54.9:9.4": "“ayampi kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti.",
  "sn54.9:10.1": "Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse ūhataṃ rajojallaṃ, tamenaṃ mahāakālamegho ṭhānaso antaradhāpeti vūpasameti;",
  "sn54.9:10.2": "evameva kho, bhikkhave, ānāpānassatisamādhi bhāvito bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti.",
  "sn54.9:10.3": "Kathaṃ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṃ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasameti?",
  "sn54.9:11.1": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "sn54.9:11.2": "So satova assasati, satova passasati … pe …",
  "sn54.9:11.3": "‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.",
  "sn54.9:11.4": "Evaṃ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṃ bahulīkato santo ceva paṇīto ca asecanako ca sukho ca vihāro uppannuppanne ca pāpake akusale dhamme ṭhānaso antaradhāpeti vūpasametī”ti.",
  "sn54.9:12.1": "Navamaṃ."
}