{
  "_markup_path": "markup/sn/sn28/sn28.10.html",
  "_alt_strings": [
    "pi/sn/sn28/sn28.10.json"
  ],
  "sn28.10:1.1": "Linked Discourses 28",
  "sn28.10:2.1": "1 With Sāriputta ",
  "sn28.10:3.1": "10 With Sucimukhī",
  "sn28.10:4.1": "At one time Venerable Sāriputta was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn28.10:4.2": "Then he got dressed in the morning and, taking his bowl and robes, entered Rājagaha for alms.",
  "sn28.10:4.3": "After wandering for alms to be consumed on site in Rājagaha, he ate his alms-food by a wall.",
  "sn28.10:4.4": "Then the wanderer Sucimukhī went up to Venerable Sāriputta",
  "sn28.10:4.5": "and said to him:",
  "sn28.10:5.1": "“Ascetic, do you eat facing downwards?”",
  "sn28.10:5.2": "“No, sister.”",
  "sn28.10:5.3": "“Well then, do you eat facing upwards?”",
  "sn28.10:5.4": "“No, sister.”",
  "sn28.10:5.5": "“Well then, do you eat facing the cardinal directions?”",
  "sn28.10:5.6": "“No, sister.”",
  "sn28.10:5.7": "“Well then, do you eat facing the intermediate directions?”",
  "sn28.10:5.8": "“No, sister.”",
  "sn28.10:6.1": "“When asked if you eat facing all these directions, you answer ‘no, sister’.",
  "sn28.10:7.1": "How then do you eat, ascetic?”",
  "sn28.10:7.2": "“Sister, those ascetics and brahmins who earn a living by the unworthy pseudoscience of geomancy—a wrong livelihood—are said to eat facing downwards.",
  "sn28.10:7.3": "Those ascetics and brahmins who earn a living by the unworthy pseudoscience of astrology—a wrong livelihood—are said to eat facing upwards.",
  "sn28.10:7.4": "Those ascetics and brahmins who earn a living by running errands and messages—a wrong livelihood—are said to eat facing the cardinal directions.",
  "sn28.10:7.5": "Those ascetics and brahmins who earn a living by the unworthy pseudoscience of palmistry—a wrong livelihood—are said to eat facing upwards.",
  "sn28.10:8.1": "I don’t earn a living by any of these means.",
  "sn28.10:8.2": "I seek alms in a principled manner,",
  "sn28.10:8.3": "and I eat it in a principled manner.”",
  "sn28.10:9.1": "Then Sucimukhī the wanderer went around Rājagaha from street to street, from square to square, and announced:",
  "sn28.10:9.2": "“The Sakyan ascetics eat food in a principled manner!",
  "sn28.10:9.3": "The Sakyan ascetics eat food blamelessly!",
  "sn28.10:9.4": "Give almsfood to the Sakyan ascetics!”",
  "sn28.10:13.1": "The Linked Discourses on Sāriputta are complete."
}