{
  "_markup_path": "markup/mn/mn102.html",
  "_alt_strings": [
    "en/sujato/mn/mn102.json"
  ],
  "mn102:1.1": "Majjhima Nikāya 102",
  "mn102:2.1": "Pañcattayasutta",
  "mn102:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn102:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn102:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn102:3.4": "“bhikkhavo”ti.",
  "mn102:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn102:3.6": "Bhagavā etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn102:3.7": "santi, bhikkhave, eke samaṇabrāhmaṇā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti.",
  "mn102:3.8": "‘Saññī attā hoti arogo paraṃ maraṇā’ti—",
  "mn102:3.9": "ittheke abhivadanti;",
  "mn102:3.10": "‘asaññī attā hoti arogo paraṃ maraṇā’ti—",
  "mn102:3.11": "ittheke abhivadanti;",
  "mn102:3.12": "‘nevasaññīnāsaññī attā hoti arogo paraṃ maraṇā’ti—",
  "mn102:3.13": "ittheke abhivadanti;",
  "mn102:3.14": "sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti.",
  "mn102:3.15": "Iti santaṃ vā attānaṃ paññapenti arogaṃ paraṃ maraṇā, sato vā pana sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, diṭṭhadhammanibbānaṃ vā paneke abhivadanti.",
  "mn102:3.16": "Iti imāni pañca hutvā tīṇi honti, tīṇi hutvā pañca honti—",
  "mn102:3.17": "ayamuddeso pañcattayassa.",
  "mn102:4.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, etaṃ vā panekesaṃ upātivattataṃ viññāṇakasiṇameke abhivadanti appamāṇaṃ āneñjaṃ.",
  "mn102:4.2": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:4.3": "Ye kho te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, ekattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nānattasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, parittasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, appamāṇasaññiṃ vā te bhonto samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, yā vā panetāsaṃ saññānaṃ parisuddhā paramā aggā anuttariyā akkhāyati—",
  "mn102:4.4": "yadi rūpasaññānaṃ yadi arūpasaññānaṃ yadi ekattasaññānaṃ yadi nānattasaññānaṃ.",
  "mn102:4.5": "‘Natthi kiñcī’ti ākiñcaññāyatanameke abhivadanti appamāṇaṃ āneñjaṃ.",
  "mn102:4.6": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:4.7": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:5.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.",
  "mn102:5.2": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.",
  "mn102:5.3": "Taṃ kissa hetu?",
  "mn102:5.4": "Saññā rogo saññā gaṇḍo saññā sallaṃ, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ:",
  "mn102:5.5": "‘asaññan’ti.",
  "mn102:5.6": "Tayidaṃ, bhikkhave, tathāgato abhijānāti ye kho te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.",
  "mn102:5.7": "Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṃ vadeyya:",
  "mn102:5.8": "‘ahamaññatra rūpā, aññatra vedanāya, aññatra saññāya, aññatra saṅkhārehi, viññāṇassa āgatiṃ vā gatiṃ vā cutiṃ vā upapattiṃ vā vuddhiṃ vā virūḷhiṃ vā vepullaṃ vā paññapessāmī’ti—",
  "mn102:5.9": "netaṃ ṭhānaṃ vijjati.",
  "mn102:5.10": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:5.11": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:6.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.",
  "mn102:6.2": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.",
  "mn102:6.3": "Taṃ kissa hetu?",
  "mn102:6.4": "Saññā rogo saññā gaṇḍo saññā sallaṃ, asaññā sammoho, etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ:",
  "mn102:6.5": "‘nevasaññānāsaññan’ti.",
  "mn102:6.6": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:6.7": "Ye kho te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, arūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā, nevarūpiṃ nārūpiṃ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā.",
  "mn102:6.8": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā diṭṭhasutamutaviññātabbasaṅkhāramattena etassa āyatanassa upasampadaṃ paññapenti, byasanañhetaṃ, bhikkhave, akkhāyati etassa āyatanassa upasampadāya.",
  "mn102:6.9": "Na hetaṃ, bhikkhave, āyatanaṃ saṅkhārasamāpattipattabbamakkhāyati;",
  "mn102:6.10": "saṅkhārāvasesasamāpattipattabbametaṃ, bhikkhave, āyatanamakkhāyati.",
  "mn102:6.11": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:6.12": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:7.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti, tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṃ attānaṃ paññapenti arogaṃ paraṃ maraṇā tesamete paṭikkosanti.",
  "mn102:7.2": "Taṃ kissa hetu?",
  "mn102:7.3": "Sabbepime bhonto samaṇabrāhmaṇā uddhaṃ saraṃ āsattiṃyeva abhivadanti:",
  "mn102:7.4": "‘iti pecca bhavissāma, iti pecca bhavissāmā’ti.",
  "mn102:7.5": "Seyyathāpi nāma vāṇijassa vāṇijjāya gacchato evaṃ hoti:",
  "mn102:7.6": "‘ito me idaṃ bhavissati, iminā idaṃ lacchāmī’ti;",
  "mn102:7.7": "evamevime bhonto samaṇabrāhmaṇā vāṇijūpamā maññe paṭibhanti:",
  "mn102:7.8": "‘iti pecca bhavissāma, iti pecca bhavissāmā’ti.",
  "mn102:7.9": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:7.10": "Ye kho te bhonto samaṇabrāhmaṇā sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññapenti te sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti.",
  "mn102:7.11": "Seyyathāpi nāma sā gaddulabaddho daḷhe thambhe vā khile vā upanibaddho, tameva thambhaṃ vā khilaṃ vā anuparidhāvati anuparivattati;",
  "mn102:7.12": "evamevime bhonto samaṇabrāhmaṇā sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti.",
  "mn102:7.13": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:7.14": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:8.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā aparantakappikā aparantānudiṭṭhino aparantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti, sabbe te imāneva pañcāyatanāni abhivadanti etesaṃ vā aññataraṃ.",
  "mn102:9.1": "Santi, bhikkhave, eke samaṇabrāhmaṇā pubbantakappikā pubbantānudiṭṭhino pubbantaṃ ārabbha anekavihitāni adhivuttipadāni abhivadanti.",
  "mn102:9.2": "‘Sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.3": "ittheke abhivadanti, ‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.4": "ittheke abhivadanti, ‘sassato ca asassato ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.5": "ittheke abhivadanti, ‘nevasassato nāsassato attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.6": "ittheke abhivadanti, ‘antavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.7": "ittheke abhivadanti, ‘anantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.8": "ittheke abhivadanti, ‘antavā ca anantavā ca attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.9": "ittheke abhivadanti, ‘nevantavā nānantavā attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.10": "ittheke abhivadanti, ‘ekattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.11": "ittheke abhivadanti, ‘nānattasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.12": "ittheke abhivadanti, ‘parittasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.13": "ittheke abhivadanti, ‘appamāṇasaññī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.14": "ittheke abhivadanti, ‘ekantasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.15": "ittheke abhivadanti, ‘ekantadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.16": "ittheke abhivadanti, ‘sukhadukkhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.17": "ittheke abhivadanti, ‘adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññan’ti—",
  "mn102:9.18": "ittheke abhivadanti.",
  "mn102:10.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn102:10.2": "‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—",
  "mn102:10.3": "netaṃ ṭhānaṃ vijjati.",
  "mn102:10.4": "Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati.",
  "mn102:10.5": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:10.6": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:11.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn102:11.2": "‘asassato attā ca loko ca, idameva saccaṃ moghamaññan’ti …",
  "mn102:11.3": "pe …",
  "mn102:11.4": "sassato ca asassato ca attā ca loko ca …",
  "mn102:11.5": "nevasassato nāsassato attā ca loko ca …",
  "mn102:11.6": "antavā attā ca loko ca …",
  "mn102:11.7": "anantavā attā ca loko ca …",
  "mn102:11.8": "antavā ca anantavā ca attā ca loko ca …",
  "mn102:11.9": "nevantavā nānantavā attā ca loko ca …",
  "mn102:11.10": "ekattasaññī attā ca loko ca …",
  "mn102:11.11": "nānattasaññī attā ca loko ca …",
  "mn102:11.12": "parittasaññī attā ca loko ca …",
  "mn102:11.13": "appamāṇasaññī attā ca loko ca …",
  "mn102:11.14": "ekantasukhī attā ca loko ca …",
  "mn102:11.15": "ekantadukkhī attā ca loko ca …",
  "mn102:11.16": "sukhadukkhī attā ca loko ca …",
  "mn102:11.17": "adukkhamasukhī attā ca loko ca, idameva saccaṃ moghamaññanti, tesaṃ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṃyeva ñāṇaṃ bhavissati parisuddhaṃ pariyodātanti—",
  "mn102:11.18": "netaṃ ṭhānaṃ vijjati.",
  "mn102:11.19": "Paccattaṃ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ upādānamakkhāyati.",
  "mn102:11.20": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:11.21": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:12.1": "Idha, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati:",
  "mn102:12.2": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti.",
  "mn102:12.3": "Tassa sā pavivekā pīti nirujjhati.",
  "mn102:12.4": "Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.",
  "mn102:12.5": "Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;",
  "mn102:12.6": "evameva kho, bhikkhave, pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.",
  "mn102:12.7": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:12.8": "Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekaṃ pītiṃ upasampajja viharati:",
  "mn102:12.9": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ pavivekaṃ pītiṃ upasampajja viharāmī’ti.",
  "mn102:12.10": "Tassa sā pavivekā pīti nirujjhati.",
  "mn102:12.11": "Pavivekāya pītiyā nirodhā uppajjati domanassaṃ, domanassassa nirodhā uppajjati pavivekā pīti.",
  "mn102:12.12": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:12.13": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:13.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā nirāmisaṃ sukhaṃ upasampajja viharati:",
  "mn102:13.2": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti.",
  "mn102:13.3": "Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati.",
  "mn102:13.4": "Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ.",
  "mn102:13.5": "Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;",
  "mn102:13.6": "evameva kho, bhikkhave, nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ.",
  "mn102:13.7": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:13.8": "Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisaṃ sukhaṃ upasampajja viharati:",
  "mn102:13.9": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ nirāmisaṃ sukhaṃ upasampajja viharāmī’ti.",
  "mn102:13.10": "Tassa taṃ nirāmisaṃ sukhaṃ nirujjhati.",
  "mn102:13.11": "Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṃ sukhaṃ.",
  "mn102:13.12": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:13.13": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:14.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati:",
  "mn102:14.2": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti.",
  "mn102:14.3": "Tassa sā adukkhamasukhā vedanā nirujjhati.",
  "mn102:14.4": "Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā.",
  "mn102:14.5": "Seyyathāpi, bhikkhave, yaṃ chāyā jahati taṃ ātapo pharati, yaṃ ātapo jahati taṃ chāyā pharati;",
  "mn102:14.6": "evameva kho, bhikkhave, adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā.",
  "mn102:14.7": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:14.8": "Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṃ vedanaṃ upasampajja viharati:",
  "mn102:14.9": "‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ adukkhamasukhaṃ vedanaṃ upasampajja viharāmī’ti.",
  "mn102:14.10": "Tassa sā adukkhamasukhā vedanā nirujjhati.",
  "mn102:14.11": "Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṃ sukhaṃ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā.",
  "mn102:14.12": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:14.13": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:15.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā:",
  "mn102:15.2": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati.",
  "mn102:15.3": "Tayidaṃ, bhikkhave, tathāgato abhijānāti.",
  "mn102:15.4": "Ayaṃ kho bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṃyojanānaṃ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā:",
  "mn102:15.5": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati;",
  "mn102:15.6": "addhā ayamāyasmā nibbānasappāyaṃyeva paṭipadaṃ abhivadati.",
  "mn102:15.7": "Atha ca panāyaṃ bhavaṃ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhiṃ vā upādiyamāno upādiyati, aparantānudiṭṭhiṃ vā upādiyamāno upādiyati, kāmasaṃyojanaṃ vā upādiyamāno upādiyati, pavivekaṃ vā pītiṃ upādiyamāno upādiyati, nirāmisaṃ vā sukhaṃ upādiyamāno upādiyati, adukkhamasukhaṃ vā vedanaṃ upādiyamāno upādiyati.",
  "mn102:15.8": "Yañca kho ayamāyasmā:",
  "mn102:15.9": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati tadapi imassa bhoto samaṇassa brāhmaṇassa upādānamakkhāyati.",
  "mn102:15.10": "‘Tayidaṃ saṅkhataṃ oḷārikaṃ atthi kho pana saṅkhārānaṃ nirodho atthetan’ti—",
  "mn102:15.11": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto.",
  "mn102:16.1": "Idaṃ kho pana, bhikkhave, tathāgatena anuttaraṃ santivarapadaṃ abhisambuddhaṃ yadidaṃ—",
  "mn102:16.2": "channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādāvimokkho”ti.",
  "mn102:17.1": "Idamavoca bhagavā.",
  "mn102:17.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn102:18.1": "Pañcattayasuttaṃ niṭṭhitaṃ dutiyaṃ."
}