{
  "_markup_path": "markup/mn/mn100.html",
  "_alt_strings": [
    "en/sujato/mn/mn100.json"
  ],
  "mn100:1.1": "Majjhima Nikāya 100",
  "mn100:2.1": "Saṅgāravasutta",
  "mn100:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn100:3.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṃghena saddhiṃ.",
  "mn100:3.3": "Tena kho pana samayena dhanañjānī nāma brāhmaṇī cañcalikappe paṭivasati abhippasannā buddhe ca dhamme ca saṃghe ca.",
  "mn100:3.4": "Atha kho dhanañjānī brāhmaṇī upakkhalitvā tikkhattuṃ udānaṃ udānesi:",
  "mn100:4.1": "“Namo tassa bhagavato arahato sammāsambuddhassa.",
  "mn100:5.1": "Namo tassa bhagavato arahato sammāsambuddhassa.",
  "mn100:6.1": "Namo tassa bhagavato arahato sammāsambuddhassā”ti.",
  "mn100:7.1": "Tena kho pana samayena saṅgāravo nāma māṇavo cañcalikappe paṭivasati tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo.",
  "mn100:7.2": "Assosi kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā evaṃ vācaṃ bhāsamānāya.",
  "mn100:7.3": "Sutvā dhanañjāniṃ brāhmaṇiṃ etadavoca:",
  "mn100:7.4": "“avabhūtāva ayaṃ dhanañjānī brāhmaṇī, parabhūtāva ayaṃ dhanañjānī brāhmaṇī, vijjamānānaṃ tevijjānaṃ brāhmaṇānaṃ, atha ca pana tassa muṇḍakassa samaṇakassa vaṇṇaṃ bhāsissatī”ti.",
  "mn100:7.5": "“Na hi pana tvaṃ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṃ jānāsi.",
  "mn100:7.6": "Sace tvaṃ, tāta bhadramukha, tassa bhagavato sīlapaññāṇaṃ jāneyyāsi, na tvaṃ, tāta bhadramukha, taṃ bhagavantaṃ akkositabbaṃ paribhāsitabbaṃ maññeyyāsī”ti.",
  "mn100:7.7": "“Tena hi, bhoti, yadā samaṇo gotamo cañcalikappaṃ anuppatto hoti atha me āroceyyāsī”ti.",
  "mn100:7.8": "“Evaṃ, bhadramukhā”ti kho dhanañjānī brāhmaṇī saṅgāravassa māṇavassa paccassosi.",
  "mn100:8.1": "Atha kho bhagavā kosalesu anupubbena cārikaṃ caramāno yena cañcalikappaṃ tadavasari.",
  "mn100:8.2": "Tatra sudaṃ bhagavā cañcalikappe viharati todeyyānaṃ brāhmaṇānaṃ ambavane.",
  "mn100:8.3": "Assosi kho dhanañjānī brāhmaṇī:",
  "mn100:8.4": "“bhagavā kira cañcalikappaṃ anuppatto, cañcalikappe viharati todeyyānaṃ brāhmaṇānaṃ ambavane”ti.",
  "mn100:8.5": "Atha kho dhanañjānī brāhmaṇī yena saṅgāravo māṇavo tenupasaṅkami;",
  "mn100:8.6": "upasaṅkamitvā saṅgāravaṃ māṇavaṃ etadavoca:",
  "mn100:8.7": "“ayaṃ, tāta bhadramukha, so bhagavā cañcalikappaṃ anuppatto, cañcalikappe viharati todeyyānaṃ brāhmaṇānaṃ ambavane.",
  "mn100:8.8": "Yassadāni, tāta bhadramukha, kālaṃ maññasī”ti.",
  "mn100:9.1": "“Evaṃ, bho”ti kho saṅgāravo māṇavo dhanañjāniyā brāhmaṇiyā paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn100:9.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn100:9.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn100:9.4": "Ekamantaṃ nisinno kho saṅgāravo māṇavo bhagavantaṃ etadavoca:",
  "mn100:10.1": "“Santi kho, bho gotama, eke samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti.",
  "mn100:10.2": "Tatra, bho gotama, ye te samaṇabrāhmaṇā diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesaṃ bhavaṃ gotamo katamo”ti?",
  "mn100:11.1": "“Diṭṭhadhammābhiññāvosānapāramippattānaṃ, ādibrahmacariyaṃ paṭijānantānampi kho ahaṃ, bhāradvāja, vemattaṃ vadāmi.",
  "mn100:11.2": "Santi, bhāradvāja, eke samaṇabrāhmaṇā anussavikā.",
  "mn100:11.3": "Te anussavena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti;",
  "mn100:11.4": "seyyathāpi brāhmaṇā tevijjā.",
  "mn100:11.5": "Santi pana, bhāradvāja, eke samaṇabrāhmaṇā kevalaṃ saddhāmattakena diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti;",
  "mn100:11.6": "seyyathāpi takkī vīmaṃsī.",
  "mn100:11.7": "Santi, bhāradvāja, eke samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti.",
  "mn100:11.8": "Tatra, bhāradvāja, ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesāhamasmi.",
  "mn100:11.9": "Tadamināpetaṃ, bhāradvāja, pariyāyena veditabbaṃ, yathā ye te samaṇabrāhmaṇā pubbe ananussutesu dhammesu sāmaṃyeva dhammaṃ abhiññāya diṭṭhadhammābhiññāvosānapāramippattā, ādibrahmacariyaṃ paṭijānanti, tesāhamasmi.",
  "mn100:12.1": "Idha me, bhāradvāja, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:",
  "mn100:12.2": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn100:12.3": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn100:12.4": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn100:12.5": "So kho ahaṃ, bhāradvāja, aparena samayena daharova samāno susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.",
  "mn100:12.6": "So evaṃ pabbajito samāno kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn100:12.7": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn100:12.8": "‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn100:12.9": "Evaṃ vutte, bhāradvāja, āḷāro kālāmo maṃ etadavoca:",
  "mn100:12.10": "‘viharatāyasmā.",
  "mn100:12.11": "Tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn100:12.12": "So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn100:12.13": "So kho ahaṃ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
  "mn100:12.14": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:12.15": "‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti;",
  "mn100:12.16": "addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.",
  "mn100:13.1": "Atha khvāhaṃ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn100:13.2": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn100:13.3": "‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn100:13.4": "Evaṃ vutte, bhāradvāja, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.",
  "mn100:13.5": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:13.6": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;",
  "mn100:13.7": "na kho āḷārasseva kālāmassa atthi vīriyaṃ …",
  "mn100:13.8": "pe …",
  "mn100:13.9": "sati …",
  "mn100:13.10": "samādhi …",
  "mn100:13.11": "paññā, mayhampatthi paññā.",
  "mn100:13.12": "Yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn100:13.13": "So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn100:13.14": "Atha khvāhaṃ, bhāradvāja, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn100:13.15": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn100:13.16": "‘ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn100:13.17": "‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.",
  "mn100:13.18": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn100:13.19": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn100:13.20": "Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;",
  "mn100:13.21": "yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.",
  "mn100:13.22": "Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.",
  "mn100:13.23": "Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.",
  "mn100:13.24": "Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.",
  "mn100:13.25": "Iti kho, bhāradvāja, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn100:13.26": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:13.27": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.",
  "mn100:13.28": "So kho ahaṃ, bhāradvāja, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn100:14.1": "So kho ahaṃ, bhāradvāja, kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn100:14.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn100:14.3": "‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn100:14.4": "Evaṃ vutte, bhāradvāja, udako rāmaputto maṃ etadavoca:",
  "mn100:14.5": "‘viharatāyasmā.",
  "mn100:14.6": "Tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn100:14.7": "So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn100:14.8": "So kho ahaṃ, bhāradvāja, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ‘ñāṇavādañca vadāmi, theravādañca jānāmi, passāmī’ti ca paṭijānāmi, ahañceva aññe ca.",
  "mn100:14.9": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:14.10": "‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi;",
  "mn100:14.11": "addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.",
  "mn100:14.12": "Atha khvāhaṃ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn100:14.13": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn100:14.14": "‘kittāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn100:14.15": "Evaṃ vutte, bhāradvāja, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.",
  "mn100:14.16": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:14.17": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;",
  "mn100:14.18": "na kho rāmasseva ahosi vīriyaṃ …",
  "mn100:14.19": "pe …",
  "mn100:14.20": "sati …",
  "mn100:14.21": "samādhi …",
  "mn100:14.22": "paññā, mayhampatthi paññā.",
  "mn100:14.23": "Yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn100:14.24": "So kho ahaṃ, bhāradvāja, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn100:15.1": "Atha khvāhaṃ, bhāradvāja, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn100:15.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn100:15.3": "‘ettāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn100:15.4": "‘Ettāvatā kho, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.",
  "mn100:15.5": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn100:15.6": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn100:15.7": "Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi;",
  "mn100:15.8": "yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.",
  "mn100:15.9": "Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi taṃ dhammaṃ rāmo abhiññāsi.",
  "mn100:15.10": "Iti yādiso rāmo ahosi tādiso tuvaṃ, yādiso tuvaṃ tādiso rāmo ahosi.",
  "mn100:15.11": "Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.",
  "mn100:15.12": "Iti kho, bhāradvāja, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn100:15.13": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:15.14": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.",
  "mn100:15.15": "So kho ahaṃ, bhāradvāja, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn100:16.1": "So kho ahaṃ, bhāradvāja, kiṅkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.",
  "mn100:16.2": "Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.",
  "mn100:16.3": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:16.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.",
  "mn100:16.5": "Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.",
  "mn100:16.6": "So kho ahaṃ, bhāradvāja, tattheva nisīdiṃ:",
  "mn100:16.7": "‘alamidaṃ padhānāyā’ti.",
  "mn100:16.8": "Apissu maṃ, bhāradvāja, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.",
  "mn100:17.1": "Seyyathāpi, bhāradvāja, allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ.",
  "mn100:17.2": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn100:17.3": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn100:17.4": "Taṃ kiṃ maññasi, bhāradvāja, api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ udake nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn100:17.5": "“No hidaṃ, bho gotama.",
  "mn100:17.6": "Taṃ kissa hetu?",
  "mn100:17.7": "Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, tañca pana udake nikkhittaṃ;",
  "mn100:17.8": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
  "mn100:17.9": "“Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:17.10": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:17.11": "Ayaṃ kho maṃ, bhāradvāja, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn100:18.1": "Aparāpi kho maṃ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn100:18.2": "Seyyathāpi, bhāradvāja, allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ.",
  "mn100:18.3": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn100:18.4": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn100:18.5": "Taṃ kiṃ maññasi, bhāradvāja, api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya tejo pātukareyyā”ti?",
  "mn100:18.6": "“No hidaṃ, bho gotama.",
  "mn100:18.7": "Taṃ kissa hetu?",
  "mn100:18.8": "Aduñhi, bho gotama, allaṃ kaṭṭhaṃ sasnehaṃ, kiñcāpi ārakā udakā thale nikkhittaṃ;",
  "mn100:18.9": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
  "mn100:18.10": "“Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ na suppahīno hoti na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:18.11": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:18.12": "Ayaṃ kho maṃ, bhāradvāja, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn100:19.1": "Aparāpi kho maṃ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn100:19.2": "Seyyathāpi, bhāradvāja, sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ.",
  "mn100:19.3": "Atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn100:19.4": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn100:19.5": "Taṃ kiṃ maññasi, bhāradvāja, api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ ārakā udakā thale nikkhittaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn100:19.6": "“Evaṃ, bho gotama.",
  "mn100:19.7": "Taṃ kissa hetu?",
  "mn100:19.8": "Aduñhi, bho gotama, sukkhaṃ kaṭṭhaṃ koḷāpaṃ, tañca pana ārakā udakā thale nikkhittan”ti.",
  "mn100:19.9": "“Evameva kho, bhāradvāja, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṃ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṃ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:19.10": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya.",
  "mn100:19.11": "Ayaṃ kho maṃ, bhāradvāja, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā.",
  "mn100:19.12": "Imā kho maṃ, bhāradvāja, tisso upamā paṭibhaṃsu anacchariyā pubbe assutapubbā.",
  "mn100:20.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:20.2": "‘yannūnāhaṃ dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇheyyaṃ abhinippīḷeyyaṃ abhisantāpeyyan’ti.",
  "mn100:20.3": "So kho ahaṃ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi.",
  "mn100:20.4": "Tassa mayhaṃ, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
  "mn100:20.5": "Seyyathāpi, bhāradvāja, balavā puriso dubbalataraṃ purisaṃ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya;",
  "mn100:20.6": "evameva kho me, bhāradvāja, dantebhidantamādhāya, jivhāya tāluṃ āhacca, cetasā cittaṃ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti.",
  "mn100:20.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā;",
  "mn100:20.8": "sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:21.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:21.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn100:21.3": "So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca assāsapassāse uparundhiṃ.",
  "mn100:21.4": "Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.",
  "mn100:21.5": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti;",
  "mn100:21.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṃ nikkhamantānaṃ adhimatto saddo hoti.",
  "mn100:21.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā;",
  "mn100:21.8": "sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:22.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:22.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn100:22.3": "So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn100:22.4": "Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
  "mn100:22.5": "Seyyathāpi, bhāradvāja, balavā puriso, tiṇhena sikharena muddhani abhimattheyya;",
  "mn100:22.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti.",
  "mn100:22.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā;",
  "mn100:22.8": "sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:23.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:23.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn100:23.3": "So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn100:23.4": "Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
  "mn100:23.5": "Seyyathāpi, bhāradvāja, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṃ dadeyya;",
  "mn100:23.6": "evameva kho, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti.",
  "mn100:23.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā;",
  "mn100:23.8": "sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:24.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:24.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn100:24.3": "So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn100:24.4": "Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.",
  "mn100:24.5": "Seyyathāpi, bhāradvāja, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṃ parikanteyya;",
  "mn100:24.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṃ parikantanti.",
  "mn100:24.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ upaṭṭhitā sati asammuṭṭhā;",
  "mn100:24.8": "sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:25.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:25.2": "‘yannūnāhaṃ appāṇakaṃyeva jhānaṃ jhāyeyyan’ti.",
  "mn100:25.3": "So kho ahaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṃ.",
  "mn100:25.4": "Tassa mayhaṃ, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.",
  "mn100:25.5": "Seyyathāpi, bhāradvāja, dve balavanto purisā dubbalataraṃ purisaṃ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṃ samparitāpeyyuṃ;",
  "mn100:25.6": "evameva kho me, bhāradvāja, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṃ ḍāho hoti.",
  "mn100:25.7": "Āraddhaṃ kho pana me, bhāradvāja, vīriyaṃ hoti asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho, teneva dukkhappadhānena padhānābhitunnassa sato.",
  "mn100:25.8": "Apissu maṃ, bhāradvāja, devatā disvā evamāhaṃsu:",
  "mn100:25.9": "‘kālaṅkato samaṇo gotamo’ti.",
  "mn100:25.10": "Ekaccā devatā evamāhaṃsu:",
  "mn100:25.11": "‘na kālaṅkato samaṇo gotamo, api ca kālaṃ karotī’ti.",
  "mn100:25.12": "Ekaccā devatā evamāhaṃsu:",
  "mn100:25.13": "‘na kālaṅkato samaṇo gotamo, nāpi kālaṃ karoti;",
  "mn100:25.14": "arahaṃ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti.",
  "mn100:26.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:26.2": "‘yannūnāhaṃ sabbaso āhārupacchedāya paṭipajjeyyan’ti.",
  "mn100:26.3": "Atha kho maṃ, bhāradvāja, devatā upasaṅkamitvā etadavocuṃ:",
  "mn100:26.4": "‘mā kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajji.",
  "mn100:26.5": "Sace kho tvaṃ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṃ dibbaṃ ojaṃ lomakūpehi ajjhohāressāma.",
  "mn100:26.6": "Tāya tvaṃ yāpessasī’ti.",
  "mn100:26.7": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:26.8": "‘ahañceva kho pana sabbaso ajajjitaṃ paṭijāneyyaṃ, imā ca me devatā dibbaṃ ojaṃ lomakūpehi ajjhohāreyyuṃ, tāya cāhaṃ yāpeyyaṃ.",
  "mn100:26.9": "Taṃ mamassa musā’ti.",
  "mn100:26.10": "So kho ahaṃ, bhāradvāja, tā devatā paccācikkhāmi, ‘halan’ti vadāmi.",
  "mn100:27.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:27.2": "‘yannūnāhaṃ thokaṃ thokaṃ āhāraṃ āhāreyyaṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsan’ti.",
  "mn100:27.3": "So kho ahaṃ, bhāradvāja, thokaṃ thokaṃ āhāraṃ āhāresiṃ pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ.",
  "mn100:27.4": "Tassa mayhaṃ, bhāradvāja, thokaṃ thokaṃ āhāraṃ āhārayato pasataṃ pasataṃ, yadi vā muggayūsaṃ, yadi vā kulatthayūsaṃ, yadi vā kaḷāyayūsaṃ, yadi vā hareṇukayūsaṃ, adhimattakasimānaṃ patto kāyo hoti.",
  "mn100:27.5": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā;",
  "mn100:27.6": "evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya.",
  "mn100:27.7": "Seyyathāpi nāma oṭṭhapadaṃ;",
  "mn100:27.8": "evamevassu me ānisadaṃ hoti tāyevappāhāratāya;",
  "mn100:27.9": "seyyathāpi nāma vaṭṭanāvaḷī;",
  "mn100:27.10": "evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya.",
  "mn100:27.11": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti;",
  "mn100:27.12": "evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya.",
  "mn100:27.13": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti;",
  "mn100:27.14": "evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya.",
  "mn100:27.15": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto;",
  "mn100:27.16": "evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya.",
  "mn100:27.17": "So kho ahaṃ, bhāradvāja, ‘udaracchaviṃ parimasissāmī’ti piṭṭhikaṇṭakaṃyeva pariggaṇhāmi, ‘piṭṭhikaṇṭakaṃ parimasissāmī’ti udaracchaviṃyeva pariggaṇhāmi;",
  "mn100:27.18": "yāvassu me, bhāradvāja, udaracchavi piṭṭhikaṇṭakaṃ allīnā hoti tāyevappāhāratāya.",
  "mn100:27.19": "So kho ahaṃ, bhāradvāja, ‘vaccaṃ vā muttaṃ vā karissāmī’ti tattheva avakujjo papatāmi tāyevappāhāratāya.",
  "mn100:27.20": "So kho ahaṃ, bhāradvāja, imameva kāyaṃ assāsento pāṇinā gattāni anumajjāmi.",
  "mn100:27.21": "Tassa mayhaṃ, bhāradvāja, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya.",
  "mn100:27.22": "Apissu maṃ, bhāradvāja, manussā disvā evamāhaṃsu:",
  "mn100:27.23": "‘kāḷo samaṇo gotamo’ti.",
  "mn100:27.24": "Ekacce manussā evamāhaṃsu:",
  "mn100:27.25": "‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti.",
  "mn100:27.26": "Ekacce manussā evamāhaṃsu:",
  "mn100:27.27": "‘na kāḷo samaṇo gotamo napi sāmo, maṅguracchavi samaṇo gotamo’ti;",
  "mn100:27.28": "yāvassu me, bhāradvāja, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya.",
  "mn100:28.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:28.2": "‘ye kho keci atītamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṃsu, etāvaparamaṃ, nayito bhiyyo;",
  "mn100:28.3": "yepi hi keci anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṃ, nayito bhiyyo;",
  "mn100:28.4": "yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṃ, nayito bhiyyo.",
  "mn100:28.5": "Na kho panāhaṃ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṃ.",
  "mn100:28.6": "Siyā nu kho añño maggo bodhāyā’ti?",
  "mn100:28.7": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:28.8": "‘abhijānāmi kho panāhaṃ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharitā.",
  "mn100:28.9": "Siyā nu kho eso maggo bodhāyā’ti?",
  "mn100:28.10": "Tassa mayhaṃ, bhāradvāja, satānusāri viññāṇaṃ ahosi:",
  "mn100:28.11": "‘eseva maggo bodhāyā’ti.",
  "mn100:28.12": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:28.13": "‘kiṃ nu kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti?",
  "mn100:28.14": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:28.15": "‘na kho ahaṃ tassa sukhassa bhāyāmi yaṃ taṃ sukhaṃ aññatreva kāmehi aññatra akusalehi dhammehī’ti.",
  "mn100:29.1": "Tassa mayhaṃ, bhāradvāja, etadahosi:",
  "mn100:29.2": "‘na kho taṃ sukaraṃ sukhaṃ adhigantuṃ evaṃ adhimattakasimānaṃ pattakāyena.",
  "mn100:29.3": "Yannūnāhaṃ oḷārikaṃ āhāraṃ āhāreyyaṃ odanakummāsan’ti.",
  "mn100:29.4": "So kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ.",
  "mn100:29.5": "Tena kho pana maṃ, bhāradvāja, samayena pañcavaggiyā bhikkhū paccupaṭṭhitā honti:",
  "mn100:29.6": "‘yaṃ kho samaṇo gotamo dhammaṃ adhigamissati taṃ no ārocessatī’ti.",
  "mn100:29.7": "Yato kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāresiṃ odanakummāsaṃ, atha me te pañcavaggiyā bhikkhū nibbijja pakkamiṃsu:",
  "mn100:29.8": "‘bāhulliko samaṇo gotamo padhānavibbhanto āvatto bāhullāyā’ti.",
  "mn100:30.1": "So kho ahaṃ, bhāradvāja, oḷārikaṃ āhāraṃ āhāretvā balaṃ gahetvā vivicceva kāmehi …",
  "mn100:30.2": "pe …",
  "mn100:30.3": "paṭhamaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn100:30.4": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn100:30.5": "tatiyaṃ jhānaṃ …",
  "mn100:30.6": "catutthaṃ jhānaṃ upasampajja vihāsiṃ.",
  "mn100:31.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmesiṃ.",
  "mn100:31.2": "So anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—",
  "mn100:31.3": "ekampi jātiṃ dvepi jātiyo …",
  "mn100:31.4": "pe …",
  "mn100:31.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn100:31.6": "Ayaṃ kho me, bhāradvāja, rattiyā paṭhame yāme paṭhamā vijjā adhigatā, avijjā vihatā, vijjā uppannā;",
  "mn100:31.7": "tamo vihato, āloko uppanno;",
  "mn100:31.8": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn100:32.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn100:32.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …",
  "mn100:32.3": "pe …",
  "mn100:32.4": "ayaṃ kho me, bhāradvāja, rattiyā majjhime yāme dutiyā vijjā adhigatā, avijjā vihatā, vijjā uppannā;",
  "mn100:32.5": "tamo vihato, āloko uppanno;",
  "mn100:32.6": "yathā taṃ appamattassa ātāpino pahitattassa viharato.",
  "mn100:33.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmesiṃ.",
  "mn100:33.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ;",
  "mn100:33.3": "‘ime āsavā’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ abbhaññāsiṃ, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ abbhaññāsiṃ.",
  "mn100:33.4": "Tassa me evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccittha, bhavāsavāpi cittaṃ vimuccittha, avijjāsavāpi cittaṃ vimuccittha.",
  "mn100:33.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ ahosi.",
  "mn100:33.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti abbhaññāsiṃ.",
  "mn100:33.7": "Ayaṃ kho me, bhāradvāja, rattiyā pacchime yāme tatiyā vijjā adhigatā, avijjā vihatā, vijjā uppannā;",
  "mn100:33.8": "tamo vihato, āloko uppanno;",
  "mn100:33.9": "yathā taṃ appamattassa ātāpino pahitattassa viharato”ti.",
  "mn100:34.1": "Evaṃ vutte, saṅgāravo māṇavo bhagavantaṃ etadavoca:",
  "mn100:34.2": "“aṭṭhitavataṃ bhoto gotamassa padhānaṃ ahosi, sappurisavataṃ bhoto gotamassa padhānaṃ ahosi;",
  "mn100:34.3": "yathā taṃ arahato sammāsambuddhassa.",
  "mn100:34.4": "Kiṃ nu kho, bho gotama, atthi devā”ti?",
  "mn100:34.5": "“Ṭhānaso metaṃ, bhāradvāja, viditaṃ yadidaṃ—",
  "mn100:34.6": "adhidevā”ti.",
  "mn100:34.7": "“Kiṃ nu kho, bho gotama, ‘atthi devā’ti puṭṭho samāno ‘ṭhānaso metaṃ, bhāradvāja, viditaṃ yadidaṃ adhidevā’ti vadesi.",
  "mn100:34.8": "Nanu, bho gotama, evaṃ sante tucchā musā hotī”ti?",
  "mn100:34.9": "“‘Atthi devā’ti, bhāradvāja, puṭṭho samāno ‘atthi devā’ti yo vadeyya, ‘ṭhānaso me viditā’ti yo vadeyya;",
  "mn100:34.10": "atha khvettha viññunā purisena ekaṃsena niṭṭhaṃ gantabbaṃ yadidaṃ:",
  "mn100:34.11": "‘atthi devā’”ti.",
  "mn100:34.12": "“Kissa pana me bhavaṃ gotamo ādikeneva na byākāsī”ti?",
  "mn100:34.13": "“Uccena sammataṃ kho etaṃ, bhāradvāja, lokasmiṃ yadidaṃ:",
  "mn100:34.14": "‘atthi devā’”ti.",
  "mn100:35.1": "Evaṃ vutte, saṅgāravo māṇavo bhagavantaṃ etadavoca:",
  "mn100:35.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn100:35.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn100:35.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn100:35.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn100:35.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn100:35.7": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn100:36.1": "Saṅgāravasuttaṃ niṭṭhitaṃ dasamaṃ.",
  "mn100:37.1": "Brāhmaṇavaggo niṭṭhito pañcamo.",
  "mn100:38.1": "Brahmāyu selassalāyano,",
  "mn100:38.2": "ghoṭamukho ca brāhmaṇo;",
  "mn100:38.3": "Caṅkī esu dhanañjāni,",
  "mn100:38.4": "vāseṭṭho subhagāravoti.",
  "mn100:39.1": "Vaggo gahapati bhikkhu,",
  "mn100:39.2": "paribbājakanāmako;",
  "mn100:39.3": "Rājavaggo brāhmaṇoti,",
  "mn100:39.4": "pañca majjhimaāgame.",
  "mn100:40.1": "Majjhimapaṇṇāsakaṃ samattaṃ."
}