{
  "_markup_path": "markup/mn/mn105.html",
  "_alt_strings": [
    "en/sujato/mn/mn105.json"
  ],
  "mn105:1.1": "Majjhima Nikāya 105",
  "mn105:2.1": "Sunakkhattasutta",
  "mn105:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn105:3.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "mn105:3.3": "Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti:",
  "mn105:3.4": "“‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmā”ti.",
  "mn105:3.5": "Assosi kho sunakkhatto licchaviputto:",
  "mn105:3.6": "“sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā hoti:",
  "mn105:3.7": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā’”ti.",
  "mn105:4.1": "Atha kho sunakkhatto licchaviputto yena bhagavā tenupasaṅkami;",
  "mn105:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn105:4.3": "Ekamantaṃ nisinno kho sunakkhatto licchaviputto bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp4\"></a>“",
  "mn105:4.4": "sutaṃ metaṃ, bhante:",
  "mn105:4.5": "‘sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā—",
  "mn105:4.6": "khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā’ti.",
  "mn105:4.7": "Ye te, bhante, bhikkhū bhagavato santike aññaṃ byākaṃsu:",
  "mn105:4.8": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā’ti, kacci te, bhante, bhikkhū sammadeva aññaṃ byākaṃsu udāhu santetthekacce bhikkhū adhimānena aññaṃ byākaṃsū”ti?",
  "mn105:5.1": "“Ye te, sunakkhatta, bhikkhū mama santike aññaṃ byākaṃsu:",
  "mn105:5.2": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmā’ti.",
  "mn105:5.3": "Santetthekacce bhikkhū sammadeva aññaṃ byākaṃsu, santi panidhekacce bhikkhū adhimānenapi aññaṃ byākaṃsu.",
  "mn105:5.4": "Tatra, sunakkhatta, ye te bhikkhū sammadeva aññaṃ byākaṃsu tesaṃ taṃ tatheva hoti;",
  "mn105:5.5": "ye pana te bhikkhū adhimānena aññaṃ byākaṃsu tatra, sunakkhatta, tathāgatassa evaṃ hoti:",
  "mn105:5.6": "‘dhammaṃ nesaṃ desessan’ti.",
  "mn105:5.7": "Evañcettha, sunakkhatta, tathāgatassa hoti:",
  "mn105:5.8": "‘dhammaṃ nesaṃ desessan’ti.",
  "mn105:5.9": "Atha ca panidhekacce moghapurisā pañhaṃ abhisaṅkharitvā abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti.",
  "mn105:5.10": "Tatra, sunakkhatta, yampi tathāgatassa evaṃ hoti:",
  "mn105:5.11": "‘dhammaṃ nesaṃ desessan’ti tassapi hoti aññathattan”ti. <a class=\"wp\" id=\"wp6\"></a>“",
  "mn105:5.12": "Etassa bhagavā kālo, etassa sugata kālo, yaṃ bhagavā dhammaṃ deseyya.",
  "mn105:5.13": "Bhagavato sutvā bhikkhū dhāressantī”ti.",
  "mn105:5.14": "“Tena hi, sunakkhatta, suṇāhi, sādhukaṃ manasi karohi;",
  "mn105:5.15": "bhāsissāmī”ti.",
  "mn105:5.16": "“Evaṃ, bhante”ti kho sunakkhatto licchaviputto bhagavato paccassosi.",
  "mn105:5.17": "Bhagavā etadavoca—",
  "mn105:6.1": "Pañca kho ime, sunakkhatta, kāmaguṇā.",
  "mn105:6.2": "Katame pañca?",
  "mn105:6.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, sotaviññeyyā saddā …",
  "mn105:6.4": "pe …",
  "mn105:6.5": "ghānaviññeyyā gandhā …",
  "mn105:6.6": "jivhāviññeyyā rasā …",
  "mn105:6.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn105:6.8": "ime kho, sunakkhatta, pañca kāmaguṇā.",
  "mn105:7.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo lokāmisādhimutto assa.",
  "mn105:7.2": "Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:7.3": "āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:7.4": "Seyyathāpi, sunakkhatta, puriso sakamhā gāmā vā nigamā vā ciravippavuttho assa.",
  "mn105:7.5": "So aññataraṃ purisaṃ passeyya tamhā gāmā vā nigamā vā acirapakkantaṃ.",
  "mn105:7.6": "So taṃ purisaṃ tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca puccheyya;",
  "mn105:7.7": "tassa so puriso tassa gāmassa vā nigamassa vā khematañca subhikkhatañca appābādhatañca saṃseyya.",
  "mn105:7.8": "Taṃ kiṃ maññasi, sunakkhatta, api nu so puriso tassa purisassa sussūseyya, sotaṃ odaheyya, aññā cittaṃ upaṭṭhāpeyya, tañca purisaṃ bhajeyya, tena ca vittiṃ āpajjeyyā”ti?",
  "mn105:7.9": "“Evaṃ, bhante”.",
  "mn105:7.10": "“Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekacco purisapuggalo lokāmisādhimutto assa.",
  "mn105:7.11": "Lokāmisādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:7.12": "āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:7.13": "So evamassa veditabbo:",
  "mn105:7.14": "‘āneñjasaṃyojanena hi kho visaṃyutto lokāmisādhimutto purisapuggalo’ti.",
  "mn105:8.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo āneñjādhimutto assa.",
  "mn105:8.2": "Āneñjādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:8.3": "lokāmisapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:8.4": "Seyyathāpi, sunakkhatta, paṇḍupalāso bandhanā pavutto abhabbo haritattāya;",
  "mn105:8.5": "evameva kho, sunakkhatta, āneñjādhimuttassa purisapuggalassa ye lokāmisasaṃyojane se pavutte.",
  "mn105:8.6": "So evamassa veditabbo:",
  "mn105:8.7": "‘lokāmisasaṃyojanena hi kho visaṃyutto āneñjādhimutto purisapuggalo’ti.",
  "mn105:9.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo ākiñcaññāyatanādhimutto assa.",
  "mn105:9.2": "Ākiñcaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:9.3": "āneñjapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:9.4": "Seyyathāpi, sunakkhatta, puthusilā dvedhābhinnā appaṭisandhikā hoti;",
  "mn105:9.5": "evameva kho, sunakkhatta, ākiñcaññāyatanādhimuttassa purisapuggalassa ye āneñjasaṃyojane se bhinne.",
  "mn105:9.6": "So evamassa veditabbo:",
  "mn105:9.7": "‘āneñjasaṃyojanena hi kho visaṃyutto ākiñcaññāyatanādhimutto purisapuggalo’ti.",
  "mn105:10.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo nevasaññānāsaññāyatanādhimutto assa.",
  "mn105:10.2": "Nevasaññānāsaññāyatanādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:10.3": "ākiñcaññāyatanapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:10.4": "Seyyathāpi, sunakkhatta, puriso manuññabhojanaṃ bhuttāvī chaḍḍeyya.",
  "mn105:10.5": "Taṃ kiṃ maññasi, sunakkhatta, api nu tassa purisassa tasmiṃ bhatte puna bhottukamyatā assā”ti?",
  "mn105:10.6": "“No hetaṃ, bhante”.",
  "mn105:10.7": "“Taṃ kissa hetu”?",
  "mn105:10.8": "“Aduñhi, bhante, bhattaṃ paṭikūlasammatan”ti.",
  "mn105:10.9": "“Evameva kho, sunakkhatta, nevasaññānāsaññāyatanādhimuttassa purisapuggalassa ye ākiñcaññāyatanasaṃyojane se vante.",
  "mn105:10.10": "So evamassa veditabbo:",
  "mn105:10.11": "‘ākiñcaññāyatanasaṃyojanena hi kho visaṃyutto nevasaññānāsaññāyatanādhimutto purisapuggalo’ti.",
  "mn105:11.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekacco purisapuggalo sammā nibbānādhimutto assa.",
  "mn105:11.2": "Sammā nibbānādhimuttassa kho, sunakkhatta, purisapuggalassa tappatirūpī ceva kathā saṇṭhāti, tadanudhammañca anuvitakketi, anuvicāreti, tañca purisaṃ bhajati, tena ca vittiṃ āpajjati;",
  "mn105:11.3": "nevasaññānāsaññāyatanapaṭisaṃyuttāya ca pana kathāya kacchamānāya na sussūsati, na sotaṃ odahati, na aññā cittaṃ upaṭṭhāpeti, na ca taṃ purisaṃ bhajati, na ca tena vittiṃ āpajjati.",
  "mn105:11.4": "Seyyathāpi, sunakkhatta, tālo matthakacchinno abhabbo puna viruḷhiyā;",
  "mn105:11.5": "evameva kho, sunakkhatta, sammā nibbānādhimuttassa purisapuggalassa ye nevasaññānāsaññāyatanasaṃyojane se ucchinnamūle tālāvatthukate anabhāvaṃkate āyatiṃ anuppādadhamme.",
  "mn105:11.6": "So evamassa veditabbo:",
  "mn105:11.7": "‘nevasaññānāsaññāyatanasaṃyojanena hi kho visaṃyutto sammā nibbānādhimutto purisapuggalo’ti.",
  "mn105:12.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekaccassa bhikkhuno evamassa:",
  "mn105:12.2": "‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso, chandarāgabyāpādena ruppati.",
  "mn105:12.3": "Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.",
  "mn105:12.4": "Evaṃmāni assa atathaṃ samānaṃ.",
  "mn105:12.5": "So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya;",
  "mn105:12.6": "asappāyaṃ cakkhunā rūpadassanaṃ anuyuñjeyya, asappāyaṃ sotena saddaṃ anuyuñjeyya, asappāyaṃ ghānena gandhaṃ anuyuñjeyya, asappāyaṃ jivhāya rasaṃ anuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuñjeyya, asappāyaṃ manasā dhammaṃ anuyuñjeyya.",
  "mn105:12.7": "Tassa asappāyaṃ cakkhunā rūpadassanaṃ anuyuttassa, asappāyaṃ sotena saddaṃ anuyuttassa, asappāyaṃ ghānena gandhaṃ anuyuttassa, asappāyaṃ jivhāya rasaṃ anuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuttassa, asappāyaṃ manasā dhammaṃ anuyuttassa rāgo cittaṃ anuddhaṃseyya.",
  "mn105:12.8": "So rāgānuddhaṃsitena cittena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.",
  "mn105:13.1": "Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena.",
  "mn105:13.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn105:13.3": "Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya.",
  "mn105:13.4": "Satthena vaṇamukhaṃ parikantitvā esaniyā sallaṃ eseyya.",
  "mn105:13.5": "Esaniyā sallaṃ esitvā sallaṃ abbuheyya, apaneyya visadosaṃ saupādisesaṃ.",
  "mn105:13.6": "Saupādisesoti jānamāno so evaṃ vadeyya:",
  "mn105:13.7": "‘ambho purisa, ubbhataṃ kho te sallaṃ, apanīto visadoso saupādiseso.",
  "mn105:13.8": "Analañca te antarāyāya.",
  "mn105:13.9": "Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.",
  "mn105:13.10": "Kālena kālañca vaṇaṃ dhoveyyāsi, kālena kālaṃ vaṇamukhaṃ ālimpeyyāsi, mā te na kālena kālaṃ vaṇaṃ dhovato na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandhi.",
  "mn105:13.11": "Mā ca vātātape cārittaṃ anuyuñji, mā te vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃsesi.",
  "mn105:13.12": "Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti.",
  "mn105:13.13": "Tassa evamassa:",
  "mn105:13.14": "‘ubbhataṃ kho me sallaṃ, apanīto visadoso anupādiseso.",
  "mn105:13.15": "Analañca me antarāyāyā’ti.",
  "mn105:13.16": "So asappāyāni ceva bhojanāni bhuñjeyya.",
  "mn105:13.17": "Tassa asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.",
  "mn105:13.18": "Na ca kālena kālaṃ vaṇaṃ dhoveyya, na ca kālena kālaṃ vaṇamukhaṃ ālimpeyya.",
  "mn105:13.19": "Tassa na kālena kālaṃ vaṇaṃ dhovato, na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandheyya.",
  "mn105:13.20": "Vātātape ca cārittaṃ anuyuñjeyya.",
  "mn105:13.21": "Tassa vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃseyya.",
  "mn105:13.22": "Na ca vaṇānurakkhī vihareyya na vaṇasāropī.",
  "mn105:13.23": "Tassa imissā ca asappāyakiriyāya, asuci visadoso apanīto saupādiseso tadubhayena vaṇo puthuttaṃ gaccheyya.",
  "mn105:13.24": "So puthuttaṃ gatena vaṇena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.",
  "mn105:14.1": "Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekaccassa bhikkhuno evamassa:",
  "mn105:14.2": "‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.",
  "mn105:14.3": "Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.",
  "mn105:14.4": "Evaṃmāni assa atathaṃ samānaṃ.",
  "mn105:14.5": "So yāni sammā nibbānādhimuttassa asappāyāni tāni anuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ anuyuñjeyya, asappāyaṃ sotena saddaṃ anuyuñjeyya, asappāyaṃ ghānena gandhaṃ anuyuñjeyya, asappāyaṃ jivhāya rasaṃ anuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuñjeyya, asappāyaṃ manasā dhammaṃ anuyuñjeyya.",
  "mn105:14.6": "Tassa asappāyaṃ cakkhunā rūpadassanaṃ anuyuttassa, asappāyaṃ sotena saddaṃ anuyuttassa, asappāyaṃ ghānena gandhaṃ anuyuttassa, asappāyaṃ jivhāya rasaṃ anuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ anuyuttassa, asappāyaṃ manasā dhammaṃ anuyuttassa rāgo cittaṃ anuddhaṃseyya.",
  "mn105:14.7": "So rāgānuddhaṃsitena cittena maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ.",
  "mn105:14.8": "Maraṇañhetaṃ, sunakkhatta, ariyassa vinaye yo sikkhaṃ paccakkhāya hīnāyāvattati;",
  "mn105:14.9": "maraṇamattañhetaṃ, sunakkhatta, dukkhaṃ yaṃ aññataraṃ saṅkiliṭṭhaṃ āpattiṃ āpajjati.",
  "mn105:15.1": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ idhekaccassa bhikkhuno evamassa:",
  "mn105:15.2": "‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.",
  "mn105:15.3": "Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.",
  "mn105:15.4": "Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ nānuyuñjeyya, asappāyaṃ sotena saddaṃ nānuyuñjeyya, asappāyaṃ ghānena gandhaṃ nānuyuñjeyya, asappāyaṃ jivhāya rasaṃ nānuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuñjeyya, asappāyaṃ manasā dhammaṃ nānuyuñjeyya.",
  "mn105:15.5": "Tassa asappāyaṃ cakkhunā rūpadassanaṃ nānuyuttassa, asappāyaṃ sotena saddaṃ nānuyuttassa, asappāyaṃ ghānena gandhaṃ nānuyuttassa, asappāyaṃ jivhāya rasaṃ nānuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuttassa, asappāyaṃ manasā dhammaṃ nānuyuttassa rāgo cittaṃ nānuddhaṃseyya.",
  "mn105:15.6": "So na rāgānuddhaṃsitena cittena neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.",
  "mn105:16.1": "Seyyathāpi, sunakkhatta, puriso sallena viddho assa savisena gāḷhūpalepanena.",
  "mn105:16.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn105:16.3": "Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya.",
  "mn105:16.4": "Satthena vaṇamukhaṃ parikantitvā esaniyā sallaṃ eseyya.",
  "mn105:16.5": "Esaniyā sallaṃ esitvā sallaṃ abbuheyya, apaneyya visadosaṃ anupādisesaṃ.",
  "mn105:16.6": "Anupādisesoti jānamāno so evaṃ vadeyya:",
  "mn105:16.7": "‘ambho purisa, ubbhataṃ kho te sallaṃ, apanīto visadoso anupādiseso.",
  "mn105:16.8": "Analañca te antarāyāya.",
  "mn105:16.9": "Sappāyāni ceva bhojanāni bhuñjeyyāsi, mā te asappāyāni bhojanāni bhuñjato vaṇo assāvī assa.",
  "mn105:16.10": "Kālena kālañca vaṇaṃ dhoveyyāsi, kālena kālaṃ vaṇamukhaṃ ālimpeyyāsi.",
  "mn105:16.11": "Mā te na kālena kālaṃ vaṇaṃ dhovato na kālena kālaṃ vaṇamukhaṃ ālimpato pubbalohitaṃ vaṇamukhaṃ pariyonandhi.",
  "mn105:16.12": "Mā ca vātātape cārittaṃ anuyuñji, mā te vātātape cārittaṃ anuyuttassa rajosūkaṃ vaṇamukhaṃ anuddhaṃsesi.",
  "mn105:16.13": "Vaṇānurakkhī ca, ambho purisa, vihareyyāsi vaṇasāropī’ti.",
  "mn105:16.14": "Tassa evamassa:",
  "mn105:16.15": "‘ubbhataṃ kho me sallaṃ, apanīto visadoso anupādiseso.",
  "mn105:16.16": "Analañca me antarāyāyā’ti.",
  "mn105:16.17": "So sappāyāni ceva bhojanāni bhuñjeyya.",
  "mn105:16.18": "Tassa sappāyāni bhojanāni bhuñjato vaṇo na assāvī assa.",
  "mn105:16.19": "Kālena kālañca vaṇaṃ dhoveyya, kālena kālaṃ vaṇamukhaṃ ālimpeyya.",
  "mn105:16.20": "Tassa kālena kālaṃ vaṇaṃ dhovato kālena kālaṃ vaṇamukhaṃ ālimpato na pubbalohitaṃ vaṇamukhaṃ pariyonandheyya.",
  "mn105:16.21": "Na ca vātātape cārittaṃ anuyuñjeyya.",
  "mn105:16.22": "Tassa vātātape cārittaṃ ananuyuttassa rajosūkaṃ vaṇamukhaṃ nānuddhaṃseyya.",
  "mn105:16.23": "Vaṇānurakkhī ca vihareyya vaṇasāropī.",
  "mn105:16.24": "Tassa imissā ca sappāyakiriyāya asu ca visadoso apanīto anupādiseso tadubhayena vaṇo viruheyya.",
  "mn105:16.25": "So ruḷhena vaṇena sañchavinā neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.",
  "mn105:17.1": "Evameva kho, sunakkhatta, ṭhānametaṃ vijjati yaṃ idhekaccassa bhikkhuno evamassa:",
  "mn105:17.2": "‘taṇhā kho sallaṃ samaṇena vuttaṃ, avijjāvisadoso chandarāgabyāpādena ruppati.",
  "mn105:17.3": "Taṃ me taṇhāsallaṃ pahīnaṃ, apanīto avijjāvisadoso, sammā nibbānādhimuttohamasmī’ti.",
  "mn105:17.4": "Sammā nibbānādhimuttasseva sato so yāni sammā nibbānādhimuttassa asappāyāni tāni nānuyuñjeyya, asappāyaṃ cakkhunā rūpadassanaṃ nānuyuñjeyya, asappāyaṃ sotena saddaṃ nānuyuñjeyya, asappāyaṃ ghānena gandhaṃ nānuyuñjeyya, asappāyaṃ jivhāya rasaṃ nānuyuñjeyya, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuñjeyya, asappāyaṃ manasā dhammaṃ nānuyuñjeyya.",
  "mn105:17.5": "Tassa asappāyaṃ cakkhunā rūpadassanaṃ nānuyuttassa, asappāyaṃ sotena saddaṃ nānuyuttassa, asappāyaṃ ghānena gandhaṃ nānuyuttassa, asappāyaṃ jivhāya rasaṃ nānuyuttassa, asappāyaṃ kāyena phoṭṭhabbaṃ nānuyuttassa, asappāyaṃ manasā dhammaṃ nānuyuttassa, rāgo cittaṃ nānuddhaṃseyya.",
  "mn105:17.6": "So na rāgānuddhaṃsitena cittena neva maraṇaṃ vā nigaccheyya na maraṇamattaṃ vā dukkhaṃ.",
  "mn105:18.1": "Upamā kho me ayaṃ, sunakkhatta, katā atthassa viññāpanāya.",
  "mn105:18.2": "Ayaṃyevettha attho—",
  "mn105:18.3": "vaṇoti kho, sunakkhatta, channetaṃ ajjhattikānaṃ āyatanānaṃ adhivacanaṃ;",
  "mn105:18.4": "visadosoti kho, sunakkhatta, avijjāyetaṃ adhivacanaṃ;",
  "mn105:18.5": "sallanti kho, sunakkhatta, taṇhāyetaṃ adhivacanaṃ;",
  "mn105:18.6": "esanīti kho, sunakkhatta, satiyāyetaṃ adhivacanaṃ;",
  "mn105:18.7": "satthanti kho, sunakkhatta, ariyāyetaṃ paññāya adhivacanaṃ;",
  "mn105:18.8": "bhisakko sallakattoti kho, sunakkhatta, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.",
  "mn105:19.1": "So vata, sunakkhatta, bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:19.2": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—",
  "mn105:19.3": "netaṃ ṭhānaṃ vijjati.",
  "mn105:19.4": "Seyyathāpi, sunakkhatta, āpānīyakaṃso vaṇṇasampanno gandhasampanno rasasampanno;",
  "mn105:19.5": "so ca kho visena saṃsaṭṭho.",
  "mn105:19.6": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo.",
  "mn105:19.7": "Taṃ kiṃ maññasi, sunakkhatta, api nu so puriso amuṃ āpānīyakaṃsaṃ piveyya yaṃ jaññā:",
  "mn105:19.8": "‘imāhaṃ pivitvā maraṇaṃ vā nigacchāmi maraṇamattaṃ vā dukkhan’”ti?",
  "mn105:19.9": "“No hetaṃ, bhante”.",
  "mn105:19.10": "“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:19.11": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—",
  "mn105:19.12": "netaṃ ṭhānaṃ vijjati.",
  "mn105:20.1": "Seyyathāpi, sunakkhatta, āsīviso ghoraviso.",
  "mn105:20.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo.",
  "mn105:20.3": "Taṃ kiṃ maññasi, sunakkhatta, api nu so puriso amussa āsīvisassa ghoravisassa hatthaṃ vā aṅguṭṭhaṃ vā dajjā yaṃ jaññā:",
  "mn105:20.4": "‘imināhaṃ daṭṭho maraṇaṃ vā nigacchāmi maraṇamattaṃ vā dukkhan’”ti?",
  "mn105:20.5": "“No hetaṃ, bhante”.",
  "mn105:20.6": "“Evameva kho, sunakkhatta, so vata bhikkhu chasu phassāyatanesu saṃvutakārī ‘upadhi dukkhassa mūlan’ti—",
  "mn105:20.7": "iti viditvā nirupadhi upadhisaṅkhaye vimutto upadhismiṃ vā kāyaṃ upasaṃharissati cittaṃ vā uppādessatīti—",
  "mn105:20.8": "netaṃ ṭhānaṃ vijjatī”ti.",
  "mn105:21.1": "Idamavoca bhagavā.",
  "mn105:21.2": "Attamano sunakkhatto licchaviputto bhagavato bhāsitaṃ abhinandīti.",
  "mn105:22.1": "Sunakkhattasuttaṃ niṭṭhitaṃ pañcamaṃ."
}