{
  "_markup_path": "markup/mn/mn119.html",
  "_alt_strings": [
    "en/sujato/mn/mn119.json"
  ],
  "mn119:1.1": "Majjhima Nikāya 119",
  "mn119:2.1": "Kāyagatāsatisutta",
  "mn119:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn119:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn119:3.3": "Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "mn119:3.4": "“acchariyaṃ, āvuso, abbhutaṃ, āvuso.",
  "mn119:3.5": "Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena kāyagatāsati bhāvitā bahulīkatā mahapphalā vuttā mahānisaṃsā”ti.",
  "mn119:3.6": "Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti, atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami;",
  "mn119:3.7": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn119:3.8": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "mn119:3.9": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?",
  "mn119:3.10": "“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "mn119:3.11": "‘acchariyaṃ, āvuso, abbhutaṃ, āvuso.",
  "mn119:3.12": "Yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena kāyagatāsati bhāvitā bahulīkatā mahapphalā vuttā mahānisaṃsā’ti.",
  "mn119:3.13": "Ayaṃ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti.",
  "mn119:4.1": "“Kathaṃ bhāvitā ca, bhikkhave, kāyagatāsati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?",
  "mn119:4.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn119:4.3": "So satova assasati satova passasati;",
  "mn119:4.4": "dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;",
  "mn119:4.5": "rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti;",
  "mn119:4.6": "‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati;",
  "mn119:4.7": "‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati.",
  "mn119:4.8": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:4.9": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:4.10": "Evaṃ, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(1)</span>",
  "mn119:5.1": "Puna caparaṃ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti.",
  "mn119:5.2": "Yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṃ pajānāti.",
  "mn119:5.3": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:5.4": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:5.5": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(2)</span>",
  "mn119:6.1": "Puna caparaṃ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "mn119:6.2": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:6.3": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:6.4": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(3)</span>",
  "mn119:7.1": "Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati:",
  "mn119:7.2": "‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti.",
  "mn119:8.1": "Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṃ—",
  "mn119:8.2": "sālīnaṃ vīhīnaṃ muggānaṃ māsānaṃ tilānaṃ taṇḍulānaṃ, tamenaṃ cakkhumā puriso muñcitvā paccavekkheyya:",
  "mn119:8.3": "‘ime sālī ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti;",
  "mn119:8.4": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati:",
  "mn119:8.5": "‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttan’ti.",
  "mn119:8.6": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:8.7": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:8.8": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(4)</span>",
  "mn119:9.1": "Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati:",
  "mn119:9.2": "‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti.",
  "mn119:10.1": "Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa;",
  "mn119:10.2": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati:",
  "mn119:10.3": "‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti.",
  "mn119:10.4": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:10.5": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:10.6": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(5)</span>",
  "mn119:11.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ.",
  "mn119:11.2": "So imameva kāyaṃ upasaṃharati:",
  "mn119:11.3": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.",
  "mn119:11.4": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:11.5": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati sannisīdati ekodi hoti samādhiyati.",
  "mn119:11.6": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(6)</span>",
  "mn119:12.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ kaṅkehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ byagghehi vā khajjamānaṃ dīpīhi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ.",
  "mn119:12.2": "So imameva kāyaṃ upasaṃharati:",
  "mn119:12.3": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.",
  "mn119:12.4": "Tassa evaṃ appamattassa …",
  "mn119:12.5": "pe …",
  "mn119:12.6": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(7)</span>",
  "mn119:13.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ …",
  "mn119:13.2": "pe …",
  "mn119:13.3": "aṭṭhikasaṅkhalikaṃ nimmaṃsalohitamakkhitaṃ nhārusambandhaṃ …",
  "mn119:13.4": "pe …",
  "mn119:13.5": "aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ …",
  "mn119:13.6": "pe …",
  "mn119:13.7": "aṭṭhikāni apagatasambandhāni disāvidisāvikkhittāni aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena gopphakaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhiṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantaṭṭhikaṃ aññena sīsakaṭāhaṃ.",
  "mn119:13.8": "So imameva kāyaṃ upasaṃharati:",
  "mn119:13.9": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.",
  "mn119:13.10": "Tassa evaṃ appamattassa …",
  "mn119:13.11": "pe …",
  "mn119:13.12": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti.",
  "mn119:13.13": "(8–11.)",
  "mn119:14.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ—",
  "mn119:14.2": "aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni …",
  "mn119:14.3": "pe …",
  "mn119:14.4": "aṭṭhikāni puñjakitāni terovassikāni …",
  "mn119:14.5": "pe …",
  "mn119:14.6": "aṭṭhikāni pūtīni cuṇṇakajātāni.",
  "mn119:14.7": "So imameva kāyaṃ upasaṃharati:",
  "mn119:14.8": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti.",
  "mn119:14.9": "Tassa evaṃ appamattassa …",
  "mn119:14.10": "pe …",
  "mn119:14.11": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti.",
  "mn119:14.12": "(12–14.)",
  "mn119:15.1": "Puna caparaṃ, bhikkhave, bhikkhu vivicceva kāmehi …",
  "mn119:15.2": "pe …",
  "mn119:15.3": "paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn119:15.4": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn119:15.5": "Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī;",
  "mn119:15.6": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "mn119:15.7": "nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn119:15.8": "Tassa evaṃ appamattassa …",
  "mn119:15.9": "pe …",
  "mn119:15.10": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(15)</span>",
  "mn119:16.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā …",
  "mn119:16.2": "pe …",
  "mn119:16.3": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn119:16.4": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati;",
  "mn119:16.5": "nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn119:16.6": "Seyyathāpi, bhikkhave, udakarahado gambhīro ubbhidodako.",
  "mn119:16.7": "Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ na pacchimāya disāya udakassa āyamukhaṃ na uttarāya disāya udakassa āyamukhaṃ na dakkhiṇāya disāya udakassa āyamukhaṃ;",
  "mn119:16.8": "devo ca na kālena kālaṃ sammā dhāraṃ anuppaveccheyya;",
  "mn119:16.9": "atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa;",
  "mn119:16.10": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn119:16.11": "Tassa evaṃ appamattassa …",
  "mn119:16.12": "pe …",
  "mn119:16.13": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(16)</span>",
  "mn119:17.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā …",
  "mn119:17.2": "pe …",
  "mn119:17.3": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn119:17.4": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn119:17.5": "Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa;",
  "mn119:17.6": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn119:17.7": "Tassa evaṃ appamattassa …",
  "mn119:17.8": "pe …",
  "mn119:17.9": "evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(17)</span>",
  "mn119:18.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā …",
  "mn119:18.2": "pe …",
  "mn119:18.3": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn119:18.4": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti;",
  "mn119:18.5": "nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn119:18.6": "Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa;",
  "mn119:18.7": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn119:18.8": "Tassa evaṃ appamattassa ātāpino pahitattassa viharato ye gehasitā sarasaṅkappā te pahīyanti.",
  "mn119:18.9": "Tesaṃ pahānā ajjhattameva cittaṃ santiṭṭhati, sannisīdati ekodi hoti samādhiyati.",
  "mn119:18.10": "Evampi, bhikkhave, bhikkhu kāyagatāsatiṃ bhāveti. <span class=\"brnum\">(18)</span>",
  "mn119:19.1": "Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, antogadhāvāssa kusalā dhammā ye keci vijjābhāgiyā.",
  "mn119:19.2": "Seyyathāpi, bhikkhave, yassa kassaci mahāsamuddo cetasā phuṭo, antogadhāvāssa kunnadiyo yā kāci samuddaṅgamā;",
  "mn119:19.3": "evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, antogadhāvāssa kusalā dhammā ye keci vijjābhāgiyā.",
  "mn119:20.1": "Yassa kassaci, bhikkhave, kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.",
  "mn119:20.2": "Seyyathāpi, bhikkhave, puriso garukaṃ silāguḷaṃ allamattikāpuñje pakkhipeyya.",
  "mn119:20.3": "Taṃ kiṃ maññatha, bhikkhave, api nu taṃ garukaṃ silāguḷaṃ allamattikāpuñje labhetha otāran”ti?",
  "mn119:20.4": "“Evaṃ, bhante”.",
  "mn119:20.5": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.",
  "mn119:20.6": "Seyyathāpi, bhikkhave, sukkhaṃ kaṭṭhaṃ koḷāpaṃ;",
  "mn119:20.7": "atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn119:20.8": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn119:20.9": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso amuṃ sukkhaṃ kaṭṭhaṃ koḷāpaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn119:20.10": "“Evaṃ, bhante”.",
  "mn119:20.11": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.",
  "mn119:20.12": "Seyyathāpi, bhikkhave, udakamaṇiko ritto tuccho ādhāre ṭhapito;",
  "mn119:20.13": "atha puriso āgaccheyya udakabhāraṃ ādāya.",
  "mn119:20.14": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso labhetha udakassa nikkhepanan”ti?",
  "mn119:20.15": "“Evaṃ, bhante”.",
  "mn119:20.16": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati abhāvitā abahulīkatā, labhati tassa māro otāraṃ, labhati tassa māro ārammaṇaṃ.",
  "mn119:21.1": "Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.",
  "mn119:21.2": "Seyyathāpi, bhikkhave, puriso lahukaṃ suttaguḷaṃ sabbasāramaye aggaḷaphalake pakkhipeyya.",
  "mn119:21.3": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso taṃ lahukaṃ suttaguḷaṃ sabbasāramaye aggaḷaphalake labhetha otāran”ti?",
  "mn119:21.4": "“No hetaṃ, bhante”.",
  "mn119:21.5": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.",
  "mn119:21.6": "Seyyathāpi, bhikkhave, allaṃ kaṭṭhaṃ sasnehaṃ;",
  "mn119:21.7": "atha puriso āgaccheyya uttarāraṇiṃ ādāya:",
  "mn119:21.8": "‘aggiṃ abhinibbattessāmi, tejo pātukarissāmī’ti.",
  "mn119:21.9": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso amuṃ allaṃ kaṭṭhaṃ sasnehaṃ uttarāraṇiṃ ādāya abhimanthento aggiṃ abhinibbatteyya, tejo pātukareyyā”ti?",
  "mn119:21.10": "“No hetaṃ, bhante”.",
  "mn119:21.11": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.",
  "mn119:21.12": "Seyyathāpi, bhikkhave, udakamaṇiko pūro udakassa samatittiko kākapeyyo ādhāre ṭhapito;",
  "mn119:21.13": "atha puriso āgaccheyya udakabhāraṃ ādāya.",
  "mn119:21.14": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso labhetha udakassa nikkhepanan”ti?",
  "mn119:21.15": "“No hetaṃ, bhante”.",
  "mn119:21.16": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, na tassa labhati māro otāraṃ, na tassa labhati māro ārammaṇaṃ.",
  "mn119:22.1": "Yassa kassaci, bhikkhave, kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.",
  "mn119:22.2": "Seyyathāpi, bhikkhave, udakamaṇiko pūro udakassa samatittiko kākapeyyo ādhāre ṭhapito.",
  "mn119:22.3": "Tamenaṃ balavā puriso yato yato āviñcheyya, āgaccheyya udakan”ti?",
  "mn119:22.4": "“Evaṃ, bhante”.",
  "mn119:22.5": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā so, yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.",
  "mn119:22.6": "Seyyathāpi, bhikkhave, same bhūmibhāge caturassā pokkharaṇī assa āḷibandhā pūrā udakassa samatittikā kākapeyyā.",
  "mn119:22.7": "Tamenaṃ balavā puriso yato yato āḷiṃ muñceyya āgaccheyya udakan”ti?",
  "mn119:22.8": "“Evaṃ, bhante”.",
  "mn119:22.9": "“Evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.",
  "mn119:22.10": "Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo;",
  "mn119:22.11": "tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā dakkhiṇena hatthena patodaṃ gahetvā yenicchakaṃ yadicchakaṃ sāreyyāpi paccāsāreyyāpi;",
  "mn119:22.12": "evameva kho, bhikkhave, yassa kassaci kāyagatāsati bhāvitā bahulīkatā, so yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmeti abhiññāsacchikiriyāya, tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane.",
  "mn119:23.1": "Kāyagatāya, bhikkhave, satiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya dasānisaṃsā pāṭikaṅkhā.",
  "mn119:23.2": "Aratiratisaho hoti, na ca taṃ arati sahati, uppannaṃ aratiṃ abhibhuyya viharati. <span class=\"brnum\">(1)</span>",
  "mn119:24.1": "Bhayabheravasaho hoti, na ca taṃ bhayabheravaṃ sahati, uppannaṃ bhayabheravaṃ abhibhuyya viharati. <span class=\"brnum\">(2)</span>",
  "mn119:25.1": "Khamo hoti sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti. <span class=\"brnum\">(3)</span>",
  "mn119:26.1": "Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. <span class=\"brnum\">(4)</span>",
  "mn119:27.1": "So anekavihitaṃ iddhividhaṃ paccānubhoti.",
  "mn119:27.2": "Ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti, āvibhāvaṃ …",
  "mn119:27.3": "pe …",
  "mn119:27.4": "yāva brahmalokāpi kāyena vasaṃ vatteti. <span class=\"brnum\">(5)</span>",
  "mn119:28.1": "Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca, ye dūre santike ca …",
  "mn119:28.2": "pe …. <span class=\"brnum\">(6)</span>",
  "mn119:29.1": "Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti.",
  "mn119:29.2": "Sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ …",
  "mn119:29.3": "pe …",
  "mn119:29.4": "sadosaṃ vā cittaṃ …",
  "mn119:29.5": "vītadosaṃ vā cittaṃ …",
  "mn119:29.6": "samohaṃ vā cittaṃ …",
  "mn119:29.7": "vītamohaṃ vā cittaṃ …",
  "mn119:29.8": "saṅkhittaṃ vā cittaṃ …",
  "mn119:29.9": "vikkhittaṃ vā cittaṃ …",
  "mn119:29.10": "mahaggataṃ vā cittaṃ …",
  "mn119:29.11": "amahaggataṃ vā cittaṃ …",
  "mn119:29.12": "sauttaraṃ vā cittaṃ …",
  "mn119:29.13": "anuttaraṃ vā cittaṃ …",
  "mn119:29.14": "samāhitaṃ vā cittaṃ …",
  "mn119:29.15": "asamāhitaṃ vā cittaṃ …",
  "mn119:29.16": "vimuttaṃ vā cittaṃ …",
  "mn119:29.17": "avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. <span class=\"brnum\">(7)</span>",
  "mn119:30.1": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn119:30.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn119:30.3": "pe …",
  "mn119:30.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. <span class=\"brnum\">(8)</span>",
  "mn119:31.1": "Dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. <span class=\"brnum\">(9)</span>",
  "mn119:32.1": "Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. <span class=\"brnum\">(10)</span>",
  "mn119:33.1": "Kāyagatāya, bhikkhave, satiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ime dasānisaṃsā pāṭikaṅkhā”ti.",
  "mn119:34.1": "Idamavoca bhagavā.",
  "mn119:34.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn119:35.1": "Kāyagatāsatisuttaṃ niṭṭhitaṃ navamaṃ."
}