{
  "_markup_path": "markup/mn/mn129.html",
  "_alt_strings": [
    "en/sujato/mn/mn129.json"
  ],
  "mn129:1.1": "Majjhima Nikāya 129",
  "mn129:2.1": "Bālapaṇḍitasutta",
  "mn129:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn129:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn129:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn129:3.4": "“bhikkhavo”ti.",
  "mn129:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn129:3.6": "Bhagavā etadavoca:",
  "mn129:4.1": "“Tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni.",
  "mn129:4.2": "Katamāni tīṇi?",
  "mn129:4.3": "Idha, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca.",
  "mn129:4.4": "No cetaṃ, bhikkhave, bālo duccintitacintī ca abhavissa dubbhāsitabhāsī ca dukkaṭakammakārī ca kena naṃ paṇḍitā jāneyyuṃ:",
  "mn129:4.5": "‘bālo ayaṃ bhavaṃ asappuriso’ti?",
  "mn129:4.6": "Yasmā ca kho, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca tasmā naṃ paṇḍitā jānanti:",
  "mn129:4.7": "‘bālo ayaṃ bhavaṃ asappuriso’ti.",
  "mn129:4.8": "Sa kho so, bhikkhave, bālo tividhaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn129:5.1": "Sace, bhikkhave, bālo sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti;",
  "mn129:5.2": "tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti.",
  "mn129:5.3": "Sace, bhikkhave, bālo pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.",
  "mn129:5.4": "Tatra, bhikkhave, bālassa evaṃ hoti:",
  "mn129:5.5": "‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti, saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti.",
  "mn129:5.6": "Idaṃ, bhikkhave, bālo paṭhamaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn129:6.1": "Puna caparaṃ, bhikkhave, bālo passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente–  kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte baḷisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante.",
  "mn129:6.2": "Tatra, bhikkhave, bālassa evaṃ hoti:",
  "mn129:6.3": "‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti—",
  "mn129:6.4": "kasāhipi tāḷenti …",
  "mn129:6.5": "pe …",
  "mn129:6.6": "asināpi sīsaṃ chindanti;",
  "mn129:6.7": "saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmi.",
  "mn129:6.8": "Mañcepi rājāno jāneyyuṃ, mampi rājāno gahetvā vividhā kammakāraṇā kāreyyuṃ—",
  "mn129:6.9": "kasāhipi tāḷeyyuṃ …",
  "mn129:6.10": "pe …",
  "mn129:6.11": "jīvantampi sūle uttāseyyuṃ, asināpi sīsaṃ chindeyyun’ti.",
  "mn129:6.12": "Idampi, bhikkhave, bālo dutiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn129:7.1": "Puna caparaṃ, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.",
  "mn129:7.2": "Seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti;",
  "mn129:7.3": "evameva kho, bhikkhave, bālaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe pāpakāni kammāni katāni kāyena duccaritāni vācāya duccaritāni manasā duccaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.",
  "mn129:7.4": "Tatra, bhikkhave, bālassa evaṃ hoti:",
  "mn129:7.5": "‘akataṃ vata me kalyāṇaṃ, akataṃ kusalaṃ, akataṃ bhīruttāṇaṃ;",
  "mn129:7.6": "kataṃ pāpaṃ, kataṃ luddaṃ, kataṃ kibbisaṃ.",
  "mn129:7.7": "Yāvatā, bho, akatakalyāṇānaṃ akatakusalānaṃ akatabhīruttāṇānaṃ katapāpānaṃ kataluddānaṃ katakibbisānaṃ gati taṃ gatiṃ pecca gacchāmī’ti.",
  "mn129:7.8": "So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.",
  "mn129:7.9": "Idampi, bhikkhave, bālo tatiyaṃ diṭṭheva dhamme dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn129:8.1": "Sa kho so, bhikkhave, bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn129:8.2": "Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:",
  "mn129:8.3": "‘ekantaṃ aniṭṭhaṃ ekantaṃ akantaṃ ekantaṃ amanāpan’ti, nirayameva taṃ sammā vadamāno vadeyya:",
  "mn129:8.4": "‘ekantaṃ aniṭṭhaṃ ekantaṃ akantaṃ ekantaṃ amanāpan’ti.",
  "mn129:8.5": "Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva dukkhā nirayā”ti.",
  "mn129:9.1": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:",
  "mn129:9.2": "“sakkā pana, bhante, upamaṃ kātun”ti? <a class=\"wp\" id=\"wp8\"></a>“",
  "mn129:9.3": "Sakkā, bhikkhū”ti bhagavā avoca.",
  "mn129:9.4": "“Seyyathāpi, bhikkhu, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ:",
  "mn129:9.5": "‘ayaṃ kho, deva, coro āgucārī, imassa yaṃ icchasi taṃ daṇḍaṃ paṇehī’ti.",
  "mn129:9.6": "Tamenaṃ rājā evaṃ vadeyya:",
  "mn129:9.7": "‘gacchatha, bho, imaṃ purisaṃ pubbaṇhasamayaṃ sattisatena hanathā’ti.",
  "mn129:9.8": "Tamenaṃ pubbaṇhasamayaṃ sattisatena haneyyuṃ.",
  "mn129:9.9": "Atha rājā majjhanhikasamayaṃ evaṃ vadeyya:",
  "mn129:9.10": "‘ambho, kathaṃ so puriso’ti?",
  "mn129:9.11": "‘Tatheva, deva, jīvatī’ti.",
  "mn129:9.12": "Tamenaṃ rājā evaṃ vadeyya:",
  "mn129:9.13": "‘gacchatha, bho, taṃ purisaṃ majjhanhikasamayaṃ sattisatena hanathā’ti.",
  "mn129:9.14": "Tamenaṃ majjhanhikasamayaṃ sattisatena haneyyuṃ.",
  "mn129:9.15": "Atha rājā sāyanhasamayaṃ evaṃ vadeyya:",
  "mn129:9.16": "‘ambho, kathaṃ so puriso’ti?",
  "mn129:9.17": "‘Tatheva, deva, jīvatī’ti.",
  "mn129:9.18": "Tamenaṃ rājā evaṃ vadeyya:",
  "mn129:9.19": "‘gacchatha, bho, taṃ purisaṃ sāyanhasamayaṃ sattisatena hanathā’ti.",
  "mn129:9.20": "Tamenaṃ sāyanhasamayaṃ sattisatena haneyyuṃ.",
  "mn129:9.21": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyethā”ti?",
  "mn129:9.22": "“Ekissāpi, bhante, sattiyā haññamāno so puriso tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvediyetha, ko pana vādo tīhi sattisatehī”ti?",
  "mn129:10.1": "Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi:",
  "mn129:10.2": "“taṃ kiṃ maññatha, bhikkhave, katamo nu kho mahantataro—",
  "mn129:10.3": "yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito, yo ca himavā pabbatarājā”ti?",
  "mn129:10.4": "“Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito, himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upe”ti.",
  "mn129:10.5": "“Evameva kho, bhikkhave, yaṃ so puriso tīhi sattisatehi haññamāno tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti taṃ nirayakassa dukkhassa upanidhāya saṅkhampi na upeti, kalabhāgampi na upeti, upanidhampi na upeti.",
  "mn129:11.1": "Tamenaṃ, bhikkhave, nirayapālā pañcavidhabandhanaṃ nāma kammakāraṇaṃ karonti—",
  "mn129:11.2": "tattaṃ ayokhilaṃ hatthe gamenti, tattaṃ ayokhilaṃ dutiye hatthe gamenti, tattaṃ ayokhilaṃ pāde gamenti, tattaṃ ayokhilaṃ dutiye pāde gamenti, tattaṃ ayokhilaṃ majjhe urasmiṃ gamenti.",
  "mn129:11.3": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.",
  "mn129:11.4": "Tamenaṃ, bhikkhave, nirayapālā saṃvesetvā kuṭhārīhi tacchanti.",
  "mn129:11.5": "So tattha dukkhā tibbā …",
  "mn129:11.6": "pe …",
  "mn129:11.7": "byantīhoti.",
  "mn129:11.8": "Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā vāsīhi tacchanti.",
  "mn129:11.9": "So tattha dukkhā tibbā …",
  "mn129:11.10": "pe …",
  "mn129:11.11": "byantīhoti.",
  "mn129:11.12": "Tamenaṃ, bhikkhave, nirayapālā rathe yojetvā ādittāya pathaviyā sampajjalitāya sajotibhūtāya sārentipi paccāsārentipi.",
  "mn129:11.13": "So tattha dukkhā tibbā …",
  "mn129:11.14": "pe …",
  "mn129:11.15": "byantīhoti.",
  "mn129:11.16": "Tamenaṃ, bhikkhave, nirayapālā mahantaṃ aṅgārapabbataṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āropentipi oropentipi.",
  "mn129:11.17": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.",
  "mn129:11.18": "Tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya.",
  "mn129:11.19": "So tattha pheṇuddehakaṃ paccati.",
  "mn129:11.20": "So tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gacchati, sakimpi adho gacchati, sakimpi tiriyaṃ gacchati.",
  "mn129:11.21": "So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.",
  "mn129:11.22": "Tamenaṃ, bhikkhave, nirayapālā mahāniraye pakkhipanti.",
  "mn129:11.23": "So kho pana, bhikkhave, mahānirayo—",
  "mn129:12.1": "Catukkaṇṇo catudvāro,",
  "mn129:12.2": "vibhatto bhāgaso mito;",
  "mn129:12.3": "Ayopākārapariyanto,",
  "mn129:12.4": "ayasā paṭikujjito.",
  "mn129:13.1": "Tassa ayomayā bhūmi,",
  "mn129:13.2": "jalitā tejasā yutā;",
  "mn129:13.3": "Samantā yojanasataṃ,",
  "mn129:13.4": "pharitvā tiṭṭhati sabbadā.",
  "mn129:14.1": "Anekapariyāyenapi kho ahaṃ, bhikkhave, nirayakathaṃ katheyyaṃ;",
  "mn129:14.2": "yāvañcidaṃ, bhikkhave, na sukarā akkhānena pāpuṇituṃ yāva dukkhā nirayā.",
  "mn129:15.1": "Santi, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā.",
  "mn129:15.2": "Te allānipi tiṇāni sukkhānipi tiṇāni dantullehakaṃ khādanti.",
  "mn129:15.3": "Katame ca, bhikkhave, tiracchānagatā pāṇā tiṇabhakkhā?",
  "mn129:15.4": "Hatthī assā goṇā gadrabhā ajā migā, ye vā panaññepi keci tiracchānagatā pāṇā tiṇabhakkhā.",
  "mn129:15.5": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā tiṇabhakkhā.",
  "mn129:16.1": "Santi, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā.",
  "mn129:16.2": "Te dūratova gūthagandhaṃ ghāyitvā dhāvanti:",
  "mn129:16.3": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti.",
  "mn129:16.4": "Seyyathāpi nāma brāhmaṇā āhutigandhena dhāvanti:",
  "mn129:16.5": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti;",
  "mn129:16.6": "evameva kho, bhikkhave, santi tiracchānagatā pāṇā gūthabhakkhā, te dūratova gūthagandhaṃ ghāyitvā dhāvanti:",
  "mn129:16.7": "‘ettha bhuñjissāma, ettha bhuñjissāmā’ti.",
  "mn129:16.8": "Katame ca, bhikkhave, tiracchānagatā pāṇā gūthabhakkhā?",
  "mn129:16.9": "Kukkuṭā sūkarā soṇā siṅgālā, ye vā panaññepi keci tiracchānagatā pāṇā gūthabhakkhā.",
  "mn129:16.10": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā gūthabhakkhā.",
  "mn129:17.1": "Santi, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.",
  "mn129:17.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti?",
  "mn129:17.3": "Kīṭā puḷavā gaṇḍuppādā, ye vā panaññepi keci tiracchānagatā pāṇā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.",
  "mn129:17.4": "Sa kho so, bhikkhave, bālo idha pubbe rasādo, idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā andhakāre jāyanti andhakāre jīyanti andhakāre mīyanti.",
  "mn129:18.1": "Santi, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.",
  "mn129:18.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti?",
  "mn129:18.3": "Macchā kacchapā susumārā, ye vā panaññepi keci tiracchānagatā pāṇā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.",
  "mn129:18.4": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā udakasmiṃ jāyanti udakasmiṃ jīyanti udakasmiṃ mīyanti.",
  "mn129:19.1": "Santi, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti.",
  "mn129:19.2": "Katame ca, bhikkhave, tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti?",
  "mn129:19.3": "Ye te, bhikkhave, sattā pūtimacche vā jāyanti pūtimacche vā jīyanti pūtimacche vā mīyanti pūtikuṇape vā …",
  "mn129:19.4": "pe …",
  "mn129:19.5": "pūtikummāse vā …",
  "mn129:19.6": "candanikāya vā …",
  "mn129:19.7": "oligalle vā jāyanti, ye vā panaññepi keci tiracchānagatā pāṇā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti.",
  "mn129:19.8": "Sa kho so, bhikkhave, bālo idha pubbe rasādo idha pāpāni kammāni karitvā kāyassa bhedā paraṃ maraṇā tesaṃ sattānaṃ sahabyataṃ upapajjati ye te sattā asucismiṃ jāyanti asucismiṃ jīyanti asucismiṃ mīyanti.",
  "mn129:20.1": "Anekapariyāyenapi kho ahaṃ, bhikkhave, tiracchānayonikathaṃ katheyyaṃ;",
  "mn129:20.2": "yāvañcidaṃ, bhikkhave, na sukaraṃ akkhānena pāpuṇituṃ yāva dukkhā tiracchānayoni.",
  "mn129:21.1": "Seyyathāpi, bhikkhave, puriso ekacchiggalaṃ yugaṃ mahāsamudde pakkhipeyya.",
  "mn129:21.2": "Tamenaṃ puratthimo vāto pacchimena saṃhareyya, pacchimo vāto puratthimena saṃhareyya, uttaro vāto dakkhiṇena saṃhareyya, dakkhiṇo vāto uttarena saṃhareyya.",
  "mn129:21.3": "Tatrāssa kāṇo kacchapo, so vassasatassa vassasatassa accayena sakiṃ ummujjeyya.",
  "mn129:21.4": "Taṃ kiṃ maññatha, bhikkhave, api nu so kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyyā”ti?",
  "mn129:21.5": "“No hetaṃ, bhante”.",
  "mn129:21.6": "“ Yadi pana, bhante, kadāci karahaci dīghassa addhuno accayenā”ti.",
  "mn129:21.7": "“Khippataraṃ kho so, bhikkhave, kāṇo kacchapo amusmiṃ ekacchiggale yuge gīvaṃ paveseyya, ato dullabhatarāhaṃ, bhikkhave, manussattaṃ vadāmi sakiṃ vinipātagatena bālena.",
  "mn129:21.8": "Taṃ kissa hetu?",
  "mn129:21.9": "Na hettha, bhikkhave, atthi dhammacariyā samacariyā kusalakiriyā puññakiriyā.",
  "mn129:21.10": "Aññamaññakhādikā ettha, bhikkhave, vattati dubbalakhādikā.",
  "mn129:22.1": "Sa kho so, bhikkhave, bālo sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni nīcakulāni—",
  "mn129:22.2": "caṇḍālakulaṃ vā nesādakulaṃ vā venakulaṃ vā rathakārakulaṃ vā pukkusakulaṃ vā.",
  "mn129:22.3": "Tathārūpe kule paccājāyati dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati.",
  "mn129:22.4": "So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khujjo vā pakkhahato vā na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.",
  "mn129:22.5": "So kāyena duccaritaṃ carati vācāya duccaritaṃ carati manasā duccaritaṃ carati.",
  "mn129:22.6": "So kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn129:23.1": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya.",
  "mn129:23.2": "Appamattako so, bhikkhave, kaliggaho yaṃ so akkhadhutto paṭhameneva kaliggahena puttampi jīyetha, dārampi jīyetha, sabbaṃ sāpateyyampi jīyetha, uttaripi adhibandhaṃ nigaccheyya.",
  "mn129:23.3": "Atha kho ayameva tato mahantataro kaliggaho yaṃ so bālo kāyena duccaritaṃ caritvā vācāya duccaritaṃ caritvā manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn129:23.4": "Ayaṃ, bhikkhave, kevalā paripūrā bālabhūmīti.",
  "mn129:24.1": "Tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānāni.",
  "mn129:24.2": "Katamāni tīṇi?",
  "mn129:24.3": "Idha, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca.",
  "mn129:24.4": "No cetaṃ, bhikkhave, paṇḍito sucintitacintī ca abhavissa subhāsitabhāsī ca sukatakammakārī ca, kena naṃ paṇḍitā jāneyyuṃ:",
  "mn129:24.5": "‘paṇḍito ayaṃ bhavaṃ sappuriso’ti?",
  "mn129:24.6": "Yasmā ca kho, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca tasmā naṃ paṇḍitā jānanti:",
  "mn129:24.7": "‘paṇḍito ayaṃ bhavaṃ sappuriso’ti.",
  "mn129:24.8": "Sa kho so, bhikkhave, paṇḍito tividhaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn129:24.9": "Sace, bhikkhave, paṇḍito sabhāyaṃ vā nisinno hoti, rathikāya vā nisinno hoti, siṅghāṭake vā nisinno hoti;",
  "mn129:24.10": "tatra ce jano tajjaṃ tassāruppaṃ kathaṃ manteti.",
  "mn129:24.11": "Sace, bhikkhave, paṇḍito pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjappamādaṭṭhānā paṭivirato hoti;",
  "mn129:24.12": "tatra, bhikkhave, paṇḍitassa evaṃ hoti:",
  "mn129:24.13": "‘yaṃ kho jano tajjaṃ tassāruppaṃ kathaṃ manteti;",
  "mn129:24.14": "saṃvijjanteva te dhammā mayi, ahañca tesu dhammesu sandissāmī’ti.",
  "mn129:24.15": "Idaṃ, bhikkhave, paṇḍito paṭhamaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn129:25.1": "Puna caparaṃ, bhikkhave, paṇḍito passati rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—",
  "mn129:25.2": "kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte balisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante.",
  "mn129:25.3": "Tatra, bhikkhave, paṇḍitassa evaṃ hoti:",
  "mn129:25.4": "‘yathārūpānaṃ kho pāpakānaṃ kammānaṃ hetu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārenti kasāhipi tāḷenti, vettehipi tāḷenti, addhadaṇḍakehipi tāḷenti, hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti, bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, balisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti, na te dhammā mayi saṃvijjanti, ahañca na tesu dhammesu sandissāmī’ti.",
  "mn129:25.5": "Idampi, bhikkhave, paṇḍito dutiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn129:26.1": "Puna caparaṃ, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ, yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti …",
  "mn129:26.2": "pe …",
  "mn129:26.3": "seyyathāpi, bhikkhave, mahataṃ pabbatakūṭānaṃ chāyā sāyanhasamayaṃ pathaviyā olambanti ajjholambanti abhippalambanti;",
  "mn129:26.4": "evameva kho, bhikkhave, paṇḍitaṃ pīṭhasamārūḷhaṃ vā mañcasamārūḷhaṃ vā chamāyaṃ vā semānaṃ yānissa pubbe kalyāṇāni kammāni katāni kāyena sucaritāni vācāya sucaritāni manasā sucaritāni tānissa tamhi samaye olambanti ajjholambanti abhippalambanti.",
  "mn129:26.5": "Tatra, bhikkhave, paṇḍitassa evaṃ hoti:",
  "mn129:26.6": "‘akataṃ vata me pāpaṃ, akataṃ luddaṃ, akataṃ kibbisaṃ;",
  "mn129:26.7": "kataṃ kalyāṇaṃ, kataṃ kusalaṃ, kataṃ bhīruttāṇaṃ.",
  "mn129:26.8": "Yāvatā, bho, akatapāpānaṃ akataluddānaṃ akatakibbisānaṃ katakalyāṇānaṃ katakusalānaṃ katabhīruttāṇānaṃ gati taṃ gatiṃ pecca gacchāmī’ti.",
  "mn129:26.9": "So na socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.",
  "mn129:26.10": "Idampi, bhikkhave, paṇḍito tatiyaṃ diṭṭheva dhamme sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn129:27.1": "Sa kho so, bhikkhave, paṇḍito kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn129:27.2": "Yaṃ kho taṃ, bhikkhave, sammā vadamāno vadeyya:",
  "mn129:27.3": "‘ekantaṃ iṭṭhaṃ ekantaṃ kantaṃ ekantaṃ manāpan’ti, saggameva taṃ sammā vadamāno vadeyya:",
  "mn129:27.4": "‘ekantaṃ iṭṭhaṃ ekantaṃ kantaṃ ekantaṃ manāpan’ti.",
  "mn129:27.5": "Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva sukhā saggā”ti.",
  "mn129:28.1": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:",
  "mn129:28.2": "“sakkā pana, bhante, upamaṃ kātun”ti? <a class=\"wp\" id=\"wp33\"></a>“",
  "mn129:28.3": "Sakkā, bhikkhū”ti bhagavā avoca.",
  "mn129:28.4": "“Seyyathāpi, bhikkhave, rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti.",
  "mn129:28.5": "Katamehi sattahi?",
  "mn129:28.6": "Idha, bhikkhave, rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ.",
  "mn129:28.7": "Taṃ disvāna rañño khattiyassa muddhāvasittassa evaṃ hoti:",
  "mn129:28.8": "‘sutaṃ kho pana metaṃ yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti.",
  "mn129:28.9": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti?",
  "mn129:29.1": "Atha kho, bhikkhave, rājā khattiyo muddhāvasitto vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkirati:",
  "mn129:29.2": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti.",
  "mn129:29.3": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavattati.",
  "mn129:29.4": "Anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya.",
  "mn129:29.5": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya.",
  "mn129:29.6": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:",
  "mn129:29.7": "‘ehi kho, mahārāja.",
  "mn129:29.8": "Svāgataṃ te, mahārāja.",
  "mn129:29.9": "Sakaṃ te, mahārāja.",
  "mn129:29.10": "Anusāsa, mahārājā’ti.",
  "mn129:29.11": "Rājā cakkavattī evamāha:",
  "mn129:29.12": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti.",
  "mn129:29.13": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti.",
  "mn129:30.1": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavattati …",
  "mn129:30.2": "pe …",
  "mn129:30.3": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavattati …",
  "mn129:30.4": "pe …",
  "mn129:30.5": "pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavattati anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya.",
  "mn129:30.6": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāti tattha rājā cakkavattī vāsaṃ upeti saddhiṃ caturaṅginiyā senāya.",
  "mn129:31.1": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:",
  "mn129:31.2": "‘ehi kho, mahārāja.",
  "mn129:31.3": "Svāgataṃ te, mahārāja.",
  "mn129:31.4": "Sakaṃ te, mahārāja.",
  "mn129:31.5": "Anusāsa, mahārājā’ti.",
  "mn129:31.6": "Rājā cakkavattī evamāha:",
  "mn129:31.7": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ;",
  "mn129:31.8": "yathābhuttañca bhuñjathā’ti.",
  "mn129:31.9": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno te rañño cakkavattissa anuyantā bhavanti.",
  "mn129:32.1": "Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre akkhāhataṃ maññe tiṭṭhati rañño cakkavattissa antepuradvāraṃ upasobhayamānaṃ.",
  "mn129:32.2": "Rañño, bhikkhave, cakkavattissa evarūpaṃ cakkaratanaṃ pātubhavati. <span class=\"brnum\">(1)</span>",
  "mn129:33.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa hatthiratanaṃ pātubhavati—",
  "mn129:33.2": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā.",
  "mn129:33.3": "Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati:",
  "mn129:33.4": "‘bhaddakaṃ vata bho hatthiyānaṃ, sace damathaṃ upeyyā’ti.",
  "mn129:33.5": "Atha kho taṃ, bhikkhave, hatthiratanaṃ seyyathāpi nāma bhaddo hatthājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti.",
  "mn129:33.6": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva hatthiratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi.",
  "mn129:33.7": "Rañño, bhikkhave, cakkavattissa evarūpaṃ hatthiratanaṃ pātubhavati. <span class=\"brnum\">(2)</span>",
  "mn129:34.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa assaratanaṃ pātubhavati—",
  "mn129:34.2": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā.",
  "mn129:34.3": "Taṃ disvāna rañño cakkavattissa cittaṃ pasīdati:",
  "mn129:34.4": "‘bhaddakaṃ vata bho assayānaṃ, sace damathaṃ upeyyā’ti.",
  "mn129:34.5": "Atha kho taṃ, bhikkhave, assaratanaṃ seyyathāpi nāma bhaddo assājānīyo dīgharattaṃ suparidanto evameva damathaṃ upeti.",
  "mn129:34.6": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva assaratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anusaṃyāyitvā tameva rājadhāniṃ paccāgantvā pātarāsamakāsi.",
  "mn129:34.7": "Rañño, bhikkhave, cakkavattissa evarūpaṃ assaratanaṃ pātubhavati. <span class=\"brnum\">(3)</span>",
  "mn129:35.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa maṇiratanaṃ pātubhavati.",
  "mn129:35.2": "So hoti maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato.",
  "mn129:35.3": "Tassa kho pana, bhikkhave, maṇiratanassa ābhā samantā yojanaṃ phuṭā hoti.",
  "mn129:35.4": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva maṇiratanaṃ vīmaṃsamāno caturaṅginiṃ senaṃ sannayhitvā maṇiṃ dhajaggaṃ āropetvā rattandhakāratimisāya pāyāsi.",
  "mn129:35.5": "Ye kho pana, bhikkhave, samantā gāmā ahesuṃ te tenobhāsena kammante payojesuṃ ‘divā’ti maññamānā.",
  "mn129:35.6": "Rañño, bhikkhave, cakkavattissa evarūpaṃ maṇiratanaṃ pātubhavati. <span class=\"brnum\">(4)</span>",
  "mn129:36.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa itthiratanaṃ pātubhavati.",
  "mn129:36.2": "Sā abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā, atikkantā mānusaṃ vaṇṇaṃ, appattā dibbaṃ vaṇṇaṃ.",
  "mn129:36.3": "Tassa kho pana, bhikkhave, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā.",
  "mn129:36.4": "Tassa kho pana, bhikkhave, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni gattāni honti.",
  "mn129:36.5": "Tassa kho pana, bhikkhave, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho vāyati.",
  "mn129:36.6": "Taṃ kho pana, bhikkhave, itthiratanaṃ rañño cakkavattissa pubbuṭṭhāyinī hoti pacchānipātinī kiṃkārapaṭissāvinī manāpacārinī piyavādinī.",
  "mn129:36.7": "Taṃ kho pana, bhikkhave, itthiratanaṃ rājānaṃ cakkavattiṃ manasāpi no aticarati, kuto pana kāyena?",
  "mn129:36.8": "Rañño, bhikkhave, cakkavattissa evarūpaṃ itthiratanaṃ pātubhavati. <span class=\"brnum\">(5)</span>",
  "mn129:37.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa gahapatiratanaṃ pātubhavati.",
  "mn129:37.2": "Tassa kammavipākajaṃ dibbacakkhu pātubhavati, yena nidhiṃ passati sassāmikampi assāmikampi.",
  "mn129:37.3": "So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha:",
  "mn129:37.4": "‘appossukko tvaṃ, deva, hohi.",
  "mn129:37.5": "Ahaṃ te dhanena dhanakaraṇīyaṃ karissāmī’ti.",
  "mn129:37.6": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī tameva gahapatiratanaṃ vīmaṃsamāno nāvaṃ abhiruhitvā majjhe gaṅgāya nadiyā sotaṃ ogāhitvā gahapatiratanaṃ etadavoca:",
  "mn129:37.7": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti.",
  "mn129:37.8": "‘Tena hi, mahārāja, ekaṃ tīraṃ nāvā upetū’ti.",
  "mn129:37.9": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti.",
  "mn129:37.10": "Atha kho taṃ, bhikkhave, gahapatiratanaṃ ubhohi hatthehi udake omasitvā pūraṃ hiraññasuvaṇṇassa kumbhiṃ uddharitvā rājānaṃ cakkavattiṃ etadavoca:",
  "mn129:37.11": "‘alamettāvatā, mahārāja.",
  "mn129:37.12": "Katamettāvatā, mahārāja.",
  "mn129:37.13": "Pūjitamettāvatā, mahārājā’ti.",
  "mn129:37.14": "Rājā cakkavattī evamāha:",
  "mn129:37.15": "‘alamettāvatā, gahapati.",
  "mn129:37.16": "Katamettāvatā, gahapati.",
  "mn129:37.17": "Pūjitamettāvatā, gahapatī’ti.",
  "mn129:37.18": "Rañño, bhikkhave, cakkavattissa evarūpaṃ gahapatiratanaṃ pātubhavati. <span class=\"brnum\">(6)</span>",
  "mn129:38.1": "Puna caparaṃ, bhikkhave, rañño cakkavattissa pariṇāyakaratanaṃ pātubhavati—",
  "mn129:38.2": "paṇḍito byatto medhāvī paṭibalo rājānaṃ cakkavattiṃ upayāpetabbaṃ upayāpetuṃ apayāpetabbaṃ apayāpetuṃ ṭhapetabbaṃ ṭhapetuṃ.",
  "mn129:38.3": "So rājānaṃ cakkavattiṃ upasaṅkamitvā evamāha:",
  "mn129:38.4": "‘appossukko tvaṃ, deva, hohi.",
  "mn129:38.5": "Ahamanusāsissāmī’ti.",
  "mn129:38.6": "Rañño, bhikkhave, cakkavattissa evarūpaṃ pariṇāyakaratanaṃ pātubhavati.",
  "mn129:38.7": "Rājā, bhikkhave, cakkavattī imehi sattahi ratanehi samannāgato hoti. <span class=\"brnum\">(7)</span>",
  "mn129:39.1": "Katamāhi catūhi iddhīhi?",
  "mn129:39.2": "Idha, bhikkhave, rājā cakkavattī abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi.",
  "mn129:39.3": "Rājā, bhikkhave, cakkavattī imāya paṭhamāya iddhiyā samannāgato hoti.",
  "mn129:40.1": "Puna caparaṃ, bhikkhave, rājā cakkavattī dīghāyuko hoti ciraṭṭhitiko ativiya aññehi manussehi.",
  "mn129:40.2": "Rājā, bhikkhave, cakkavattī imāya dutiyāya iddhiyā samannāgato hoti.",
  "mn129:41.1": "Puna caparaṃ, bhikkhave, rājā cakkavattī appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi.",
  "mn129:41.2": "Rājā, bhikkhave, cakkavattī imāya tatiyāya iddhiyā samannāgato hoti.",
  "mn129:42.1": "Puna caparaṃ, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṃ piyo hoti manāpo.",
  "mn129:42.2": "Seyyathāpi, bhikkhave, pitā puttānaṃ piyo hoti manāpo;",
  "mn129:42.3": "evameva kho, bhikkhave, rājā cakkavattī brāhmaṇagahapatikānaṃ piyo hoti manāpo.",
  "mn129:42.4": "Raññopi, bhikkhave, cakkavattissa brāhmaṇagahapatikā piyā honti manāpā.",
  "mn129:42.5": "Seyyathāpi, bhikkhave, pitu puttā piyā honti manāpā;",
  "mn129:42.6": "evameva kho, bhikkhave, raññopi cakkavattissa brāhmaṇagahapatikā piyā honti manāpā.",
  "mn129:43.1": "Bhūtapubbaṃ, bhikkhave, rājā cakkavattī caturaṅginiyā senāya uyyānabhūmiṃ niyyāsi.",
  "mn129:43.2": "Atha kho, bhikkhave, brāhmaṇagahapatikā rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu:",
  "mn129:43.3": "‘ataramāno, deva, yāhi yathā taṃ mayaṃ cirataraṃ passeyyāmā’ti.",
  "mn129:43.4": "Rājāpi, bhikkhave, cakkavattī sārathiṃ āmantesi:",
  "mn129:43.5": "‘ataramāno, sārathi, pesehi yathā maṃ brāhmaṇagahapatikā cirataraṃ passeyyun’ti.",
  "mn129:43.6": "Rājā, bhikkhave, cakkavattī imāya catutthāya iddhiyā samannāgato hoti.",
  "mn129:43.7": "Rājā, bhikkhave, cakkavattī imāhi catūhi iddhīhi samannāgato hoti.",
  "mn129:44.1": "Taṃ kiṃ maññatha, bhikkhave, api nu kho rājā cakkavattī imehi sattahi ratanehi samannāgato imāhi catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyethā”ti?",
  "mn129:44.2": "“Ekamekenapi, bhante, ratanena samannāgato rājā cakkavattī tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvediyetha, ko pana vādo sattahi ratanehi catūhi ca iddhīhī”ti?",
  "mn129:45.1": "Atha kho bhagavā parittaṃ pāṇimattaṃ pāsāṇaṃ gahetvā bhikkhū āmantesi:",
  "mn129:45.2": "“taṃ kiṃ maññatha, bhikkhave, katamo nu kho mahantataro—",
  "mn129:45.3": "yo cāyaṃ mayā paritto pāṇimatto pāsāṇo gahito yo ca himavā pabbatarājā”ti?",
  "mn129:45.4": "“Appamattako ayaṃ, bhante, bhagavatā paritto pāṇimatto pāsāṇo gahito;",
  "mn129:45.5": "himavantaṃ pabbatarājānaṃ upanidhāya saṅkhampi na upeti;",
  "mn129:45.6": "kalabhāgampi na upeti;",
  "mn129:45.7": "upanidhampi na upetī”ti.",
  "mn129:45.8": "“Evameva kho, bhikkhave, yaṃ rājā cakkavattī sattahi ratanehi samannāgato catūhi ca iddhīhi tatonidānaṃ sukhaṃ somanassaṃ paṭisaṃvedeti taṃ dibbassa sukhassa upanidhāya saṅkhampi na upeti;",
  "mn129:45.9": "kalabhāgampi na upeti;",
  "mn129:45.10": "upanidhampi na upeti.",
  "mn129:46.1": "Sa kho so, bhikkhave, paṇḍito sace kadāci karahaci dīghassa addhuno accayena manussattaṃ āgacchati, yāni tāni uccākulāni—",
  "mn129:46.2": "khattiyamahāsālakulaṃ vā brāhmaṇamahāsālakulaṃ vā gahapatimahāsālakulaṃ vā tathārūpe kule paccājāyati aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe.",
  "mn129:46.3": "So ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.",
  "mn129:46.4": "So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.",
  "mn129:46.5": "So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn129:46.6": "Seyyathāpi, bhikkhave, akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya;",
  "mn129:46.7": "appamattako so, bhikkhave, kaṭaggaho yaṃ so akkhadhutto paṭhameneva kaṭaggahena mahantaṃ bhogakkhandhaṃ adhigaccheyya.",
  "mn129:46.8": "Atha kho ayameva tato mahantataro kaṭaggaho yaṃ so paṇḍito kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn129:46.9": "Ayaṃ, bhikkhave, kevalā paripūrā paṇḍitabhūmī”ti.",
  "mn129:47.1": "Idamavoca bhagavā.",
  "mn129:47.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn129:48.1": "Bālapaṇḍitasuttaṃ niṭṭhitaṃ navamaṃ."
}