{
  "_markup_path": "markup/mn/mn145.html",
  "_alt_strings": [
    "en/sujato/mn/mn145.json"
  ],
  "mn145:1.1": "Majjhima Nikāya 145",
  "mn145:2.1": "Puṇṇovādasutta",
  "mn145:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn145:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn145:3.3": "Atha kho āyasmā puṇṇo sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami;",
  "mn145:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn145:3.5": "Ekamantaṃ nisinno kho āyasmā puṇṇo bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn145:3.6": "sādhu maṃ, bhante, bhagavā saṃkhittena ovādena ovadatu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.",
  "mn145:3.7": "“Tena hi, puṇṇa, suṇāhi, sādhukaṃ manasi karohi;",
  "mn145:3.8": "bhāsissāmī”ti.",
  "mn145:3.9": "“Evaṃ, bhante”ti kho āyasmā puṇṇo bhagavato paccassosi.",
  "mn145:3.10": "Bhagavā etadavoca:",
  "mn145:4.1": "“Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "mn145:4.2": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.",
  "mn145:4.3": "Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.",
  "mn145:4.4": "‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi.",
  "mn145:5.1": "Santi kho, puṇṇa, sotaviññeyyā saddā …",
  "mn145:5.2": "ghānaviññeyyā gandhā …",
  "mn145:5.3": "jivhāviññeyyā rasā …",
  "mn145:5.4": "kāyaviññeyyā phoṭṭhabbā …",
  "mn145:5.5": "manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "mn145:5.6": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.",
  "mn145:5.7": "Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.",
  "mn145:5.8": "‘Nandīsamudayā dukkhasamudayo, puṇṇā’ti vadāmi.",
  "mn145:6.1": "Santi ca kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "mn145:6.2": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.",
  "mn145:6.3": "Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.",
  "mn145:6.4": "‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi.",
  "mn145:7.1": "Santi ca kho, puṇṇa, sotaviññeyyā saddā …",
  "mn145:7.2": "ghānaviññeyyā gandhā …",
  "mn145:7.3": "jivhāviññeyyā rasā …",
  "mn145:7.4": "kāyaviññeyyā phoṭṭhabbā …",
  "mn145:7.5": "manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "mn145:7.6": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.",
  "mn145:7.7": "Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.",
  "mn145:7.8": "‘Nandīnirodhā dukkhanirodho, puṇṇā’ti vadāmi.",
  "mn145:8.1": "Iminā ca tvaṃ, puṇṇa, mayā saṅkhittena ovādena ovadito katarasmiṃ janapade viharissasī”ti?",
  "mn145:8.2": "“Imināhaṃ, bhante, bhagavatā saṅkhittena ovādena ovadito, atthi sunāparanto nāma janapado, tatthāhaṃ viharissāmī”ti.",
  "mn145:9.1": "“Caṇḍā kho, puṇṇa, sunāparantakā manussā;",
  "mn145:9.2": "pharusā kho, puṇṇa, sunāparantakā manussā.",
  "mn145:9.3": "Sace taṃ, puṇṇa, sunāparantakā manussā akkosissanti paribhāsissanti, tattha te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:9.4": "“Sace maṃ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tattha me evaṃ bhavissati:",
  "mn145:9.5": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime pāṇinā pahāraṃ dentī’ti.",
  "mn145:9.6": "Evamettha, bhagavā, bhavissati;",
  "mn145:9.7": "evamettha, sugata, bhavissatī”ti.",
  "mn145:10.1": "“Sace pana te, puṇṇa, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:10.2": "“Sace me, bhante, sunāparantakā manussā pāṇinā pahāraṃ dassanti, tattha me evaṃ bhavissati:",
  "mn145:10.3": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime leḍḍunā pahāraṃ dentī’ti.",
  "mn145:10.4": "Evamettha, bhagavā, bhavissati;",
  "mn145:10.5": "evamettha, sugata, bhavissatī”ti.",
  "mn145:11.1": "“Sace pana te, puṇṇa, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:11.2": "“Sace me, bhante, sunāparantakā manussā leḍḍunā pahāraṃ dassanti, tattha me evaṃ bhavissati:",
  "mn145:11.3": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime daṇḍena pahāraṃ dentī’ti.",
  "mn145:11.4": "Evamettha, bhagavā, bhavissati;",
  "mn145:11.5": "evamettha, sugata, bhavissatī”ti.",
  "mn145:12.1": "“Sace pana te, puṇṇa, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:12.2": "“Sace me, bhante, sunāparantakā manussā daṇḍena pahāraṃ dassanti, tattha me evaṃ bhavissati:",
  "mn145:12.3": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ me nayime satthena pahāraṃ dentī’ti.",
  "mn145:12.4": "Evamettha, bhagavā, bhavissati;",
  "mn145:12.5": "evamettha, sugata, bhavissatī”ti.",
  "mn145:13.1": "“Sace pana te, puṇṇa, sunāparantakā manussā satthena pahāraṃ dassanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:13.2": "“Sace me, bhante, sunāparantakā manussā satthena pahāraṃ dassanti, tattha me evaṃ bhavissati:",
  "mn145:13.3": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṃ maṃ nayime tiṇhena satthena jīvitā voropentī’ti.",
  "mn145:13.4": "Evamettha, bhagavā, bhavissati;",
  "mn145:13.5": "evamettha, sugata, bhavissatī”ti.",
  "mn145:14.1": "“Sace pana taṃ, puṇṇa, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha pana te, puṇṇa, kinti bhavissatī”ti?",
  "mn145:14.2": "“Sace maṃ, bhante, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tattha me evaṃ bhavissati:",
  "mn145:14.3": "‘santi kho bhagavato sāvakā kāye ca jīvite ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṃ pariyesanti.",
  "mn145:14.4": "Taṃ me idaṃ apariyiṭṭhaṃyeva satthahārakaṃ laddhan’ti.",
  "mn145:14.5": "Evamettha, bhagavā, bhavissati;",
  "mn145:14.6": "evamettha, sugata, bhavissatī”ti. <a class=\"wp\" id=\"wp6\"></a>“",
  "mn145:14.7": "Sādhu sādhu, puṇṇa.",
  "mn145:14.8": "Sakkhissasi kho tvaṃ, puṇṇa, iminā damūpasamena samannāgato sunāparantasmiṃ janapade viharituṃ.",
  "mn145:14.9": "Yassadāni tvaṃ, puṇṇa, kālaṃ maññasī”ti.",
  "mn145:15.1": "Atha kho āyasmā puṇṇo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sunāparanto janapado tena cārikaṃ pakkāmi.",
  "mn145:15.2": "Anupubbena cārikaṃ caramāno yena sunāparanto janapado tadavasari.",
  "mn145:15.3": "Tatra sudaṃ āyasmā puṇṇo sunāparantasmiṃ janapade viharati.",
  "mn145:15.4": "Atha kho āyasmā puṇṇo tenevantaravassena pañcamattāni upāsakasatāni paṭivedesi, tenevantaravassena pañcamattāni upāsikasatāni paṭivedesi, tenevantaravassena tisso vijjā sacchākāsi.",
  "mn145:15.5": "Atha kho āyasmā puṇṇo aparena samayena parinibbāyi.",
  "mn145:16.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu;",
  "mn145:16.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn145:16.3": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn145:16.4": "“yo so, bhante, puṇṇo nāma kulaputto bhagavatā saṃkhittena ovādena ovadito so kālaṅkato.",
  "mn145:16.5": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn145:16.6": "“Paṇḍito, bhikkhave, puṇṇo kulaputto paccapādi dhammassānudhammaṃ, na ca maṃ dhammādhikaraṇaṃ viheṭhesi.",
  "mn145:16.7": "Parinibbuto, bhikkhave, puṇṇo kulaputto”ti.",
  "mn145:17.1": "Idamavoca bhagavā.",
  "mn145:17.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn145:18.1": "Puṇṇovādasuttaṃ niṭṭhitaṃ tatiyaṃ."
}