{
  "_markup_path": "markup/mn/mn21.html",
  "_alt_strings": [
    "en/sujato/mn/mn21.json"
  ],
  "mn21:1.1": "Majjhima Nikāya 21",
  "mn21:2.1": "Kakacūpamasutta",
  "mn21:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn21:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn21:3.3": "Tena kho pana samayena āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati.",
  "mn21:3.4": "Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati—",
  "mn21:3.5": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti.",
  "mn21:3.6": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti.",
  "mn21:3.7": "Evaṃ saṃsaṭṭho āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati.",
  "mn21:4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami;",
  "mn21:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn21:4.3": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "mn21:4.4": "“āyasmā, bhante, moḷiyaphagguno bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharati.",
  "mn21:4.5": "Evaṃ saṃsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharati—",
  "mn21:4.6": "sace koci bhikkhu āyasmato moḷiyaphaggunassa sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tenāyasmā moḷiyaphagguno kupito anattamano adhikaraṇampi karoti.",
  "mn21:4.7": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā āyasmato moḷiyaphaggunassa avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti.",
  "mn21:4.8": "Evaṃ saṃsaṭṭho, bhante, āyasmā moḷiyaphagguno bhikkhunīhi saddhiṃ viharatī”ti.",
  "mn21:5.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:",
  "mn21:5.2": "“ehi tvaṃ, bhikkhu, mama vacanena moḷiyaphaggunaṃ bhikkhuṃ āmantehi:",
  "mn21:5.3": "‘satthā taṃ, āvuso phagguna, āmantetī’”ti.",
  "mn21:5.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā moḷiyaphagguno tenupasaṅkami;",
  "mn21:5.5": "upasaṅkamitvā āyasmantaṃ moḷiyaphaggunaṃ etadavoca:",
  "mn21:5.6": "“satthā taṃ, āvuso phagguna, āmantetī”ti.",
  "mn21:5.7": "“Evamāvuso”ti kho āyasmā moḷiyaphagguno tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn21:5.8": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn21:5.9": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ moḷiyaphaggunaṃ bhagavā etadavoca:",
  "mn21:6.1": "“Saccaṃ kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho viharasi?",
  "mn21:6.2": "Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasi—",
  "mn21:6.3": "sace koci bhikkhu tuyhaṃ sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāsati, tena tvaṃ kupito anattamano adhikaraṇampi karosi.",
  "mn21:6.4": "Sace pana koci bhikkhu tāsaṃ bhikkhunīnaṃ sammukhā tuyhaṃ avaṇṇaṃ bhāsati, tena tā bhikkhuniyo kupitā anattamanā adhikaraṇampi karonti.",
  "mn21:6.5": "Evaṃ saṃsaṭṭho kira tvaṃ, phagguna, bhikkhunīhi saddhiṃ viharasī”ti?",
  "mn21:6.6": "“Evaṃ, bhante”ti.",
  "mn21:6.7": "“Nanu tvaṃ, phagguna, kulaputto saddhā agārasmā anagāriyaṃ pabbajito”ti?",
  "mn21:6.8": "“Evaṃ, bhante”ti.",
  "mn21:7.1": "“Na kho te etaṃ, phagguna, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ bhikkhunīhi saddhiṃ ativelaṃ saṃsaṭṭho vihareyyāsi.",
  "mn21:7.2": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.",
  "mn21:7.3": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ:",
  "mn21:7.4": "‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.",
  "mn21:7.5": "Evañhi te, phagguna, sikkhitabbaṃ.",
  "mn21:8.1": "Tasmātiha, phagguna, tava cepi koci sammukhā tāsaṃ bhikkhunīnaṃ pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya.",
  "mn21:8.2": "Tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.",
  "mn21:8.3": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.",
  "mn21:8.4": "Evañhi te, phagguna, sikkhitabbaṃ.",
  "mn21:9.1": "Tasmātiha, phagguna, tava cepi koci sammukhā avaṇṇaṃ bhāseyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.",
  "mn21:9.2": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.",
  "mn21:9.3": "Evañhi te, phagguna, sikkhitabbaṃ.",
  "mn21:10.1": "Tasmātiha, phagguna, tava cepi koci pāṇinā pahāraṃ dadeyya, leḍḍunā pahāraṃ dadeyya, daṇḍena pahāraṃ dadeyya, satthena pahāraṃ dadeyya, tatrāpi tvaṃ, phagguna, ye gehasitā chandā ye gehasitā vitakkā te pajaheyyāsi.",
  "mn21:10.2": "Tatrāpi te, phagguna, evaṃ sikkhitabbaṃ ‘na ceva me cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāmi, hitānukampī ca viharissāmi mettacitto, na dosantaro’ti.",
  "mn21:10.3": "Evañhi te, phagguna, sikkhitabban”ti.",
  "mn21:11.1": "Atha kho bhagavā bhikkhū āmantesi:",
  "mn21:11.2": "“ārādhayiṃsu vata me, bhikkhave, bhikkhū ekaṃ samayaṃ cittaṃ.",
  "mn21:11.3": "Idhāhaṃ, bhikkhave, bhikkhū āmantesiṃ—",
  "mn21:11.4": "ahaṃ kho, bhikkhave, ekāsanabhojanaṃ bhuñjāmi.",
  "mn21:11.5": "Ekāsanabhojanaṃ kho ahaṃ, bhikkhave, bhuñjamāno appābādhatañca sañjānāmi appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañca.",
  "mn21:11.6": "Etha tumhepi, bhikkhave, ekāsanabhojanaṃ bhuñjatha.",
  "mn21:11.7": "Ekāsanabhojanaṃ kho, bhikkhave, tumhepi bhuñjamānā appābādhatañca sañjānissatha appātaṅkatañca lahuṭṭhānañca balañca phāsuvihārañcāti.",
  "mn21:11.8": "Na me, bhikkhave, tesu bhikkhūsu anusāsanī karaṇīyā ahosi;",
  "mn21:11.9": "satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi.",
  "mn21:12.1": "Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo.",
  "mn21:12.2": "Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā, vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi.",
  "mn21:12.3": "Evameva kho, bhikkhave, na me tesu bhikkhūsu anusāsanī karaṇīyā ahosi, satuppādakaraṇīyameva me, bhikkhave, tesu bhikkhūsu ahosi.",
  "mn21:12.4": "Tasmātiha, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha.",
  "mn21:12.5": "Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha.",
  "mn21:13.1": "Seyyathāpi, bhikkhave, gāmassa vā nigamassa vā avidūre mahantaṃ sālavanaṃ.",
  "mn21:13.2": "Tañcassa eḷaṇḍehi sañchannaṃ.",
  "mn21:13.3": "Tassa kocideva puriso uppajjeyya atthakāmo hitakāmo yogakkhemakāmo.",
  "mn21:13.4": "So yā tā sālalaṭṭhiyo kuṭilā ojāpaharaṇiyo tā chetvā bahiddhā nīhareyya, antovanaṃ suvisodhitaṃ visodheyya.",
  "mn21:13.5": "Yā pana tā sālalaṭṭhiyo ujukā sujātā tā sammā parihareyya.",
  "mn21:13.6": "Evañhetaṃ, bhikkhave, sālavanaṃ aparena samayena vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.",
  "mn21:13.7": "Evameva kho, bhikkhave, tumhepi akusalaṃ pajahatha, kusalesu dhammesu āyogaṃ karotha.",
  "mn21:13.8": "Evañhi tumhepi imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatha.",
  "mn21:14.1": "Bhūtapubbaṃ, bhikkhave, imissāyeva sāvatthiyā vedehikā nāma gahapatānī ahosi.",
  "mn21:14.2": "Vedehikāya, bhikkhave, gahapatāniyā evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn21:14.3": "‘soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī’ti.",
  "mn21:14.4": "Vedehikāya kho pana, bhikkhave, gahapatāniyā kāḷī nāma dāsī ahosi dakkhā analasā susaṃvihitakammantā.",
  "mn21:15.1": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:",
  "mn21:15.2": "‘mayhaṃ kho ayyāya evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn21:15.3": "“soratā vedehikā gahapatānī, nivātā vedehikā gahapatānī, upasantā vedehikā gahapatānī”ti.",
  "mn21:15.4": "Kiṃ nu kho me ayyā santaṃyeva nu kho ajjhattaṃ kopaṃ na pātukaroti udāhu asantaṃ udāhu mayhamevete kammantā susaṃvihitā yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ?",
  "mn21:15.5": "Yannūnāhaṃ ayyaṃ vīmaṃseyyan’ti.",
  "mn21:15.6": "Atha kho, bhikkhave, kāḷī dāsī divā uṭṭhāsi.",
  "mn21:15.7": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:",
  "mn21:15.8": "‘he je kāḷī’ti.",
  "mn21:15.9": "‘Kiṃ, ayye’ti?",
  "mn21:15.10": "‘Kiṃ, je, divā uṭṭhāsī’ti?",
  "mn21:15.11": "‘Na khvayye, kiñcī’ti.",
  "mn21:15.12": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā bhākuṭiṃ akāsi.",
  "mn21:15.13": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:",
  "mn21:15.14": "‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ;",
  "mn21:15.15": "mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.",
  "mn21:15.16": "Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti.",
  "mn21:16.1": "Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi.",
  "mn21:16.2": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:",
  "mn21:16.3": "‘he je kāḷī’ti.",
  "mn21:16.4": "‘Kiṃ, ayye’ti?",
  "mn21:16.5": "‘Kiṃ, je, divātaraṃ uṭṭhāsī’ti?",
  "mn21:16.6": "‘Na khvayye, kiñcī’ti.",
  "mn21:16.7": "‘No vata re kiñci, pāpi dāsi, divātaraṃ uṭṭhāsī’ti kupitā anattamanā anattamanavācaṃ nicchāresi.",
  "mn21:16.8": "Atha kho, bhikkhave, kāḷiyā dāsiyā etadahosi:",
  "mn21:16.9": "‘santaṃyeva kho me ayyā ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.",
  "mn21:16.10": "Mayhamevete kammantā susaṃvihitā, yena me ayyā santaṃyeva ajjhattaṃ kopaṃ na pātukaroti, no asantaṃ.",
  "mn21:16.11": "Yannūnāhaṃ bhiyyoso mattāya ayyaṃ vīmaṃseyyan’ti.",
  "mn21:17.1": "Atha kho, bhikkhave, kāḷī dāsī divātaraṃyeva uṭṭhāsi.",
  "mn21:17.2": "Atha kho, bhikkhave, vedehikā gahapatānī kāḷiṃ dāsiṃ etadavoca:",
  "mn21:17.3": "‘he je kāḷī’ti.",
  "mn21:17.4": "‘Kiṃ, ayye’ti?",
  "mn21:17.5": "‘Kiṃ, je, divā uṭṭhāsī’ti?",
  "mn21:17.6": "‘Na khvayye, kiñcī’ti.",
  "mn21:17.7": "‘No vata re kiñci, pāpi dāsi, divā uṭṭhāsī’ti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ adāsi, sīsaṃ vobhindi.",
  "mn21:17.8": "Atha kho, bhikkhave, kāḷī dāsī bhinnena sīsena lohitena galantena paṭivissakānaṃ ujjhāpesi:",
  "mn21:17.9": "‘passathayye, soratāya kammaṃ;",
  "mn21:17.10": "passathayye, nivātāya kammaṃ, passathayye, upasantāya kammaṃ.",
  "mn21:17.11": "Kathañhi nāma ekadāsikāya divā uṭṭhāsīti kupitā anattamanā aggaḷasūciṃ gahetvā sīse pahāraṃ dassati, sīsaṃ vobhindissatī’ti.",
  "mn21:18.1": "Atha kho, bhikkhave, vedehikāya gahapatāniyā aparena samayena evaṃ pāpako kittisaddo abbhuggacchi:",
  "mn21:18.2": "‘caṇḍī vedehikā gahapatānī, anivātā vedehikā gahapatānī, anupasantā vedehikā gahapatānī’ti.",
  "mn21:19.1": "Evameva kho, bhikkhave, idhekacco bhikkhu tāvadeva soratasorato hoti nivātanivāto hoti upasantūpasanto hoti yāva na amanāpā vacanapathā phusanti.",
  "mn21:19.2": "Yato ca, bhikkhave, bhikkhuṃ amanāpā vacanapathā phusanti, atha bhikkhu ‘sorato’ti veditabbo, ‘nivāto’ti veditabbo, ‘upasanto’ti veditabbo.",
  "mn21:19.3": "Nāhaṃ taṃ, bhikkhave, bhikkhuṃ ‘suvaco’ti vadāmi yo cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārahetu suvaco hoti, sovacassataṃ āpajjati.",
  "mn21:19.4": "Taṃ kissa hetu?",
  "mn21:19.5": "Tañhi so, bhikkhave, bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ alabhamāno na suvaco hoti, na sovacassataṃ āpajjati.",
  "mn21:19.6": "Yo ca kho, bhikkhave, bhikkhu dhammaṃyeva sakkaronto, dhammaṃ garuṃ karonto, dhammaṃ mānento, dhammaṃ pūjento, dhammaṃ apacāyamāno suvaco hoti, sovacassataṃ āpajjati, tamahaṃ ‘suvaco’ti vadāmi.",
  "mn21:19.7": "Tasmātiha, bhikkhave, ‘dhammaṃyeva sakkarontā, dhammaṃ garuṃ karontā, dhammaṃ mānentā, dhammaṃ pūjentā, dhammaṃ apacāyamānā suvacā bhavissāma, sovacassataṃ āpajjissāmā’ti.",
  "mn21:19.8": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:20.1": "Pañcime, bhikkhave, vacanapathā yehi vo pare vadamānā vadeyyuṃ—",
  "mn21:20.2": "kālena vā akālena vā;",
  "mn21:20.3": "bhūtena vā abhūtena vā;",
  "mn21:20.4": "saṇhena vā pharusena vā;",
  "mn21:20.5": "atthasaṃhitena vā anatthasaṃhitena vā;",
  "mn21:20.6": "mettacittā vā dosantarā vā.",
  "mn21:20.7": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;",
  "mn21:20.8": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā;",
  "mn21:20.9": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā;",
  "mn21:20.10": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā;",
  "mn21:20.11": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā.",
  "mn21:20.12": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:",
  "mn21:20.13": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā, na dosantarā.",
  "mn21:20.14": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cittena vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:20.15": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:21.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya kudālapiṭakaṃ ādāya.",
  "mn21:21.2": "So evaṃ vadeyya:",
  "mn21:21.3": "‘ahaṃ imaṃ mahāpathaviṃ apathaviṃ karissāmī’ti.",
  "mn21:21.4": "So tatra tatra vikhaṇeyya, tatra tatra vikireyya, tatra tatra oṭṭhubheyya, tatra tatra omutteyya:",
  "mn21:21.5": "‘apathavī bhavasi, apathavī bhavasī’ti.",
  "mn21:21.6": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso imaṃ mahāpathaviṃ apathaviṃ kareyyā”ti?",
  "mn21:21.7": "“No hetaṃ, bhante”.",
  "mn21:21.8": "“Taṃ kissa hetu”?",
  "mn21:21.9": "“Ayañhi, bhante, mahāpathavī gambhīrā appameyyā.",
  "mn21:21.10": "Sā na sukarā apathavī kātuṃ;",
  "mn21:21.11": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. <a class=\"wp\" id=\"wp13\"></a>“",
  "mn21:21.12": "Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ—",
  "mn21:21.13": "kālena vā akālena vā;",
  "mn21:21.14": "bhūtena vā abhūtena vā;",
  "mn21:21.15": "saṇhena vā pharusena vā;",
  "mn21:21.16": "atthasaṃhitena vā anatthasaṃhitena vā;",
  "mn21:21.17": "mettacittā vā dosantarā vā.",
  "mn21:21.18": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;",
  "mn21:21.19": "bhūtena vā bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā;",
  "mn21:21.20": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā;",
  "mn21:21.21": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā;",
  "mn21:21.22": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā.",
  "mn21:21.23": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:",
  "mn21:21.24": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā.",
  "mn21:21.25": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ pathavisamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:21.26": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:22.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya lākhaṃ vā haliddiṃ vā nīlaṃ vā mañjiṭṭhaṃ vā ādāya.",
  "mn21:22.2": "So evaṃ vadeyya:",
  "mn21:22.3": "‘ahaṃ imasmiṃ ākāse rūpaṃ likhissāmi, rūpapātubhāvaṃ karissāmī’ti.",
  "mn21:22.4": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso imasmiṃ ākāse rūpaṃ likheyya, rūpapātubhāvaṃ kareyyā”ti?",
  "mn21:22.5": "“No hetaṃ, bhante”.",
  "mn21:22.6": "“Taṃ kissa hetu”?",
  "mn21:22.7": "“Ayañhi, bhante, ākāso arūpī anidassano.",
  "mn21:22.8": "Tattha na sukaraṃ rūpaṃ likhituṃ, rūpapātubhāvaṃ kātuṃ;",
  "mn21:22.9": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. <a class=\"wp\" id=\"wp15\"></a>“",
  "mn21:22.10": "Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā …",
  "mn21:22.11": "pe …",
  "mn21:22.12": "tadārammaṇañca sabbāvantaṃ lokaṃ ākāsasamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:22.13": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:23.1": "Seyyathāpi, bhikkhave, puriso āgaccheyya ādittaṃ tiṇukkaṃ ādāya.",
  "mn21:23.2": "So evaṃ vadeyya:",
  "mn21:23.3": "‘ahaṃ imāya ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpessāmi samparitāpessāmī’ti.",
  "mn21:23.4": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso ādittāya tiṇukkāya gaṅgaṃ nadiṃ santāpeyya samparitāpeyyā”ti?",
  "mn21:23.5": "“No hetaṃ, bhante”.",
  "mn21:23.6": "“Taṃ kissa hetu”?",
  "mn21:23.7": "“Gaṅgā hi, bhante, nadī gambhīrā appameyyā.",
  "mn21:23.8": "Sā na sukarā ādittāya tiṇukkāya santāpetuṃ samparitāpetuṃ;",
  "mn21:23.9": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.",
  "mn21:23.10": "“Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā …",
  "mn21:23.11": "pe …",
  "mn21:23.12": "tadārammaṇañca sabbāvantaṃ lokaṃ gaṅgāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:23.13": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:24.1": "Seyyathāpi, bhikkhave, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī chinnasassarā chinnabhabbharā.",
  "mn21:24.2": "Atha puriso āgaccheyya kaṭṭhaṃ vā kathalaṃ vā ādāya.",
  "mn21:24.3": "So evaṃ vadeyya:",
  "mn21:24.4": "‘ahaṃ imaṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ karissāmi bharabharaṃ karissāmī’ti.",
  "mn21:24.5": "Taṃ kiṃ maññatha, bhikkhave, api nu so puriso amuṃ biḷārabhastaṃ madditaṃ sumadditaṃ suparimadditaṃ, mudukaṃ tūliniṃ, chinnasassaraṃ chinnabhabbharaṃ kaṭṭhena vā kathalena vā sarasaraṃ kareyya, bharabharaṃ kareyyā”ti?",
  "mn21:24.6": "“No hetaṃ, bhante”.",
  "mn21:24.7": "“Taṃ kissa hetu”?",
  "mn21:24.8": "“Amu hi, bhante, biḷārabhastā madditā sumadditā suparimadditā, mudukā tūlinī, chinnasassarā chinnabhabbharā.",
  "mn21:24.9": "Sā na sukarā kaṭṭhena vā kathalena vā sarasaraṃ kātuṃ bharabharaṃ kātuṃ;",
  "mn21:24.10": "yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. <a class=\"wp\" id=\"wp19\"></a>“",
  "mn21:24.11": "Evameva kho, bhikkhave, pañcime vacanapathā yehi vo pare vadamānā vadeyyuṃ kālena vā akālena vā;",
  "mn21:24.12": "bhūtena vā abhūtena vā;",
  "mn21:24.13": "saṇhena vā pharusena vā;",
  "mn21:24.14": "atthasaṃhitena vā anatthasaṃhitena vā;",
  "mn21:24.15": "mettacittā vā dosantarā vā.",
  "mn21:24.16": "Kālena vā, bhikkhave, pare vadamānā vadeyyuṃ akālena vā;",
  "mn21:24.17": "bhūtena vā, bhikkhave, pare vadamānā vadeyyuṃ abhūtena vā;",
  "mn21:24.18": "saṇhena vā, bhikkhave, pare vadamānā vadeyyuṃ pharusena vā;",
  "mn21:24.19": "atthasaṃhitena vā, bhikkhave, pare vadamānā vadeyyuṃ anatthasaṃhitena vā;",
  "mn21:24.20": "mettacittā vā, bhikkhave, pare vadamānā vadeyyuṃ dosantarā vā.",
  "mn21:24.21": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:",
  "mn21:24.22": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma hitānukampī ca viharissāma mettacittā na dosantarā.",
  "mn21:24.23": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma, tadārammaṇañca sabbāvantaṃ lokaṃ biḷārabhastāsamena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:24.24": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:25.1": "Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya, na me so tena sāsanakaro.",
  "mn21:25.2": "Tatrāpi vo, bhikkhave, evaṃ sikkhitabbaṃ:",
  "mn21:25.3": "‘na ceva no cittaṃ vipariṇataṃ bhavissati, na ca pāpikaṃ vācaṃ nicchāressāma, hitānukampī ca viharissāma mettacittā na dosantarā.",
  "mn21:25.4": "Tañca puggalaṃ mettāsahagatena cetasā pharitvā viharissāma tadārammaṇañca sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharissāmā’ti.",
  "mn21:25.5": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn21:26.1": "Imañca tumhe, bhikkhave, kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasi kareyyātha.",
  "mn21:26.2": "Passatha no tumhe, bhikkhave, taṃ vacanapathaṃ, aṇuṃ vā thūlaṃ vā, yaṃ tumhe nādhivāseyyāthā”ti?",
  "mn21:26.3": "“No hetaṃ, bhante”.",
  "mn21:26.4": "“Tasmātiha, bhikkhave, imaṃ kakacūpamaṃ ovādaṃ abhikkhaṇaṃ manasikarotha.",
  "mn21:26.5": "Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti.",
  "mn21:27.1": "Idamavoca bhagavā.",
  "mn21:27.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn21:28.1": "Kakacūpamasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}