{
  "_markup_path": "markup/mn/mn24.html",
  "_alt_strings": [
    "en/sujato/mn/mn24.json"
  ],
  "mn24:1.1": "Majjhima Nikāya 24",
  "mn24:2.1": "Rathavinītasutta",
  "mn24:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn24:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn24:3.3": "Atha kho sambahulā jātibhūmakā bhikkhū jātibhūmiyaṃ vassaṃvuṭṭhā yena bhagavā tenupasaṅkamiṃsu;",
  "mn24:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn24:3.5": "Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:",
  "mn24:4.1": "“Ko nu kho, bhikkhave, jātibhūmiyaṃ jātibhūmakānaṃ bhikkhūnaṃ sabrahmacārīnaṃ evaṃ sambhāvito:",
  "mn24:4.2": "‘attanā ca appiccho appicchakathañca bhikkhūnaṃ kattā, attanā ca santuṭṭho santuṭṭhikathañca bhikkhūnaṃ kattā, attanā ca pavivitto pavivekakathañca bhikkhūnaṃ kattā, attanā ca asaṃsaṭṭho asaṃsaggakathañca bhikkhūnaṃ kattā, attanā ca āraddhavīriyo vīriyārambhakathañca bhikkhūnaṃ kattā, attanā ca sīlasampanno sīlasampadākathañca bhikkhūnaṃ kattā, attanā ca samādhisampanno samādhisampadākathañca bhikkhūnaṃ kattā, attanā ca paññāsampanno paññāsampadākathañca bhikkhūnaṃ kattā, attanā ca vimuttisampanno vimuttisampadākathañca bhikkhūnaṃ kattā, attanā ca vimuttiñāṇadassanasampanno vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā, ovādako viññāpako sandassako samādapako samuttejako sampahaṃsako sabrahmacārīnan’”ti?",
  "mn24:4.3": "“Puṇṇo nāma, bhante, āyasmā mantāṇiputto jātibhūmiyaṃ jātibhūmakānaṃ bhikkhūnaṃ sabrahmacārīnaṃ evaṃ sambhāvito:",
  "mn24:4.4": "‘attanā ca appiccho appicchakathañca bhikkhūnaṃ kattā, attanā ca santuṭṭho …",
  "mn24:4.5": "pe …",
  "mn24:4.6": "ovādako viññāpako sandassako samādapako samuttejako sampahaṃsako sabrahmacārīnan’”ti.",
  "mn24:5.1": "Tena kho pana samayena āyasmā sāriputto bhagavato avidūre nisinno hoti.",
  "mn24:5.2": "Atha kho āyasmato sāriputtassa etadahosi:",
  "mn24:5.3": "“lābhā āyasmato puṇṇassa mantāṇiputtassa, suladdhalābhā āyasmato puṇṇassa mantāṇiputtassa, yassa viññū sabrahmacārī satthu sammukhā anumassa anumassa vaṇṇaṃ bhāsanti, tañca satthā abbhanumodati.",
  "mn24:5.4": "Appeva nāma mayampi kadāci karahaci āyasmatā puṇṇena mantāṇiputtena saddhiṃ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo”ti.",
  "mn24:6.1": "Atha kho bhagavā rājagahe yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi.",
  "mn24:6.2": "Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.",
  "mn24:6.3": "Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn24:6.4": "Assosi kho āyasmā puṇṇo mantāṇiputto:",
  "mn24:6.5": "“bhagavā kira sāvatthiṃ anuppatto;",
  "mn24:6.6": "sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme”ti.",
  "mn24:7.1": "Atha kho āyasmā puṇṇo mantāṇiputto senāsanaṃ saṃsāmetvā pattacīvaramādāya yena sāvatthi tena cārikaṃ pakkāmi.",
  "mn24:7.2": "Anupubbena cārikaṃ caramāno yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo yena bhagavā tenupasaṅkami;",
  "mn24:7.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn24:7.4": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "mn24:7.5": "Atha kho āyasmā puṇṇo mantāṇiputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena andhavanaṃ tenupasaṅkami divāvihārāya.",
  "mn24:8.1": "Atha kho aññataro bhikkhu yenāyasmā sāriputto tenupasaṅkami;",
  "mn24:8.2": "upasaṅkamitvā āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn24:8.3": "“yassa kho tvaṃ, āvuso sāriputta, puṇṇassa nāma bhikkhuno mantāṇiputtassa abhiṇhaṃ kittayamāno ahosi, so bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena andhavanaṃ tena pakkanto divāvihārāyā”ti.",
  "mn24:9.1": "Atha kho āyasmā sāriputto taramānarūpo nisīdanaṃ ādāya āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ piṭṭhito piṭṭhito anubandhi sīsānulokī.",
  "mn24:9.2": "Atha kho āyasmā puṇṇo mantāṇiputto andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "mn24:9.3": "Āyasmāpi kho sāriputto andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "mn24:10.1": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā puṇṇo mantāṇiputto tenupasaṅkami;",
  "mn24:10.2": "upasaṅkamitvā āyasmatā puṇṇena mantāṇiputtena saddhiṃ sammodi.",
  "mn24:10.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn24:10.4": "Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ etadavoca:",
  "mn24:11.1": "“Bhagavati no, āvuso, brahmacariyaṃ vussatī”ti?",
  "mn24:12.1": "“Evamāvuso”ti.",
  "mn24:13.1": "“Kiṃ nu kho, āvuso, sīlavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:14.1": "“No hidaṃ, āvuso”.",
  "mn24:15.1": "“Kiṃ panāvuso, cittavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:16.1": "“No hidaṃ, āvuso”.",
  "mn24:17.1": "“Kiṃ nu kho, āvuso, diṭṭhivisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:18.1": "“No hidaṃ, āvuso”.",
  "mn24:19.1": "“Kiṃ panāvuso, kaṅkhāvitaraṇavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:20.1": "“No hidaṃ, āvuso”.",
  "mn24:21.1": "“Kiṃ nu kho, āvuso, maggāmaggañāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:22.1": "“No hidaṃ, āvuso”.",
  "mn24:23.1": "“Kiṃ panāvuso, paṭipadāñāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:24.1": "“No hidaṃ, āvuso”.",
  "mn24:25.1": "“Kiṃ nu kho, āvuso, ñāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:26.1": "“No hidaṃ, āvuso”.",
  "mn24:27.1": "“‘Kiṃ nu kho, āvuso, sīlavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:27.2": "‘Kiṃ panāvuso, cittavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:27.3": "‘Kiṃ nu kho, āvuso, diṭṭhivisuddhatthaṃ …",
  "mn24:27.4": "pe …",
  "mn24:27.5": "kaṅkhāvitaraṇavisuddhatthaṃ …",
  "mn24:27.6": "pe …",
  "mn24:27.7": "maggāmaggañāṇadassanavisuddhatthaṃ …",
  "mn24:27.8": "pe …",
  "mn24:27.9": "paṭipadāñāṇadassanavisuddhatthaṃ …",
  "mn24:27.10": "pe …",
  "mn24:27.11": "kiṃ nu kho, āvuso, ñāṇadassanavisuddhatthaṃ bhagavati brahmacariyaṃ vussatī’ti iti puṭṭho samāno ‘no hidaṃ āvuso’ti vadesi.",
  "mn24:27.12": "Kimatthaṃ carahāvuso, bhagavati brahmacariyaṃ vussatī”ti?",
  "mn24:27.13": "“Anupādāparinibbānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī”ti.",
  "mn24:28.1": "“Kiṃ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan”ti?",
  "mn24:29.1": "“No hidaṃ, āvuso”.",
  "mn24:30.1": "“Kiṃ panāvuso, cittavisuddhi anupādāparinibbānan”ti?",
  "mn24:31.1": "“No hidaṃ, āvuso”.",
  "mn24:32.1": "“Kiṃ nu kho, āvuso, diṭṭhivisuddhi anupādāparinibbānan”ti?",
  "mn24:33.1": "“No hidaṃ, āvuso”.",
  "mn24:34.1": "“Kiṃ panāvuso, kaṅkhāvitaraṇavisuddhi anupādāparinibbānan”ti?",
  "mn24:35.1": "“No hidaṃ, āvuso”.",
  "mn24:36.1": "“Kiṃ nu kho, āvuso, maggāmaggañāṇadassanavisuddhi anupādāparinibbānan”ti?",
  "mn24:37.1": "“No hidaṃ, āvuso”.",
  "mn24:38.1": "“Kiṃ panāvuso, paṭipadāñāṇadassanavisuddhi anupādāparinibbānan”ti?",
  "mn24:39.1": "“No hidaṃ, āvuso”.",
  "mn24:40.1": "“Kiṃ nu kho, āvuso, ñāṇadassanavisuddhi anupādāparinibbānan”ti?",
  "mn24:41.1": "“No hidaṃ, āvuso”.",
  "mn24:42.1": "“Kiṃ panāvuso, aññatra imehi dhammehi anupādāparinibbānan”ti?",
  "mn24:43.1": "“No hidaṃ, āvuso”.",
  "mn24:44.1": "“‘Kiṃ nu kho, āvuso, sīlavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:44.2": "‘Kiṃ panāvuso, cittavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:44.3": "‘Kiṃ nu kho, āvuso, diṭṭhivisuddhi anupādāparinibbānan’ti …",
  "mn24:44.4": "pe …",
  "mn24:44.5": "kaṅkhāvitaraṇavisuddhi …",
  "mn24:44.6": "maggāmaggañāṇadassanavisuddhi …",
  "mn24:44.7": "paṭipadāñāṇadassanavisuddhi …",
  "mn24:44.8": "‘kiṃ nu kho, āvuso, ñāṇadassanavisuddhi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:44.9": "‘Kiṃ panāvuso, aññatra imehi dhammehi anupādāparinibbānan’ti iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.",
  "mn24:44.10": "Yathākathaṃ panāvuso, imassa bhāsitassa attho daṭṭhabbo”ti?",
  "mn24:45.1": "“Sīlavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.2": "Cittavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.3": "Diṭṭhivisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.4": "Kaṅkhāvitaraṇavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.5": "Maggāmaggañāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.6": "Paṭipadāñāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.7": "Ñāṇadassanavisuddhiñce, āvuso, bhagavā anupādāparinibbānaṃ paññapeyya, saupādānaṃyeva samānaṃ anupādāparinibbānaṃ paññapeyya.",
  "mn24:45.8": "Aññatra ce, āvuso, imehi dhammehi anupādāparinibbānaṃ abhavissa, puthujjano parinibbāyeyya.",
  "mn24:45.9": "Puthujjano hi, āvuso, aññatra imehi dhammehi.",
  "mn24:45.10": "Tena hāvuso, upamaṃ te karissāmi;",
  "mn24:45.11": "upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.",
  "mn24:46.1": "Seyyathāpi, āvuso, rañño pasenadissa kosalassa sāvatthiyaṃ paṭivasantassa sākete kiñcideva accāyikaṃ karaṇīyaṃ uppajjeyya.",
  "mn24:46.2": "Tassa antarā ca sāvatthiṃ antarā ca sāketaṃ satta rathavinītāni upaṭṭhapeyyuṃ.",
  "mn24:46.3": "Atha kho, āvuso, rājā pasenadi kosalo sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṃ rathavinītaṃ abhiruheyya, paṭhamena rathavinītena dutiyaṃ rathavinītaṃ pāpuṇeyya, paṭhamaṃ rathavinītaṃ vissajjeyya dutiyaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.4": "Dutiyena rathavinītena tatiyaṃ rathavinītaṃ pāpuṇeyya, dutiyaṃ rathavinītaṃ vissajjeyya, tatiyaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.5": "Tatiyena rathavinītena catutthaṃ rathavinītaṃ pāpuṇeyya, tatiyaṃ rathavinītaṃ vissajjeyya, catutthaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.6": "Catutthena rathavinītena pañcamaṃ rathavinītaṃ pāpuṇeyya, catutthaṃ rathavinītaṃ vissajjeyya, pañcamaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.7": "Pañcamena rathavinītena chaṭṭhaṃ rathavinītaṃ pāpuṇeyya, pañcamaṃ rathavinītaṃ vissajjeyya, chaṭṭhaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.8": "Chaṭṭhena rathavinītena sattamaṃ rathavinītaṃ pāpuṇeyya, chaṭṭhaṃ rathavinītaṃ vissajjeyya, sattamaṃ rathavinītaṃ abhiruheyya.",
  "mn24:46.9": "Sattamena rathavinītena sāketaṃ anupāpuṇeyya antepuradvāraṃ.",
  "mn24:46.10": "Tamenaṃ antepuradvāragataṃ samānaṃ mittāmaccā ñātisālohitā evaṃ puccheyyuṃ:",
  "mn24:46.11": "‘iminā tvaṃ, mahārāja, rathavinītena sāvatthiyā sāketaṃ anuppatto antepuradvāran’ti?",
  "mn24:46.12": "Kathaṃ byākaramāno nu kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti?",
  "mn24:47.1": "“Evaṃ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyya:",
  "mn24:47.2": "‘idha me sāvatthiyaṃ paṭivasantassa sākete kiñcideva accāyikaṃ karaṇīyaṃ uppajji.",
  "mn24:47.3": "Tassa me antarā ca sāvatthiṃ antarā ca sāketaṃ satta rathavinītāni upaṭṭhapesuṃ.",
  "mn24:47.4": "Atha khvāhaṃ sāvatthiyā nikkhamitvā antepuradvārā paṭhamaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.5": "Paṭhamena rathavinītena dutiyaṃ rathavinītaṃ pāpuṇiṃ, paṭhamaṃ rathavinītaṃ vissajjiṃ dutiyaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.6": "Dutiyena rathavinītena tatiyaṃ rathavinītaṃ pāpuṇiṃ, dutiyaṃ rathavinītaṃ vissajjiṃ, tatiyaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.7": "Tatiyena rathavinītena catutthaṃ rathavinītaṃ pāpuṇiṃ, tatiyaṃ rathavinītaṃ vissajjiṃ, catutthaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.8": "Catutthena rathavinītena pañcamaṃ rathavinītaṃ pāpuṇiṃ, catutthaṃ rathavinītaṃ vissajjiṃ, pañcamaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.9": "Pañcamena rathavinītena chaṭṭhaṃ rathavinītaṃ pāpuṇiṃ, pañcamaṃ rathavinītaṃ vissajjiṃ, chaṭṭhaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.10": "Chaṭṭhena rathavinītena sattamaṃ rathavinītaṃ pāpuṇiṃ, chaṭṭhaṃ rathavinītaṃ vissajjiṃ, sattamaṃ rathavinītaṃ abhiruhiṃ.",
  "mn24:47.11": "Sattamena rathavinītena sāketaṃ anuppatto antepuradvāran’ti.",
  "mn24:47.12": "Evaṃ byākaramāno kho, āvuso, rājā pasenadi kosalo sammā byākaramāno byākareyyā”ti.",
  "mn24:48.1": "“Evameva kho, āvuso, sīlavisuddhi yāvadeva cittavisuddhatthā, cittavisuddhi yāvadeva diṭṭhivisuddhatthā, diṭṭhivisuddhi yāvadeva kaṅkhāvitaraṇavisuddhatthā, kaṅkhāvitaraṇavisuddhi yāvadeva maggāmaggañāṇadassanavisuddhatthā, maggāmaggañāṇadassanavisuddhi yāvadeva paṭipadāñāṇadassanavisuddhatthā, paṭipadāñāṇadassanavisuddhi yāvadeva ñāṇadassanavisuddhatthā, ñāṇadassanavisuddhi yāvadeva anupādāparinibbānatthā.",
  "mn24:48.2": "Anupādāparinibbānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī”ti.",
  "mn24:49.1": "Evaṃ vutte, āyasmā sāriputto āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ etadavoca:",
  "mn24:49.2": "“konāmo āyasmā, kathañca panāyasmantaṃ sabrahmacārī jānantī”ti?",
  "mn24:49.3": "“Puṇṇoti kho me, āvuso, nāmaṃ;",
  "mn24:49.4": "mantāṇiputtoti ca pana maṃ sabrahmacārī jānantī”ti.",
  "mn24:49.5": "“Acchariyaṃ, āvuso, abbhutaṃ, āvuso.",
  "mn24:49.6": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena, evameva āyasmatā puṇṇena mantāṇiputtena gambhīrā gambhīrapañhā anumassa anumassa byākatā.",
  "mn24:49.7": "Lābhā sabrahmacārīnaṃ, suladdhalābhā sabrahmacārīnaṃ, ye āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ labhanti dassanāya, labhanti payirūpāsanāya.",
  "mn24:49.8": "Celaṇḍukena cepi sabrahmacārī āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ muddhanā pariharantā labheyyuṃ dassanāya, labheyyuṃ payirūpāsanāya, tesampi lābhā tesampi suladdhaṃ, amhākampi lābhā amhākampi suladdhaṃ, ye mayaṃ āyasmantaṃ puṇṇaṃ mantāṇiputtaṃ labhāma dassanāya, labhāma payirūpāsanāyā”ti.",
  "mn24:50.1": "Evaṃ vutte, āyasmā puṇṇo mantāṇiputto āyasmantaṃ sāriputtaṃ etadavoca:",
  "mn24:50.2": "“ko nāmo āyasmā, kathañca panāyasmantaṃ sabrahmacārī jānantī”ti?",
  "mn24:50.3": "“Upatissoti kho me, āvuso, nāmaṃ;",
  "mn24:50.4": "sāriputtoti ca pana maṃ sabrahmacārī jānantī”ti.",
  "mn24:50.5": "“Satthukappena vata kira, bho, sāvakena saddhiṃ mantayamānā na jānimha:",
  "mn24:50.6": "‘āyasmā sāriputto’ti.",
  "mn24:50.7": "Sace hi mayaṃ jāneyyāma ‘āyasmā sāriputto’ti, ettakampi no nappaṭibhāseyya.",
  "mn24:50.8": "Acchariyaṃ, āvuso, abbhutaṃ, āvuso.",
  "mn24:50.9": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena, evameva āyasmatā sāriputtena gambhīrā gambhīrapañhā anumassa anumassa pucchitā.",
  "mn24:50.10": "Lābhā sabrahmacārīnaṃ suladdhalābhā sabrahmacārīnaṃ, ye āyasmantaṃ sāriputtaṃ labhanti dassanāya, labhanti payirūpāsanāya.",
  "mn24:50.11": "Celaṇḍukena cepi sabrahmacārī āyasmantaṃ sāriputtaṃ muddhanā pariharantā labheyyuṃ dassanāya, labheyyuṃ payirūpāsanāya, tesampi lābhā tesampi suladdhaṃ, amhākampi lābhā amhākampi suladdhaṃ, ye mayaṃ āyasmantaṃ sāriputtaṃ labhāma dassanāya, labhāma payirūpāsanāyā”ti.",
  "mn24:51.1": "Itiha te ubhopi mahānāgā aññamaññassa subhāsitaṃ samanumodiṃsūti.",
  "mn24:52.1": "Rathavinītasuttaṃ niṭṭhitaṃ catutthaṃ."
}