{
  "_markup_path": "markup/mn/mn25.html",
  "_alt_strings": [
    "en/sujato/mn/mn25.json"
  ],
  "mn25:1.1": "Majjhima Nikāya 25",
  "mn25:2.1": "Nivāpasutta",
  "mn25:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn25:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn25:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn25:3.4": "“bhikkhavo”ti.",
  "mn25:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn25:3.6": "Bhagavā etadavoca:",
  "mn25:4.1": "“Na, bhikkhave, nevāpiko nivāpaṃ nivapati migajātānaṃ:",
  "mn25:4.2": "‘imaṃ me nivāpaṃ nivuttaṃ migajātā paribhuñjantā dīghāyukā vaṇṇavanto ciraṃ dīghamaddhānaṃ yāpentū’ti.",
  "mn25:4.3": "Evañca kho, bhikkhave, nevāpiko nivāpaṃ nivapati migajātānaṃ:",
  "mn25:4.4": "‘imaṃ me nivāpaṃ nivuttaṃ migajātā anupakhajja mucchitā bhojanāni bhuñjissanti, anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjissanti, mattā samānā pamādaṃ āpajjissanti, pamattā samānā yathākāmakaraṇīyā bhavissanti imasmiṃ nivāpe’ti.",
  "mn25:5.1": "Tatra, bhikkhave, paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṃsu, te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:5.2": "Evañhi te, bhikkhave, paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:6.1": "Tatra, bhikkhave, dutiyā migajātā evaṃ samacintesuṃ:",
  "mn25:6.2": "‘ye kho te paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:6.3": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:6.4": "Evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:6.5": "Yannūna mayaṃ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.",
  "mn25:6.6": "Te sabbaso nivāpabhojanā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.",
  "mn25:6.7": "Tesaṃ gimhānaṃ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṃ patto kāyo hoti.",
  "mn25:6.8": "Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi.",
  "mn25:6.9": "Balavīriye parihīne tameva nivāpaṃ nivuttaṃ nevāpikassa paccāgamiṃsu.",
  "mn25:6.10": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:6.11": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:6.12": "Evañhi te, bhikkhave, dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:7.1": "Tatra, bhikkhave, tatiyā migajātā evaṃ samacintesuṃ:",
  "mn25:7.2": "‘ye kho te paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa …",
  "mn25:7.3": "pe …",
  "mn25:7.4": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:7.5": "Yepi te dutiyā migajātā evaṃ samacintesuṃ:",
  "mn25:7.6": "“ye kho te paṭhamā migajātā amuṃ nivāpaṃ nivuttaṃ nevāpikassa …",
  "mn25:7.7": "pe …",
  "mn25:7.8": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:7.9": "Yannūna mayaṃ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti.",
  "mn25:7.10": "Te sabbaso nivāpabhojanā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.",
  "mn25:7.11": "Tesaṃ gimhānaṃ pacchime māse tiṇodakasaṅkhaye adhimattakasimānaṃ patto kāyo hoti.",
  "mn25:7.12": "Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi.",
  "mn25:7.13": "Balavīriye parihīne tameva nivāpaṃ nivuttaṃ nevāpikassa paccāgamiṃsu.",
  "mn25:7.14": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:7.15": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:7.16": "Evañhi te dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:7.17": "Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappeyyāma.",
  "mn25:7.18": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṃ nivāpe’ti.",
  "mn25:7.19": "Te amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappayiṃsu.",
  "mn25:7.20": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṃsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu, amattā samānā na pamādaṃ āpajjiṃsu, appamattā samānā na yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:8.1": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:",
  "mn25:8.2": "‘saṭhāssunāmime tatiyā migajātā ketabino, iddhimantāssunāmime tatiyā migajātā parajanā;",
  "mn25:8.3": "imañca nāma nivāpaṃ nivuttaṃ paribhuñjanti, na ca nesaṃ jānāma āgatiṃ vā gatiṃ vā.",
  "mn25:8.4": "Yannūna mayaṃ imaṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāreyyāma, appeva nāma tatiyānaṃ migajātānaṃ āsayaṃ passeyyāma, yattha te gāhaṃ gaccheyyun’ti.",
  "mn25:8.5": "Te amuṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāresuṃ.",
  "mn25:8.6": "Addasaṃsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca tatiyānaṃ migajātānaṃ āsayaṃ, yattha te gāhaṃ agamaṃsu.",
  "mn25:8.7": "Evañhi te, bhikkhave, tatiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.1": "Tatra, bhikkhave, catutthā migajātā evaṃ samacintesuṃ:",
  "mn25:9.2": "‘ye kho te paṭhamā migajātā …",
  "mn25:9.3": "pe …",
  "mn25:9.4": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.5": "Yepi te dutiyā migajātā evaṃ samacintesuṃ:",
  "mn25:9.6": "“ye kho te paṭhamā migajātā …",
  "mn25:9.7": "pe …",
  "mn25:9.8": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.9": "Yannūna mayaṃ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti.",
  "mn25:9.10": "Te sabbaso nivāpabhojanā paṭiviramiṃsu …",
  "mn25:9.11": "pe …",
  "mn25:9.12": "evañhi te dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.13": "Yepi te tatiyā migajātā evaṃ samacintesuṃ:",
  "mn25:9.14": "“ye kho te paṭhamā migajātā …",
  "mn25:9.15": "pe …",
  "mn25:9.16": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.17": "Yepi te dutiyā migajātā evaṃ samacintesuṃ:",
  "mn25:9.18": "‘ye kho te paṭhamā migajātā …",
  "mn25:9.19": "pe …",
  "mn25:9.20": "evañhi te paṭhamā migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.21": "Yannūna mayaṃ sabbaso nivāpabhojanā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.",
  "mn25:9.22": "Te sabbaso nivāpabhojanā paṭiviramiṃsu …",
  "mn25:9.23": "pe …",
  "mn25:9.24": "evañhi te dutiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.25": "Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappeyyāma, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṃ nivāpe”ti.",
  "mn25:9.26": "Te amuṃ nivāpaṃ nivuttaṃ nevāpikassa upanissāya āsayaṃ kappayiṃsu, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṃsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu, amattā samānā na pamādaṃ āpajjiṃsu, appamattā samānā na yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:9.27": "Tatra nevāpikassa ca nevāpikaparisāya ca etadahosi:",
  "mn25:9.28": "“saṭhāssunāmime tatiyā migajātā ketabino, iddhimantāssunāmime tatiyā migajātā parajanā, imañca nāma nivāpaṃ nivuttaṃ paribhuñjanti.",
  "mn25:9.29": "Na ca nesaṃ jānāma āgatiṃ vā gatiṃ vā.",
  "mn25:9.30": "Yannūna mayaṃ imaṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāreyyāma, appeva nāma tatiyānaṃ migajātānaṃ āsayaṃ passeyyāma, yattha te gāhaṃ gaccheyyun”ti.",
  "mn25:9.31": "Te amuṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāresuṃ.",
  "mn25:9.32": "Addasaṃsu kho nevāpiko ca nevāpikaparisā ca tatiyānaṃ migajātānaṃ āsayaṃ, yattha te gāhaṃ agamaṃsu.",
  "mn25:9.33": "Evañhi te tatiyāpi migajātā na parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:9.34": "Yannūna mayaṃ yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṃ kappeyyāma, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma nevāpikassa amusmiṃ nivāpe’ti.",
  "mn25:9.35": "Te yattha agati nevāpikassa ca nevāpikaparisāya ca tatrāsayaṃ kappayiṃsu.",
  "mn25:9.36": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ nevāpikassa ananupakhajja amucchitā bhojanāni bhuñjiṃsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu, amattā samānā na pamādaṃ āpajjiṃsu, appamattā samānā na yathākāmakaraṇīyā ahesuṃ nevāpikassa amusmiṃ nivāpe.",
  "mn25:10.1": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:",
  "mn25:10.2": "‘saṭhāssunāmime catutthā migajātā ketabino, iddhimantāssunāmime catutthā migajātā parajanā.",
  "mn25:10.3": "Imañca nāma nivāpaṃ nivuttaṃ paribhuñjanti, na ca nesaṃ jānāma āgatiṃ vā gatiṃ vā.",
  "mn25:10.4": "Yannūna mayaṃ imaṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāreyyāma, appeva nāma catutthānaṃ migajātānaṃ āsayaṃ passeyyāma yattha te gāhaṃ gaccheyyun’ti.",
  "mn25:10.5": "Te amuṃ nivāpaṃ nivuttaṃ mahatīhi daṇḍavākarāhi samantā sappadesaṃ anuparivāresuṃ.",
  "mn25:10.6": "Neva kho, bhikkhave, addasaṃsu nevāpiko ca nevāpikaparisā ca catutthānaṃ migajātānaṃ āsayaṃ, yattha te gāhaṃ gaccheyyuṃ.",
  "mn25:10.7": "Tatra, bhikkhave, nevāpikassa ca nevāpikaparisāya ca etadahosi:",
  "mn25:10.8": "‘sace kho mayaṃ catutthe migajāte ghaṭṭessāma, te ghaṭṭitā aññe ghaṭṭissanti te ghaṭṭitā aññe ghaṭṭissanti.",
  "mn25:10.9": "Evaṃ imaṃ nivāpaṃ nivuttaṃ sabbaso migajātā parimuñcissanti.",
  "mn25:10.10": "Yannūna mayaṃ catutthe migajāte ajjhupekkheyyāmā’ti.",
  "mn25:10.11": "Ajjhupekkhiṃsu kho, bhikkhave, nevāpiko ca nevāpikaparisā ca catutthe migajāte.",
  "mn25:10.12": "Evañhi te, bhikkhave, catutthā migajātā parimucciṃsu nevāpikassa iddhānubhāvā.",
  "mn25:11.1": "Upamā kho me ayaṃ, bhikkhave, katā atthassa viññāpanāya.",
  "mn25:11.2": "Ayaṃ cevettha attho—",
  "mn25:11.3": "nivāpoti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ.",
  "mn25:11.4": "Nevāpikoti kho, bhikkhave, mārassetaṃ pāpimato adhivacanaṃ.",
  "mn25:11.5": "Nevāpikaparisāti kho, bhikkhave, māraparisāyetaṃ adhivacanaṃ.",
  "mn25:11.6": "Migajātāti kho, bhikkhave, samaṇabrāhmaṇānametaṃ adhivacanaṃ.",
  "mn25:12.1": "Tatra, bhikkhave, paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:12.2": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:12.3": "Evañhi te, bhikkhave, paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:12.4": "Seyyathāpi te, bhikkhave, paṭhamā migajātā tathūpame ahaṃ ime paṭhame samaṇabrāhmaṇe vadāmi.",
  "mn25:13.1": "Tatra, bhikkhave, dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:",
  "mn25:13.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:13.3": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:13.4": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:13.5": "Yannūna mayaṃ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.",
  "mn25:13.6": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmāti.",
  "mn25:13.7": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.",
  "mn25:13.8": "Te tattha sākabhakkhāpi ahesuṃ, sāmākabhakkhāpi ahesuṃ, nīvārabhakkhāpi ahesuṃ, daddulabhakkhāpi ahesuṃ, haṭabhakkhāpi ahesuṃ, kaṇabhakkhāpi ahesuṃ, ācāmabhakkhāpi ahesuṃ, piññākabhakkhāpi ahesuṃ, tiṇabhakkhāpi ahesuṃ, gomayabhakkhāpi ahesuṃ, vanamūlaphalāhārā yāpesuṃ pavattaphalabhojī.",
  "mn25:14.1": "Tesaṃ gimhānaṃ pacchime māse, tiṇodakasaṅkhaye, adhimattakasimānaṃ patto kāyo hoti.",
  "mn25:14.2": "Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi.",
  "mn25:14.3": "Balavīriye parihīne cetovimutti parihāyi.",
  "mn25:14.4": "Cetovimuttiyā parihīnāya tameva nivāpaṃ nivuttaṃ mārassa paccāgamiṃsu tāni ca lokāmisāni.",
  "mn25:14.5": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:14.6": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:14.7": "Evañhi te, bhikkhave, dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:14.8": "Seyyathāpi te, bhikkhave, dutiyā migajātā tathūpame ahaṃ ime dutiye samaṇabrāhmaṇe vadāmi.",
  "mn25:15.1": "Tatra, bhikkhave, tatiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:",
  "mn25:15.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni …",
  "mn25:15.3": "pe ….",
  "mn25:15.4": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:15.5": "Yepi te dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:",
  "mn25:15.6": "“ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni …",
  "mn25:15.7": "pe ….",
  "mn25:15.8": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:15.9": "Yannūna mayaṃ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā”ti.",
  "mn25:15.10": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu.",
  "mn25:15.11": "Bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihariṃsu.",
  "mn25:15.12": "Te tattha sākabhakkhāpi ahesuṃ …",
  "mn25:15.13": "pe …",
  "mn25:15.14": "pavattaphalabhojī.",
  "mn25:15.15": "Tesaṃ gimhānaṃ pacchime māse tiṇodakasaṅkhaye adhimattakasimānaṃ patto kāyo hoti.",
  "mn25:15.16": "Tesaṃ adhimattakasimānaṃ pattakāyānaṃ balavīriyaṃ parihāyi, balavīriye parihīne cetovimutti parihāyi, cetovimuttiyā parihīnāya tameva nivāpaṃ nivuttaṃ mārassa paccāgamiṃsu tāni ca lokāmisāni.",
  "mn25:15.17": "Te tattha anupakhajja mucchitā bhojanāni bhuñjiṃsu.",
  "mn25:15.18": "Te tattha anupakhajja mucchitā bhojanāni bhuñjamānā madaṃ āpajjiṃsu, mattā samānā pamādaṃ āpajjiṃsu, pamattā samānā yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:15.19": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:15.20": "Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappeyyāma, tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṃ nivāpe amusmiñca lokāmise’ti.",
  "mn25:16.1": "Te amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappayiṃsu.",
  "mn25:16.2": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṃsu.",
  "mn25:16.3": "Te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu, amattā samānā na pamādaṃ āpajjiṃsu, appamattā samānā na yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:16.4": "Api ca kho evaṃdiṭṭhikā ahesuṃ—",
  "mn25:16.5": "sassato loko itipi, asassato loko itipi;",
  "mn25:16.6": "antavā loko itipi, anantavā loko itipi;",
  "mn25:16.7": "taṃ jīvaṃ taṃ sarīraṃ itipi, aññaṃ jīvaṃ aññaṃ sarīraṃ itipi;",
  "mn25:16.8": "hoti tathāgato paraṃ maraṇā itipi, na hoti tathāgato paraṃ maraṇā itipi, hoti ca na ca hoti tathāgato paraṃ maraṇā itipi, neva hoti na na hoti tathāgato paraṃ maraṇā itipi.",
  "mn25:16.9": "Evañhi te, bhikkhave, tatiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:16.10": "Seyyathāpi te, bhikkhave, tatiyā migajātā tathūpame ahaṃ ime tatiye samaṇabrāhmaṇe vadāmi.",
  "mn25:17.1": "Tatra, bhikkhave, catutthā samaṇabrāhmaṇā evaṃ samacintesuṃ:",
  "mn25:17.2": "‘ye kho te paṭhamā samaṇabrāhmaṇā amuṃ nivāpaṃ nivuttaṃ mārassa …",
  "mn25:17.3": "pe ….",
  "mn25:17.4": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.5": "Yepi te dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ:",
  "mn25:17.6": "‘ye kho te paṭhamā samaṇabrāhmaṇā …",
  "mn25:17.7": "pe ….",
  "mn25:17.8": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.9": "Yannūna mayaṃ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.",
  "mn25:17.10": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu …",
  "mn25:17.11": "pe ….",
  "mn25:17.12": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.13": "Yepi te tatiyā samaṇabrāhmaṇā evaṃ samacintesuṃ ye kho te paṭhamā samaṇabrāhmaṇā …",
  "mn25:17.14": "pe ….",
  "mn25:17.15": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.16": "Yepi te dutiyā samaṇabrāhmaṇā evaṃ samacintesuṃ ye kho te paṭhamā samaṇabrāhmaṇā …",
  "mn25:17.17": "pe ….",
  "mn25:17.18": "Evañhi te paṭhamā samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.19": "Yannūna mayaṃ sabbaso nivāpabhojanā lokāmisā paṭivirameyyāma, bhayabhogā paṭiviratā araññāyatanāni ajjhogāhetvā vihareyyāmā’ti.",
  "mn25:17.20": "Te sabbaso nivāpabhojanā lokāmisā paṭiviramiṃsu …",
  "mn25:17.21": "pe ….",
  "mn25:17.22": "Evañhi te dutiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:17.23": "Yannūna mayaṃ amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappeyyāma.",
  "mn25:17.24": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṃ nivāpe amusmiñca lokāmiseti.",
  "mn25:18.1": "Te amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni upanissāya āsayaṃ kappayiṃsu.",
  "mn25:18.2": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṃsu.",
  "mn25:18.3": "Te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu.",
  "mn25:18.4": "Amattā samānā na pamādaṃ āpajjiṃsu.",
  "mn25:18.5": "Appamattā samānā na yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:18.6": "Api ca kho evaṃdiṭṭhikā ahesuṃ sassato loko itipi …",
  "mn25:18.7": "pe …",
  "mn25:18.8": "neva hoti na na hoti tathāgato paraṃ maraṇā itipi.",
  "mn25:18.9": "Evañhi te tatiyāpi samaṇabrāhmaṇā na parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:18.10": "Yannūna mayaṃ yattha agati mārassa ca māraparisāya ca tatrāsayaṃ kappeyyāma.",
  "mn25:18.11": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjissāma, ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjissāma, amattā samānā na pamādaṃ āpajjissāma, appamattā samānā na yathākāmakaraṇīyā bhavissāma mārassa amusmiṃ nivāpe amusmiñca lokāmiseti.",
  "mn25:19.1": "Te yattha agati mārassa ca māraparisāya ca tatrāsayaṃ kappayiṃsu.",
  "mn25:19.2": "Tatrāsayaṃ kappetvā amuṃ nivāpaṃ nivuttaṃ mārassa amūni ca lokāmisāni ananupakhajja amucchitā bhojanāni bhuñjiṃsu, te tattha ananupakhajja amucchitā bhojanāni bhuñjamānā na madaṃ āpajjiṃsu, amattā samānā na pamādaṃ āpajjiṃsu, appamattā samānā na yathākāmakaraṇīyā ahesuṃ mārassa amusmiṃ nivāpe amusmiñca lokāmise.",
  "mn25:19.3": "Evañhi te, bhikkhave, catutthā samaṇabrāhmaṇā parimucciṃsu mārassa iddhānubhāvā.",
  "mn25:19.4": "Seyyathāpi te, bhikkhave, catutthā migajātā tathūpame ahaṃ ime catutthe samaṇabrāhmaṇe vadāmi.",
  "mn25:20.1": "Kathañca, bhikkhave, agati mārassa ca māraparisāya ca?",
  "mn25:20.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn25:20.3": "Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.",
  "mn25:21.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn25:21.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:21.3": "pe …",
  "mn25:21.4": "pāpimato.",
  "mn25:22.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn25:22.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:22.3": "pe …",
  "mn25:22.4": "pāpimato.",
  "mn25:23.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn25:23.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:23.3": "pe …",
  "mn25:23.4": "pāpimato.",
  "mn25:24.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.",
  "mn25:24.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:24.3": "pe …",
  "mn25:24.4": "pāpimato.",
  "mn25:25.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.",
  "mn25:25.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:25.3": "pe …",
  "mn25:25.4": "pāpimato.",
  "mn25:26.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.",
  "mn25:26.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:26.3": "pe …",
  "mn25:26.4": "pāpimato.",
  "mn25:27.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "mn25:27.2": "Ayaṃ vuccati, bhikkhave …",
  "mn25:27.3": "pe …",
  "mn25:27.4": "pāpimato.",
  "mn25:28.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati.",
  "mn25:28.2": "Paññāya cassa disvā āsavā parikkhīṇā honti.",
  "mn25:28.3": "Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato tiṇṇo loke visattikan”ti.",
  "mn25:29.1": "Idamavoca bhagavā.",
  "mn25:29.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn25:30.1": "Nivāpasuttaṃ niṭṭhitaṃ pañcamaṃ."
}