{
  "_markup_path": "markup/mn/mn26.html",
  "_alt_strings": [
    "en/sujato/mn/mn26.json"
  ],
  "mn26:1.1": "Majjhima Nikāya 26",
  "mn26:2.1": "Pāsarāsisutta",
  "mn26:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn26:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn26:3.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.",
  "mn26:3.4": "Atha kho sambahulā bhikkhū yenāyasmā ānando tenupasaṅkamiṃsu;",
  "mn26:3.5": "upasaṅkamitvā āyasmantaṃ ānandaṃ etadavocuṃ:",
  "mn26:3.6": "“cirassutā no, āvuso ānanda, bhagavato sammukhā dhammī kathā.",
  "mn26:3.7": "Sādhu mayaṃ, āvuso ānanda, labheyyāma bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti.",
  "mn26:3.8": "“Tena hāyasmanto yena rammakassa brāhmaṇassa assamo tenupasaṅkamatha;",
  "mn26:3.9": "appeva nāma labheyyātha bhagavato sammukhā dhammiṃ kathaṃ savanāyā”ti.",
  "mn26:3.10": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ.",
  "mn26:4.1": "Atha kho bhagavā sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi:",
  "mn26:4.2": "“āyāmānanda, yena pubbārāmo migāramātupāsādo tenupasaṅkamissāma divāvihārāyā”ti.",
  "mn26:4.3": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "mn26:4.4": "Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbārāmo migāramātupāsādo tenupasaṅkami divāvihārāya.",
  "mn26:4.5": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito āyasmantaṃ ānandaṃ āmantesi:",
  "mn26:4.6": "“āyāmānanda, yena pubbakoṭṭhako tenupasaṅkamissāma gattāni parisiñcitun”ti.",
  "mn26:4.7": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "mn26:5.1": "Atha kho bhagavā āyasmatā ānandena saddhiṃ yena pubbakoṭṭhako tenupasaṅkami gattāni parisiñcituṃ.",
  "mn26:5.2": "Pubbakoṭṭhake gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno.",
  "mn26:5.3": "Atha kho āyasmā ānando bhagavantaṃ etadavoca:",
  "mn26:5.4": "“ayaṃ, bhante, rammakassa brāhmaṇassa assamo avidūre.",
  "mn26:5.5": "Ramaṇīyo, bhante, rammakassa brāhmaṇassa assamo;",
  "mn26:5.6": "pāsādiko, bhante, rammakassa brāhmaṇassa assamo.",
  "mn26:5.7": "Sādhu, bhante, bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkamatu anukampaṃ upādāyā”ti.",
  "mn26:5.8": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "mn26:6.1": "Atha kho bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkami.",
  "mn26:6.2": "Tena kho pana samayena sambahulā bhikkhū rammakassa brāhmaṇassa assame dhammiyā kathāya sannisinnā honti.",
  "mn26:6.3": "Atha kho bhagavā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṃ āgamayamāno.",
  "mn26:6.4": "Atha kho bhagavā kathāpariyosānaṃ viditvā ukkāsitvā aggaḷaṃ ākoṭesi.",
  "mn26:6.5": "Vivariṃsu kho te bhikkhū bhagavato dvāraṃ.",
  "mn26:6.6": "Atha kho bhagavā rammakassa brāhmaṇassa assamaṃ pavisitvā paññatte āsane nisīdi.",
  "mn26:6.7": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "mn26:6.8": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā?",
  "mn26:6.9": "Kā ca pana vo antarākathā vippakatā”ti?",
  "mn26:6.10": "“Bhagavantameva kho no, bhante, ārabbha dhammī kathā vippakatā, atha bhagavā anuppatto”ti.",
  "mn26:7.1": "“Sādhu, bhikkhave.",
  "mn26:7.2": "Etaṃ kho, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhā agārasmā anagāriyaṃ pabbajitānaṃ yaṃ tumhe dhammiyā kathāya sannisīdeyyātha.",
  "mn26:7.3": "Sannipatitānaṃ vo, bhikkhave, dvayaṃ karaṇīyaṃ—",
  "mn26:7.4": "dhammī vā kathā, ariyo vā tuṇhībhāvo.",
  "mn26:8.1": "Dvemā, bhikkhave, pariyesanā—",
  "mn26:8.2": "ariyā ca pariyesanā, anariyā ca pariyesanā.",
  "mn26:9.1": "Katamā ca, bhikkhave, anariyā pariyesanā?",
  "mn26:9.2": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṃyeva pariyesati, attanā jarādhammo samāno jarādhammaṃyeva pariyesati, attanā byādhidhammo samāno byādhidhammaṃyeva pariyesati, attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesati, attanā sokadhammo samāno sokadhammaṃyeva pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesati.",
  "mn26:10.1": "Kiñca, bhikkhave, jātidhammaṃ vadetha?",
  "mn26:10.2": "Puttabhariyaṃ, bhikkhave, jātidhammaṃ, dāsidāsaṃ jātidhammaṃ, ajeḷakaṃ jātidhammaṃ, kukkuṭasūkaraṃ jātidhammaṃ, hatthigavāssavaḷavaṃ jātidhammaṃ, jātarūparajataṃ jātidhammaṃ.",
  "mn26:10.3": "Jātidhammā hete, bhikkhave, upadhayo.",
  "mn26:10.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā jātidhammo samāno jātidhammaṃyeva pariyesati.",
  "mn26:11.1": "Kiñca, bhikkhave, jarādhammaṃ vadetha?",
  "mn26:11.2": "Puttabhariyaṃ, bhikkhave, jarādhammaṃ, dāsidāsaṃ jarādhammaṃ, ajeḷakaṃ jarādhammaṃ, kukkuṭasūkaraṃ jarādhammaṃ, hatthigavāssavaḷavaṃ jarādhammaṃ, jātarūparajataṃ jarādhammaṃ.",
  "mn26:11.3": "Jarādhammā hete, bhikkhave, upadhayo.",
  "mn26:11.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā jarādhammo samāno jarādhammaṃyeva pariyesati.",
  "mn26:12.1": "Kiñca, bhikkhave, byādhidhammaṃ vadetha?",
  "mn26:12.2": "Puttabhariyaṃ, bhikkhave, byādhidhammaṃ, dāsidāsaṃ byādhidhammaṃ, ajeḷakaṃ byādhidhammaṃ, kukkuṭasūkaraṃ byādhidhammaṃ, hatthigavāssavaḷavaṃ byādhidhammaṃ.",
  "mn26:12.3": "Byādhidhammā hete, bhikkhave, upadhayo.",
  "mn26:12.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā byādhidhammo samāno byādhidhammaṃyeva pariyesati.",
  "mn26:13.1": "Kiñca, bhikkhave, maraṇadhammaṃ vadetha?",
  "mn26:13.2": "Puttabhariyaṃ, bhikkhave, maraṇadhammaṃ, dāsidāsaṃ maraṇadhammaṃ, ajeḷakaṃ maraṇadhammaṃ, kukkuṭasūkaraṃ maraṇadhammaṃ, hatthigavāssavaḷavaṃ maraṇadhammaṃ.",
  "mn26:13.3": "Maraṇadhammā hete, bhikkhave, upadhayo.",
  "mn26:13.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesati.",
  "mn26:14.1": "Kiñca, bhikkhave, sokadhammaṃ vadetha?",
  "mn26:14.2": "Puttabhariyaṃ, bhikkhave, sokadhammaṃ, dāsidāsaṃ sokadhammaṃ, ajeḷakaṃ sokadhammaṃ, kukkuṭasūkaraṃ sokadhammaṃ, hatthigavāssavaḷavaṃ sokadhammaṃ.",
  "mn26:14.3": "Sokadhammā hete, bhikkhave, upadhayo.",
  "mn26:14.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā sokadhammo samāno sokadhammaṃyeva pariyesati.",
  "mn26:15.1": "Kiñca, bhikkhave, saṅkilesadhammaṃ vadetha?",
  "mn26:15.2": "Puttabhariyaṃ, bhikkhave, saṅkilesadhammaṃ, dāsidāsaṃ saṅkilesadhammaṃ, ajeḷakaṃ saṅkilesadhammaṃ, kukkuṭasūkaraṃ saṅkilesadhammaṃ, hatthigavāssavaḷavaṃ saṅkilesadhammaṃ, jātarūparajataṃ saṅkilesadhammaṃ.",
  "mn26:15.3": "Saṅkilesadhammā hete, bhikkhave, upadhayo.",
  "mn26:15.4": "Etthāyaṃ gathito mucchito ajjhāpanno attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesati.",
  "mn26:15.5": "Ayaṃ, bhikkhave, anariyā pariyesanā.",
  "mn26:16.1": "Katamā ca, bhikkhave, ariyā pariyesanā?",
  "mn26:16.2": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati.",
  "mn26:16.3": "Ayaṃ, bhikkhave, ariyā pariyesanā.",
  "mn26:17.1": "Ahampi sudaṃ, bhikkhave, pubbeva sambodhā anabhisambuddho bodhisattova samāno attanā jātidhammo samāno jātidhammaṃyeva pariyesāmi, attanā jarādhammo samāno jarādhammaṃyeva pariyesāmi, attanā byādhidhammo samāno byādhidhammaṃyeva pariyesāmi, attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesāmi, attanā sokadhammo samāno sokadhammaṃyeva pariyesāmi, attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesāmi.",
  "mn26:17.2": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:17.3": "‘kiṃ nu kho ahaṃ attanā jātidhammo samāno jātidhammaṃyeva pariyesāmi, attanā jarādhammo samāno …",
  "mn26:17.4": "pe …",
  "mn26:17.5": "byādhidhammo samāno …",
  "mn26:17.6": "maraṇadhammo samāno …",
  "mn26:17.7": "sokadhammo samāno …",
  "mn26:17.8": "attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesāmi?",
  "mn26:17.9": "Yannūnāhaṃ attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyaṃ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyeseyyan’ti.",
  "mn26:18.1": "So kho ahaṃ, bhikkhave, aparena samayena daharova samāno susukāḷakeso, bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃ.",
  "mn26:18.2": "So evaṃ pabbajito samāno kiṃkusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṃ.",
  "mn26:18.3": "Upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn26:18.4": "‘icchāmahaṃ, āvuso kālāma, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn26:18.5": "Evaṃ vutte, bhikkhave, āḷāro kālāmo maṃ etadavoca:",
  "mn26:18.6": "‘viharatāyasmā;",
  "mn26:18.7": "tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn26:18.8": "So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn26:18.9": "So kho ahaṃ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca.",
  "mn26:18.10": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:18.11": "‘na kho āḷāro kālāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti;",
  "mn26:18.12": "addhā āḷāro kālāmo imaṃ dhammaṃ jānaṃ passaṃ viharatī’ti.",
  "mn26:19.1": "Atha khvāhaṃ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn26:19.2": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn26:19.3": "‘kittāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn26:19.4": "Evaṃ vutte, bhikkhave, āḷāro kālāmo ākiñcaññāyatanaṃ pavedesi.",
  "mn26:19.5": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:19.6": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā;",
  "mn26:19.7": "na kho āḷārasseva kālāmassa atthi vīriyaṃ, mayhampatthi vīriyaṃ;",
  "mn26:19.8": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati;",
  "mn26:19.9": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi;",
  "mn26:19.10": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā.",
  "mn26:19.11": "Yannūnāhaṃ yaṃ dhammaṃ āḷāro kālāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn26:19.12": "So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn26:20.1": "Atha khvāhaṃ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṃ;",
  "mn26:20.2": "upasaṅkamitvā āḷāraṃ kālāmaṃ etadavocaṃ:",
  "mn26:21.1": "‘Ettāvatā no, āvuso kālāma, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn26:22.1": "‘Ettāvatā kho ahaṃ, āvuso, imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemī’ti.",
  "mn26:23.1": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn26:24.1": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn26:24.2": "Iti yāhaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.",
  "mn26:24.3": "Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi tamahaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedemi.",
  "mn26:24.4": "Iti yāhaṃ dhammaṃ jānāmi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi tamahaṃ dhammaṃ jānāmi.",
  "mn26:24.5": "Iti yādiso ahaṃ tādiso tuvaṃ, yādiso tuvaṃ tādiso ahaṃ.",
  "mn26:24.6": "Ehi dāni, āvuso, ubhova santā imaṃ gaṇaṃ pariharāmā’ti.",
  "mn26:25.1": "Iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno attano antevāsiṃ maṃ samānaṃ attanā samasamaṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn26:25.2": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:25.3": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti.",
  "mn26:25.4": "So kho ahaṃ, bhikkhave, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn26:26.1": "So kho ahaṃ, bhikkhave, kiṃ kusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn26:26.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn26:26.3": "‘icchāmahaṃ, āvuso, imasmiṃ dhammavinaye brahmacariyaṃ caritun’ti.",
  "mn26:26.4": "Evaṃ vutte, bhikkhave, udako rāmaputto maṃ etadavoca:",
  "mn26:26.5": "‘viharatāyasmā;",
  "mn26:26.6": "tādiso ayaṃ dhammo yattha viññū puriso nacirasseva sakaṃ ācariyakaṃ sayaṃ abhiññā sacchikatvā upasampajja vihareyyā’ti.",
  "mn26:26.7": "So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ pariyāpuṇiṃ.",
  "mn26:26.8": "So kho ahaṃ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca.",
  "mn26:26.9": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:26.10": "‘na kho rāmo imaṃ dhammaṃ kevalaṃ saddhāmattakena sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi;",
  "mn26:26.11": "addhā rāmo imaṃ dhammaṃ jānaṃ passaṃ vihāsī’ti.",
  "mn26:27.1": "Atha khvāhaṃ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn26:27.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn26:27.3": "‘kittāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti?",
  "mn26:27.4": "Evaṃ vutte, bhikkhave, udako rāmaputto nevasaññānāsaññāyatanaṃ pavedesi.",
  "mn26:27.5": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:27.6": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā;",
  "mn26:27.7": "na kho rāmasseva ahosi vīriyaṃ, mayhampatthi vīriyaṃ;",
  "mn26:27.8": "na kho rāmasseva ahosi sati, mayhampatthi sati;",
  "mn26:27.9": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi, na kho rāmasseva ahosi paññā, mayhampatthi paññā.",
  "mn26:27.10": "Yannūnāhaṃ yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja viharāmīti pavedesi, tassa dhammassa sacchikiriyāya padaheyyan’ti.",
  "mn26:27.11": "So kho ahaṃ, bhikkhave, nacirasseva khippameva taṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja vihāsiṃ.",
  "mn26:28.1": "Atha khvāhaṃ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṃ;",
  "mn26:28.2": "upasaṅkamitvā udakaṃ rāmaputtaṃ etadavocaṃ:",
  "mn26:29.1": "‘Ettāvatā no, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti?",
  "mn26:30.1": "‘Ettāvatā kho, āvuso, rāmo imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja pavedesī’ti.",
  "mn26:31.1": "‘Ahampi kho, āvuso, ettāvatā imaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "mn26:32.1": "‘Lābhā no, āvuso, suladdhaṃ no, āvuso, ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma.",
  "mn26:32.2": "Iti yaṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi, taṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi.",
  "mn26:32.3": "Yaṃ tvaṃ dhammaṃ sayaṃ abhiññā sacchikatvā upasampajja viharasi, taṃ dhammaṃ rāmo sayaṃ abhiññā sacchikatvā upasampajja pavedesi.",
  "mn26:32.4": "Iti yaṃ dhammaṃ rāmo abhiññāsi taṃ tvaṃ dhammaṃ jānāsi, yaṃ tvaṃ dhammaṃ jānāsi, taṃ dhammaṃ rāmo abhiññāsi.",
  "mn26:32.5": "Iti yādiso rāmo ahosi tādiso tuvaṃ, yādiso tuvaṃ tādiso rāmo ahosi.",
  "mn26:32.6": "Ehi dāni, āvuso, tuvaṃ imaṃ gaṇaṃ pariharā’ti.",
  "mn26:33.1": "Iti kho, bhikkhave, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṃ ṭhapesi, uḷārāya ca maṃ pūjāya pūjesi.",
  "mn26:33.2": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:33.3": "‘nāyaṃ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti.",
  "mn26:33.4": "So kho ahaṃ, bhikkhave, taṃ dhammaṃ analaṅkaritvā tasmā dhammā nibbijja apakkamiṃ.",
  "mn26:34.1": "So kho ahaṃ, bhikkhave, kiṃ kusalagavesī anuttaraṃ santivarapadaṃ pariyesamāno magadhesu anupubbena cārikaṃ caramāno yena uruvelā senānigamo tadavasariṃ.",
  "mn26:34.2": "Tatthaddasaṃ ramaṇīyaṃ bhūmibhāgaṃ, pāsādikañca vanasaṇḍaṃ, nadiñca sandantiṃ setakaṃ supatitthaṃ ramaṇīyaṃ, samantā ca gocaragāmaṃ.",
  "mn26:34.3": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:34.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo.",
  "mn26:34.5": "Alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāyā’ti.",
  "mn26:34.6": "So kho ahaṃ, bhikkhave, tattheva nisīdiṃ—",
  "mn26:34.7": "alamidaṃ padhānāyāti.",
  "mn26:35.1": "So kho ahaṃ, bhikkhave, attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā sokadhammo samāno sokadhamme ādīnavaṃ viditvā asokaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamāno asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃ.",
  "mn26:35.2": "Ñāṇañca pana me dassanaṃ udapādi:",
  "mn26:35.3": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti.",
  "mn26:36.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:36.2": "‘adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo.",
  "mn26:36.3": "Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā.",
  "mn26:36.4": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ—",
  "mn26:36.5": "idappaccayatā paṭiccasamuppādo.",
  "mn26:36.6": "Idampi kho ṭhānaṃ duddasaṃ yadidaṃ—",
  "mn26:36.7": "sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ.",
  "mn26:36.8": "Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ, so mamassa kilamatho, sā mamassa vihesā’ti.",
  "mn26:36.9": "Apissu maṃ, bhikkhave, imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā:",
  "mn26:37.1": "‘Kicchena me adhigataṃ,",
  "mn26:37.2": "halaṃ dāni pakāsituṃ;",
  "mn26:37.3": "Rāgadosaparetehi,",
  "mn26:37.4": "nāyaṃ dhammo susambudho.",
  "mn26:38.1": "Paṭisotagāmiṃ nipuṇaṃ,",
  "mn26:38.2": "gambhīraṃ duddasaṃ aṇuṃ;",
  "mn26:38.3": "Rāgarattā na dakkhanti,",
  "mn26:38.4": "tamokhandhena āvuṭā’ti.",
  "mn26:39.1": "Itiha me, bhikkhave, paṭisañcikkhato appossukkatāya cittaṃ namati, no dhammadesanāya.",
  "mn26:39.2": "Atha kho, bhikkhave, brahmuno sahampatissa mama cetasā cetoparivitakkamaññāya etadahosi:",
  "mn26:39.3": "‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā’ti.",
  "mn26:39.4": "Atha kho, bhikkhave, brahmā sahampati—",
  "mn26:39.5": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn26:39.6": "evameva—",
  "mn26:39.7": "brahmaloke antarahito mama purato pāturahosi.",
  "mn26:39.8": "Atha kho, bhikkhave, brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca:",
  "mn26:39.9": "‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ.",
  "mn26:39.10": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti.",
  "mn26:39.11": "Bhavissanti dhammassa aññātāro’ti.",
  "mn26:39.12": "Idamavoca, bhikkhave, brahmā sahampati.",
  "mn26:39.13": "Idaṃ vatvā athāparaṃ etadavoca:",
  "mn26:40.1": "‘Pāturahosi magadhesu pubbe,",
  "mn26:40.2": "Dhammo asuddho samalehi cintito;",
  "mn26:40.3": "Apāpuretaṃ amatassa dvāraṃ,",
  "mn26:40.4": "Suṇantu dhammaṃ vimalenānubuddhaṃ.",
  "mn26:41.1": "Sele yathā pabbatamuddhaniṭṭhito,",
  "mn26:41.2": "Yathāpi passe janataṃ samantato;",
  "mn26:41.3": "Tathūpamaṃ dhammamayaṃ sumedha,",
  "mn26:41.4": "Pāsādamāruyha samantacakkhu;",
  "mn26:41.5": "Sokāvatiṇṇaṃ janatamapetasoko,",
  "mn26:41.6": "Avekkhassu jātijarābhibhūtaṃ.",
  "mn26:42.1": "Uṭṭhehi vīra vijitasaṅgāma,",
  "mn26:42.2": "Satthavāha aṇaṇa vicara loke;",
  "mn26:42.3": "Desassu bhagavā dhammaṃ,",
  "mn26:42.4": "Aññātāro bhavissantī’ti.",
  "mn26:43.1": "Atha kho ahaṃ, bhikkhave, brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesiṃ.",
  "mn26:43.2": "Addasaṃ kho ahaṃ, bhikkhave, buddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante.",
  "mn26:43.3": "Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakaṃ accuggamma ṭhitāni anupalittāni udakena;",
  "mn26:43.4": "evameva kho ahaṃ, bhikkhave, buddhacakkhunā lokaṃ volokento addasaṃ satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante.",
  "mn26:43.5": "Atha khvāhaṃ, bhikkhave, brahmānaṃ sahampatiṃ gāthāya paccabhāsiṃ:",
  "mn26:44.1": "‘Apārutā tesaṃ amatassa dvārā,",
  "mn26:44.2": "Ye sotavanto pamuñcantu saddhaṃ;",
  "mn26:44.3": "Vihiṃsasaññī paguṇaṃ na bhāsiṃ,",
  "mn26:44.4": "Dhammaṃ paṇītaṃ manujesu brahme’ti.",
  "mn26:45.1": "Atha kho, bhikkhave, brahmā sahampati ‘katāvakāso khomhi bhagavatā dhammadesanāyā’ti maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.",
  "mn26:46.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:46.2": "‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;",
  "mn26:46.3": "ko imaṃ dhammaṃ khippameva ājānissatī’ti?",
  "mn26:46.4": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:46.5": "‘ayaṃ kho āḷāro kālāmo paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.",
  "mn26:46.6": "Yannūnāhaṃ āḷārassa kālāmassa paṭhamaṃ dhammaṃ deseyyaṃ.",
  "mn26:46.7": "So imaṃ dhammaṃ khippameva ājānissatī’ti.",
  "mn26:46.8": "Atha kho maṃ, bhikkhave, devatā upasaṅkamitvā etadavoca:",
  "mn26:46.9": "‘sattāhakālaṅkato, bhante, āḷāro kālāmo’ti.",
  "mn26:46.10": "Ñāṇañca pana me dassanaṃ udapādi:",
  "mn26:46.11": "‘sattāhakālaṅkato āḷāro kālāmo’ti.",
  "mn26:46.12": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:46.13": "‘mahājāniyo kho āḷāro kālāmo.",
  "mn26:46.14": "Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.",
  "mn26:47.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:47.2": "‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;",
  "mn26:47.3": "ko imaṃ dhammaṃ khippameva ājānissatī’ti?",
  "mn26:47.4": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:47.5": "‘ayaṃ kho udako rāmaputto paṇḍito viyatto medhāvī dīgharattaṃ apparajakkhajātiko.",
  "mn26:47.6": "Yannūnāhaṃ udakassa rāmaputtassa paṭhamaṃ dhammaṃ deseyyaṃ.",
  "mn26:47.7": "So imaṃ dhammaṃ khippameva ājānissatī’ti.",
  "mn26:47.8": "Atha kho maṃ, bhikkhave, devatā upasaṅkamitvā etadavoca:",
  "mn26:47.9": "‘abhidosakālaṅkato, bhante, udako rāmaputto’ti.",
  "mn26:47.10": "Ñāṇañca pana me dassanaṃ udapādi:",
  "mn26:47.11": "‘abhidosakālaṅkato udako rāmaputto’ti.",
  "mn26:47.12": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:47.13": "‘mahājāniyo kho udako rāmaputto.",
  "mn26:47.14": "Sace hi so imaṃ dhammaṃ suṇeyya, khippameva ājāneyyā’ti.",
  "mn26:48.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:48.2": "‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ;",
  "mn26:48.3": "ko imaṃ dhammaṃ khippameva ājānissatī’ti?",
  "mn26:48.4": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:48.5": "‘bahukārā kho me pañcavaggiyā bhikkhū, ye maṃ padhānapahitattaṃ upaṭṭhahiṃsu.",
  "mn26:48.6": "Yannūnāhaṃ pañcavaggiyānaṃ bhikkhūnaṃ paṭhamaṃ dhammaṃ deseyyan’ti.",
  "mn26:48.7": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "mn26:48.8": "‘kahaṃ nu kho etarahi pañcavaggiyā bhikkhū viharantī’ti?",
  "mn26:48.9": "Addasaṃ kho ahaṃ, bhikkhave, dibbena cakkhunā visuddhena atikkantamānusakena pañcavaggiye bhikkhū bārāṇasiyaṃ viharante isipatane migadāye.",
  "mn26:48.10": "Atha khvāhaṃ, bhikkhave, uruvelāyaṃ yathābhirantaṃ viharitvā yena bārāṇasī tena cārikaṃ pakkamiṃ.",
  "mn26:49.1": "Addasā kho maṃ, bhikkhave, upako ājīvako antarā ca gayaṃ antarā ca bodhiṃ addhānamaggappaṭipannaṃ.",
  "mn26:49.2": "Disvāna maṃ etadavoca:",
  "mn26:49.3": "‘vippasannāni kho te, āvuso, indriyāni, parisuddho chavivaṇṇo pariyodāto.",
  "mn26:49.4": "Kaṃsi tvaṃ, āvuso, uddissa pabbajito, ko vā te satthā, kassa vā tvaṃ dhammaṃ rocesī’ti?",
  "mn26:49.5": "Evaṃ vutte, ahaṃ, bhikkhave, upakaṃ ājīvakaṃ gāthāhi ajjhabhāsiṃ:",
  "mn26:50.1": "‘Sabbābhibhū sabbavidūhamasmi,",
  "mn26:50.2": "Sabbesu dhammesu anūpalitto;",
  "mn26:50.3": "Sabbañjaho taṇhākkhaye vimutto,",
  "mn26:50.4": "Sayaṃ abhiññāya kamuddiseyyaṃ.",
  "mn26:51.1": "Na me ācariyo atthi,",
  "mn26:51.2": "sadiso me na vijjati;",
  "mn26:51.3": "Sadevakasmiṃ lokasmiṃ,",
  "mn26:51.4": "natthi me paṭipuggalo.",
  "mn26:52.1": "Ahañhi arahā loke,",
  "mn26:52.2": "ahaṃ satthā anuttaro;",
  "mn26:52.3": "Ekomhi sammāsambuddho,",
  "mn26:52.4": "sītibhūtosmi nibbuto.",
  "mn26:53.1": "Dhammacakkaṃ pavattetuṃ,",
  "mn26:53.2": "Gacchāmi kāsinaṃ puraṃ;",
  "mn26:53.3": "Andhībhūtasmiṃ lokasmiṃ,",
  "mn26:53.4": "Āhañchaṃ amatadundubhin’ti.",
  "mn26:54.1": "‘Yathā kho tvaṃ, āvuso, paṭijānāsi, arahasi anantajino’ti.",
  "mn26:55.1": "‘Mādisā ve jinā honti,",
  "mn26:55.2": "ye pattā āsavakkhayaṃ;",
  "mn26:55.3": "Jitā me pāpakā dhammā,",
  "mn26:55.4": "tasmāhamupaka jino’ti.",
  "mn26:56.1": "Evaṃ vutte, bhikkhave, upako ājīvako ‘hupeyyapāvuso’ti vatvā sīsaṃ okampetvā ummaggaṃ gahetvā pakkāmi.",
  "mn26:57.1": "Atha khvāhaṃ, bhikkhave, anupubbena cārikaṃ caramāno yena bārāṇasī isipatanaṃ migadāyo yena pañcavaggiyā bhikkhū tenupasaṅkamiṃ.",
  "mn26:57.2": "Addasaṃsu kho maṃ, bhikkhave, pañcavaggiyā bhikkhū dūrato āgacchantaṃ.",
  "mn26:57.3": "Disvāna aññamaññaṃ saṇṭhapesuṃ:",
  "mn26:57.4": "‘ayaṃ kho, āvuso, samaṇo gotamo āgacchati bāhulliko padhānavibbhanto āvatto bāhullāya.",
  "mn26:57.5": "So neva abhivādetabbo, na paccuṭṭhātabbo;",
  "mn26:57.6": "nāssa pattacīvaraṃ paṭiggahetabbaṃ.",
  "mn26:57.7": "Api ca kho āsanaṃ ṭhapetabbaṃ, sace ākaṅkhissati nisīdissatī’ti.",
  "mn26:57.8": "Yathā yathā kho ahaṃ, bhikkhave, upasaṅkamiṃ tathā tathā pañcavaggiyā bhikkhū nāsakkhiṃsu sakāya katikāya saṇṭhātuṃ.",
  "mn26:57.9": "Appekacce maṃ paccuggantvā pattacīvaraṃ paṭiggahesuṃ, appekacce āsanaṃ paññapesuṃ, appekacce pādodakaṃ upaṭṭhapesuṃ.",
  "mn26:57.10": "Api ca kho maṃ nāmena ca āvusovādena ca samudācaranti.",
  "mn26:58.1": "Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:",
  "mn26:58.2": "‘mā, bhikkhave, tathāgataṃ nāmena ca āvusovādena ca samudācaratha.",
  "mn26:58.3": "Arahaṃ, bhikkhave, tathāgato sammāsambuddho.",
  "mn26:58.4": "Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.",
  "mn26:58.5": "Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—",
  "mn26:58.6": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn26:58.7": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.",
  "mn26:58.8": "Evaṃ vutte, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:",
  "mn26:58.9": "‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?",
  "mn26:58.10": "Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:",
  "mn26:58.11": "‘na, bhikkhave, tathāgato bāhulliko, na padhānavibbhanto, na āvatto bāhullāya.",
  "mn26:58.12": "Arahaṃ, bhikkhave, tathāgato sammāsambuddho.",
  "mn26:58.13": "Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.",
  "mn26:58.14": "Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—",
  "mn26:58.15": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn26:58.16": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.",
  "mn26:59.1": "Dutiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:",
  "mn26:59.2": "‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?",
  "mn26:59.3": "Dutiyampi kho ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:",
  "mn26:59.4": "‘na, bhikkhave, tathāgato bāhulliko …",
  "mn26:59.5": "pe …",
  "mn26:59.6": "upasampajja viharissathā’ti.",
  "mn26:60.1": "Tatiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṃ etadavocuṃ:",
  "mn26:60.2": "‘tāyapi kho tvaṃ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṃ, kiṃ pana tvaṃ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti?",
  "mn26:61.1": "Evaṃ vutte, ahaṃ, bhikkhave, pañcavaggiye bhikkhū etadavocaṃ:",
  "mn26:61.2": "‘abhijānātha me no tumhe, bhikkhave, ito pubbe evarūpaṃ pabhāvitametan’ti?",
  "mn26:61.3": "‘No hetaṃ, bhante’.",
  "mn26:61.4": "‘Arahaṃ, bhikkhave, tathāgato sammāsambuddho.",
  "mn26:61.5": "Odahatha, bhikkhave, sotaṃ, amatamadhigataṃ, ahamanusāsāmi, ahaṃ dhammaṃ desemi.",
  "mn26:61.6": "Yathānusiṭṭhaṃ tathā paṭipajjamānā nacirasseva—",
  "mn26:61.7": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn26:61.8": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti.",
  "mn26:62.1": "Asakkhiṃ kho ahaṃ, bhikkhave, pañcavaggiye bhikkhū saññāpetuṃ.",
  "mn26:62.2": "Dvepi sudaṃ, bhikkhave, bhikkhū ovadāmi, tayo bhikkhū piṇḍāya caranti.",
  "mn26:62.3": "Yaṃ tayo bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema.",
  "mn26:62.4": "Tayopi sudaṃ, bhikkhave, bhikkhū ovadāmi, dve bhikkhū piṇḍāya caranti.",
  "mn26:62.5": "Yaṃ dve bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema.",
  "mn26:63.1": "Atha kho, bhikkhave, pañcavaggiyā bhikkhū mayā evaṃ ovadiyamānā evaṃ anusāsiyamānā attanā jātidhammā samānā jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu, attanā jarādhammā samānā jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu, attanā byādhidhammā samānā …",
  "mn26:63.2": "pe …",
  "mn26:63.3": "attanā maraṇadhammā samānā …",
  "mn26:63.4": "attanā sokadhammā samānā …",
  "mn26:63.5": "attanā saṃkilesadhammā samānā saṃkilesadhamme ādīnavaṃ viditvā asaṃkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesamānā asaṃkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ ajjhagamaṃsu.",
  "mn26:63.6": "Ñāṇañca pana nesaṃ dassanaṃ udapādi:",
  "mn26:63.7": "‘akuppā no vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti.",
  "mn26:64.1": "Pañcime, bhikkhave, kāmaguṇā.",
  "mn26:64.2": "Katame pañca?",
  "mn26:64.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, sotaviññeyyā saddā …",
  "mn26:64.4": "pe …",
  "mn26:64.5": "ghānaviññeyyā gandhā …",
  "mn26:64.6": "jivhāviññeyyā rasā …",
  "mn26:64.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.",
  "mn26:64.8": "Ime kho, bhikkhave, pañca kāmaguṇā.",
  "mn26:64.9": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā:",
  "mn26:64.10": "‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’.",
  "mn26:65.1": "Seyyathāpi, bhikkhave, āraññako mago baddho pāsarāsiṃ adhisayeyya.",
  "mn26:65.2": "So evamassa veditabbo:",
  "mn26:65.3": "‘anayamāpanno byasanamāpanno yathākāmakaraṇīyo luddassa.",
  "mn26:65.4": "Āgacchante ca pana ludde yena kāmaṃ na pakkamissatī’ti.",
  "mn26:65.5": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā:",
  "mn26:65.6": "‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’.",
  "mn26:65.7": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā:",
  "mn26:65.8": "‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’.",
  "mn26:66.1": "Seyyathāpi, bhikkhave, āraññako mago abaddho pāsarāsiṃ adhisayeyya.",
  "mn26:66.2": "So evamassa veditabbo:",
  "mn26:66.3": "‘na anayamāpanno na byasanamāpanno na yathākāmakaraṇīyo luddassa.",
  "mn26:66.4": "Āgacchante ca pana ludde yena kāmaṃ pakkamissatī’ti.",
  "mn26:66.5": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā:",
  "mn26:66.6": "‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’.",
  "mn26:67.1": "Seyyathāpi, bhikkhave, āraññako mago araññe pavane caramāno vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṃ kappeti.",
  "mn26:67.2": "Taṃ kissa hetu?",
  "mn26:67.3": "Anāpāthagato, bhikkhave, luddassa.",
  "mn26:67.4": "Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn26:67.5": "Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ apadaṃ, vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.",
  "mn26:68.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn26:68.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:68.3": "pe …",
  "mn26:68.4": "pāpimato.",
  "mn26:69.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn26:69.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:69.3": "pe …",
  "mn26:69.4": "pāpimato.",
  "mn26:70.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn26:70.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:70.3": "pe …",
  "mn26:70.4": "pāpimato.",
  "mn26:71.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.",
  "mn26:71.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:71.3": "pe …",
  "mn26:71.4": "pāpimato.",
  "mn26:72.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.",
  "mn26:72.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:72.3": "pe …",
  "mn26:72.4": "pāpimato.",
  "mn26:73.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.",
  "mn26:73.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:73.3": "pe …",
  "mn26:73.4": "pāpimato.",
  "mn26:74.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "mn26:74.2": "Ayaṃ vuccati, bhikkhave …",
  "mn26:74.3": "pe …",
  "mn26:74.4": "pāpimato.",
  "mn26:75.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti.",
  "mn26:75.2": "Ayaṃ vuccati, bhikkhave, bhikkhu andhamakāsi māraṃ apadaṃ, vadhitvā māracakkhuṃ adassanaṃ gato pāpimato.",
  "mn26:75.3": "Tiṇṇo loke visattikaṃ vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṃ kappeti.",
  "mn26:75.4": "Taṃ kissa hetu?",
  "mn26:75.5": "Anāpāthagato, bhikkhave, pāpimato”ti.",
  "mn26:76.1": "Idamavoca bhagavā.",
  "mn26:76.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn26:77.1": "Pāsarāsisuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}