{
  "_markup_path": "markup/mn/mn28.html",
  "_alt_strings": [
    "en/sujato/mn/mn28.json"
  ],
  "mn28:1.1": "Majjhima Nikāya 28",
  "mn28:2.1": "Mahāhatthipadopamasutta",
  "mn28:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn28:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn28:3.3": "Tatra kho āyasmā sāriputto bhikkhū āmantesi:",
  "mn28:3.4": "“āvuso bhikkhave”ti.",
  "mn28:3.5": "“Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.",
  "mn28:3.6": "Āyasmā sāriputto etadavoca:",
  "mn28:4.1": "“Seyyathāpi, āvuso, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati yadidaṃ mahantattena;",
  "mn28:4.2": "evameva kho, āvuso, ye keci kusalā dhammā sabbete catūsu ariyasaccesu saṅgahaṃ gacchanti.",
  "mn28:4.3": "Katamesu catūsu?",
  "mn28:4.4": "Dukkhe ariyasacce, dukkhasamudaye ariyasacce, dukkhanirodhe ariyasacce, dukkhanirodhagāminiyā paṭipadāya ariyasacce.",
  "mn28:5.1": "Katamañcāvuso, dukkhaṃ ariyasaccaṃ?",
  "mn28:5.2": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, yampicchaṃ na labhati tampi dukkhaṃ;",
  "mn28:5.3": "saṅkhittena, pañcupādānakkhandhā dukkhā.",
  "mn28:5.4": "Katame cāvuso, pañcupādānakkhandhā?",
  "mn28:5.5": "Seyyathidaṃ—",
  "mn28:5.6": "rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.",
  "mn28:6.1": "Katamo cāvuso, rūpupādānakkhandho?",
  "mn28:6.2": "Cattāri ca mahābhūtāni, catunnañca mahābhūtānaṃ upādāya rūpaṃ.",
  "mn28:7.1": "Katamā cāvuso, cattāro mahābhūtā?",
  "mn28:7.2": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu.",
  "mn28:8.1": "Katamā cāvuso, pathavīdhātu?",
  "mn28:8.2": "Pathavīdhātu siyā ajjhattikā, siyā bāhirā.",
  "mn28:8.3": "Katamā cāvuso, ajjhattikā pathavīdhātu?",
  "mn28:8.4": "Yaṃ ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ, seyyathidaṃ—",
  "mn28:8.5": "kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ kakkhaḷaṃ kharigataṃ upādinnaṃ.",
  "mn28:8.6": "Ayaṃ vuccatāvuso, ajjhattikā pathavīdhātu.",
  "mn28:8.7": "Yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.",
  "mn28:8.8": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti—",
  "mn28:8.9": "evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "mn28:8.10": "Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.",
  "mn28:9.1": "Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati.",
  "mn28:9.2": "Antarahitā tasmiṃ samaye bāhirā pathavīdhātu hoti.",
  "mn28:9.3": "Tassā hi nāma, āvuso, bāhirāya pathavīdhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.",
  "mn28:9.4": "Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā?",
  "mn28:9.5": "Atha khvāssa notevettha hoti.",
  "mn28:10.1": "Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti, so evaṃ pajānāti:",
  "mn28:10.2": "‘uppannā kho me ayaṃ sotasamphassajā dukkhavedanā.",
  "mn28:10.3": "Sā ca kho paṭicca, no apaṭicca.",
  "mn28:10.4": "Kiṃ paṭicca?",
  "mn28:10.5": "Phassaṃ paṭicca’.",
  "mn28:10.6": "So phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati.",
  "mn28:10.7": "Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.",
  "mn28:11.1": "Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti—",
  "mn28:11.2": "pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi.",
  "mn28:11.3": "So evaṃ pajānāti:",
  "mn28:11.4": "‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti.",
  "mn28:11.5": "Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde:",
  "mn28:11.6": "“ ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ, tatrāpi yo mano padūseyya na me so tena sāsanakaro”ti.",
  "mn28:11.7": "Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.",
  "mn28:11.8": "Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu, karīyati hidaṃ buddhānaṃ sāsanan’ti.",
  "mn28:12.1": "Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti.",
  "mn28:12.2": "So tena saṃvijjati saṃvegaṃ āpajjati:",
  "mn28:12.3": "‘alābhā vata me, na vata me lābhā;",
  "mn28:12.4": "dulladdhaṃ vata me, na vata me suladdhaṃ, yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti.",
  "mn28:12.5": "Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati;",
  "mn28:12.6": "evameva kho, āvuso, tassa ce bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhāti, so tena saṃvijjati saṃvegaṃ āpajjati:",
  "mn28:12.7": "‘alābhā vata me, na vata me lābhā;",
  "mn28:12.8": "dulladdhaṃ vata me, na vata me suladdhaṃ, yassa me evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti.",
  "mn28:12.9": "Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.",
  "mn28:12.10": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.",
  "mn28:13.1": "Katamā cāvuso, āpodhātu?",
  "mn28:13.2": "Āpodhātu siyā ajjhattikā, siyā bāhirā.",
  "mn28:13.3": "Katamā cāvuso, ajjhattikā āpodhātu?",
  "mn28:13.4": "Yaṃ ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ, seyyathidaṃ—",
  "mn28:13.5": "pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ āpo āpogataṃ upādinnaṃ—",
  "mn28:13.6": "ayaṃ vuccatāvuso, ajjhattikā āpodhātu.",
  "mn28:13.7": "Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu, āpodhāturevesā.",
  "mn28:13.8": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "mn28:13.9": "Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti.",
  "mn28:14.1": "Hoti kho so, āvuso, samayo yaṃ bāhirā āpodhātu pakuppati.",
  "mn28:14.2": "Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati.",
  "mn28:14.3": "Hoti kho so, āvuso, samayo yaṃ mahāsamudde yojanasatikānipi udakāni ogacchanti, dviyojanasatikānipi udakāni ogacchanti, tiyojanasatikānipi udakāni ogacchanti, catuyojanasatikānipi udakāni ogacchanti, pañcayojanasatikānipi udakāni ogacchanti, chayojanasatikānipi udakāni ogacchanti, sattayojanasatikānipi udakāni ogacchanti.",
  "mn28:14.4": "Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattatālampi udakaṃ saṇṭhāti, chattālampi udakaṃ saṇṭhāti, pañcatālampi udakaṃ saṇṭhāti, catuttālampi udakaṃ saṇṭhāti, titālampi udakaṃ saṇṭhāti, dvitālampi udakaṃ saṇṭhāti, tālamattampi udakaṃ saṇṭhāti.",
  "mn28:14.5": "Hoti kho so, āvuso, samayo yaṃ mahāsamudde sattaporisampi udakaṃ saṇṭhāti, chapporisampi udakaṃ saṇṭhāti, pañcaporisampi udakaṃ saṇṭhāti, catupporisampi udakaṃ saṇṭhāti, tiporisampi udakaṃ saṇṭhāti, dviporisampi udakaṃ saṇṭhāti, porisamattampi udakaṃ saṇṭhāti.",
  "mn28:14.6": "Hoti kho so, āvuso, samayo yaṃ mahāsamudde aḍḍhaporisampi udakaṃ saṇṭhāti, kaṭimattampi udakaṃ saṇṭhāti, jāṇukamattampi udakaṃ saṇṭhāti, gopphakamattampi udakaṃ saṇṭhāti.",
  "mn28:14.7": "Hoti kho so, āvuso, samayo, yaṃ mahāsamudde aṅgulipabbatemanamattampi udakaṃ na hoti.",
  "mn28:14.8": "Tassā hi nāma, āvuso, bāhirāya āpodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.",
  "mn28:14.9": "Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā?",
  "mn28:14.10": "Atha khvāssa notevettha hoti …",
  "mn28:14.11": "pe …",
  "mn28:14.12": "tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṃghaṃ anussarato upekkhā kusalanissitā saṇṭhāti.",
  "mn28:14.13": "So tena attamano hoti.",
  "mn28:14.14": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.",
  "mn28:15.1": "Katamā cāvuso, tejodhātu?",
  "mn28:15.2": "Tejodhātu siyā ajjhattikā, siyā bāhirā.",
  "mn28:15.3": "Katamā cāvuso, ajjhattikā tejodhātu?",
  "mn28:15.4": "Yaṃ ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ, seyyathidaṃ—",
  "mn28:15.5": "yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ tejo tejogataṃ upādinnaṃ—",
  "mn28:15.6": "ayaṃ vuccatāvuso, ajjhattikā tejodhātu.",
  "mn28:15.7": "Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu, tejodhāturevesā.",
  "mn28:15.8": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "mn28:15.9": "Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti.",
  "mn28:16.1": "Hoti kho so, āvuso, samayo yaṃ bāhirā tejodhātu pakuppati.",
  "mn28:16.2": "Sā gāmampi dahati, nigamampi dahati, nagarampi dahati, janapadampi dahati, janapadapadesampi dahati.",
  "mn28:16.3": "Sā haritantaṃ vā panthantaṃ vā selantaṃ vā udakantaṃ vā ramaṇīyaṃ vā bhūmibhāgaṃ āgamma anāhārā nibbāyati.",
  "mn28:16.4": "Hoti kho so, āvuso, samayo yaṃ kukkuṭapattenapi nhārudaddulenapi aggiṃ gavesanti.",
  "mn28:16.5": "Tassā hi nāma, āvuso, bāhirāya tejodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.",
  "mn28:16.6": "Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā?",
  "mn28:16.7": "Atha khvāssa notevettha hoti …",
  "mn28:16.8": "pe …",
  "mn28:16.9": "tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato evaṃ dhammaṃ anussarato evaṃ saṅghaṃ anussarato upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.",
  "mn28:16.10": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.",
  "mn28:17.1": "Katamā cāvuso, vāyodhātu?",
  "mn28:17.2": "Vāyodhātu siyā ajjhattikā, siyā bāhirā.",
  "mn28:17.3": "Katamā cāvuso, ajjhattikā vāyodhātu?",
  "mn28:17.4": "Yaṃ ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ, seyyathidaṃ—",
  "mn28:17.5": "uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṃ vā panaññampi kiñci ajjhattaṃ paccattaṃ vāyo vāyogataṃ upādinnaṃ—",
  "mn28:17.6": "ayaṃ vuccatāvuso, ajjhattikā vāyodhātu.",
  "mn28:17.7": "Yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā.",
  "mn28:17.8": "‘Taṃ netaṃ mama nesohamasmi na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "mn28:17.9": "Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati vāyodhātuyā cittaṃ virājeti.",
  "mn28:18.1": "Hoti kho so, āvuso, samayo yaṃ bāhirā vāyodhātu pakuppati.",
  "mn28:18.2": "Sā gāmampi vahati, nigamampi vahati, nagarampi vahati, janapadampi vahati, janapadapadesampi vahati.",
  "mn28:18.3": "Hoti kho so, āvuso, samayo yaṃ gimhānaṃ pacchime māse tālavaṇṭenapi vidhūpanenapi vātaṃ pariyesanti, ossavanepi tiṇāni na icchanti.",
  "mn28:18.4": "Tassā hi nāma, āvuso, bāhirāya vāyodhātuyā tāva mahallikāya aniccatā paññāyissati, khayadhammatā paññāyissati, vayadhammatā paññāyissati, vipariṇāmadhammatā paññāyissati.",
  "mn28:18.5": "Kiṃ panimassa mattaṭṭhakassa kāyassa taṇhupādinnassa ‘ahanti vā mamanti vā asmī’ti vā?",
  "mn28:18.6": "Atha khvāssa notevettha hoti.",
  "mn28:19.1": "Tañce, āvuso, bhikkhuṃ pare akkosanti paribhāsanti rosenti vihesenti.",
  "mn28:19.2": "So evaṃ pajānāti, uppannā kho me ayaṃ sotasamphassajā dukkhā vedanā.",
  "mn28:19.3": "Sā ca kho paṭicca, no apaṭicca.",
  "mn28:19.4": "Kiṃ paṭicca?",
  "mn28:19.5": "Phassaṃ paṭicca.",
  "mn28:19.6": "Sopi phasso aniccoti passati, vedanā aniccāti passati, saññā aniccāti passati, saṅkhārā aniccāti passati, viññāṇaṃ aniccanti passati.",
  "mn28:19.7": "Tassa dhātārammaṇameva cittaṃ pakkhandati pasīdati santiṭṭhati adhimuccati.",
  "mn28:20.1": "Tañce, āvuso, bhikkhuṃ pare aniṭṭhehi akantehi amanāpehi samudācaranti, pāṇisamphassenapi leḍḍusamphassenapi daṇḍasamphassenapi satthasamphassenapi.",
  "mn28:20.2": "So evaṃ pajānāti ‘tathābhūto kho ayaṃ kāyo yathābhūtasmiṃ kāye pāṇisamphassāpi kamanti, leḍḍusamphassāpi kamanti, daṇḍasamphassāpi kamanti, satthasamphassāpi kamanti.",
  "mn28:20.3": "Vuttaṃ kho panetaṃ bhagavatā kakacūpamovāde “ ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṃ.",
  "mn28:20.4": "Tatrāpi yo mano padūseyya, na me so tena sāsanakaro”ti.",
  "mn28:20.5": "Āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.",
  "mn28:20.6": "Kāmaṃ dāni imasmiṃ kāye pāṇisamphassāpi kamantu, leḍḍusamphassāpi kamantu, daṇḍasamphassāpi kamantu, satthasamphassāpi kamantu.",
  "mn28:20.7": "Karīyati hidaṃ buddhānaṃ sāsanan’ti.",
  "mn28:21.1": "Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhāti.",
  "mn28:21.2": "So tena saṃvijjati saṃvegaṃ āpajjati:",
  "mn28:21.3": "‘alābhā vata me, na vata me lābhā;",
  "mn28:21.4": "dulladdhaṃ vata me, na vata me suladdhaṃ.",
  "mn28:21.5": "Yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato upekkhā kusalanissitā na saṇṭhātī’ti.",
  "mn28:21.6": "Seyyathāpi, āvuso, suṇisā sasuraṃ disvā saṃvijjati saṃvegaṃ āpajjati;",
  "mn28:21.7": "evameva kho, āvuso, tassa ce bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhāti.",
  "mn28:21.8": "So tena saṃvijjati saṃvegaṃ āpajjati:",
  "mn28:21.9": "‘alābhā vata me, na vata me lābhā;",
  "mn28:21.10": "dulladdhaṃ vata me, na vata me suladdhaṃ.",
  "mn28:21.11": "Yassa me evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā na saṇṭhātī’ti.",
  "mn28:21.12": "Tassa ce, āvuso, bhikkhuno evaṃ buddhaṃ anussarato, evaṃ dhammaṃ anussarato, evaṃ saṅghaṃ anussarato, upekkhā kusalanissitā saṇṭhāti, so tena attamano hoti.",
  "mn28:21.13": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.",
  "mn28:22.1": "Seyyathāpi, āvuso, kaṭṭhañca paṭicca valliñca paṭicca tiṇañca paṭicca mattikañca paṭicca ākāso parivārito agārantveva saṅkhaṃ gacchati;",
  "mn28:22.2": "evameva kho, āvuso, aṭṭhiñca paṭicca nhāruñca paṭicca maṃsañca paṭicca cammañca paṭicca ākāso parivārito rūpantveva saṅkhaṃ gacchati.",
  "mn28:22.3": "Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā na āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:22.4": "Ajjhattikañceva, āvuso, cakkhuṃ aparibhinnaṃ hoti bāhirā ca rūpā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:22.5": "Yato ca kho, āvuso, ajjhattikañceva cakkhuṃ aparibhinnaṃ hoti, bāhirā ca rūpā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti.",
  "mn28:22.6": "Evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:22.7": "Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati.",
  "mn28:23.1": "So evaṃ pajānāti:",
  "mn28:23.2": "‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti.",
  "mn28:23.3": "Vuttaṃ kho panetaṃ bhagavatā:",
  "mn28:23.4": "“yo paṭiccasamuppādaṃ passati so dhammaṃ passati;",
  "mn28:23.5": "yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti.",
  "mn28:23.6": "Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā.",
  "mn28:23.7": "Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo.",
  "mn28:23.8": "Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ, so dukkhanirodho’ti.",
  "mn28:23.9": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hoti.",
  "mn28:24.1": "Ajjhattikañceva, āvuso, sotaṃ aparibhinnaṃ hoti …",
  "mn28:24.2": "pe …",
  "mn28:24.3": "ghānaṃ aparibhinnaṃ hoti …",
  "mn28:24.4": "jivhā aparibhinnā hoti …",
  "mn28:24.5": "kāyo aparibhinno hoti …",
  "mn28:24.6": "mano aparibhinno hoti, bāhirā ca dhammā na āpāthaṃ āgacchanti no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:24.7": "Ajjhattiko ceva, āvuso, mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, no ca tajjo samannāhāro hoti, neva tāva tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:24.8": "Yato ca kho, āvuso, ajjhattiko ceva mano aparibhinno hoti, bāhirā ca dhammā āpāthaṃ āgacchanti, tajjo ca samannāhāro hoti, evaṃ tajjassa viññāṇabhāgassa pātubhāvo hoti.",
  "mn28:24.9": "Yaṃ tathābhūtassa rūpaṃ taṃ rūpupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa vedanā sā vedanupādānakkhandhe saṅgahaṃ gacchati, yā tathābhūtassa saññā sā saññupādānakkhandhe saṅgahaṃ gacchati, ye tathābhūtassa saṅkhārā te saṅkhārupādānakkhandhe saṅgahaṃ gacchanti, yaṃ tathābhūtassa viññāṇaṃ taṃ viññāṇupādānakkhandhe saṅgahaṃ gacchati.",
  "mn28:24.10": "So evaṃ pajānāti:",
  "mn28:24.11": "‘evañhi kira imesaṃ pañcannaṃ upādānakkhandhānaṃ saṅgaho sannipāto samavāyo hoti.",
  "mn28:24.12": "Vuttaṃ kho panetaṃ bhagavatā:",
  "mn28:24.13": "“yo paṭiccasamuppādaṃ passati so dhammaṃ passati;",
  "mn28:24.14": "yo dhammaṃ passati so paṭiccasamuppādaṃ passatī”ti.",
  "mn28:24.15": "Paṭiccasamuppannā kho panime yadidaṃ pañcupādānakkhandhā.",
  "mn28:24.16": "Yo imesu pañcasu upādānakkhandhesu chando ālayo anunayo ajjhosānaṃ so dukkhasamudayo.",
  "mn28:24.17": "Yo imesu pañcasu upādānakkhandhesu chandarāgavinayo chandarāgappahānaṃ so dukkhanirodho’ti.",
  "mn28:24.18": "Ettāvatāpi kho, āvuso, bhikkhuno bahukataṃ hotī”ti.",
  "mn28:25.1": "Idamavoca āyasmā sāriputto.",
  "mn28:25.2": "Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.",
  "mn28:26.1": "Mahāhatthipadopamasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}