{
  "_markup_path": "markup/mn/mn34.html",
  "_alt_strings": [
    "en/sujato/mn/mn34.json"
  ],
  "mn34:1.1": "Majjhima Nikāya 34",
  "mn34:2.1": "Cūḷagopālakasutta",
  "mn34:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn34:3.2": "ekaṃ samayaṃ bhagavā vajjīsu viharati ukkacelāyaṃ gaṅgāya nadiyā tīre.",
  "mn34:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn34:3.4": "“bhikkhavo”ti.",
  "mn34:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn34:3.6": "Bhagavā etadavoca:",
  "mn34:4.1": "“Bhūtapubbaṃ, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.",
  "mn34:4.2": "Atha kho, bhikkhave, gāvo majjhegaṅgāya nadiyā sote āmaṇḍaliyaṃ karitvā tattheva anayabyasanaṃ āpajjiṃsu.",
  "mn34:4.3": "Taṃ kissa hetu?",
  "mn34:4.4": "Tathā hi so, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.",
  "mn34:4.5": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā akusalā imassa lokassa akusalā parassa lokassa, akusalā māradheyyassa akusalā amāradheyyassa, akusalā maccudheyyassa akusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ ahitāya dukkhāya.",
  "mn34:5.1": "Bhūtapubbaṃ, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.",
  "mn34:5.2": "So paṭhamaṃ patāresi ye te usabhā gopitaro gopariṇāyakā.",
  "mn34:5.3": "Te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.",
  "mn34:5.4": "Athāpare patāresi balavagāvo dammagāvo.",
  "mn34:5.5": "Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.",
  "mn34:5.6": "Athāpare patāresi vacchatare vacchatariyo.",
  "mn34:5.7": "Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.",
  "mn34:5.8": "Athāpare patāresi vacchake kisābalake.",
  "mn34:5.9": "Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.",
  "mn34:5.10": "Bhūtapubbaṃ, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno, sopi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi.",
  "mn34:5.11": "Taṃ kissa hetu?",
  "mn34:5.12": "Tathā hi so, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.",
  "mn34:5.13": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā kusalā imassa lokassa kusalā parassa lokassa, kusalā māradheyyassa kusalā amāradheyyassa, kusalā maccudheyyassa kusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāya.",
  "mn34:6.1": "Seyyathāpi, bhikkhave, ye te usabhā gopitaro gopariṇāyakā te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;",
  "mn34:6.2": "evameva kho, bhikkhave, ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, te tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṅgatā.",
  "mn34:7.1": "Seyyathāpi te, bhikkhave, balavagāvo dammagāvo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;",
  "mn34:7.2": "evameva kho, bhikkhave, ye te bhikkhū pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.",
  "mn34:8.1": "Seyyathāpi te, bhikkhave, vacchatarā vacchatariyo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;",
  "mn34:8.2": "evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.",
  "mn34:9.1": "Seyyathāpi te, bhikkhave, vacchakā kisābalakā tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;",
  "mn34:9.2": "evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.",
  "mn34:10.1": "Seyyathāpi so, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi;",
  "mn34:10.2": "evameva kho, bhikkhave, ye te bhikkhū dhammānusārino saddhānusārino, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.",
  "mn34:11.1": "Ahaṃ kho pana, bhikkhave, kusalo imassa lokassa kusalo parassa lokassa, kusalo māradheyyassa kusalo amāradheyyassa, kusalo maccudheyyassa kusalo amaccudheyyassa.",
  "mn34:11.2": "Tassa mayhaṃ, bhikkhave, ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti.",
  "mn34:12.1": "Idamavoca bhagavā.",
  "mn34:12.2": "Idaṃ vatvā sugato athāparaṃ etadavoca satthā:",
  "mn34:13.1": "“Ayaṃ loko paro loko,",
  "mn34:13.2": "jānatā suppakāsito;",
  "mn34:13.3": "Yañca mārena sampattaṃ,",
  "mn34:13.4": "appattaṃ yañca maccunā.",
  "mn34:14.1": "Sabbaṃ lokaṃ abhiññāya,",
  "mn34:14.2": "sambuddhena pajānatā;",
  "mn34:14.3": "Vivaṭaṃ amatadvāraṃ,",
  "mn34:14.4": "khemaṃ nibbānapattiyā.",
  "mn34:15.1": "Chinnaṃ pāpimato sotaṃ,",
  "mn34:15.2": "Viddhastaṃ vinaḷīkataṃ;",
  "mn34:15.3": "Pāmojjabahulā hotha,",
  "mn34:15.4": "Khemaṃ pattattha bhikkhavo”ti.",
  "mn34:16.1": "Cūḷagopālakasuttaṃ niṭṭhitaṃ catutthaṃ."
}