{
  "_markup_path": "markup/mn/mn38.html",
  "_alt_strings": [
    "en/sujato/mn/mn38.json"
  ],
  "mn38:1.1": "Majjhima Nikāya 38",
  "mn38:2.1": "Mahātaṇhāsaṅkhayasutta",
  "mn38:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn38:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn38:3.3": "Tena kho pana samayena sātissa nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:",
  "mn38:3.4": "“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anaññan”ti.",
  "mn38:3.5": "Assosuṃ kho sambahulā bhikkhū:",
  "mn38:3.6": "“sātissa kira nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:3.7": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti.",
  "mn38:3.8": "Atha kho te bhikkhū yena sāti bhikkhu kevaṭṭaputto tenupasaṅkamiṃsu;",
  "mn38:3.9": "upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavocuṃ:",
  "mn38:3.10": "“saccaṃ kira te, āvuso sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:3.11": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti?",
  "mn38:3.12": "“Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti.",
  "mn38:3.13": "Atha kho te bhikkhū sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti:",
  "mn38:3.14": "“mā evaṃ, āvuso sāti, avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.",
  "mn38:3.15": "Anekapariyāyenāvuso sāti, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti.",
  "mn38:3.16": "Evampi kho sāti bhikkhu kevaṭṭaputto tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati:",
  "mn38:3.17": "“evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati anaññan”ti.",
  "mn38:4.1": "Yato kho te bhikkhū nāsakkhiṃsu sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu;",
  "mn38:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn38:4.3": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn38:4.4": "“sātissa nāma, bhante, bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:4.5": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti.",
  "mn38:4.6": "Assumha kho mayaṃ, bhante, sātissa kira nāma bhikkhuno kevaṭṭaputtassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:4.7": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti.",
  "mn38:4.8": "Atha kho mayaṃ, bhante, yena sāti bhikkhu kevaṭṭaputto tenupasaṅkamimha;",
  "mn38:4.9": "upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavocumha:",
  "mn38:4.10": "‘saccaṃ kira te, āvuso sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:4.11": "“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”’ti?",
  "mn38:4.12": "Evaṃ vutte, bhante, sāti bhikkhu kevaṭṭaputto amhe etadavoca:",
  "mn38:4.13": "‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti.",
  "mn38:4.14": "Atha kho mayaṃ, bhante, sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjimha samanugāhimha samanubhāsimha:",
  "mn38:4.15": "‘mā evaṃ, āvuso sāti, avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.",
  "mn38:4.16": "Anekapariyāyenāvuso sāti, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo’ti.",
  "mn38:4.17": "Evampi kho, bhante, sāti bhikkhu kevaṭṭaputto amhehi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmasā abhinivissa voharati:",
  "mn38:4.18": "‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’ti.",
  "mn38:4.19": "Yato kho mayaṃ, bhante, nāsakkhimha sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha mayaṃ etamatthaṃ bhagavato ārocemā”ti.",
  "mn38:5.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:",
  "mn38:5.2": "“ehi tvaṃ bhikkhu, mama vacanena sātiṃ bhikkhuṃ kevaṭṭaputtaṃ āmantehi:",
  "mn38:5.3": "‘satthā taṃ, āvuso sāti, āmantetī’”ti.",
  "mn38:5.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena sāti bhikkhu kevaṭṭaputto tenupasaṅkami;",
  "mn38:5.5": "upasaṅkamitvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca:",
  "mn38:5.6": "“satthā taṃ, āvuso sāti, āmantetī”ti.",
  "mn38:5.7": "“Evamāvuso”ti kho sāti bhikkhu kevaṭṭaputto tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn38:5.8": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn38:5.9": "Ekamantaṃ nisinnaṃ kho sātiṃ bhikkhuṃ kevaṭṭaputtaṃ bhagavā etadavoca:",
  "mn38:5.10": "“saccaṃ kira te, sāti, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ:",
  "mn38:5.11": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan’”ti?",
  "mn38:5.12": "“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi yathā tadevidaṃ viññāṇaṃ sandhāvati saṃsarati, anaññan”ti.",
  "mn38:5.13": "“Katamaṃ taṃ, sāti, viññāṇan”ti?",
  "mn38:5.14": "“Yvāyaṃ, bhante, vado vedeyyo tatra tatra kalyāṇapāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedetī”ti.",
  "mn38:5.15": "“Kassa nu kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi?",
  "mn38:5.16": "Nanu mayā, moghapurisa, anekapariyāyena paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ, aññatra paccayā natthi viññāṇassa sambhavoti?",
  "mn38:5.17": "Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khaṇasi, bahuñca apuññaṃ pasavasi.",
  "mn38:5.18": "Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.",
  "mn38:6.1": "Atha kho bhagavā bhikkhū āmantesi:",
  "mn38:6.2": "“taṃ kiṃ maññatha, bhikkhave, api nāyaṃ sāti bhikkhu kevaṭṭaputto usmīkatopi imasmiṃ dhammavinaye”ti?",
  "mn38:6.3": "“Kiñhi siyā, bhante?",
  "mn38:6.4": "No hetaṃ, bhante”ti.",
  "mn38:6.5": "Evaṃ vutte, sāti bhikkhu kevaṭṭaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.",
  "mn38:6.6": "Atha kho bhagavā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā sātiṃ bhikkhuṃ kevaṭṭaputtaṃ etadavoca:",
  "mn38:6.7": "“paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena.",
  "mn38:6.8": "Idhāhaṃ bhikkhū paṭipucchissāmī”ti.",
  "mn38:6.9": "Atha kho bhagavā bhikkhū āmantesi:",
  "mn38:6.10": "“tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavatī”ti?",
  "mn38:6.11": "“No hetaṃ, bhante.",
  "mn38:6.12": "Anekapariyāyena hi no, bhante, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ bhagavatā, aññatra paccayā natthi viññāṇassa sambhavo”ti.",
  "mn38:6.13": "“Sādhu sādhu, bhikkhave.",
  "mn38:6.14": "Sādhu kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha.",
  "mn38:6.15": "Anekapariyāyena hi vo, bhikkhave, paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ mayā, aññatra paccayā natthi viññāṇassa sambhavo”ti.",
  "mn38:6.16": "Atha ca panāyaṃ sāti bhikkhu kevaṭṭaputto attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavati.",
  "mn38:6.17": "Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya.",
  "mn38:7.1": "“Yaṃ yadeva, bhikkhave, paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva viññāṇantveva saṅkhyaṃ gacchati.",
  "mn38:7.2": "Cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ, cakkhuviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:7.3": "sotañca paṭicca sadde ca uppajjati viññāṇaṃ, sotaviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:7.4": "ghānañca paṭicca gandhe ca uppajjati viññāṇaṃ, ghānaviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:7.5": "jivhañca paṭicca rase ca uppajjati viññāṇaṃ, jivhāviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:7.6": "kāyañca paṭicca phoṭṭhabbe ca uppajjati viññāṇaṃ, kāyaviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:7.7": "manañca paṭicca dhamme ca uppajjati viññāṇaṃ, manoviññāṇantveva saṅkhyaṃ gacchati.",
  "mn38:8.1": "Seyyathāpi, bhikkhave, yaṃ yadeva paccayaṃ paṭicca aggi jalati tena teneva saṅkhyaṃ gacchati.",
  "mn38:8.2": "Kaṭṭhañca paṭicca aggi jalati, kaṭṭhaggitveva saṅkhyaṃ gacchati;",
  "mn38:8.3": "sakalikañca paṭicca aggi jalati, sakalikaggitveva saṅkhyaṃ gacchati;",
  "mn38:8.4": "tiṇañca paṭicca aggi jalati, tiṇaggitveva saṅkhyaṃ gacchati;",
  "mn38:8.5": "gomayañca paṭicca aggi jalati, gomayaggitveva saṅkhyaṃ gacchati;",
  "mn38:8.6": "thusañca paṭicca aggi jalati, thusaggitveva saṅkhyaṃ gacchati;",
  "mn38:8.7": "saṅkārañca paṭicca aggi jalati, saṅkāraggitveva saṅkhyaṃ gacchati.",
  "mn38:8.8": "Evameva kho, bhikkhave, yaṃ yadeva paccayaṃ paṭicca uppajjati viññāṇaṃ, tena teneva saṅkhyaṃ gacchati.",
  "mn38:8.9": "Cakkhuñca paṭicca rūpe ca uppajjati viññāṇaṃ, cakkhuviññāṇantveva saṅkhyaṃ gacchati;",
  "mn38:8.10": "sotañca paṭicca sadde ca uppajjati viññāṇaṃ, sotaviññāṇantveva saṅkhyaṃ gacchati, ghānañca paṭicca gandhe ca uppajjati viññāṇaṃ, ghānaviññāṇantveva saṅkhyaṃ gacchati, jivhañca paṭicca rase ca uppajjati viññāṇaṃ, jivhāviññāṇantveva saṅkhyaṃ gacchati.",
  "mn38:8.11": "Kāyañca paṭicca phoṭṭhabbe ca uppajjati viññāṇaṃ, kāyaviññāṇantveva saṅkhyaṃ gacchati.",
  "mn38:8.12": "Manañca paṭicca dhamme ca uppajjati viññāṇaṃ, manoviññāṇantveva saṅkhyaṃ gacchati.",
  "mn38:9.1": "Bhūtamidanti, bhikkhave, passathā”ti?",
  "mn38:10.1": "“Evaṃ, bhante”.",
  "mn38:11.1": "“Tadāhārasambhavanti, bhikkhave, passathā”ti?",
  "mn38:12.1": "“Evaṃ, bhante”.",
  "mn38:13.1": "“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, passathā”ti?",
  "mn38:14.1": "“Evaṃ, bhante”.",
  "mn38:15.1": "“Bhūtamidaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?",
  "mn38:16.1": "“Evaṃ, bhante”.",
  "mn38:17.1": "“Tadāhārasambhavaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?",
  "mn38:18.1": "“Evaṃ, bhante”.",
  "mn38:19.1": "“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammaṃ nossūti, bhikkhave, kaṅkhato uppajjati vicikicchā”ti?",
  "mn38:20.1": "“Evaṃ, bhante”.",
  "mn38:21.1": "“Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?",
  "mn38:22.1": "“Evaṃ, bhante”.",
  "mn38:23.1": "“Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?",
  "mn38:24.1": "“Evaṃ, bhante”.",
  "mn38:25.1": "“Tadāhāranirodhā yaṃ bhūtaṃ, taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya passato yā vicikicchā sā pahīyatī”ti?",
  "mn38:26.1": "“Evaṃ, bhante”.",
  "mn38:27.1": "“Bhūtamidanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?",
  "mn38:28.1": "“Evaṃ, bhante”.",
  "mn38:29.1": "“Tadāhārasambhavanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?",
  "mn38:30.1": "“Evaṃ, bhante”.",
  "mn38:31.1": "“Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, itipi vo ettha nibbicikicchā”ti?",
  "mn38:32.1": "“Evaṃ, bhante”.",
  "mn38:33.1": "“Bhūtamidanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?",
  "mn38:34.1": "“Evaṃ, bhante”.",
  "mn38:35.1": "“Tadāhārasambhavanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?",
  "mn38:36.1": "“Evaṃ, bhante”.",
  "mn38:37.1": "“Tadāhāranirodhā yaṃ bhūtaṃ taṃ nirodhadhammanti, bhikkhave, yathābhūtaṃ sammappaññāya sudiṭṭhan”ti?",
  "mn38:38.1": "“Evaṃ, bhante”.",
  "mn38:39.1": "“Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ allīyetha kelāyetha dhanāyetha mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti?",
  "mn38:40.1": "“No hetaṃ, bhante”.",
  "mn38:41.1": "“Imañce tumhe, bhikkhave, diṭṭhiṃ evaṃ parisuddhaṃ evaṃ pariyodātaṃ na allīyetha na kelāyetha na dhanāyetha na mamāyetha, api nu me tumhe, bhikkhave, kullūpamaṃ dhammaṃ desitaṃ ājāneyyātha nittharaṇatthāya no gahaṇatthāyā”ti?",
  "mn38:42.1": "“Evaṃ, bhante”.",
  "mn38:43.1": "“Cattārome, bhikkhave, āhārā bhūtānaṃ vā sattānaṃ ṭhitiyā, sambhavesīnaṃ vā anuggahāya.",
  "mn38:43.2": "Katame cattāro?",
  "mn38:43.3": "Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ.",
  "mn38:44.1": "Ime ca, bhikkhave, cattāro āhārā kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?",
  "mn38:44.2": "Ime cattāro āhārā taṇhānidānā taṇhāsamudayā taṇhājātikā taṇhāpabhavā.",
  "mn38:44.3": "Taṇhā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?",
  "mn38:45.1": "Taṇhā vedanānidānā vedanāsamudayā vedanājātikā vedanāpabhavā.",
  "mn38:46.1": "Vedanā cāyaṃ, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?",
  "mn38:46.2": "Vedanā phassanidānā phassasamudayā phassajātikā phassapabhavā.",
  "mn38:47.1": "Phasso cāyaṃ, bhikkhave, kiṃnidāno kiṃsamudayo kiṃjātiko kiṃpabhavo?",
  "mn38:47.2": "Phasso saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanapabhavo.",
  "mn38:48.1": "Saḷāyatanañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?",
  "mn38:48.2": "Saḷāyatanaṃ nāmarūpanidānaṃ nāmarūpasamudayaṃ nāmarūpajātikaṃ nāmarūpapabhavaṃ.",
  "mn38:49.1": "Nāmarūpañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?",
  "mn38:49.2": "Nāmarūpaṃ viññāṇanidānaṃ viññāṇasamudayaṃ viññāṇajātikaṃ viññāṇapabhavaṃ.",
  "mn38:50.1": "Viññāṇañcidaṃ, bhikkhave, kiṃnidānaṃ kiṃsamudayaṃ kiṃjātikaṃ kiṃpabhavaṃ?",
  "mn38:50.2": "Viññāṇaṃ saṅkhāranidānaṃ saṅkhārasamudayaṃ saṅkhārajātikaṃ saṅkhārapabhavaṃ.",
  "mn38:51.1": "Saṅkhārā cime, bhikkhave, kiṃnidānā kiṃsamudayā kiṃjātikā kiṃpabhavā?",
  "mn38:51.2": "Saṅkhārā avijjānidānā avijjāsamudayā avijjājātikā avijjāpabhavā.",
  "mn38:52.1": "Iti kho, bhikkhave, avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.",
  "mn38:52.2": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "mn38:53.1": "Jātipaccayā jarāmaraṇanti iti kho panetaṃ vuttaṃ;",
  "mn38:53.2": "jātipaccayā nu kho, bhikkhave, jarāmaraṇaṃ, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:53.3": "“Jātipaccayā, bhante, jarāmaraṇaṃ;",
  "mn38:53.4": "evaṃ no ettha hoti—",
  "mn38:53.5": "jātipaccayā jarāmaraṇan”ti.",
  "mn38:54.1": "“Bhavapaccayā jātīti iti kho panetaṃ vuttaṃ;",
  "mn38:54.2": "bhavapaccayā nu kho, bhikkhave, jāti, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:54.3": "“Bhavapaccayā, bhante, jāti;",
  "mn38:54.4": "evaṃ no ettha hoti—",
  "mn38:54.5": "bhavapaccayā jātī”ti.",
  "mn38:55.1": "“Upādānapaccayā bhavoti iti kho panetaṃ vuttaṃ;",
  "mn38:55.2": "upādānapaccayā nu kho, bhikkhave, bhavo, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:55.3": "“Upādānapaccayā, bhante, bhavo;",
  "mn38:55.4": "evaṃ no ettha hoti—",
  "mn38:55.5": "upādānapaccayā bhavo”ti.",
  "mn38:56.1": "“Taṇhāpaccayā upādānanti iti kho panetaṃ vuttaṃ, taṇhāpaccayā nu kho, bhikkhave, upādānaṃ, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:56.2": "“Taṇhāpaccayā, bhante, upādānaṃ;",
  "mn38:56.3": "evaṃ no ettha hoti—",
  "mn38:56.4": "taṇhāpaccayā upādānan”ti.",
  "mn38:57.1": "“Vedanāpaccayā taṇhāti iti kho panetaṃ vuttaṃ;",
  "mn38:57.2": "vedanāpaccayā nu kho, bhikkhave, taṇhā, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:57.3": "“Vedanāpaccayā, bhante, taṇhā;",
  "mn38:57.4": "evaṃ no ettha hoti—",
  "mn38:57.5": "vedanāpaccayā taṇhā”ti.",
  "mn38:58.1": "“Phassapaccayā vedanāti iti kho panetaṃ vuttaṃ;",
  "mn38:58.2": "phassapaccayā nu kho, bhikkhave, vedanā, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:58.3": "“Phassapaccayā, bhante, vedanā;",
  "mn38:58.4": "evaṃ no ettha hoti—",
  "mn38:58.5": "phassapaccayā vedanā”ti.",
  "mn38:59.1": "“Saḷāyatanapaccayā phassoti iti kho panetaṃ vuttaṃ;",
  "mn38:59.2": "saḷāyatanapaccayā nu kho, bhikkhave, phasso, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:59.3": "“Saḷāyatanapaccayā, bhante, phasso;",
  "mn38:59.4": "evaṃ no ettha hoti—",
  "mn38:59.5": "saḷāyatanapaccayā phasso”ti.",
  "mn38:60.1": "“Nāmarūpapaccayā saḷāyatananti iti kho panetaṃ vuttaṃ;",
  "mn38:60.2": "nāmarūpapaccayā nu kho, bhikkhave, saḷāyatanaṃ, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:60.3": "“Nāmarūpapaccayā, bhante, saḷāyatanaṃ;",
  "mn38:60.4": "evaṃ no ettha hoti—",
  "mn38:60.5": "nāmarūpapaccayā saḷāyatanan”ti.",
  "mn38:61.1": "“Viññāṇapaccayā nāmarūpanti iti kho panetaṃ vuttaṃ;",
  "mn38:61.2": "viññāṇapaccayā nu kho, bhikkhave, nāmarūpaṃ, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:61.3": "“Viññāṇapaccayā, bhante, nāmarūpaṃ;",
  "mn38:61.4": "evaṃ no ettha hoti—",
  "mn38:61.5": "viññāṇapaccayā nāmarūpan”ti.",
  "mn38:62.1": "“Saṅkhārapaccayā viññāṇanti iti kho panetaṃ vuttaṃ;",
  "mn38:62.2": "saṅkhārapaccayā nu kho, bhikkhave, viññāṇaṃ, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:62.3": "“Saṅkhārapaccayā, bhante, viññāṇaṃ;",
  "mn38:62.4": "evaṃ no ettha hoti—",
  "mn38:62.5": "saṅkhārapaccayā viññāṇan”ti.",
  "mn38:63.1": "“Avijjāpaccayā saṅkhārāti iti kho panetaṃ vuttaṃ;",
  "mn38:63.2": "avijjāpaccayā nu kho, bhikkhave, saṅkhārā, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:63.3": "“Avijjāpaccayā, bhante, saṅkhārā;",
  "mn38:63.4": "evaṃ no ettha hoti—",
  "mn38:63.5": "avijjāpaccayā saṅkhārā”ti.",
  "mn38:64.1": "“Sādhu, bhikkhave.",
  "mn38:64.2": "Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—",
  "mn38:64.3": "imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati, yadidaṃ—",
  "mn38:64.4": "avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.",
  "mn38:64.5": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "mn38:65.1": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho, saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho, taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "mn38:65.2": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "mn38:66.1": "Jātinirodhā jarāmaraṇanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:66.2": "jātinirodhā nu kho, bhikkhave, jarāmaraṇanirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:66.3": "“Jātinirodhā, bhante, jarāmaraṇanirodho;",
  "mn38:66.4": "evaṃ no ettha hoti—",
  "mn38:66.5": "jātinirodhā jarāmaraṇanirodho”ti.",
  "mn38:67.1": "“Bhavanirodhā jātinirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:67.2": "bhavanirodhā nu kho, bhikkhave, jātinirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:67.3": "“Bhavanirodhā, bhante, jātinirodho;",
  "mn38:67.4": "evaṃ no ettha hoti—",
  "mn38:67.5": "bhavanirodhā jātinirodho”ti.",
  "mn38:68.1": "“Upādānanirodhā bhavanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:68.2": "upādānanirodhā nu kho, bhikkhave, bhavanirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:68.3": "“Upādānanirodhā, bhante, bhavanirodho;",
  "mn38:68.4": "evaṃ no ettha hoti—",
  "mn38:68.5": "upādānanirodhā bhavanirodho”ti.",
  "mn38:69.1": "“Taṇhānirodhā upādānanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:69.2": "taṇhānirodhā nu kho, bhikkhave, upādānanirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:69.3": "“Taṇhānirodhā, bhante, upādānanirodho;",
  "mn38:69.4": "evaṃ no ettha hoti—",
  "mn38:69.5": "taṇhānirodhā upādānanirodho”ti.",
  "mn38:70.1": "“Vedanānirodhā taṇhānirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:70.2": "vedanānirodhā nu kho, bhikkhave, taṇhānirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:70.3": "“Vedanānirodhā, bhante, taṇhānirodho;",
  "mn38:70.4": "evaṃ no ettha hoti—",
  "mn38:70.5": "vedanānirodhā taṇhānirodho”ti.",
  "mn38:71.1": "“Phassanirodhā vedanānirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:71.2": "phassanirodhā nu kho, bhikkhave, vedanānirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:71.3": "“Phassanirodhā, bhante, vedanānirodho;",
  "mn38:71.4": "evaṃ no ettha hoti—",
  "mn38:71.5": "phassanirodhā vedanānirodho”ti.",
  "mn38:72.1": "“Saḷāyatananirodhā phassanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:72.2": "saḷāyatananirodhā nu kho, bhikkhave, phassanirodho, no vā, kathaṃ vā ettha hotīti?",
  "mn38:72.3": "Saḷāyatananirodhā, bhante, phassanirodho;",
  "mn38:72.4": "evaṃ no ettha hoti—",
  "mn38:72.5": "saḷāyatananirodhā phassanirodho”ti.",
  "mn38:73.1": "“Nāmarūpanirodhā saḷāyatananirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:73.2": "nāmarūpanirodhā nu kho, bhikkhave, saḷāyatananirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:73.3": "“Nāmarūpanirodhā, bhante, saḷāyatananirodho;",
  "mn38:73.4": "evaṃ no ettha hoti—",
  "mn38:73.5": "nāmarūpanirodhā saḷāyatananirodho”ti.",
  "mn38:73.6": "“Viññāṇanirodhā nāmarūpanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:73.7": "viññāṇanirodhā nu kho, bhikkhave, nāmarūpanirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:74.1": "“Viññāṇanirodhā, bhante, nāmarūpanirodho;",
  "mn38:74.2": "evaṃ no ettha hoti—",
  "mn38:74.3": "viññāṇanirodhā nāmarūpanirodho”ti.",
  "mn38:74.4": "“Saṅkhāranirodhā viññāṇanirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:74.5": "saṅkhāranirodhā nu kho, bhikkhave, viññāṇanirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:74.6": "“Saṅkhāranirodhā, bhante, viññāṇanirodho;",
  "mn38:74.7": "evaṃ no ettha hoti—",
  "mn38:74.8": "saṅkhāranirodhā viññāṇanirodho”ti.",
  "mn38:75.1": "“Avijjānirodhā saṅkhāranirodhoti iti kho panetaṃ vuttaṃ;",
  "mn38:75.2": "avijjānirodhā nu kho, bhikkhave, saṅkhāranirodho, no vā, kathaṃ vā ettha hotī”ti?",
  "mn38:75.3": "“Avijjānirodhā, bhante, saṅkhāranirodho;",
  "mn38:75.4": "evaṃ no ettha hoti—",
  "mn38:75.5": "avijjānirodhā saṅkhāranirodho”ti.",
  "mn38:76.1": "“Sādhu, bhikkhave.",
  "mn38:76.2": "Iti kho, bhikkhave, tumhepi evaṃ vadetha, ahampi evaṃ vadāmi—",
  "mn38:76.3": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati, yadidaṃ—",
  "mn38:76.4": "avijjānirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho, saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho, taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "mn38:76.5": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "mn38:77.1": "Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā pubbantaṃ vā paṭidhāveyyātha:",
  "mn38:77.2": "‘ahesumha nu kho mayaṃ atītamaddhānaṃ, nanu kho ahesumha atītamaddhānaṃ, kiṃ nu kho ahesumha atītamaddhānaṃ, kathaṃ nu kho ahesumha atītamaddhānaṃ, kiṃ hutvā kiṃ ahesumha nu kho mayaṃ atītamaddhānan’”ti?",
  "mn38:78.1": "“No hetaṃ, bhante”.",
  "mn38:79.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aparantaṃ vā paṭidhāveyyātha—",
  "mn38:79.2": "bhavissāma nu kho mayaṃ anāgatamaddhānaṃ, nanu kho bhavissāma anāgatamaddhānaṃ, kiṃ nu kho bhavissāma anāgatamaddhānaṃ, kathaṃ nu kho bhavissāma anāgatamaddhānaṃ, kiṃ hutvā kiṃ bhavissāma nu kho mayaṃ anāgatamaddhānan”ti?",
  "mn38:80.1": "“No hetaṃ, bhante”.",
  "mn38:81.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā etarahi vā paccuppannamaddhānaṃ ajjhattaṃ kathaṅkathī assatha—",
  "mn38:81.2": "ahaṃ nu khosmi, no nu khosmi, kiṃ nu khosmi, kathaṃ nu khosmi, ayaṃ nu kho satto kuto āgato, so kuhiṃ gāmī bhavissatī”ti?",
  "mn38:82.1": "“No hetaṃ, bhante”.",
  "mn38:83.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—",
  "mn38:83.2": "satthā no garu, satthugāravena ca mayaṃ evaṃ vademā”ti?",
  "mn38:84.1": "“No hetaṃ, bhante”.",
  "mn38:85.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā evaṃ vadeyyātha—",
  "mn38:85.2": "samaṇo evamāha, samaṇā ca nāma mayaṃ evaṃ vademā”ti?",
  "mn38:86.1": "“No hetaṃ, bhante”.",
  "mn38:87.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā aññaṃ satthāraṃ uddiseyyāthā”ti?",
  "mn38:88.1": "“No hetaṃ, bhante”.",
  "mn38:89.1": "“Api nu tumhe, bhikkhave, evaṃ jānantā evaṃ passantā yāni tāni puthusamaṇabrāhmaṇānaṃ vata kotūhalamaṅgalāni tāni sārato paccāgaccheyyāthā”ti?",
  "mn38:90.1": "“No hetaṃ, bhante”.",
  "mn38:91.1": "“Nanu, bhikkhave, yadeva tumhākaṃ sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ, tadeva tumhe vadethā”ti.",
  "mn38:92.1": "“Evaṃ, bhante”.",
  "mn38:93.1": "“Sādhu, bhikkhave, upanītā kho me tumhe, bhikkhave, iminā sandiṭṭhikena dhammena akālikena ehipassikena opaneyyikena paccattaṃ veditabbena viññūhi.",
  "mn38:93.2": "Sandiṭṭhiko ayaṃ, bhikkhave, dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi—",
  "mn38:93.3": "iti yantaṃ vuttaṃ, idametaṃ paṭicca vuttanti.",
  "mn38:94.1": "Tiṇṇaṃ kho pana, bhikkhave, sannipātā gabbhassāvakkanti hoti.",
  "mn38:94.2": "Idha mātāpitaro ca sannipatitā honti, mātā ca na utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti.",
  "mn38:94.3": "Idha mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca na paccupaṭṭhito hoti, neva tāva gabbhassāvakkanti hoti.",
  "mn38:94.4": "Yato ca kho, bhikkhave, mātāpitaro ca sannipatitā honti, mātā ca utunī hoti, gandhabbo ca paccupaṭṭhito hoti—",
  "mn38:94.5": "evaṃ tiṇṇaṃ sannipātā gabbhassāvakkanti hoti.",
  "mn38:94.6": "Tamenaṃ, bhikkhave, mātā nava vā dasa vā māse gabbhaṃ kucchinā pariharati mahatā saṃsayena garubhāraṃ.",
  "mn38:94.7": "Tamenaṃ, bhikkhave, mātā navannaṃ vā dasannaṃ vā māsānaṃ accayena vijāyati mahatā saṃsayena garubhāraṃ.",
  "mn38:94.8": "Tamenaṃ jātaṃ samānaṃ sakena lohitena poseti.",
  "mn38:94.9": "Lohitañhetaṃ, bhikkhave, ariyassa vinaye yadidaṃ mātuthaññaṃ.",
  "mn38:94.10": "Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya yāni tāni kumārakānaṃ kīḷāpanakāni tehi kīḷati, seyyathidaṃ—",
  "mn38:94.11": "vaṅkakaṃ ghaṭikaṃ mokkhacikaṃ ciṅgulakaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ.",
  "mn38:95.1": "Sa kho so, bhikkhave, kumāro vuddhimanvāya indriyānaṃ paripākamanvāya pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti—",
  "mn38:95.2": "cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi …",
  "mn38:95.3": "ghānaviññeyyehi gandhehi …",
  "mn38:95.4": "jivhāviññeyyehi rasehi …",
  "mn38:95.5": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "mn38:96.1": "So cakkhunā rūpaṃ disvā piyarūpe rūpe sārajjati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso.",
  "mn38:96.2": "Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti—",
  "mn38:96.3": "yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "mn38:96.4": "So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.",
  "mn38:96.5": "Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.",
  "mn38:96.6": "Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.",
  "mn38:96.7": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "mn38:96.8": "Sotena saddaṃ sutvā …",
  "mn38:96.9": "pe …",
  "mn38:96.10": "ghānena gandhaṃ ghāyitvā …",
  "mn38:96.11": "pe …",
  "mn38:96.12": "jivhāya rasaṃ sāyitvā …",
  "mn38:96.13": "pe …",
  "mn38:96.14": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn38:96.15": "pe …",
  "mn38:96.16": "manasā dhammaṃ viññāya piyarūpe dhamme sārajjati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyasati ca viharati parittacetaso.",
  "mn38:96.17": "Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti—",
  "mn38:96.18": "yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "mn38:96.19": "So evaṃ anurodhavirodhaṃ samāpanno yaṃ kiñci vedanaṃ vedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.",
  "mn38:96.20": "Tassa taṃ vedanaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.",
  "mn38:96.21": "Yā vedanāsu nandī tadupādānaṃ, tassupādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.",
  "mn38:96.22": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "mn38:97.1": "Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn38:97.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn38:97.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ;",
  "mn38:97.4": "kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn38:97.5": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "mn38:97.6": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "mn38:97.7": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn38:97.8": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn38:97.9": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn38:97.10": "Yannūnāhaṃ kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajeyyan’”ti.",
  "mn38:97.11": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā, kāsāyāni vatthāni acchādetvā, agārasmā anagāriyaṃ pabbajati.",
  "mn38:98.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "mn38:99.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti, dinnādāyī dinnapāṭikaṅkhī athenena sucibhūtena attanā viharati.",
  "mn38:100.1": "Abrahmacariyaṃ pahāya brahmacārī hoti, ārācārī virato methunā gāmadhammā.",
  "mn38:101.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti, saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "mn38:102.1": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti—",
  "mn38:102.2": "ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "mn38:102.3": "Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī, samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn38:103.1": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti—",
  "mn38:103.2": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn38:104.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena, sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn38:105.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ekabhattiko hoti rattūparato, virato vikālabhojanā.",
  "mn38:105.2": "Naccagītavāditavisūkadassanā paṭivirato hoti, mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti, uccāsayanamahāsayanā paṭivirato hoti, jātarūparajatapaṭiggahaṇā paṭivirato hoti, āmakadhaññapaṭiggahaṇā paṭivirato hoti, āmakamaṃsapaṭiggahaṇā paṭivirato hoti, itthikumārikapaṭiggahaṇā paṭivirato hoti, dāsidāsapaṭiggahaṇā paṭivirato hoti, ajeḷakapaṭiggahaṇā paṭivirato hoti, kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti, hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti, khettavatthupaṭiggahaṇā paṭivirato hoti, dūteyyapahiṇagamanānuyogā paṭivirato hoti, kayavikkayā paṭivirato hoti, tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti, ukkoṭanavañcananikatisāciyogā paṭivirato hoti, chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "mn38:106.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "mn38:106.2": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn38:106.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;",
  "mn38:106.4": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena.",
  "mn38:106.5": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn38:106.6": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "mn38:107.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn38:107.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "mn38:107.3": "Sotena saddaṃ sutvā …",
  "mn38:107.4": "pe …",
  "mn38:107.5": "ghānena gandhaṃ ghāyitvā …",
  "mn38:107.6": "pe …",
  "mn38:107.7": "jivhāya rasaṃ sāyitvā …",
  "mn38:107.8": "pe …",
  "mn38:107.9": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn38:107.10": "pe …",
  "mn38:107.11": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn38:107.12": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ manindriye saṃvaraṃ āpajjati.",
  "mn38:107.13": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "mn38:108.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "mn38:109.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, vivittaṃ senāsanaṃ bhajati—",
  "mn38:109.2": "araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn38:109.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn38:109.4": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "mn38:109.5": "byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "mn38:109.6": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "mn38:109.7": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "mn38:109.8": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn38:110.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn38:110.2": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn38:110.3": "pe …",
  "mn38:110.4": "tatiyaṃ jhānaṃ …",
  "mn38:110.5": "pe …",
  "mn38:110.6": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn38:111.1": "So cakkhunā rūpaṃ disvā piyarūpe rūpe na sārajjati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso.",
  "mn38:111.2": "Tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti—",
  "mn38:111.3": "yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "mn38:111.4": "So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.",
  "mn38:111.5": "Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati.",
  "mn38:111.6": "Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "mn38:111.7": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "mn38:111.8": "Sotena saddaṃ sutvā …",
  "mn38:111.9": "pe …",
  "mn38:111.10": "ghānena gandhaṃ ghāyitvā …",
  "mn38:111.11": "pe …",
  "mn38:111.12": "jivhāya rasaṃ sāyitvā …",
  "mn38:111.13": "pe …",
  "mn38:111.14": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn38:111.15": "pe …",
  "mn38:111.16": "manasā dhammaṃ viññāya piyarūpe dhamme na sārajjati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyasati ca viharati appamāṇacetaso, tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti—",
  "mn38:111.17": "yatthassa te pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "mn38:111.18": "So evaṃ anurodhavirodhavippahīno yaṃ kiñci vedanaṃ vedeti, sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, so taṃ vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.",
  "mn38:111.19": "Tassa taṃ vedanaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā vedanāsu nandī sā nirujjhati.",
  "mn38:111.20": "Tassa nandīnirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "mn38:111.21": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "mn38:111.22": "Imaṃ kho me tumhe, bhikkhave, saṅkhittena taṇhāsaṅkhayavimuttiṃ dhāretha, sātiṃ pana bhikkhuṃ kevaṭṭaputtaṃ mahātaṇhājālataṇhāsaṅghāṭappaṭimukkan”ti.",
  "mn38:112.1": "Idamavoca bhagavā.",
  "mn38:112.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn38:113.1": "Mahātaṇhāsaṅkhayasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}