{
  "_markup_path": "markup/mn/mn39.html",
  "_alt_strings": [
    "en/sujato/mn/mn39.json"
  ],
  "mn39:1.1": "Majjhima Nikāya 39",
  "mn39:2.1": "Mahāassapurasutta",
  "mn39:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn39:3.2": "ekaṃ samayaṃ bhagavā aṅgesu viharati assapuraṃ nāma aṅgānaṃ nigamo.",
  "mn39:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn39:3.4": "“bhikkhavo”ti.",
  "mn39:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn39:3.6": "Bhagavā etadavoca:",
  "mn39:4.1": "“Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti.",
  "mn39:4.2": "Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha;",
  "mn39:4.3": "tesaṃ vo, bhikkhave, evaṃsamaññānaṃ sataṃ evaṃpaṭiññānaṃ sataṃ ‘ye dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca te dhamme samādāya vattissāma, evaṃ no ayaṃ amhākaṃ samaññā ca saccā bhavissati paṭiññā ca bhūtā.",
  "mn39:4.4": "Yesañca mayaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāma, tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti.",
  "mn39:4.5": "Evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:5.1": "Katame ca, bhikkhave, dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca?",
  "mn39:5.2": "‘Hirottappena samannāgatā bhavissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:5.3": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:5.4": "‘hirottappenamha samannāgatā, alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:5.5": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:5.6": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:6.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:6.2": "‘Parisuddho no kāyasamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.",
  "mn39:6.3": "Tāya ca pana parisuddhakāyasamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:6.4": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:6.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro;",
  "mn39:6.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:6.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:6.8": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:7.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:7.2": "‘Parisuddho no vacīsamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.",
  "mn39:7.3": "Tāya ca pana parisuddhavacīsamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:7.4": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:7.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro;",
  "mn39:7.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:7.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:7.8": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:8.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:8.2": "‘Parisuddho no manosamācāro bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.",
  "mn39:8.3": "Tāya ca pana parisuddhamanosamācāratāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:8.4": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:8.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro;",
  "mn39:8.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:8.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:8.8": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:9.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:9.2": "‘Parisuddho no ājīvo bhavissati uttāno vivaṭo na ca chiddavā saṃvuto ca.",
  "mn39:9.3": "Tāya ca pana parisuddhājīvatāya nevattānukkaṃsessāma na paraṃ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:9.4": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:9.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo;",
  "mn39:9.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:9.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:9.8": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:10.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:10.2": "‘Indriyesu guttadvārā bhavissāma;",
  "mn39:10.3": "cakkhunā rūpaṃ disvā na nimittaggāhī nānubyañjanaggāhī.",
  "mn39:10.4": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjissāma.",
  "mn39:10.5": "Sotena saddaṃ sutvā …",
  "mn39:10.6": "pe …",
  "mn39:10.7": "ghānena gandhaṃ ghāyitvā …",
  "mn39:10.8": "pe …",
  "mn39:10.9": "jivhāya rasaṃ sāyitvā …",
  "mn39:10.10": "pe …",
  "mn39:10.11": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn39:10.12": "pe …",
  "mn39:10.13": "manasā dhammaṃ viññāya na nimittaggāhī nānubyañjanaggāhī.",
  "mn39:10.14": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjissāma, rakkhissāma manindriyaṃ, manindriye saṃvaraṃ āpajjissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:10.15": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:10.16": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā;",
  "mn39:10.17": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:10.18": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:10.19": "‘mā vo sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi, sati uttariṃ karaṇīye’.",
  "mn39:11.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:11.2": "‘Bhojane mattaññuno bhavissāma, paṭisaṅkhā yoniso āhāraṃ āharissāma, neva davāya na madāya na maṇḍanāya na vibhūsanāya yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāma navañca vedanaṃ na uppādessāma, yātrā ca no bhavissati, anavajjatā ca, phāsu vihāro cā’ti evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:11.3": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:11.4": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno;",
  "mn39:11.5": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:11.6": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:11.7": "‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’.",
  "mn39:12.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:12.2": "‘Jāgariyaṃ anuyuttā bhavissāma, divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma.",
  "mn39:12.3": "Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāma.",
  "mn39:12.4": "Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappessāma pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā.",
  "mn39:12.5": "Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhessāmā’ti, evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:12.6": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:12.7": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā;",
  "mn39:12.8": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti, tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:12.9": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:12.10": "‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’.",
  "mn39:13.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:13.2": "‘Satisampajaññena samannāgatā bhavissāma, abhikkante paṭikkante sampajānakārī, ālokite vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti, evañhi vo, bhikkhave, sikkhitabbaṃ.",
  "mn39:13.3": "Siyā kho pana, bhikkhave, tumhākaṃ evamassa:",
  "mn39:13.4": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṃ anuyuttā, satisampajaññena samannāgatā;",
  "mn39:13.5": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṃ karaṇīyan’ti tāvatakeneva tuṭṭhiṃ āpajjeyyātha.",
  "mn39:13.6": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave:",
  "mn39:13.7": "‘mā vo, sāmaññatthikānaṃ sataṃ sāmaññattho parihāyi sati uttariṃ karaṇīye’.",
  "mn39:14.1": "Kiñca, bhikkhave, uttariṃ karaṇīyaṃ?",
  "mn39:14.2": "Idha, bhikkhave, bhikkhu vivittaṃ senāsanaṃ bhajati—",
  "mn39:14.3": "araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanappatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn39:14.4": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn39:14.5": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "mn39:14.6": "byāpādapadosaṃ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "mn39:14.7": "thinamiddhaṃ pahāya vigatathinamiddho viharati, ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "mn39:14.8": "uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "mn39:14.9": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati, akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn39:15.1": "Seyyathāpi, bhikkhave, puriso iṇaṃ ādāya kammante payojeyya.",
  "mn39:15.2": "Tassa te kammantā samijjheyyuṃ.",
  "mn39:15.3": "So yāni ca porāṇāni iṇamūlāni tāni ca byantī kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya.",
  "mn39:15.4": "Tassa evamassa:",
  "mn39:15.5": "‘ahaṃ kho pubbe iṇaṃ ādāya kammante payojesiṃ, tassa me te kammantā samijjhiṃsu.",
  "mn39:15.6": "Sohaṃ yāni ca porāṇāni iṇamūlāni tāni ca byantī akāsiṃ, atthi ca me uttariṃ avasiṭṭhaṃ dārabharaṇāyā’ti.",
  "mn39:15.7": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.",
  "mn39:16.1": "Seyyathāpi, bhikkhave, puriso ābādhiko assa dukkhito bāḷhagilāno, bhattañcassa nacchādeyya, na cassa kāye balamattā.",
  "mn39:16.2": "So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā.",
  "mn39:16.3": "Tassa evamassa:",
  "mn39:16.4": "‘ahaṃ kho pubbe ābādhiko ahosiṃ dukkhito bāḷhagilāno, bhattañca me nacchādesi, na ca me āsi kāye balamattā, somhi etarahi tamhā ābādhā mutto, bhattañca me chādeti, atthi ca me kāye balamattā’ti.",
  "mn39:16.5": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.",
  "mn39:17.1": "Seyyathāpi, bhikkhave, puriso bandhanāgāre baddho assa.",
  "mn39:17.2": "So aparena samayena tamhā bandhanā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo.",
  "mn39:17.3": "Tassa evamassa:",
  "mn39:17.4": "‘ahaṃ kho pubbe bandhanāgāre baddho ahosiṃ, somhi etarahi tamhā bandhanā mutto, sotthinā abbhayena, natthi ca me kiñci bhogānaṃ vayo’ti.",
  "mn39:17.5": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.",
  "mn39:18.1": "Seyyathāpi, bhikkhave, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo.",
  "mn39:18.2": "So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo.",
  "mn39:18.3": "Tassa evamassa:",
  "mn39:18.4": "‘ahaṃ kho pubbe dāso ahosiṃ anattādhīno parādhīno na yenakāmaṅgamo, somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti.",
  "mn39:18.5": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.",
  "mn39:19.1": "Seyyathāpi, bhikkhave, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya.",
  "mn39:19.2": "So aparena samayena tamhā kantārā nitthareyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo.",
  "mn39:19.3": "Tassa evamassa:",
  "mn39:19.4": "‘ahaṃ kho pubbe sadhano sabhogo kantāraddhānamaggaṃ paṭipajjiṃ.",
  "mn39:19.5": "Somhi etarahi tamhā kantārā nitthiṇṇo sotthinā abbhayena, natthi ca me kiñci bhogānaṃ vayo’ti.",
  "mn39:19.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ.",
  "mn39:20.1": "Evameva kho, bhikkhave, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, ime pañca nīvaraṇe appahīne attani samanupassati.",
  "mn39:20.2": "Seyyathāpi, bhikkhave, āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ;",
  "mn39:20.3": "evameva bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati.",
  "mn39:21.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, vivicceva kāmehi vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn39:21.2": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn39:21.3": "Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya.",
  "mn39:21.4": "Sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā, phuṭā snehena na ca pagghariṇī.",
  "mn39:21.5": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn39:22.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn39:22.2": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn39:22.3": "Seyyathāpi, bhikkhave, udakarahado ubbhidodako.",
  "mn39:22.4": "Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya.",
  "mn39:22.5": "Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa.",
  "mn39:22.6": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn39:23.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "mn39:23.2": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn39:23.3": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn39:23.4": "Seyyathāpi, bhikkhave, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa.",
  "mn39:23.5": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn39:24.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn39:24.2": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn39:24.3": "Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṃ pārupetvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa.",
  "mn39:24.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn39:25.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn39:25.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn39:25.3": "ekampi jātiṃ, dvepi jātiyo …",
  "mn39:25.4": "pe …",
  "mn39:25.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn39:25.6": "Seyyathāpi, bhikkhave, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya, so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya.",
  "mn39:25.7": "Tassa evamassa:",
  "mn39:25.8": "‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ;",
  "mn39:25.9": "tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrapi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ;",
  "mn39:25.10": "somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti.",
  "mn39:25.11": "Evameva kho, bhikkhave, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn39:25.12": "ekampi jātiṃ dvepi jātiyo …",
  "mn39:25.13": "pe …",
  "mn39:25.14": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn39:26.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn39:26.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate, yathākammūpage satte pajānāti …",
  "mn39:26.3": "pe …",
  "mn39:26.4": "seyyathāpi, bhikkhave, dve agārā sadvārā.",
  "mn39:26.5": "Tattha cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi, anucaṅkamantepi anuvicarantepi.",
  "mn39:26.6": "Evameva kho, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti …",
  "mn39:26.7": "pe ….",
  "mn39:27.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn39:27.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn39:27.3": "‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn39:27.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn39:27.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti:",
  "mn39:27.6": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn39:28.1": "Seyyathāpi, bhikkhave, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo.",
  "mn39:28.2": "Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi, carantampi tiṭṭhantampi.",
  "mn39:28.3": "Tassa evamassa:",
  "mn39:28.4": "‘ayaṃ kho udakarahado accho vippasanno anāvilo.",
  "mn39:28.5": "Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti’.",
  "mn39:28.6": "Evameva kho, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti …",
  "mn39:28.7": "pe …",
  "mn39:28.8": "nāparaṃ itthattāyāti pajānāti.",
  "mn39:29.1": "Ayaṃ vuccati, bhikkhave, bhikkhu ‘samaṇo’ itipi ‘brāhmaṇo’itipi ‘nhātako’itipi ‘vedagū’itipi ‘sottiyo’itipi ‘ariyo’itipi ‘arahaṃ’itipi.",
  "mn39:29.2": "Kathañca, bhikkhave, bhikkhu samaṇo hoti?",
  "mn39:29.3": "Samitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:29.4": "Evaṃ kho, bhikkhave, bhikkhu samaṇo hoti.",
  "mn39:30.1": "Kathañca, bhikkhave, bhikkhu brāhmaṇo hoti?",
  "mn39:30.2": "Bāhitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:30.3": "Evaṃ kho, bhikkhave, bhikkhu brāhmaṇo hoti.",
  "mn39:31.1": "Kathañca, bhikkhave, bhikkhu nhātako hoti?",
  "mn39:31.2": "Nhātāssa honti pāpakā akusalā dhammā, saṃkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:31.3": "Evaṃ kho, bhikkhave, bhikkhu nhātako hoti.",
  "mn39:32.1": "Kathañca, bhikkhave, bhikkhu vedagū hoti?",
  "mn39:32.2": "Viditāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:32.3": "Evaṃ kho, bhikkhave, bhikkhu vedagū hoti.",
  "mn39:33.1": "Kathañca, bhikkhave, bhikkhu sottiyo hoti?",
  "mn39:33.2": "Nissutāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:33.3": "Evaṃ kho, bhikkhave, bhikkhu sottiyo hoti.",
  "mn39:34.1": "Kathañca, bhikkhave, bhikkhu ariyo hoti?",
  "mn39:34.2": "Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:34.3": "Evaṃ kho, bhikkhave, bhikkhu ariyo hoti.",
  "mn39:35.1": "Kathañca, bhikkhave, bhikkhu arahaṃ hoti?",
  "mn39:35.2": "Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṃ, jātijarāmaraṇiyā.",
  "mn39:35.3": "Evaṃ kho, bhikkhave, bhikkhu arahaṃ hotī”ti.",
  "mn39:36.1": "Idamavoca bhagavā.",
  "mn39:36.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn39:37.1": "Mahāassapurasuttaṃ niṭṭhitaṃ navamaṃ."
}