{
  "_markup_path": "markup/mn/mn41.html",
  "_alt_strings": [
    "en/sujato/mn/mn41.json"
  ],
  "mn41:1.1": "Majjhima Nikāya 41",
  "mn41:2.1": "Sāleyyakasutta",
  "mn41:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn41:3.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ yena sālā nāma kosalānaṃ brāhmaṇagāmo tadavasari.",
  "mn41:3.3": "Assosuṃ kho sāleyyakā brāhmaṇagahapatikā:",
  "mn41:3.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ sālaṃ anuppatto.",
  "mn41:3.5": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn41:3.6": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’.",
  "mn41:3.7": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn41:3.8": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ;",
  "mn41:3.9": "kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn41:3.10": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn41:4.1": "Atha kho sāleyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu;",
  "mn41:4.2": "upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu;",
  "mn41:4.3": "appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu;",
  "mn41:4.4": "appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu;",
  "mn41:4.5": "appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu;",
  "mn41:4.6": "appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "mn41:4.7": "Ekamantaṃ nisinnā kho sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:",
  "mn41:4.8": "“ko nu kho, bho gotama, hetu, ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti?",
  "mn41:4.9": "Ko pana, bho gotama, hetu, ko paccayo, yena midhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti?",
  "mn41:5.1": "“Adhammacariyāvisamacariyāhetu kho, gahapatayo, evamidhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn41:5.2": "Dhammacariyāsamacariyāhetu kho, gahapatayo, evamidhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti.",
  "mn41:6.1": "“Na kho mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājānāma.",
  "mn41:6.2": "Sādhu no bhavaṃ gotamo tathā dhammaṃ desetu, yathā mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājāneyyāmā”ti.",
  "mn41:6.3": "“Tena hi, gahapatayo, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "mn41:6.4": "“Evaṃ, bho”ti kho sāleyyakā brāhmaṇagahapatikā bhagavato paccassosuṃ.",
  "mn41:6.5": "Bhagavā etadavoca:",
  "mn41:7.1": "“Tividhaṃ kho, gahapatayo, kāyena adhammacariyāvisamacariyā hoti, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti, tividhaṃ manasā adhammacariyāvisamacariyā hoti.",
  "mn41:8.1": "Kathañca, gahapatayo, tividhaṃ kāyena adhammacariyāvisamacariyā hoti?",
  "mn41:8.2": "Idha, gahapatayo, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu.",
  "mn41:9.1": "Adinnādāyī kho pana hoti.",
  "mn41:9.2": "Yaṃ taṃ parassa paravittūpakaraṇaṃ, gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti.",
  "mn41:10.1": "Kāmesumicchācārī kho pana hoti.",
  "mn41:10.2": "Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti.",
  "mn41:10.3": "Evaṃ kho, gahapatayo, tividhaṃ kāyena adhammacariyāvisamacariyā hoti.",
  "mn41:11.1": "Kathañca, gahapatayo, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti?",
  "mn41:11.2": "Idha, gahapatayo, ekacco musāvādī hoti.",
  "mn41:11.3": "Sabhāgato vā parisāgato vā, ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā, abhinīto sakkhipuṭṭho:",
  "mn41:11.4": "‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "mn41:11.5": "‘jānāmī’ti, jānaṃ vā āha:",
  "mn41:11.6": "‘na jānāmī’ti, apassaṃ vā āha:",
  "mn41:11.7": "‘passāmī’ti, passaṃ vā āha:",
  "mn41:11.8": "‘na passāmī’ti.",
  "mn41:11.9": "Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti.",
  "mn41:12.1": "Pisuṇavāco kho pana hoti.",
  "mn41:12.2": "Ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya.",
  "mn41:12.3": "Iti samaggānaṃ vā bhettā, bhinnānaṃ vā anuppadātā, vaggārāmo vaggarato vagganandī vaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn41:13.1": "Pharusavāco kho pana hoti.",
  "mn41:13.2": "Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn41:14.1": "Samphappalāpī kho pana hoti.",
  "mn41:14.2": "Akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī.",
  "mn41:14.3": "Anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ.",
  "mn41:14.4": "Evaṃ kho, gahapatayo, catubbidhaṃ vācāya adhammacariyāvisamacariyā hoti.",
  "mn41:15.1": "Kathañca, gahapatayo, tividhaṃ manasā adhammacariyāvisamacariyā hoti?",
  "mn41:15.2": "Idha, gahapatayo, ekacco abhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ abhijjhātā hoti:",
  "mn41:15.3": "‘aho vata yaṃ parassa taṃ mamassā’ti.",
  "mn41:16.1": "Byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo:",
  "mn41:16.2": "‘ime sattā haññantu vā vajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti.",
  "mn41:17.1": "Micchādiṭṭhiko kho pana hoti viparītadassano:",
  "mn41:17.2": "‘natthi dinnaṃ natthi yiṭṭhaṃ natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko natthi paro loko, natthi mātā natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.",
  "mn41:17.3": "Evaṃ kho, gahapatayo, tividhaṃ manasā adhammacariyāvisamacariyā hoti.",
  "mn41:18.1": "Evaṃ adhammacariyāvisamacariyāhetu kho, gahapatayo, evamidhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn41:19.1": "Tividhaṃ kho, gahapatayo, kāyena dhammacariyāsamacariyā hoti, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti, tividhaṃ manasā dhammacariyāsamacariyā hoti.",
  "mn41:20.1": "Kathañca, gahapatayo, tividhaṃ kāyena dhammacariyāsamacariyā hoti?",
  "mn41:20.2": "Idha, gahapatayo, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "mn41:21.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti.",
  "mn41:21.2": "Yaṃ taṃ parassa paravittūpakaraṇaṃ, gāmagataṃ vā araññagataṃ vā, taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti.",
  "mn41:22.1": "Kāmesumicchācāraṃ pahāya kāmesumicchācārā paṭivirato hoti.",
  "mn41:22.2": "Yā tā māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sassāmikā saparidaṇḍā antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti.",
  "mn41:22.3": "Evaṃ kho, gahapatayo, tividhaṃ kāyena dhammacariyāsamacariyā hoti.",
  "mn41:23.1": "Kathañca, gahapatayo, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti?",
  "mn41:23.2": "Idha, gahapatayo, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti.",
  "mn41:23.3": "Sabhāgato vā parisāgato vā, ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā, abhinīto sakkhipuṭṭho:",
  "mn41:23.4": "‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha:",
  "mn41:23.5": "‘na jānāmī’ti, jānaṃ vā āha:",
  "mn41:23.6": "‘jānāmī’ti, apassaṃ vā āha:",
  "mn41:23.7": "‘na passāmī’ti, passaṃ vā āha:",
  "mn41:23.8": "‘passāmī’ti.",
  "mn41:23.9": "Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti.",
  "mn41:24.1": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "mn41:24.2": "Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn41:25.1": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "mn41:25.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā—",
  "mn41:25.3": "tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn41:26.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti.",
  "mn41:26.2": "Kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn41:26.3": "Evaṃ kho, gahapatayo, catubbidhaṃ vācāya dhammacariyāsamacariyā hoti.",
  "mn41:27.1": "Kathañca, gahapatayo, tividhaṃ manasā dhammacariyāsamacariyā hoti?",
  "mn41:27.2": "Idha, gahapatayo, ekacco anabhijjhālu hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ nābhijjhātā hoti:",
  "mn41:27.3": "‘aho vata yaṃ parassa taṃ mamassā’ti.",
  "mn41:28.1": "Abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo:",
  "mn41:28.2": "‘ime sattā averā abyābajjhā anīghā sukhī attānaṃ pariharantū’ti.",
  "mn41:29.1": "Sammādiṭṭhiko kho pana hoti aviparītadassano:",
  "mn41:29.2": "‘atthi dinnaṃ atthi yiṭṭhaṃ atthi hutaṃ, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, atthi ayaṃ loko atthi paro loko, atthi mātā atthi pitā, atthi sattā opapātikā, atthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.",
  "mn41:29.3": "Evaṃ kho, gahapatayo, tividhaṃ manasā dhammacariyāsamacariyā hoti.",
  "mn41:30.1": "Evaṃ dhammacariyāsamacariyāhetu kho, gahapatayo, evamidhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.",
  "mn41:31.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:31.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:31.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyya.",
  "mn41:31.4": "Taṃ kissa hetu?",
  "mn41:31.5": "Tathā hi so dhammacārī samacārī.",
  "mn41:32.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:32.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā brāhmaṇamahāsālānaṃ …",
  "mn41:32.3": "pe …",
  "mn41:32.4": "gahapatimahāsālānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:32.5": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā gahapatimahāsālānaṃ sahabyataṃ upapajjeyya.",
  "mn41:32.6": "Taṃ kissa hetu?",
  "mn41:32.7": "Tathā hi so dhammacārī samacārī.",
  "mn41:33.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:33.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:33.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyya.",
  "mn41:33.4": "Taṃ kissa hetu?",
  "mn41:33.5": "Tathā hi so dhammacārī samacārī.",
  "mn41:34.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:34.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā tāvatiṃsānaṃ devānaṃ …",
  "mn41:34.3": "pe …",
  "mn41:34.4": "yāmānaṃ devānaṃ …",
  "mn41:34.5": "tusitānaṃ devānaṃ …",
  "mn41:34.6": "nimmānaratīnaṃ devānaṃ …",
  "mn41:34.7": "paranimmitavasavattīnaṃ devānaṃ …",
  "mn41:34.8": "brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:34.9": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyya.",
  "mn41:34.10": "Taṃ kissa hetu?",
  "mn41:34.11": "Tathā hi so dhammacārī samacārī.",
  "mn41:35.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:35.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā ābhānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:35.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā ābhānaṃ devānaṃ sahabyataṃ upapajjeyya.",
  "mn41:35.4": "Taṃ kissa hetu?",
  "mn41:35.5": "Tathā hi so dhammacārī samacārī.",
  "mn41:36.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:36.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā parittābhānaṃ devānaṃ …",
  "mn41:36.3": "pe …",
  "mn41:36.4": "appamāṇābhānaṃ devānaṃ …",
  "mn41:36.5": "ābhassarānaṃ devānaṃ …",
  "mn41:36.6": "parittasubhānaṃ devānaṃ …",
  "mn41:36.7": "appamāṇasubhānaṃ devānaṃ …",
  "mn41:36.8": "subhakiṇhānaṃ devānaṃ …",
  "mn41:36.9": "vehapphalānaṃ devānaṃ …",
  "mn41:36.10": "avihānaṃ devānaṃ …",
  "mn41:36.11": "atappānaṃ devānaṃ …",
  "mn41:36.12": "sudassānaṃ devānaṃ …",
  "mn41:36.13": "sudassīnaṃ devānaṃ …",
  "mn41:36.14": "akaniṭṭhānaṃ devānaṃ …",
  "mn41:36.15": "ākāsānañcāyatanūpagānaṃ devānaṃ …",
  "mn41:36.16": "viññāṇañcāyatanūpagānaṃ devānaṃ …",
  "mn41:36.17": "ākiñcaññāyatanūpagānaṃ devānaṃ …",
  "mn41:36.18": "nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti;",
  "mn41:36.19": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyya.",
  "mn41:36.20": "Taṃ kissa hetu?",
  "mn41:36.21": "Tathā hi so dhammacārī samacārī.",
  "mn41:37.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī:",
  "mn41:37.2": "‘aho vatāhaṃ āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti;",
  "mn41:37.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya.",
  "mn41:37.4": "Taṃ kissa hetu?",
  "mn41:37.5": "Tathā hi so dhammacārī samacārī”ti.",
  "mn41:38.1": "Evaṃ vutte, sāleyyakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ:",
  "mn41:38.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn41:38.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn41:38.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn41:38.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn41:38.6": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṃghañca.",
  "mn41:38.7": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.",
  "mn41:39.1": "Sāleyyakasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}