{
  "_markup_path": "markup/mn/mn44.html",
  "_alt_strings": [
    "en/sujato/mn/mn44.json"
  ],
  "mn44:1.1": "Majjhima Nikāya 44",
  "mn44:2.1": "Cūḷavedallasutta",
  "mn44:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn44:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn44:3.3": "Atha kho visākho upāsako yena dhammadinnā bhikkhunī tenupasaṅkami;",
  "mn44:3.4": "upasaṅkamitvā dhammadinnaṃ bhikkhuniṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn44:3.5": "Ekamantaṃ nisinno kho visākho upāsako dhammadinnaṃ bhikkhuniṃ etadavoca: <a class=\"wp\" id=\"wp2\"></a>“‘",
  "mn44:3.6": "sakkāyo sakkāyo’ti, ayye, vuccati.",
  "mn44:3.7": "Katamo nu kho, ayye, sakkāyo vutto bhagavatā”ti?",
  "mn44:3.8": "“Pañca kho ime, āvuso visākha, upādānakkhandhā sakkāyo vutto bhagavatā, seyyathidaṃ—",
  "mn44:3.9": "rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.",
  "mn44:3.10": "Ime kho, āvuso visākha, pañcupādānakkhandhā sakkāyo vutto bhagavatā”ti.",
  "mn44:4.1": "“Sādhayye”ti kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā dhammadinnaṃ bhikkhuniṃ uttariṃ pañhaṃ apucchi: <a class=\"wp\" id=\"wp3\"></a>“‘",
  "mn44:4.2": "sakkāyasamudayo sakkāyasamudayo’ti, ayye, vuccati.",
  "mn44:4.3": "Katamo nu kho, ayye, sakkāyasamudayo vutto bhagavatā”ti?",
  "mn44:4.4": "“Yāyaṃ, āvuso visākha, taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—",
  "mn44:4.5": "kāmataṇhā bhavataṇhā vibhavataṇhā;",
  "mn44:4.6": "ayaṃ kho, āvuso visākha, sakkāyasamudayo vutto bhagavatā”ti.",
  "mn44:5.1": "“‘Sakkāyanirodho sakkāyanirodho’ti, ayye, vuccati.",
  "mn44:5.2": "Katamo nu kho, ayye, sakkāyanirodho vutto bhagavatā”ti?",
  "mn44:6.1": "“Yo kho, āvuso visākha, tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo;",
  "mn44:6.2": "ayaṃ kho, āvuso visākha, sakkāyanirodho vutto bhagavatā”ti.",
  "mn44:7.1": "“‘Sakkāyanirodhagāminī paṭipadā sakkāyanirodhagāminī paṭipadā’ti, ayye, vuccati.",
  "mn44:7.2": "Katamā nu kho, ayye, sakkāyanirodhagāminī paṭipadā vuttā bhagavatā”ti?",
  "mn44:8.1": "“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo sakkāyanirodhagāminī paṭipadā vuttā bhagavatā, seyyathidaṃ—",
  "mn44:8.2": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti.",
  "mn44:9.1": "“Taññeva nu kho, ayye, upādānaṃ te pañcupādānakkhandhā udāhu aññatra pañcahupādānakkhandhehi upādānan”ti?",
  "mn44:9.2": "“Na kho, āvuso visākha, taññeva upādānaṃ te pañcupādānakkhandhā, nāpi aññatra pañcahupādānakkhandhehi upādānaṃ.",
  "mn44:9.3": "Yo kho, āvuso visākha, pañcasu upādānakkhandhesu chandarāgo taṃ tattha upādānan”ti.",
  "mn44:10.1": "“Kathaṃ panāyye, sakkāyadiṭṭhi hotī”ti?",
  "mn44:10.2": "“Idhāvuso visākha, assutavā puthujjano, ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ, attani vā rūpaṃ, rūpasmiṃ vā attānaṃ.",
  "mn44:10.3": "Vedanaṃ …",
  "mn44:10.4": "pe …",
  "mn44:10.5": "saññaṃ …",
  "mn44:10.6": "saṅkhāre …",
  "mn44:10.7": "viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ, attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.",
  "mn44:10.8": "Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi hotī”ti.",
  "mn44:11.1": "“Kathaṃ panāyye, sakkāyadiṭṭhi na hotī”ti?",
  "mn44:12.1": "“Idhāvuso visākha, sutavā ariyasāvako, ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, na rūpaṃ attato samanupassati, na rūpavantaṃ vā attānaṃ, na attani vā rūpaṃ, na rūpasmiṃ vā attānaṃ.",
  "mn44:12.2": "Na vedanaṃ …",
  "mn44:12.3": "pe …",
  "mn44:12.4": "na saññaṃ …",
  "mn44:12.5": "na saṅkhāre …",
  "mn44:12.6": "pe …",
  "mn44:12.7": "na viññāṇaṃ attato samanupassati, na viññāṇavantaṃ vā attānaṃ, na attani vā viññāṇaṃ, na viññāṇasmiṃ vā attānaṃ.",
  "mn44:12.8": "Evaṃ kho, āvuso visākha, sakkāyadiṭṭhi na hotī”ti.",
  "mn44:13.1": "“Katamo panāyye, ariyo aṭṭhaṅgiko maggo”ti?",
  "mn44:14.1": "“Ayameva kho, āvuso visākha, ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "mn44:14.2": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhī”ti.",
  "mn44:15.1": "“Ariyo panāyye, aṭṭhaṅgiko maggo saṅkhato udāhu asaṅkhato”ti?",
  "mn44:16.1": "“Ariyo kho, āvuso visākha, aṭṭhaṅgiko maggo saṅkhato”ti.",
  "mn44:17.1": "“Ariyena nu kho, ayye, aṭṭhaṅgikena maggena tayo khandhā saṅgahitā udāhu tīhi khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito”ti?",
  "mn44:18.1": "“Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā;",
  "mn44:18.2": "tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito.",
  "mn44:18.3": "Yā cāvuso visākha, sammāvācā yo ca sammākammanto yo ca sammāājīvo ime dhammā sīlakkhandhe saṅgahitā.",
  "mn44:18.4": "Yo ca sammāvāyāmo yā ca sammāsati yo ca sammāsamādhi ime dhammā samādhikkhandhe saṅgahitā.",
  "mn44:18.5": "Yā ca sammādiṭṭhi yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā”ti.",
  "mn44:19.1": "“Katamo panāyye, samādhi, katame dhammā samādhinimittā, katame dhammā samādhiparikkhārā, katamā samādhibhāvanā”ti?",
  "mn44:20.1": "“Yā kho, āvuso visākha, cittassa ekaggatā ayaṃ samādhi;",
  "mn44:20.2": "cattāro satipaṭṭhānā samādhinimittā;",
  "mn44:20.3": "cattāro sammappadhānā samādhiparikkhārā.",
  "mn44:20.4": "Yā tesaṃyeva dhammānaṃ āsevanā bhāvanā bahulīkammaṃ, ayaṃ ettha samādhibhāvanā”ti.",
  "mn44:21.1": "“Kati panāyye, saṅkhārā”ti?",
  "mn44:22.1": "“Tayome, āvuso visākha, saṅkhārā—",
  "mn44:22.2": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāro”ti.",
  "mn44:23.1": "“Katamo panāyye, kāyasaṅkhāro, katamo vacīsaṅkhāro, katamo cittasaṅkhāro”ti?",
  "mn44:24.1": "“Assāsapassāsā kho, āvuso visākha, kāyasaṅkhāro, vitakkavicārā vacīsaṅkhāro, saññā ca vedanā ca cittasaṅkhāro”ti.",
  "mn44:25.1": "“Kasmā panāyye, assāsapassāsā kāyasaṅkhāro, kasmā vitakkavicārā vacīsaṅkhāro, kasmā saññā ca vedanā ca cittasaṅkhāro”ti?",
  "mn44:26.1": "“Assāsapassāsā kho, āvuso visākha, kāyikā ete dhammā kāyappaṭibaddhā, tasmā assāsapassāsā kāyasaṅkhāro.",
  "mn44:26.2": "Pubbe kho, āvuso visākha, vitakketvā vicāretvā pacchā vācaṃ bhindati, tasmā vitakkavicārā vacīsaṅkhāro.",
  "mn44:26.3": "Saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā, tasmā saññā ca vedanā ca cittasaṅkhāro”ti.",
  "mn44:27.1": "“Kathaṃ panāyye, saññāvedayitanirodhasamāpatti hotī”ti?",
  "mn44:28.1": "“Na kho, āvuso visākha, saññāvedayitanirodhaṃ samāpajjantassa bhikkhuno evaṃ hoti:",
  "mn44:28.2": "‘ahaṃ saññāvedayitanirodhaṃ samāpajjissan’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpajjāmī’ti vā, ‘ahaṃ saññāvedayitanirodhaṃ samāpanno’ti vā.",
  "mn44:28.3": "Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti.",
  "mn44:29.1": "“Saññāvedayitanirodhaṃ samāpajjantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ nirujjhanti—",
  "mn44:29.2": "yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti?",
  "mn44:30.1": "“Saññāvedayitanirodhaṃ samāpajjantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro”ti.",
  "mn44:31.1": "“Kathaṃ panāyye, saññāvedayitanirodhasamāpattiyā vuṭṭhānaṃ hotī”ti?",
  "mn44:32.1": "“Na kho, āvuso visākha, saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa bhikkhuno evaṃ hoti:",
  "mn44:32.2": "‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahissan’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhahāmī’ti vā, ‘ahaṃ saññāvedayitanirodhasamāpattiyā vuṭṭhito’ti vā.",
  "mn44:32.3": "Atha khvāssa pubbeva tathā cittaṃ bhāvitaṃ hoti yaṃ taṃ tathattāya upanetī”ti.",
  "mn44:33.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa panāyye, bhikkhuno katame dhammā paṭhamaṃ uppajjanti—",
  "mn44:33.2": "yadi vā kāyasaṅkhāro, yadi vā vacīsaṅkhāro, yadi vā cittasaṅkhāro”ti?",
  "mn44:34.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhahantassa kho, āvuso visākha, bhikkhuno paṭhamaṃ uppajjati cittasaṅkhāro, tato kāyasaṅkhāro, tato vacīsaṅkhāro”ti.",
  "mn44:35.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ panāyye, bhikkhuṃ kati phassā phusantī”ti?",
  "mn44:36.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitaṃ kho, āvuso visākha, bhikkhuṃ tayo phassā phusanti—",
  "mn44:36.2": "suññato phasso, animitto phasso, appaṇihito phasso”ti.",
  "mn44:37.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa panāyye, bhikkhuno kiṃninnaṃ cittaṃ hoti kiṃpoṇaṃ kiṃpabbhāran”ti?",
  "mn44:38.1": "“Saññāvedayitanirodhasamāpattiyā vuṭṭhitassa kho, āvuso visākha, bhikkhuno vivekaninnaṃ cittaṃ hoti, vivekapoṇaṃ vivekapabbhāran”ti.",
  "mn44:39.1": "“Kati panāyye, vedanā”ti?",
  "mn44:40.1": "“Tisso kho imā, āvuso visākha, vedanā—",
  "mn44:40.2": "sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā”ti.",
  "mn44:41.1": "“Katamā panāyye, sukhā vedanā, katamā dukkhā vedanā, katamā adukkhamasukhā vedanā”ti?",
  "mn44:42.1": "“Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā sukhaṃ sātaṃ vedayitaṃ—",
  "mn44:42.2": "ayaṃ sukhā vedanā.",
  "mn44:42.3": "Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā dukkhaṃ asātaṃ vedayitaṃ—",
  "mn44:42.4": "ayaṃ dukkhā vedanā.",
  "mn44:42.5": "Yaṃ kho, āvuso visākha, kāyikaṃ vā cetasikaṃ vā neva sātaṃ nāsātaṃ vedayitaṃ—",
  "mn44:42.6": "ayaṃ adukkhamasukhā vedanā”ti.",
  "mn44:43.1": "“Sukhā panāyye, vedanā kiṃsukhā kiṃdukkhā, dukkhā vedanā kiṃsukhā kiṃdukkhā, adukkhamasukhā vedanā kiṃsukhā kiṃdukkhā”ti?",
  "mn44:44.1": "“Sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā;",
  "mn44:44.2": "dukkhā vedanā ṭhitidukkhā vipariṇāmasukhā;",
  "mn44:44.3": "adukkhamasukhā vedanā ñāṇasukhā aññāṇadukkhā”ti.",
  "mn44:45.1": "“Sukhāya panāyye, vedanāya kiṃ anusayo anuseti, dukkhāya vedanāya kiṃ anusayo anuseti, adukkhamasukhāya vedanāya kiṃ anusayo anusetī”ti?",
  "mn44:46.1": "“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo anuseti, dukkhāya vedanāya paṭighānusayo anuseti, adukkhamasukhāya vedanāya avijjānusayo anusetī”ti.",
  "mn44:47.1": "“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo anuseti, sabbāya dukkhāya vedanāya paṭighānusayo anuseti, sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti?",
  "mn44:48.1": "“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo anuseti, na sabbāya dukkhāya vedanāya paṭighānusayo anuseti, na sabbāya adukkhamasukhāya vedanāya avijjānusayo anusetī”ti.",
  "mn44:49.1": "“Sukhāya panāyye, vedanāya kiṃ pahātabbaṃ, dukkhāya vedanāya kiṃ pahātabbaṃ, adukkhamasukhāya vedanāya kiṃ pahātabban”ti?",
  "mn44:50.1": "“Sukhāya kho, āvuso visākha, vedanāya rāgānusayo pahātabbo, dukkhāya vedanāya paṭighānusayo pahātabbo, adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti.",
  "mn44:51.1": "“Sabbāya nu kho, ayye, sukhāya vedanāya rāgānusayo pahātabbo, sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo”ti?",
  "mn44:52.1": "“Na kho, āvuso visākha, sabbāya sukhāya vedanāya rāgānusayo pahātabbo, na sabbāya dukkhāya vedanāya paṭighānusayo pahātabbo, na sabbāya adukkhamasukhāya vedanāya avijjānusayo pahātabbo.",
  "mn44:52.2": "Idhāvuso visākha, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn44:52.3": "Rāgaṃ tena pajahati, na tattha rāgānusayo anuseti.",
  "mn44:52.4": "Idhāvuso visākha, bhikkhu iti paṭisañcikkhati:",
  "mn44:52.5": "‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmi yadariyā etarahi āyatanaṃ upasampajja viharantī’ti?",
  "mn44:52.6": "Iti anuttaresu vimokkhesu pihaṃ upaṭṭhāpayato uppajjati pihāppaccayā domanassaṃ.",
  "mn44:52.7": "Paṭighaṃ tena pajahati, na tattha paṭighānusayo anuseti.",
  "mn44:52.8": "Idhāvuso visākha, bhikkhu sukhassa ca pahānā, dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn44:52.9": "Avijjaṃ tena pajahati, na tattha avijjānusayo anusetī”ti.",
  "mn44:53.1": "“Sukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti?",
  "mn44:54.1": "“Sukhāya kho, āvuso visākha, vedanāya dukkhā vedanā paṭibhāgo”ti.",
  "mn44:55.1": "“Dukkhāya pannāyye, vedanāya kiṃ paṭibhāgo”ti?",
  "mn44:56.1": "“Dukkhāya kho, āvuso visākha, vedanāya sukhā vedanā paṭibhāgo”ti.",
  "mn44:57.1": "“Adukkhamasukhāya panāyye, vedanāya kiṃ paṭibhāgo”ti?",
  "mn44:58.1": "“Adukkhamasukhāya kho, āvuso visākha, vedanāya avijjā paṭibhāgo”ti.",
  "mn44:59.1": "“Avijjāya panāyye, kiṃ paṭibhāgo”ti?",
  "mn44:60.1": "“Avijjāya kho, āvuso visākha, vijjā paṭibhāgo”ti.",
  "mn44:61.1": "“Vijjāya panāyye, kiṃ paṭibhāgo”ti?",
  "mn44:62.1": "“Vijjāya kho, āvuso visākha, vimutti paṭibhāgo”ti.",
  "mn44:63.1": "“Vimuttiyā panāyye, kiṃ paṭibhāgo”ti?",
  "mn44:64.1": "“Vimuttiyā kho, āvuso visākha, nibbānaṃ paṭibhāgo”ti.",
  "mn44:65.1": "“Nibbānassa panāyye, kiṃ paṭibhāgo”ti?",
  "mn44:65.2": "“Accayāsi, āvuso visākha, pañhaṃ, nāsakkhi pañhānaṃ pariyantaṃ gahetuṃ.",
  "mn44:65.3": "Nibbānogadhañhi, āvuso visākha, brahmacariyaṃ, nibbānaparāyanaṃ nibbānapariyosānaṃ.",
  "mn44:65.4": "Ākaṅkhamāno ca tvaṃ, āvuso visākha, bhagavantaṃ upasaṅkamitvā etamatthaṃ puccheyyāsi, yathā ca te bhagavā byākaroti tathā naṃ dhāreyyāsī”ti.",
  "mn44:66.1": "Atha kho visākho upāsako dhammadinnāya bhikkhuniyā bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā dhammadinnaṃ bhikkhuniṃ abhivādetvā padakkhiṇaṃ katvā yena bhagavā tenupasaṅkami;",
  "mn44:66.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn44:66.3": "Ekamantaṃ nisinno kho visākho upāsako yāvatako ahosi dhammadinnāya bhikkhuniyā saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.",
  "mn44:66.4": "Evaṃ vutte, bhagavā visākhaṃ upāsakaṃ etadavoca:",
  "mn44:66.5": "“paṇḍitā, visākha, dhammadinnā bhikkhunī, mahāpaññā, visākha, dhammadinnā bhikkhunī.",
  "mn44:66.6": "Mañcepi tvaṃ, visākha, etamatthaṃ puccheyyāsi, ahampi taṃ evamevaṃ byākareyyaṃ, yathā taṃ dhammadinnāya bhikkhuniyā byākataṃ.",
  "mn44:66.7": "Eso cevetassa attho.",
  "mn44:66.8": "Evañca naṃ dhārehī”ti.",
  "mn44:67.1": "Idamavoca bhagavā.",
  "mn44:67.2": "Attamano visākho upāsako bhagavato bhāsitaṃ abhinandīti.",
  "mn44:68.1": "Cūḷavedallasuttaṃ niṭṭhitaṃ catutthaṃ."
}