{
  "_markup_path": "markup/mn/mn45.html",
  "_alt_strings": [
    "en/sujato/mn/mn45.json"
  ],
  "mn45:1.1": "Majjhima Nikāya 45",
  "mn45:2.1": "Cūḷadhammasamādānasutta",
  "mn45:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn45:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn45:3.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn45:3.4": "“bhikkhavo”ti.",
  "mn45:3.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "mn45:3.6": "Bhagavā etadavoca: <a class=\"wp\" id=\"wp2\"></a>“",
  "mn45:3.7": "cattārimāni, bhikkhave, dhammasamādānāni.",
  "mn45:3.8": "Katamāni cattāri?",
  "mn45:3.9": "Atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ;",
  "mn45:3.10": "atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ;",
  "mn45:3.11": "atthi, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ;",
  "mn45:3.12": "atthi, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.",
  "mn45:4.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ?",
  "mn45:4.2": "Santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:",
  "mn45:4.3": "‘natthi kāmesu doso’ti.",
  "mn45:4.4": "Te kāmesu pātabyataṃ āpajjanti.",
  "mn45:4.5": "Te kho moḷibaddhāhi paribbājikāhi paricārenti.",
  "mn45:4.6": "Te evamāhaṃsu:",
  "mn45:4.7": "‘kiṃsu nāma te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti?",
  "mn45:4.8": "Sukho imissā paribbājikāya taruṇāya mudukāya lomasāya bāhāya samphasso’ti te kāmesu pātabyataṃ āpajjanti.",
  "mn45:4.9": "Te kāmesu pātabyataṃ āpajjitvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn45:4.10": "Te tattha dukkhā tibbā kharā kaṭukā vedanā vedayanti.",
  "mn45:4.11": "Te evamāhaṃsu:",
  "mn45:4.12": "‘idaṃ kho te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti, ime hi mayaṃ kāmahetu kāmanidānaṃ dukkhā tibbā kharā kaṭukā vedanā vedayāmā’ti.",
  "mn45:5.1": "Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse māluvāsipāṭikā phaleyya.",
  "mn45:5.2": "Atha kho taṃ, bhikkhave, māluvābījaṃ aññatarasmiṃ sālamūle nipateyya.",
  "mn45:5.3": "Atha kho, bhikkhave, yā tasmiṃ sāle adhivatthā devatā sā bhītā saṃviggā santāsaṃ āpajjeyya.",
  "mn45:5.4": "Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā saṅgamma samāgamma evaṃ samassāseyyuṃ:",
  "mn45:5.5": "‘mā bhavaṃ bhāyi, mā bhavaṃ bhāyi;",
  "mn45:5.6": "appeva nāmetaṃ māluvābījaṃ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṃ, upacikā vā uṭṭhaheyyuṃ, abījaṃ vā panassā’ti.",
  "mn45:5.7": "Atha kho taṃ, bhikkhave, māluvābījaṃ neva moro gileyya, na mago khādeyya, na davaḍāho ḍaheyya, na vanakammikā uddhareyyuṃ, na upacikā uṭṭhaheyyuṃ, bījañca panassa taṃ pāvussakena meghena abhippavuṭṭhaṃ sammadeva viruheyya.",
  "mn45:5.8": "Sāssa māluvālatā taruṇā mudukā lomasā vilambinī, sā taṃ sālaṃ upaniseveyya.",
  "mn45:5.9": "Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya evamassa:",
  "mn45:5.10": "‘kiṃsu nāma te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṃ sampassamānā saṅgamma samāgamma evaṃ samassāsesuṃ:",
  "mn45:5.11": "“mā bhavaṃ bhāyi mā bhavaṃ bhāyi, appeva nāmetaṃ māluvābījaṃ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṃ, upacikā vā uṭṭhaheyyuṃ, abījaṃ vā panassā”ti;",
  "mn45:5.12": "sukho imissā māluvālatāya taruṇāya mudukāya lomasāya vilambiniyā samphasso’ti.",
  "mn45:5.13": "Sā taṃ sālaṃ anuparihareyya.",
  "mn45:5.14": "Sā taṃ sālaṃ anupariharitvā upari viṭabhiṃ kareyya.",
  "mn45:5.15": "Upari viṭabhiṃ karitvā oghanaṃ janeyya.",
  "mn45:5.16": "Oghanaṃ janetvā ye tassa sālassa mahantā mahantā khandhā te padāleyya.",
  "mn45:5.17": "Atha kho, bhikkhave, tasmiṃ sāle adhivatthāya devatāya evamassa:",
  "mn45:5.18": "‘idaṃ kho te bhonto mittāmaccā ñātisālohitā ārāmadevatā vanadevatā rukkhadevatā osadhitiṇavanappatīsu adhivatthā devatā māluvābīje anāgatabhayaṃ sampassamānā saṅgamma samāgamma evaṃ samassāsesuṃ:",
  "mn45:5.19": "“mā bhavaṃ bhāyi mā bhavaṃ bhāyi, appeva nāmetaṃ māluvābījaṃ moro vā gileyya, mago vā khādeyya, davaḍāho vā ḍaheyya, vanakammikā vā uddhareyyuṃ, upacikā vā uṭṭhaheyyuṃ abījaṃ vā panassā”ti.",
  "mn45:5.20": "Yañcāhaṃ māluvābījahetu dukkhā tibbā kharā kaṭukā vedanā vedayāmī’ti.",
  "mn45:6.1": "Evameva kho, bhikkhave, santi eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino ‘natthi kāmesu doso’ti.",
  "mn45:6.2": "Te kāmesu pātabyataṃ āpajjanti.",
  "mn45:6.3": "Te moḷibaddhāhi paribbājikāhi paricārenti.",
  "mn45:6.4": "Te evamāhaṃsu:",
  "mn45:6.5": "‘kiṃsu nāma te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti?",
  "mn45:6.6": "Sukho imissā paribbājikāya taruṇāya mudukāya lomasāya bāhāya samphasso’ti.",
  "mn45:6.7": "Te kāmesu pātabyataṃ āpajjanti.",
  "mn45:6.8": "Te kāmesu pātabyataṃ āpajjitvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.",
  "mn45:6.9": "Te tattha dukkhā tibbā kharā kaṭukā vedanā vedayanti.",
  "mn45:6.10": "Te evamāhaṃsu:",
  "mn45:6.11": "‘idaṃ kho te bhonto samaṇabrāhmaṇā kāmesu anāgatabhayaṃ sampassamānā kāmānaṃ pahānamāhaṃsu, kāmānaṃ pariññaṃ paññapenti.",
  "mn45:6.12": "Ime hi mayaṃ kāmahetu kāmanidānaṃ dukkhā tibbā kharā kaṭukā vedanā vedayāmā’ti.",
  "mn45:6.13": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ.",
  "mn45:7.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ?",
  "mn45:7.2": "Idha, bhikkhave, ekacco acelako hoti muttācāro hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati, so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati.",
  "mn45:7.3": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …",
  "mn45:7.4": "pe …",
  "mn45:7.5": "sattāgāriko vā hoti sattālopiko.",
  "mn45:7.6": "Ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …",
  "mn45:7.7": "sattahipi dattīhi yāpeti.",
  "mn45:7.8": "Ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti …",
  "mn45:7.9": "sattāhikampi āhāraṃ āhāreti.",
  "mn45:7.10": "Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.",
  "mn45:8.1": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.",
  "mn45:9.1": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti, kesamassulocakopi hoti, kesamassulocanānuyogamanuyutto, ubbhaṭṭhakopi hoti, āsanapaṭikkhitto, ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, kaṇṭakāpassayikopi hoti, kaṇṭakāpassaye seyyaṃ kappeti, sāyatatiyakampi udakorohanānuyogamanuyutto viharati.",
  "mn45:9.2": "Iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.",
  "mn45:9.3": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.",
  "mn45:9.4": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ.",
  "mn45:10.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ?",
  "mn45:10.2": "Idha, bhikkhave, ekacco pakatiyā tibbarāgajātiko hoti, so abhikkhaṇaṃ rāgajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn45:10.3": "pakatiyā tibbadosajātiko hoti, so abhikkhaṇaṃ dosajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn45:10.4": "pakatiyā tibbamohajātiko hoti, so abhikkhaṇaṃ mohajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn45:10.5": "So sahāpi dukkhena, sahāpi domanassena, assumukhopi rudamāno paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati.",
  "mn45:10.6": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn45:10.7": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ.",
  "mn45:11.1": "Katamañca, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ?",
  "mn45:11.2": "Idha, bhikkhave, ekacco pakatiyā na tibbarāgajātiko hoti, so na abhikkhaṇaṃ rāgajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn45:11.3": "pakatiyā na tibbadosajātiko hoti, so na abhikkhaṇaṃ dosajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti;",
  "mn45:11.4": "pakatiyā na tibbamohajātiko hoti, so na abhikkhaṇaṃ mohajaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mn45:11.5": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn45:11.6": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ …",
  "mn45:11.7": "pe …",
  "mn45:11.8": "tatiyaṃ jhānaṃ …",
  "mn45:11.9": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn45:11.10": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.",
  "mn45:11.11": "Idaṃ vuccati, bhikkhave, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ.",
  "mn45:11.12": "Imāni kho, bhikkhave, cattāri dhammasamādānānī”ti.",
  "mn45:12.1": "Idamavoca bhagavā.",
  "mn45:12.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn45:13.1": "Cūḷadhammasamādānasuttaṃ niṭṭhitaṃ pañcamaṃ."
}