{
  "_markup_path": "markup/mn/mn48.html",
  "_alt_strings": [
    "en/sujato/mn/mn48.json"
  ],
  "mn48:1.1": "Majjhima Nikāya 48",
  "mn48:2.1": "Kosambiyasutta",
  "mn48:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn48:3.2": "ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.",
  "mn48:3.3": "Tena kho pana samayena kosambiyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti.",
  "mn48:3.4": "Te na ceva aññamaññaṃ saññāpenti na ca saññattiṃ upenti, na ca aññamaññaṃ nijjhāpenti, na ca nijjhattiṃ upenti.",
  "mn48:3.5": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami;",
  "mn48:3.6": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn48:3.7": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "mn48:3.8": "“idha, bhante, kosambiyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti, te na ceva aññamaññaṃ saññāpenti, na ca saññattiṃ upenti, na ca aññamaññaṃ nijjhāpenti, na ca nijjhattiṃ upentī”ti.",
  "mn48:4.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:",
  "mn48:4.2": "“ehi tvaṃ, bhikkhu, mama vacanena te bhikkhū āmantehi:",
  "mn48:4.3": "‘satthā vo āyasmante āmantetī’”ti.",
  "mn48:4.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami;",
  "mn48:4.5": "upasaṅkamitvā te bhikkhū etadavoca:",
  "mn48:4.6": "“satthā āyasmante āmantetī”ti.",
  "mn48:4.7": "“Evamāvuso”ti kho te bhikkhū tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkamiṃsu;",
  "mn48:4.8": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn48:4.9": "Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca:",
  "mn48:4.10": "“saccaṃ kira tumhe, bhikkhave, bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, te na ceva aññamaññaṃ saññāpetha, na ca saññattiṃ upetha, na ca aññamaññaṃ nijjhāpetha, na ca nijjhattiṃ upethā”ti?",
  "mn48:4.11": "“Evaṃ, bhante”. <a class=\"wp\" id=\"wp5\"></a>“",
  "mn48:4.12": "Taṃ kiṃ maññatha, bhikkhave, yasmiṃ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, api nu tumhākaṃ tasmiṃ samaye mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, mettaṃ vacīkammaṃ …",
  "mn48:4.13": "pe …",
  "mn48:4.14": "mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho cā”ti?",
  "mn48:4.15": "“No hetaṃ, bhante”.",
  "mn48:4.16": "“Iti kira, bhikkhave, yasmiṃ tumhe samaye bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, neva tumhākaṃ tasmiṃ samaye mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca, na mettaṃ vacīkammaṃ …",
  "mn48:4.17": "pe …",
  "mn48:4.18": "na mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.",
  "mn48:4.19": "Atha kiñcarahi tumhe, moghapurisā, kiṃ jānantā kiṃ passantā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharatha, te na ceva aññamaññaṃ saññāpetha, na ca saññattiṃ upetha, na ca aññamaññaṃ nijjhāpetha, na ca nijjhattiṃ upetha?",
  "mn48:4.20": "Tañhi tumhākaṃ, moghapurisā, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.",
  "mn48:5.1": "Atha kho bhagavā bhikkhū āmantesi:",
  "mn48:5.2": "“chayime, bhikkhave, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.",
  "mn48:5.3": "Katame cha?",
  "mn48:5.4": "Idha, bhikkhave, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.",
  "mn48:5.5": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(1)</span>",
  "mn48:6.1": "Puna caparaṃ, bhikkhave, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.",
  "mn48:6.2": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(2)</span>",
  "mn48:7.1": "Puna caparaṃ, bhikkhave, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.",
  "mn48:7.2": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(3)</span>",
  "mn48:8.1": "Puna caparaṃ, bhikkhave, bhikkhu ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi, tathārūpehi lābhehi appaṭivibhattabhogī hoti sīlavantehi sabrahmacārīhi sādhāraṇabhogī.",
  "mn48:8.2": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(4)</span>",
  "mn48:9.1": "Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.",
  "mn48:9.2": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(5)</span>",
  "mn48:10.1": "Puna caparaṃ, bhikkhave, bhikkhu yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.",
  "mn48:10.2": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. <span class=\"brnum\">(6)</span>",
  "mn48:11.1": "Ime kho, bhikkhave, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti.",
  "mn48:11.2": "Imesaṃ kho, bhikkhave, channaṃ sāraṇīyānaṃ dhammānaṃ etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ—",
  "mn48:11.3": "yadidaṃ yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya.",
  "mn48:11.4": "Seyyathāpi, bhikkhave, kūṭāgārassa etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ yadidaṃ kūṭaṃ;",
  "mn48:11.5": "evameva kho, bhikkhave, imesaṃ channaṃ sāraṇīyānaṃ dhammānaṃ etaṃ aggaṃ etaṃ saṅgāhikaṃ etaṃ saṅghāṭanikaṃ yadidaṃ yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya.",
  "mn48:12.1": "Kathañca, bhikkhave, yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya?",
  "mn48:12.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:",
  "mn48:12.3": "‘atthi nu kho me taṃ pariyuṭṭhānaṃ ajjhattaṃ appahīnaṃ, yenāhaṃ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṃ nappajāneyyaṃ na passeyyan’ti?",
  "mn48:12.4": "Sace, bhikkhave, bhikkhu kāmarāgapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.5": "Sace, bhikkhave, bhikkhu byāpādapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.6": "Sace, bhikkhave, bhikkhu thinamiddhapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.7": "Sace, bhikkhave, bhikkhu uddhaccakukkuccapariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.8": "Sace, bhikkhave, bhikkhu vicikicchāpariyuṭṭhito hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.9": "Sace, bhikkhave, bhikkhu idhalokacintāya pasuto hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.10": "Sace, bhikkhave, bhikkhu paralokacintāya pasuto hoti, pariyuṭṭhitacittova hoti.",
  "mn48:12.11": "Sace, bhikkhave, bhikkhu bhaṇḍanajāto kalahajāto vivādāpanno aññamaññaṃ mukhasattīhi vitudanto viharati, pariyuṭṭhitacittova hoti.",
  "mn48:12.12": "So evaṃ pajānāti:",
  "mn48:12.13": "‘natthi kho me taṃ pariyuṭṭhānaṃ ajjhattaṃ appahīnaṃ, yenāhaṃ pariyuṭṭhānena pariyuṭṭhitacitto yathābhūtaṃ nappajāneyyaṃ na passeyyaṃ.",
  "mn48:12.14": "Suppaṇihitaṃ me mānasaṃ saccānaṃ bodhāyā’ti.",
  "mn48:12.15": "Idamassa paṭhamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(1)</span>",
  "mn48:13.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:13.2": "‘imaṃ nu kho ahaṃ diṭṭhiṃ āsevanto bhāvento bahulīkaronto labhāmi paccattaṃ samathaṃ, labhāmi paccattaṃ nibbutin’ti?",
  "mn48:13.3": "So evaṃ pajānāti:",
  "mn48:13.4": "‘imaṃ kho ahaṃ diṭṭhiṃ āsevanto bhāvento bahulīkaronto labhāmi paccattaṃ samathaṃ, labhāmi paccattaṃ nibbutin’ti.",
  "mn48:13.5": "Idamassa dutiyaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(2)</span>",
  "mn48:14.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:14.2": "‘yathārūpāyāhaṃ diṭṭhiyā samannāgato, atthi nu kho ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti?",
  "mn48:14.3": "So evaṃ pajānāti:",
  "mn48:14.4": "‘yathārūpāyāhaṃ diṭṭhiyā samannāgato, natthi ito bahiddhā añño samaṇo vā brāhmaṇo vā tathārūpāya diṭṭhiyā samannāgato’ti.",
  "mn48:14.5": "Idamassa tatiyaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(3)</span>",
  "mn48:15.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:15.2": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.",
  "mn48:15.3": "Kathaṃrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato?",
  "mn48:15.4": "Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa:",
  "mn48:15.5": "‘kiñcāpi tathārūpiṃ āpattiṃ āpajjati, yathārūpāya āpattiyā vuṭṭhānaṃ paññāyati, atha kho naṃ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti;",
  "mn48:15.6": "desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjati’.",
  "mn48:15.7": "Seyyathāpi, bhikkhave, daharo kumāro mando uttānaseyyako hatthena vā pādena vā aṅgāraṃ akkamitvā khippameva paṭisaṃharati;",
  "mn48:15.8": "evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa:",
  "mn48:15.9": "‘kiñcāpi tathārūpiṃ āpattiṃ āpajjati yathārūpāya āpattiyā vuṭṭhānaṃ paññāyati, atha kho naṃ khippameva satthari vā viññūsu vā sabrahmacārīsu deseti vivarati uttānīkaroti;",
  "mn48:15.10": "desetvā vivaritvā uttānīkatvā āyatiṃ saṃvaraṃ āpajjati’.",
  "mn48:15.11": "So evaṃ pajānāti:",
  "mn48:15.12": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.",
  "mn48:15.13": "Idamassa catutthaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(4)</span>",
  "mn48:16.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:16.2": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.",
  "mn48:16.3": "Kathaṃrūpāya ca, bhikkhave, dhammatāya diṭṭhisampanno puggalo samannāgato?",
  "mn48:16.4": "Dhammatā esā, bhikkhave, diṭṭhisampannassa puggalassa:",
  "mn48:16.5": "‘kiñcāpi yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṃ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’.",
  "mn48:16.6": "Seyyathāpi, bhikkhave, gāvī taruṇavacchā thambañca ālumpati vacchakañca apacinati;",
  "mn48:16.7": "evameva kho, bhikkhave, dhammatā esā diṭṭhisampannassa puggalassa:",
  "mn48:16.8": "‘kiñcāpi yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni tattha ussukkaṃ āpanno hoti, atha khvāssa tibbāpekkhā hoti adhisīlasikkhāya adhicittasikkhāya adhipaññāsikkhāya’.",
  "mn48:16.9": "So evaṃ pajānāti:",
  "mn48:16.10": "‘yathārūpāya dhammatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya dhammatāya samannāgato’ti.",
  "mn48:16.11": "Idamassa pañcamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(5)</span>",
  "mn48:17.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:17.2": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.",
  "mn48:17.3": "Kathaṃrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato?",
  "mn48:17.4": "Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṃ tathāgatappavedite dhammavinaye desiyamāne aṭṭhiṃ katvā manasikatvā sabbacetasā samannāharitvā ohitasoto dhammaṃ suṇāti.",
  "mn48:17.5": "So evaṃ pajānāti:",
  "mn48:17.6": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.",
  "mn48:17.7": "Idamassa chaṭṭhaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(6)</span>",
  "mn48:18.1": "Puna caparaṃ, bhikkhave, ariyasāvako iti paṭisañcikkhati:",
  "mn48:18.2": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.",
  "mn48:18.3": "Kathaṃrūpāya ca, bhikkhave, balatāya diṭṭhisampanno puggalo samannāgato?",
  "mn48:18.4": "Balatā esā, bhikkhave, diṭṭhisampannassa puggalassa yaṃ tathāgatappavedite dhammavinaye desiyamāne labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.",
  "mn48:18.5": "So evaṃ pajānāti:",
  "mn48:18.6": "‘yathārūpāya balatāya diṭṭhisampanno puggalo samannāgato, ahampi tathārūpāya balatāya samannāgato’ti.",
  "mn48:18.7": "Idamassa sattamaṃ ñāṇaṃ adhigataṃ hoti ariyaṃ lokuttaraṃ asādhāraṇaṃ puthujjanehi. <span class=\"brnum\">(7)</span>",
  "mn48:19.1": "Evaṃ sattaṅgasamannāgatassa kho, bhikkhave, ariyasāvakassa dhammatā susamanniṭṭhā hoti sotāpattiphalasacchikiriyāya.",
  "mn48:19.2": "Evaṃ sattaṅgasamannāgato kho, bhikkhave, ariyasāvako sotāpattiphalasamannāgato hotī”ti.",
  "mn48:20.1": "Idamavoca bhagavā.",
  "mn48:20.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn48:21.1": "Kosambiyasuttaṃ niṭṭhitaṃ aṭṭhamaṃ."
}