{
  "_markup_path": "markup/mn/mn53.html",
  "_alt_strings": [
    "en/sujato/mn/mn53.json"
  ],
  "mn53:1.1": "Majjhima Nikāya 53",
  "mn53:2.1": "Sekhasutta",
  "mn53:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn53:3.2": "ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.",
  "mn53:3.3": "Tena kho pana samayena kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.",
  "mn53:3.4": "Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṃsu;",
  "mn53:3.5": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn53:3.6": "Ekamantaṃ nisinnā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:",
  "mn53:3.7": "“idha, bhante, kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.",
  "mn53:3.8": "Taṃ, bhante, bhagavā paṭhamaṃ paribhuñjatu.",
  "mn53:3.9": "Bhagavatā paṭhamaṃ paribhuttaṃ pacchā kāpilavatthavā sakyā paribhuñjissanti.",
  "mn53:3.10": "Tadassa kāpilavatthavānaṃ sakyānaṃ dīgharattaṃ hitāya sukhāyā”ti.",
  "mn53:3.11": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "mn53:3.12": "Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena navaṃ santhāgāraṃ tenupasaṅkamiṃsu;",
  "mn53:3.13": "upasaṅkamitvā sabbasanthariṃ santhāgāraṃ santharitvā āsanāni paññapetvā udakamaṇikaṃ upaṭṭhapetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu;",
  "mn53:3.14": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.",
  "mn53:3.15": "Ekamantaṃ ṭhitā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:",
  "mn53:3.16": "“sabbasanthariṃ santhataṃ, bhante, santhāgāraṃ, āsanāni paññattāni, udakamaṇiko upaṭṭhāpito, telappadīpo āropito.",
  "mn53:3.17": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.",
  "mn53:3.18": "Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena santhāgāraṃ tenupasaṅkami;",
  "mn53:3.19": "upasaṅkamitvā pāde pakkhāletvā santhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.",
  "mn53:3.20": "Bhikkhusaṃghopi kho pāde pakkhāletvā santhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi, bhagavantaṃyeva purakkhatvā.",
  "mn53:3.21": "Kāpilavatthavāpi kho sakyā pāde pakkhāletvā santhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu, bhagavantaṃyeva purakkhatvā.",
  "mn53:3.22": "Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā āyasmantaṃ ānandaṃ āmantesi:",
  "mn53:3.23": "“paṭibhātu taṃ, ānanda, kāpilavatthavānaṃ sakyānaṃ sekho pāṭipado.",
  "mn53:3.24": "Piṭṭhi me āgilāyati;",
  "mn53:3.25": "tamahaṃ āyamissāmī”ti.",
  "mn53:3.26": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "mn53:3.27": "Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññāpetvā dakkhiṇena passena sīhaseyyaṃ kappesi, pāde pādaṃ accādhāya, sato sampajāno, uṭṭhānasaññaṃ manasi karitvā.",
  "mn53:4.1": "Atha kho āyasmā ānando mahānāmaṃ sakkaṃ āmantesi:",
  "mn53:4.2": "“idha, mahānāma, ariyasāvako sīlasampanno hoti, indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṃ anuyutto hoti, sattahi saddhammehi samannāgato hoti, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "mn53:5.1": "Kathañca, mahānāma, ariyasāvako sīlasampanno hoti?",
  "mn53:5.2": "Idha, mahānāma, ariyasāvako sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "mn53:5.3": "Evaṃ kho, mahānāma, ariyasāvako sīlasampanno hoti. <span class=\"brnum\">(1)</span>",
  "mn53:6.1": "Kathañca, mahānāma, ariyasāvako indriyesu guttadvāro hoti?",
  "mn53:6.2": "Idha, mahānāma, ariyasāvako cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn53:6.3": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "mn53:6.4": "Sotena saddaṃ sutvā …",
  "mn53:6.5": "pe …",
  "mn53:6.6": "ghānena gandhaṃ ghāyitvā …",
  "mn53:6.7": "pe …",
  "mn53:6.8": "jivhāya rasaṃ sāyitvā …",
  "mn53:6.9": "pe …",
  "mn53:6.10": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn53:6.11": "pe …",
  "mn53:6.12": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn53:6.13": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "mn53:6.14": "Evaṃ kho, mahānāma, ariyasāvako indriyesu guttadvāro hoti. <span class=\"brnum\">(2)</span>",
  "mn53:7.1": "Kathañca, mahānāma, ariyasāvako bhojane mattaññū hoti?",
  "mn53:7.2": "Idha, mahānāma, ariyasāvako paṭisaṅkhā yoniso āhāraṃ āhāreti:",
  "mn53:7.3": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya;",
  "mn53:7.4": "yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya.",
  "mn53:7.5": "Iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "mn53:7.6": "Evaṃ kho, mahānāma, ariyasāvako bhojane mattaññū hoti. <span class=\"brnum\">(3)</span>",
  "mn53:8.1": "Kathañca, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti?",
  "mn53:8.2": "Idha, mahānāma, ariyasāvako divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti, rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti, pāde pādaṃ accādhāya, sato sampajāno, uṭṭhānasaññaṃ manasi karitvā, rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.",
  "mn53:8.3": "Evaṃ kho, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti. <span class=\"brnum\">(4)</span>",
  "mn53:9.1": "Kathañca, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti?",
  "mn53:9.2": "Idha, mahānāma, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:",
  "mn53:9.3": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn53:9.4": "Hirimā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.",
  "mn53:9.5": "Ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.",
  "mn53:9.6": "Bahussuto hoti sutadharo sutasannicayo.",
  "mn53:9.7": "Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.",
  "mn53:9.8": "Āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.",
  "mn53:9.9": "Satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā.",
  "mn53:9.10": "Paññavā hoti, udayatthagāminiyā paññāya samannāgato, ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "mn53:9.11": "Evaṃ kho, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti.",
  "mn53:9.12": "(5–11.)",
  "mn53:10.1": "Kathañca, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī?",
  "mn53:10.2": "Idha, mahānāma, ariyasāvako vivicceva kāmehi …",
  "mn53:10.3": "pe …",
  "mn53:10.4": "paṭhamaṃ jhānaṃ upasampajja viharati;",
  "mn53:10.5": "vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …",
  "mn53:10.6": "pe …",
  "mn53:10.7": "dutiyaṃ jhānaṃ upasampajja viharati;",
  "mn53:10.8": "pītiyā ca virāgā …",
  "mn53:10.9": "pe …",
  "mn53:10.10": "tatiyaṃ jhānaṃ upasampajja viharati;",
  "mn53:10.11": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā …",
  "mn53:10.12": "pe …",
  "mn53:10.13": "catutthaṃ jhānaṃ upasampajja viharati.",
  "mn53:10.14": "Evaṃ kho, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "mn53:10.15": "(12–15.)",
  "mn53:11.1": "Yato kho, mahānāma, ariyasāvako evaṃ sīlasampanno hoti, evaṃ indriyesu guttadvāro hoti, evaṃ bhojane mattaññū hoti, evaṃ jāgariyaṃ anuyutto hoti, evaṃ sattahi saddhammehi samannāgato hoti, evaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṃ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.",
  "mn53:11.2": "Seyyathāpi, mahānāma, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā tānāssu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni, kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:",
  "mn53:11.3": "‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti, atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.",
  "mn53:11.4": "Evameva kho, mahānāma, yato ariyasāvako evaṃ sīlasampanno hoti, evaṃ indriyesu guttadvāro hoti, evaṃ bhojane mattaññū hoti, evaṃ jāgariyaṃ anuyutto hoti, evaṃ sattahi saddhammehi samannāgato hoti, evaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṃ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.",
  "mn53:12.1": "Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn53:12.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn53:12.3": "pe …",
  "mn53:12.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, ayamassa paṭhamābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. <span class=\"brnum\">(1)</span>",
  "mn53:13.1": "Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …",
  "mn53:13.2": "pe …",
  "mn53:13.3": "yathākammūpage satte pajānāti, ayamassa dutiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. <span class=\"brnum\">(2)</span>",
  "mn53:14.1": "Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, ayamassa tatiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. <span class=\"brnum\">(3)</span>",
  "mn53:15.1": "Yampi, mahānāma, ariyasāvako sīlasampanno hoti, idampissa hoti caraṇasmiṃ;",
  "mn53:15.2": "yampi, mahānāma, ariyasāvako indriyesu guttadvāro hoti, idampissa hoti caraṇasmiṃ;",
  "mn53:15.3": "yampi, mahānāma, ariyasāvako bhojane mattaññū hoti, idampissa hoti caraṇasmiṃ;",
  "mn53:15.4": "yampi, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti, idampissa hoti caraṇasmiṃ;",
  "mn53:15.5": "yampi, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti, idampissa hoti caraṇasmiṃ;",
  "mn53:15.6": "yampi, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, idampissa hoti caraṇasmiṃ.",
  "mn53:16.1": "Yañca kho, mahānāma, ariyasāvako anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn53:16.2": "ekampi jātiṃ dvepi jātiyo …",
  "mn53:16.3": "pe …",
  "mn53:16.4": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampissa hoti vijjāya;",
  "mn53:16.5": "yampi, mahānāma, ariyasāvako dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …",
  "mn53:16.6": "pe …",
  "mn53:16.7": "yathākammūpage satte pajānāti, idampissa hoti vijjāya.",
  "mn53:16.8": "Yampi, mahānāma, ariyasāvako āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampissa hoti vijjāya.",
  "mn53:17.1": "Ayaṃ vuccati, mahānāma, ariyasāvako vijjāsampanno itipi caraṇasampanno itipi vijjācaraṇasampanno itipi.",
  "mn53:18.1": "Brahmunāpesā, mahānāma, sanaṅkumārena gāthā bhāsitā:",
  "mn53:19.1": "‘Khattiyo seṭṭho janetasmiṃ,",
  "mn53:19.2": "ye gottapaṭisārino;",
  "mn53:19.3": "Vijjācaraṇasampanno,",
  "mn53:19.4": "so seṭṭho devamānuse’ti.",
  "mn53:20.1": "Sā kho panesā, mahānāma, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṃhitā no anatthasaṃhitā, anumatā bhagavatā”ti.",
  "mn53:21.1": "Atha kho bhagavā uṭṭhahitvā āyasmantaṃ ānandaṃ āmantesi:",
  "mn53:21.2": "“sādhu sādhu, ānanda, sādhu kho tvaṃ, ānanda, kāpilavatthavānaṃ sakyānaṃ sekhaṃ pāṭipadaṃ abhāsī”ti.",
  "mn53:22.1": "Idamavocāyasmā ānando.",
  "mn53:22.2": "Samanuñño satthā ahosi.",
  "mn53:22.3": "Attamanā kāpilavatthavā sakyā āyasmato ānandassa bhāsitaṃ abhinandunti.",
  "mn53:23.1": "Sekhasuttaṃ niṭṭhitaṃ tatiyaṃ."
}