{
  "_markup_path": "markup/mn/mn55.html",
  "_alt_strings": [
    "en/sujato/mn/mn55.json"
  ],
  "mn55:1.1": "Majjhima Nikāya 55",
  "mn55:2.1": "Jīvakasutta",
  "mn55:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn55:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane.",
  "mn55:3.3": "Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami;",
  "mn55:3.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn55:3.5": "Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn55:3.6": "sutaṃ metaṃ, bhante:",
  "mn55:3.7": "‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti.",
  "mn55:3.8": "Ye te, bhante, evamāhaṃsu:",
  "mn55:3.9": "‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "mn55:4.1": "“Ye te, jīvaka, evamāhaṃsu:",
  "mn55:4.2": "‘samaṇaṃ gotamaṃ uddissa pāṇaṃ ārabhanti, taṃ samaṇo gotamo jānaṃ uddissakataṃ maṃsaṃ paribhuñjati paṭiccakamman’ti na me te vuttavādino, abbhācikkhanti ca maṃ te asatā abhūtena.",
  "mn55:4.3": "Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ aparibhoganti vadāmi.",
  "mn55:4.4": "Diṭṭhaṃ, sutaṃ, parisaṅkitaṃ—",
  "mn55:4.5": "imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ aparibhoganti vadāmi.",
  "mn55:4.6": "Tīhi kho ahaṃ, jīvaka, ṭhānehi maṃsaṃ paribhoganti vadāmi.",
  "mn55:4.7": "Adiṭṭhaṃ, asutaṃ, aparisaṅkitaṃ—",
  "mn55:4.8": "imehi kho ahaṃ, jīvaka, tīhi ṭhānehi maṃsaṃ paribhoganti vadāmi.",
  "mn55:5.1": "Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.",
  "mn55:5.2": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ.",
  "mn55:5.3": "Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn55:5.4": "Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti.",
  "mn55:5.5": "Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti.",
  "mn55:5.6": "So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena tassa gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati;",
  "mn55:5.7": "upasaṅkamitvā paññatte āsane nisīdati.",
  "mn55:5.8": "Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati.",
  "mn55:5.9": "Tassa na evaṃ hoti:",
  "mn55:5.10": "‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti.",
  "mn55:5.11": "Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—",
  "mn55:5.12": "evampissa na hoti.",
  "mn55:5.13": "So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati.",
  "mn55:5.14": "Taṃ kiṃ maññasi, jīvaka, api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti?",
  "mn55:6.1": "“No hetaṃ, bhante”.",
  "mn55:7.1": "“Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti?",
  "mn55:8.1": "“Evaṃ, bhante.",
  "mn55:8.2": "Sutaṃ metaṃ, bhante:",
  "mn55:8.3": "‘brahmā mettāvihārī’ti.",
  "mn55:8.4": "Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho;",
  "mn55:8.5": "bhagavā hi, bhante, mettāvihārī”ti.",
  "mn55:8.6": "“Yena kho, jīvaka, rāgena yena dosena yena mohena byāpādavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṃkato āyatiṃ anuppādadhammo.",
  "mn55:8.7": "Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ anujānāmi te etan”ti.",
  "mn55:8.8": "“Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”.",
  "mn55:9.1": "“Idha, jīvaka, bhikkhu aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati.",
  "mn55:9.2": "So karuṇāsahagatena cetasā …",
  "mn55:9.3": "pe …",
  "mn55:9.4": "muditāsahagatena cetasā …",
  "mn55:9.5": "pe …",
  "mn55:9.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ.",
  "mn55:9.7": "Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.",
  "mn55:9.8": "Tamenaṃ gahapati vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimanteti.",
  "mn55:9.9": "Ākaṅkhamānova, jīvaka, bhikkhu adhivāseti.",
  "mn55:9.10": "So tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena gahapatissa vā gahapatiputtassa vā nivesanaṃ tenupasaṅkamati;",
  "mn55:9.11": "upasaṅkamitvā paññatte āsane nisīdati.",
  "mn55:9.12": "Tamenaṃ so gahapati vā gahapatiputto vā paṇītena piṇḍapātena parivisati.",
  "mn55:9.13": "Tassa na evaṃ hoti:",
  "mn55:9.14": "‘sādhu vata māyaṃ gahapati vā gahapatiputto vā paṇītena piṇḍapātena pariviseyyāti.",
  "mn55:9.15": "Aho vata māyaṃ gahapati vā gahapatiputto vā āyatimpi evarūpena paṇītena piṇḍapātena pariviseyyā’ti—",
  "mn55:9.16": "evampissa na hoti.",
  "mn55:9.17": "So taṃ piṇḍapātaṃ agathito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati.",
  "mn55:9.18": "Taṃ kiṃ maññasi, jīvaka, api nu so bhikkhu tasmiṃ samaye attabyābādhāya vā ceteti, parabyābādhāya vā ceteti, ubhayabyābādhāya vā cetetī”ti?",
  "mn55:10.1": "“No hetaṃ, bhante”.",
  "mn55:11.1": "“Nanu so, jīvaka, bhikkhu tasmiṃ samaye anavajjaṃyeva āhāraṃ āhāretī”ti?",
  "mn55:12.1": "“Evaṃ, bhante.",
  "mn55:12.2": "Sutaṃ metaṃ, bhante:",
  "mn55:12.3": "‘brahmā upekkhāvihārī’ti.",
  "mn55:12.4": "Taṃ me idaṃ, bhante, bhagavā sakkhidiṭṭho;",
  "mn55:12.5": "bhagavā hi, bhante, upekkhāvihārī”ti.",
  "mn55:12.6": "“Yena kho, jīvaka, rāgena yena dosena yena mohena vihesavā assa arativā assa paṭighavā assa so rāgo so doso so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.",
  "mn55:12.7": "Sace kho te, jīvaka, idaṃ sandhāya bhāsitaṃ, anujānāmi te etan”ti.",
  "mn55:12.8": "“Etadeva kho pana me, bhante, sandhāya bhāsitaṃ”.",
  "mn55:13.1": "“Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so pañcahi ṭhānehi bahuṃ apuññaṃ pasavati.",
  "mn55:13.2": "Yampi so, gahapati, evamāha:",
  "mn55:13.3": "‘gacchatha, amukaṃ nāma pāṇaṃ ānethā’ti, iminā paṭhamena ṭhānena bahuṃ apuññaṃ pasavati.",
  "mn55:13.4": "Yampi so pāṇo galappaveṭhakena ānīyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā dutiyena ṭhānena bahuṃ apuññaṃ pasavati.",
  "mn55:13.5": "Yampi so evamāha:",
  "mn55:13.6": "‘gacchatha imaṃ pāṇaṃ ārabhathā’ti, iminā tatiyena ṭhānena bahuṃ apuññaṃ pasavati.",
  "mn55:13.7": "Yampi so pāṇo ārabhiyamāno dukkhaṃ domanassaṃ paṭisaṃvedeti, iminā catutthena ṭhānena bahuṃ apuññaṃ pasavati.",
  "mn55:13.8": "Yampi so tathāgataṃ vā tathāgatasāvakaṃ vā akappiyena āsādeti, iminā pañcamena ṭhānena bahuṃ apuññaṃ pasavati.",
  "mn55:13.9": "Yo kho, jīvaka, tathāgataṃ vā tathāgatasāvakaṃ vā uddissa pāṇaṃ ārabhati so imehi pañcahi ṭhānehi bahuṃ apuññaṃ pasavatī”ti.",
  "mn55:14.1": "Evaṃ vutte, jīvako komārabhacco bhagavantaṃ etadavoca:",
  "mn55:14.2": "“acchariyaṃ, bhante, abbhutaṃ, bhante.",
  "mn55:14.3": "Kappiyaṃ vata, bhante, bhikkhū āhāraṃ āhārenti;",
  "mn55:14.4": "anavajjaṃ vata, bhante, bhikkhū āhāraṃ āhārenti.",
  "mn55:14.5": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante …",
  "mn55:14.6": "pe …",
  "mn55:14.7": "upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn55:15.1": "Jīvakasuttaṃ niṭṭhitaṃ pañcamaṃ."
}