{
  "_markup_path": "markup/mn/mn56.html",
  "_alt_strings": [
    "en/sujato/mn/mn56.json"
  ],
  "mn56:1.1": "Majjhima Nikāya 56",
  "mn56:2.1": "Upālisutta",
  "mn56:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn56:3.2": "ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.",
  "mn56:3.3": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṃ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṃ.",
  "mn56:3.4": "Atha kho dīghatapassī nigaṇṭho nāḷandāyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami;",
  "mn56:3.5": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn56:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn56:3.7": "Ekamantaṃ ṭhitaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca:",
  "mn56:3.8": "“saṃvijjanti kho, tapassi, āsanāni;",
  "mn56:3.9": "sace ākaṅkhasi nisīdā”ti.",
  "mn56:3.10": "Evaṃ vutte, dīghatapassī nigaṇṭho aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn56:3.11": "Ekamantaṃ nisinnaṃ kho dīghatapassiṃ nigaṇṭhaṃ bhagavā etadavoca:",
  "mn56:3.12": "“kati pana, tapassi, nigaṇṭho nāṭaputto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
  "mn56:4.1": "“Na kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa ‘kammaṃ, kamman’ti paññapetuṃ;",
  "mn56:4.2": "‘daṇḍaṃ, daṇḍan’ti kho, āvuso gotama, āciṇṇaṃ nigaṇṭhassa nāṭaputtassa paññapetun”ti.",
  "mn56:5.1": "“Kati pana, tapassi, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
  "mn56:6.1": "“Tīṇi kho, āvuso gotama, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti, seyyathidaṃ—",
  "mn56:6.2": "kāyadaṇḍaṃ, vacīdaṇḍaṃ, manodaṇḍan”ti.",
  "mn56:7.1": "“Kiṃ pana, tapassi, aññadeva kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti?",
  "mn56:8.1": "“Aññadeva, āvuso gotama, kāyadaṇḍaṃ, aññaṃ vacīdaṇḍaṃ, aññaṃ manodaṇḍan”ti.",
  "mn56:9.1": "“Imesaṃ pana, tapassi, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ daṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyadaṇḍaṃ, yadi vā vacīdaṇḍaṃ, yadi vā manodaṇḍan”ti?",
  "mn56:10.1": "“Imesaṃ kho, āvuso gotama, tiṇṇaṃ daṇḍānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ kāyadaṇḍaṃ nigaṇṭho nāṭaputto mahāsāvajjataraṃ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍaṃ, no tathā manodaṇḍan”ti.",
  "mn56:11.1": "“Kāyadaṇḍanti, tapassi, vadesi”?",
  "mn56:12.1": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”.",
  "mn56:13.1": "“Kāyadaṇḍanti, tapassi, vadesi”?",
  "mn56:14.1": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”.",
  "mn56:15.1": "“Kāyadaṇḍanti, tapassi, vadesi”?",
  "mn56:16.1": "“Kāyadaṇḍanti, āvuso gotama, vadāmī”ti.",
  "mn56:17.1": "Itiha bhagavā dīghatapassiṃ nigaṇṭhaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpesi.",
  "mn56:18.1": "Evaṃ vutte, dīghatapassī nigaṇṭho bhagavantaṃ etadavoca:",
  "mn56:18.2": "“tvaṃ panāvuso gotama, kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
  "mn56:19.1": "“Na kho, tapassi, āciṇṇaṃ tathāgatassa ‘daṇḍaṃ, daṇḍan’ti paññapetuṃ;",
  "mn56:19.2": "‘kammaṃ, kamman’ti kho, tapassi, āciṇṇaṃ tathāgatassa paññapetun”ti?",
  "mn56:20.1": "“Tvaṃ panāvuso gotama, kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti?",
  "mn56:21.1": "“Tīṇi kho ahaṃ, tapassi, kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, seyyathidaṃ—",
  "mn56:21.2": "kāyakammaṃ, vacīkammaṃ, manokamman”ti.",
  "mn56:22.1": "“Kiṃ panāvuso gotama, aññadeva kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti?",
  "mn56:23.1": "“Aññadeva, tapassi, kāyakammaṃ, aññaṃ vacīkammaṃ, aññaṃ manokamman”ti.",
  "mn56:24.1": "“Imesaṃ panāvuso gotama, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ katamaṃ kammaṃ mahāsāvajjataraṃ paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyakammaṃ, yadi vā vacīkammaṃ, yadi vā manokamman”ti?",
  "mn56:25.1": "“Imesaṃ kho ahaṃ, tapassi, tiṇṇaṃ kammānaṃ evaṃ paṭivibhattānaṃ evaṃ paṭivisiṭṭhānaṃ manokammaṃ mahāsāvajjataraṃ paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā kāyakammaṃ, no tathā vacīkamman”ti.",
  "mn56:26.1": "“Manokammanti, āvuso gotama, vadesi”?",
  "mn56:27.1": "“Manokammanti, tapassi, vadāmi”.",
  "mn56:28.1": "“Manokammanti, āvuso gotama, vadesi”?",
  "mn56:29.1": "“Manokammanti, tapassi, vadāmi”.",
  "mn56:30.1": "“Manokammanti, āvuso gotama, vadesi”?",
  "mn56:31.1": "“Manokammanti, tapassi, vadāmī”ti.",
  "mn56:32.1": "Itiha dīghatapassī nigaṇṭho bhagavantaṃ imasmiṃ kathāvatthusmiṃ yāvatatiyakaṃ patiṭṭhāpetvā uṭṭhāyāsanā yena nigaṇṭho nāṭaputto tenupasaṅkami.",
  "mn56:33.1": "Tena kho pana samayena nigaṇṭho nāṭaputto mahatiyā gihiparisāya saddhiṃ nisinno hoti bālakiniyā parisāya upālipamukhāya.",
  "mn56:33.2": "Addasā kho nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ;",
  "mn56:33.3": "disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca:",
  "mn56:33.4": "“handa kuto nu tvaṃ, tapassi, āgacchasi divā divassā”ti?",
  "mn56:33.5": "“Ito hi kho ahaṃ, bhante, āgacchāmi samaṇassa gotamassa santikā”ti.",
  "mn56:33.6": "“Ahu pana te, tapassi, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti?",
  "mn56:33.7": "“Ahu kho me, bhante, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti.",
  "mn56:33.8": "“Yathā kathaṃ pana te, tapassi, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti?",
  "mn56:33.9": "Atha kho dīghatapassī nigaṇṭho yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo taṃ sabbaṃ nigaṇṭhassa nāṭaputtassa ārocesi.",
  "mn56:33.10": "Evaṃ vutte, nigaṇṭho nāṭaputto dīghatapassiṃ nigaṇṭhaṃ etadavoca:",
  "mn56:33.11": "“sādhu sādhu, tapassi.",
  "mn56:33.12": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evameva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākataṃ.",
  "mn56:33.13": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya.",
  "mn56:33.14": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
  "mn56:34.1": "Evaṃ vutte, upāli gahapati nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:34.2": "“sādhu sādhu, bhante dīghatapassī.",
  "mn56:34.3": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ bhadantena tapassinā samaṇassa gotamassa byākataṃ.",
  "mn56:34.4": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya.",
  "mn56:34.5": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo.",
  "mn56:34.6": "Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmi.",
  "mn56:34.7": "Sace me samaṇo gotamo tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpitaṃ;",
  "mn56:34.8": "seyyathāpi nāma balavā puriso dīghalomikaṃ eḷakaṃ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;",
  "mn56:34.9": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
  "mn56:34.10": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṃ soṇḍikākilañjaṃ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya;",
  "mn56:34.11": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi.",
  "mn56:34.12": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṃ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya;",
  "mn56:34.13": "evamevāhaṃ samaṇaṃ gotamaṃ vādena vādaṃ odhunissāmi niddhunissāmi nipphoṭessāmi.",
  "mn56:34.14": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṃ pokkharaṇiṃ ogāhetvā sāṇadhovikaṃ nāma kīḷitajātaṃ kīḷati;",
  "mn56:34.15": "evamevāhaṃ samaṇaṃ gotamaṃ sāṇadhovikaṃ maññe kīḷitajātaṃ kīḷissāmi.",
  "mn56:34.16": "Handa cāhaṃ, bhante, gacchāmi samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropessāmī”ti.",
  "mn56:34.17": "“Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.",
  "mn56:34.18": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.",
  "mn56:35.1": "Evaṃ vutte, dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:35.2": "“na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.",
  "mn56:35.3": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti.",
  "mn56:35.4": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.",
  "mn56:35.5": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya.",
  "mn56:35.6": "Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.",
  "mn56:35.7": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.",
  "mn56:35.8": "Dutiyampi kho dīghatapassī …",
  "mn56:35.9": "pe …",
  "mn56:35.10": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:35.11": "“na kho metaṃ, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.",
  "mn56:35.12": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetī”ti.",
  "mn56:35.13": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.",
  "mn56:35.14": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyya.",
  "mn56:35.15": "Gaccha tvaṃ, gahapati, samaṇassa gotamassa imasmiṃ kathāvatthusmiṃ vādaṃ āropehi.",
  "mn56:35.16": "Ahaṃ vā hi, gahapati, samaṇassa gotamassa vādaṃ āropeyyaṃ, dīghatapassī vā nigaṇṭho, tvaṃ vā”ti.",
  "mn56:35.17": "“Evaṃ, bhante”ti kho upāli gahapati nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṃ nāṭaputtaṃ abhivādetvā padakkhiṇaṃ katvā yena pāvārikambavanaṃ yena bhagavā tenupasaṅkami;",
  "mn56:35.18": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn56:35.19": "Ekamantaṃ nisinno kho upāli gahapati bhagavantaṃ etadavoca:",
  "mn56:35.20": "“āgamā nu khvidha, bhante, dīghatapassī nigaṇṭho”ti?",
  "mn56:36.1": "“Āgamā khvidha, gahapati, dīghatapassī nigaṇṭho”ti.",
  "mn56:37.1": "“Ahu kho pana te, bhante, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti?",
  "mn56:38.1": "“Ahu kho me, gahapati, dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti.",
  "mn56:39.1": "“Yathā kathaṃ pana te, bhante, ahu dīghatapassinā nigaṇṭhena saddhiṃ kocideva kathāsallāpo”ti?",
  "mn56:40.1": "Atha kho bhagavā yāvatako ahosi dīghatapassinā nigaṇṭhena saddhiṃ kathāsallāpo taṃ sabbaṃ upālissa gahapatissa ārocesi.",
  "mn56:41.1": "Evaṃ vutte, upāli gahapati bhagavantaṃ etadavoca:",
  "mn56:41.2": "“sādhu sādhu, bhante tapassī.",
  "mn56:41.3": "Yathā taṃ sutavatā sāvakena sammadeva satthusāsanaṃ ājānantena evamevaṃ dīghatapassinā nigaṇṭhena bhagavato byākataṃ.",
  "mn56:41.4": "Kiñhi sobhati chavo manodaṇḍo imassa evaṃ oḷārikassa kāyadaṇḍassa upanidhāya?",
  "mn56:41.5": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
  "mn56:41.6": "“Sace kho tvaṃ, gahapati, sacce patiṭṭhāya manteyyāsi siyā no ettha kathāsallāpo”ti.",
  "mn56:41.7": "“Sacce ahaṃ, bhante, patiṭṭhāya mantessāmi;",
  "mn56:41.8": "hotu no ettha kathāsallāpo”ti.",
  "mn56:42.1": "“Taṃ kiṃ maññasi, gahapati, idhassa nigaṇṭho ābādhiko dukkhito bāḷhagilāno sītodakapaṭikkhitto uṇhodakapaṭisevī.",
  "mn56:42.2": "So sītodakaṃ alabhamāno kālaṃ kareyya.",
  "mn56:42.3": "Imassa pana, gahapati, nigaṇṭho nāṭaputto katthūpapattiṃ paññapetī”ti?",
  "mn56:43.1": "“Atthi, bhante, manosattā nāma devā tattha so upapajjati”.",
  "mn56:44.1": "“Taṃ kissa hetu”?",
  "mn56:45.1": "“Asu hi, bhante, manopaṭibaddho kālaṃ karotī”ti.",
  "mn56:46.1": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
  "mn56:46.2": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn56:46.3": "Bhāsitā kho pana te, gahapati, esā vācā:",
  "mn56:46.4": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi, hotu no ettha kathāsallāpo’”ti.",
  "mn56:46.5": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
  "mn56:47.1": "“Taṃ kiṃ maññasi, gahapati, idhassa nigaṇṭho nāṭaputto cātuyāmasaṃvarasaṃvuto sabbavārivārito sabbavāriyutto sabbavāridhuto sabbavāriphuṭo.",
  "mn56:47.2": "So abhikkamanto paṭikkamanto bahū khuddake pāṇe saṅghātaṃ āpādeti.",
  "mn56:47.3": "Imassa pana, gahapati, nigaṇṭho nāṭaputto kaṃ vipākaṃ paññapetī”ti?",
  "mn56:48.1": "“Asañcetanikaṃ, bhante, nigaṇṭho nāṭaputto no mahāsāvajjaṃ paññapetī”ti.",
  "mn56:49.1": "“Sace pana, gahapati, cetetī”ti?",
  "mn56:50.1": "“Mahāsāvajjaṃ, bhante, hotī”ti.",
  "mn56:51.1": "“Cetanaṃ pana, gahapati, nigaṇṭho nāṭaputto kismiṃ paññapetī”ti?",
  "mn56:52.1": "“Manodaṇḍasmiṃ, bhante”ti.",
  "mn56:53.1": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
  "mn56:53.2": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn56:53.3": "Bhāsitā kho pana te, gahapati, esā vācā:",
  "mn56:53.4": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi;",
  "mn56:53.5": "hotu no ettha kathāsallāpo’”ti.",
  "mn56:53.6": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
  "mn56:54.1": "“Taṃ kiṃ maññasi, gahapati, ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti?",
  "mn56:55.1": "“Evaṃ, bhante, ayaṃ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti.",
  "mn56:56.1": "“Taṃ kiṃ maññasi, gahapati, idha puriso āgaccheyya ukkhittāsiko.",
  "mn56:56.2": "So evaṃ vadeyya:",
  "mn56:56.3": "‘ahaṃ yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ karissāmī’ti.",
  "mn56:56.4": "Taṃ kiṃ maññasi, gahapati, pahoti nu kho so puriso yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātun”ti?",
  "mn56:57.1": "“Dasapi, bhante, purisā, vīsampi, bhante, purisā, tiṃsampi, bhante, purisā, cattārīsampi, bhante, purisā, paññāsampi, bhante, purisā nappahonti yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kātuṃ.",
  "mn56:57.2": "Kiñhi sobhati eko chavo puriso”ti.",
  "mn56:58.1": "“Taṃ kiṃ maññasi, gahapati, idha āgaccheyya samaṇo vā brāhmaṇo vā iddhimā cetovasippatto.",
  "mn56:58.2": "So evaṃ vadeyya:",
  "mn56:58.3": "‘ahaṃ imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ karissāmī’ti.",
  "mn56:58.4": "Taṃ kiṃ maññasi, gahapati, pahoti nu kho so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto imaṃ nāḷandaṃ ekena manopadosena bhasmaṃ kātun”ti?",
  "mn56:59.1": "“Dasapi, bhante, nāḷandā, vīsampi nāḷandā, tiṃsampi nāḷandā, cattārīsampi nāḷandā, paññāsampi nāḷandā pahoti so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto ekena manopadosena bhasmaṃ kātuṃ.",
  "mn56:59.2": "Kiñhi sobhati ekā chavā nāḷandā”ti.",
  "mn56:60.1": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
  "mn56:60.2": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn56:60.3": "Bhāsitā kho pana te, gahapati, esā vācā:",
  "mn56:60.4": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi;",
  "mn56:60.5": "hotu no ettha kathāsallāpo’”ti.",
  "mn56:61.1": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti.",
  "mn56:62.1": "“Taṃ kiṃ maññasi, gahapati, sutaṃ te daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti?",
  "mn56:63.1": "“Evaṃ, bhante, sutaṃ me daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti.",
  "mn56:64.1": "“Taṃ kiṃ maññasi, gahapati, kinti te sutaṃ kena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti?",
  "mn56:65.1": "“Sutaṃ metaṃ, bhante, isīnaṃ manopadosena taṃ daṇḍakīraññaṃ kāliṅgāraññaṃ majjhāraññaṃ mātaṅgāraññaṃ araññaṃ araññabhūtan”ti.",
  "mn56:66.1": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi.",
  "mn56:66.2": "Na kho te sandhiyati purimena vā pacchimaṃ, pacchimena vā purimaṃ.",
  "mn56:66.3": "Bhāsitā kho pana te, gahapati, esā vācā:",
  "mn56:66.4": "‘sacce ahaṃ, bhante, patiṭṭhāya mantessāmi;",
  "mn56:66.5": "hotu no ettha kathāsallāpo’”ti.",
  "mn56:67.1": "“Purimenevāhaṃ, bhante, opammena bhagavato attamano abhiraddho.",
  "mn56:67.2": "Api cāhaṃ imāni bhagavato vicitrāni pañhapaṭibhānāni sotukāmo, evāhaṃ bhagavantaṃ paccanīkaṃ kātabbaṃ amaññissaṃ.",
  "mn56:67.3": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "mn56:67.4": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn56:67.5": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn56:67.6": "evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.",
  "mn56:67.7": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn56:67.8": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn56:68.1": "“Anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī”ti.",
  "mn56:68.2": "“Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha:",
  "mn56:68.3": "‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti.",
  "mn56:68.4": "Mañhi, bhante, aññatitthiyā sāvakaṃ labhitvā kevalakappaṃ nāḷandaṃ paṭākaṃ parihareyyuṃ:",
  "mn56:68.5": "‘upāli amhākaṃ gahapati sāvakattaṃ upagato’ti.",
  "mn56:68.6": "Atha ca pana maṃ bhagavā evamāha:",
  "mn56:68.7": "‘anuviccakāraṃ kho, gahapati, karohi, anuviccakāro tumhādisānaṃ ñātamanussānaṃ sādhu hotī’ti.",
  "mn56:68.8": "Esāhaṃ, bhante, dutiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn56:68.9": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn56:69.1": "“Dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī”ti.",
  "mn56:69.2": "“Imināpāhaṃ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhagavā evamāha:",
  "mn56:69.3": "‘dīgharattaṃ kho te, gahapati, nigaṇṭhānaṃ opānabhūtaṃ kulaṃ yena nesaṃ upagatānaṃ piṇḍakaṃ dātabbaṃ maññeyyāsī’ti.",
  "mn56:69.4": "Sutaṃ metaṃ, bhante, samaṇo gotamo evamāha:",
  "mn56:69.5": "‘mayhameva dānaṃ dātabbaṃ, nāññesaṃ dānaṃ dātabbaṃ;",
  "mn56:69.6": "mayhameva sāvakānaṃ dānaṃ dātabbaṃ, nāññesaṃ sāvakānaṃ dānaṃ dātabbaṃ;",
  "mn56:69.7": "mayhameva dinnaṃ mahapphalaṃ, nāññesaṃ dinnaṃ mahapphalaṃ;",
  "mn56:69.8": "mayhameva sāvakānaṃ dinnaṃ mahapphalaṃ, nāññesaṃ sāvakānaṃ dinnaṃ mahapphalan’ti.",
  "mn56:69.9": "Atha ca pana maṃ bhagavā nigaṇṭhesupi dāne samādapeti.",
  "mn56:69.10": "Api ca, bhante, mayamettha kālaṃ jānissāma.",
  "mn56:69.11": "Esāhaṃ, bhante, tatiyampi bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn56:69.12": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn56:70.1": "Atha kho bhagavā upālissa gahapatissa anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
  "mn56:70.2": "dānakathaṃ sīlakathaṃ saggakathaṃ, kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi.",
  "mn56:70.3": "Yadā bhagavā aññāsi upāliṃ gahapatiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā taṃ pakāsesi—",
  "mn56:70.4": "dukkhaṃ, samudayaṃ, nirodhaṃ, maggaṃ.",
  "mn56:70.5": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya;",
  "mn56:70.6": "evameva upālissa gahapatissa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:",
  "mn56:70.7": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.",
  "mn56:70.8": "Atha kho upāli gahapati diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca:",
  "mn56:70.9": "“handa ca dāni mayaṃ, bhante, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "mn56:70.10": "“Yassadāni tvaṃ, gahapati, kālaṃ maññasī”ti.",
  "mn56:71.1": "Atha kho upāli gahapati bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena sakaṃ nivesanaṃ tenupasaṅkami;",
  "mn56:71.2": "upasaṅkamitvā dovārikaṃ āmantesi:",
  "mn56:71.3": "“ajjatagge, samma dovārika, āvarāmi dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.",
  "mn56:71.4": "Sace koci nigaṇṭho āgacchati tamenaṃ tvaṃ evaṃ vadeyyāsi:",
  "mn56:71.5": "‘tiṭṭha, bhante, mā pāvisi.",
  "mn56:71.6": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.",
  "mn56:71.7": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.",
  "mn56:71.8": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī’”ti.",
  "mn56:71.9": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paccassosi.",
  "mn56:72.1": "Assosi kho dīghatapassī nigaṇṭho:",
  "mn56:72.2": "“upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti.",
  "mn56:72.3": "Atha kho dīghatapassī nigaṇṭho yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "mn56:72.4": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:72.5": "“sutaṃ metaṃ, bhante, upāli kira gahapati samaṇassa gotamassa sāvakattaṃ upagato”ti.",
  "mn56:72.6": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.",
  "mn56:72.7": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.",
  "mn56:72.8": "Dutiyampi kho dīghatapassī nigaṇṭho …",
  "mn56:72.9": "pe …",
  "mn56:72.10": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:72.11": "“sutaṃ metaṃ, bhante …",
  "mn56:72.12": "pe …",
  "mn56:72.13": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.",
  "mn56:72.14": "“Handāhaṃ, bhante, gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.",
  "mn56:72.15": "“Gaccha tvaṃ, tapassi, jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.",
  "mn56:73.1": "Atha kho dīghatapassī nigaṇṭho yena upālissa gahapatissa nivesanaṃ tenupasaṅkami.",
  "mn56:73.2": "Addasā kho dovāriko dīghatapassiṃ nigaṇṭhaṃ dūratova āgacchantaṃ.",
  "mn56:73.3": "Disvāna dīghatapassiṃ nigaṇṭhaṃ etadavoca:",
  "mn56:73.4": "“tiṭṭha, bhante, mā pāvisi.",
  "mn56:73.5": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.",
  "mn56:73.6": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.",
  "mn56:73.7": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.",
  "mn56:73.8": "“Na me, āvuso, piṇḍakena attho”ti vatvā tato paṭinivattitvā yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "mn56:73.9": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:73.10": "“saccaṃyeva kho, bhante, yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.",
  "mn56:73.11": "Etaṃ kho te ahaṃ, bhante, nālatthaṃ, na kho me, bhante, ruccati yaṃ upāli gahapati samaṇassa gotamassa vādaṃ āropeyya.",
  "mn56:73.12": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṃ māyaṃ jānāti yāya aññatitthiyānaṃ sāvake āvaṭṭetīti.",
  "mn56:73.13": "Āvaṭṭo kho te, bhante, upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā”ti.",
  "mn56:73.14": "“Aṭṭhānaṃ kho etaṃ, tapassi, anavakāso yaṃ upāli gahapati samaṇassa gotamassa sāvakattaṃ upagaccheyya.",
  "mn56:73.15": "Ṭhānañca kho etaṃ vijjati yaṃ samaṇo gotamo upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.",
  "mn56:73.16": "Dutiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:73.17": "“saccaṃyeva, bhante …",
  "mn56:73.18": "pe …",
  "mn56:73.19": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.",
  "mn56:73.20": "Tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:73.21": "“saccaṃyeva kho, bhante …",
  "mn56:73.22": "pe …",
  "mn56:73.23": "upālissa gahapatissa sāvakattaṃ upagaccheyyā”ti.",
  "mn56:73.24": "“Handa cāhaṃ, tapassi, gacchāmi yāva cāhaṃ sāmaṃyeva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato yadi vā no”ti.",
  "mn56:74.1": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena upālissa gahapatissa nivesanaṃ tenupasaṅkami.",
  "mn56:74.2": "Addasā kho dovāriko nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ.",
  "mn56:74.3": "Disvāna nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:74.4": "“tiṭṭha, bhante, mā pāvisi.",
  "mn56:74.5": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṃ upagato.",
  "mn56:74.6": "Āvaṭaṃ dvāraṃ nigaṇṭhānaṃ nigaṇṭhīnaṃ, anāvaṭaṃ dvāraṃ bhagavato bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.",
  "mn56:74.7": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti.",
  "mn56:74.8": "“Tena hi, samma dovārika, yena upāli gahapati tenupasaṅkama;",
  "mn56:74.9": "upasaṅkamitvā upāliṃ gahapatiṃ evaṃ vadehi:",
  "mn56:74.10": "‘nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ bahidvārakoṭṭhake ṭhito;",
  "mn56:74.11": "so te dassanakāmo’”ti.",
  "mn56:74.12": "“Evaṃ, bhante”ti kho dovāriko nigaṇṭhassa nāṭaputtassa paṭissutvā yena upāli gahapati tenupasaṅkami;",
  "mn56:74.13": "upasaṅkamitvā upāliṃ gahapatiṃ etadavoca:",
  "mn56:74.14": "“nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ bahidvārakoṭṭhake ṭhito;",
  "mn56:74.15": "so te dassanakāmo”ti.",
  "mn56:74.16": "“Tena hi, samma dovārika, majjhimāya dvārasālāya āsanāni paññapehī”ti.",
  "mn56:74.17": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā majjhimāya dvārasālāya āsanāni paññapetvā yena upāli gahapati tenupasaṅkami;",
  "mn56:74.18": "upasaṅkamitvā upāliṃ gahapatiṃ etadavoca:",
  "mn56:74.19": "“paññattāni kho, bhante, majjhimāya dvārasālāya āsanāni.",
  "mn56:74.20": "Yassadāni kālaṃ maññasī”ti.",
  "mn56:75.1": "Atha kho upāli gahapati yena majjhimā dvārasālā tenupasaṅkami;",
  "mn56:75.2": "upasaṅkamitvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā dovārikaṃ āmantesi:",
  "mn56:75.3": "“tena hi, samma dovārika, yena nigaṇṭho nāṭaputto tenupasaṅkama;",
  "mn56:75.4": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ evaṃ vadehi:",
  "mn56:75.5": "‘upāli, bhante, gahapati evamāha—",
  "mn56:75.6": "pavisa kira, bhante, sace ākaṅkhasī’”ti.",
  "mn56:75.7": "“Evaṃ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā yena nigaṇṭho nāṭaputto tenupasaṅkami;",
  "mn56:75.8": "upasaṅkamitvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:75.9": "“upāli, bhante, gahapati evamāha:",
  "mn56:75.10": "‘pavisa kira, bhante, sace ākaṅkhasī’”ti.",
  "mn56:75.11": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṃ yena majjhimā dvārasālā tenupasaṅkami.",
  "mn56:75.12": "Atha kho upāli gahapati—",
  "mn56:75.13": "yaṃ sudaṃ pubbe yato passati nigaṇṭhaṃ nāṭaputtaṃ dūratova āgacchantaṃ disvāna tato paccuggantvā yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca taṃ uttarāsaṅgena sammajjitvā pariggahetvā nisīdāpeti so—",
  "mn56:75.14": "dāni yaṃ tattha āsanaṃ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṃ nisīditvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:75.15": "“saṃvijjanti kho, bhante, āsanāni;",
  "mn56:75.16": "sace ākaṅkhasi, nisīdā”ti.",
  "mn56:75.17": "Evaṃ vutte, nigaṇṭho nāṭaputto upāliṃ gahapatiṃ etadavoca:",
  "mn56:75.18": "“ummattosi tvaṃ, gahapati, dattosi tvaṃ, gahapati.",
  "mn56:75.19": "‘Gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.",
  "mn56:75.20": "Seyyathāpi, gahapati, puriso aṇḍahārako gantvā ubbhatehi aṇḍehi āgaccheyya, seyyathā vā pana gahapati puriso akkhikahārako gantvā ubbhatehi akkhīhi āgaccheyya;",
  "mn56:75.21": "evameva kho tvaṃ, gahapati, ‘gacchāmahaṃ, bhante, samaṇassa gotamassa vādaṃ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato.",
  "mn56:75.22": "Āvaṭṭosi kho tvaṃ, gahapati, samaṇena gotamena āvaṭṭaniyā māyāyā”ti.",
  "mn56:76.1": "“Bhaddikā, bhante, āvaṭṭanī māyā;",
  "mn56:76.2": "kalyāṇī, bhante, āvaṭṭanī māyā;",
  "mn56:76.3": "piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṃ;",
  "mn56:76.4": "piyānampi me assa ñātisālohitānaṃ dīgharattaṃ hitāya sukhāya;",
  "mn56:76.5": "sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṃ;",
  "mn56:76.6": "sabbesānampissa khattiyānaṃ dīgharattaṃ hitāya sukhāya;",
  "mn56:76.7": "sabbe cepi, bhante, brāhmaṇā …",
  "mn56:76.8": "pe …",
  "mn56:76.9": "vessā …",
  "mn56:76.10": "pe …",
  "mn56:76.11": "suddā imāya āvaṭṭaniyā āvaṭṭeyyuṃ;",
  "mn56:76.12": "sabbesānampissa suddānaṃ dīgharattaṃ hitāya sukhāya;",
  "mn56:76.13": "sadevako cepi, bhante, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṃ;",
  "mn56:76.14": "sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṃ hitāya sukhāyāti.",
  "mn56:76.15": "Tena hi, bhante, upamaṃ te karissāmi.",
  "mn56:76.16": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.",
  "mn56:77.1": "Bhūtapubbaṃ, bhante, aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā.",
  "mn56:77.2": "Atha kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca:",
  "mn56:77.3": "‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.",
  "mn56:77.4": "Evaṃ vutte, so brāhmaṇo taṃ māṇavikaṃ etadavoca:",
  "mn56:77.5": "‘āgamehi tāva, bhoti, yāva vijāyati.",
  "mn56:77.6": "Sace tvaṃ, bhoti, kumārakaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpakaṃ kiṇitvā ānessāmi, yo te kumārakassa kīḷāpanako bhavissati.",
  "mn56:77.7": "Sace pana tvaṃ, bhoti, kumārikaṃ vijāyissasi, tassā te ahaṃ āpaṇā makkaṭacchāpikaṃ kiṇitvā ānessāmi, yā te kumārikāya kīḷāpanikā bhavissatī’ti.",
  "mn56:77.8": "Dutiyampi kho, bhante, sā māṇavikā …",
  "mn56:77.9": "pe …",
  "mn56:77.10": "tatiyampi kho, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca:",
  "mn56:77.11": "‘gaccha tvaṃ, brāhmaṇa, āpaṇā makkaṭacchāpakaṃ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti.",
  "mn56:78.1": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto āpaṇā makkaṭacchāpakaṃ kiṇitvā ānetvā taṃ māṇavikaṃ etadavoca:",
  "mn56:78.2": "‘ayaṃ te, bhoti, āpaṇā makkaṭacchāpako kiṇitvā ānīto, yo te kumārakassa kīḷāpanako bhavissatī’ti.",
  "mn56:78.3": "Evaṃ vutte, bhante, sā māṇavikā taṃ brāhmaṇaṃ etadavoca:",
  "mn56:78.4": "‘gaccha tvaṃ, brāhmaṇa, imaṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkama;",
  "mn56:78.5": "upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ evaṃ vadehi—",
  "mn56:78.6": "icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.",
  "mn56:79.1": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto taṃ makkaṭacchāpakaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami;",
  "mn56:79.2": "upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca:",
  "mn56:79.3": "‘icchāmahaṃ, samma rattapāṇi, imaṃ makkaṭacchāpakaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.",
  "mn56:79.4": "Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca:",
  "mn56:79.5": "‘ayaṃ kho te, bhante, makkaṭacchāpako raṅgakkhamo hi kho, no ākoṭanakkhamo, no vimajjanakkhamo’ti.",
  "mn56:79.6": "Evameva kho, bhante, bālānaṃ nigaṇṭhānaṃ vādo raṅgakkhamo hi kho bālānaṃ no paṇḍitānaṃ, no anuyogakkhamo, no vimajjanakkhamo.",
  "mn56:80.1": "Atha kho, bhante, so brāhmaṇo aparena samayena navaṃ dussayugaṃ ādāya yena rattapāṇi rajakaputto tenupasaṅkami;",
  "mn56:80.2": "upasaṅkamitvā rattapāṇiṃ rajakaputtaṃ etadavoca:",
  "mn56:80.3": "‘icchāmahaṃ, samma rattapāṇi, imaṃ navaṃ dussayugaṃ pītāvalepanaṃ nāma raṅgajātaṃ rajitaṃ ākoṭitapaccākoṭitaṃ ubhatobhāgavimaṭṭhan’ti.",
  "mn56:80.4": "Evaṃ vutte, bhante, rattapāṇi rajakaputto taṃ brāhmaṇaṃ etadavoca:",
  "mn56:80.5": "‘idaṃ kho te, bhante, navaṃ dussayugaṃ raṅgakkhamañceva ākoṭanakkhamañca vimajjanakkhamañcā’ti.",
  "mn56:80.6": "Evameva kho, bhante, tassa bhagavato vādo arahato sammāsambuddhassa raṅgakkhamo ceva paṇḍitānaṃ no bālānaṃ, anuyogakkhamo ca vimajjanakkhamo cā”ti.",
  "mn56:81.1": "“Sarājikā kho, gahapati, parisā evaṃ jānāti:",
  "mn56:81.2": "‘upāli gahapati nigaṇṭhassa nāṭaputtassa sāvako’ti.",
  "mn56:81.3": "Kassa taṃ, gahapati, sāvakaṃ dhāremā”ti?",
  "mn56:81.4": "Evaṃ vutte, upāli gahapati uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā nigaṇṭhaṃ nāṭaputtaṃ etadavoca:",
  "mn56:81.5": "“tena hi, bhante, suṇohi yassāhaṃ sāvako”ti:",
  "mn56:82.1": "“Dhīrassa vigatamohassa,",
  "mn56:82.2": "Pabhinnakhīlassa vijitavijayassa;",
  "mn56:82.3": "Anīghassa susamacittassa,",
  "mn56:82.4": "Vuddhasīlassa sādhupaññassa;",
  "mn56:82.5": "Vesamantarassa vimalassa,",
  "mn56:82.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:83.1": "Akathaṅkathissa tusitassa,",
  "mn56:83.2": "Vantalokāmisassa muditassa;",
  "mn56:83.3": "Katasamaṇassa manujassa,",
  "mn56:83.4": "Antimasārīrassa narassa;",
  "mn56:83.5": "Anopamassa virajassa,",
  "mn56:83.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:84.1": "Asaṃsayassa kusalassa,",
  "mn56:84.2": "Venayikassa sārathivarassa;",
  "mn56:84.3": "Anuttarassa ruciradhammassa,",
  "mn56:84.4": "Nikkaṅkhassa pabhāsakassa;",
  "mn56:84.5": "Mānacchidassa vīrassa,",
  "mn56:84.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:85.1": "Nisabhassa appameyyassa,",
  "mn56:85.2": "Gambhīrassa monapattassa;",
  "mn56:85.3": "Khemaṅkarassa vedassa,",
  "mn56:85.4": "Dhammaṭṭhassa saṃvutattassa;",
  "mn56:85.5": "Saṅgātigassa muttassa,",
  "mn56:85.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:86.1": "Nāgassa pantasenassa,",
  "mn56:86.2": "Khīṇasaṃyojanassa muttassa;",
  "mn56:86.3": "Paṭimantakassa dhonassa,",
  "mn56:86.4": "Pannadhajassa vītarāgassa;",
  "mn56:86.5": "Dantassa nippapañcassa,",
  "mn56:86.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:87.1": "Isisattamassa akuhassa,",
  "mn56:87.2": "Tevijjassa brahmapattassa;",
  "mn56:87.3": "Nhātakassa padakassa,",
  "mn56:87.4": "Passaddhassa viditavedassa;",
  "mn56:87.5": "Purindadassa sakkassa,",
  "mn56:87.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:88.1": "Ariyassa bhāvitattassa,",
  "mn56:88.2": "Pattipattassa veyyākaraṇassa;",
  "mn56:88.3": "Satimato vipassissa,",
  "mn56:88.4": "Anabhinatassa no apanatassa;",
  "mn56:88.5": "Anejassa vasippattassa,",
  "mn56:88.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:89.1": "Samuggatassa jhāyissa,",
  "mn56:89.2": "Ananugatantarassa suddhassa;",
  "mn56:89.3": "Asitassa hitassa,",
  "mn56:89.4": "Pavivittassa aggappattassa;",
  "mn56:89.5": "Tiṇṇassa tārayantassa,",
  "mn56:89.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:90.1": "Santassa bhūripaññassa,",
  "mn56:90.2": "Mahāpaññassa vītalobhassa;",
  "mn56:90.3": "Tathāgatassa sugatassa,",
  "mn56:90.4": "Appaṭipuggalassa asamassa;",
  "mn56:90.5": "Visāradassa nipuṇassa,",
  "mn56:90.6": "Bhagavato tassa sāvakohamasmi.",
  "mn56:91.1": "Taṇhacchidassa buddhassa,",
  "mn56:91.2": "Vītadhūmassa anupalittassa;",
  "mn56:91.3": "Āhuneyyassa yakkhassa,",
  "mn56:91.4": "Uttamapuggalassa atulassa;",
  "mn56:91.5": "Mahato yasaggapattassa,",
  "mn56:91.6": "Bhagavato tassa sāvakohamasmī”ti.",
  "mn56:92.1": "“Kadā saññūḷhā pana te, gahapati, ime samaṇassa gotamassa vaṇṇā”ti?",
  "mn56:92.2": "“Seyyathāpi, bhante, nānāpupphānaṃ mahāpuppharāsi, tamenaṃ dakkho mālākāro vā mālākārantevāsī vā vicittaṃ mālaṃ gantheyya;",
  "mn56:92.3": "evameva kho, bhante, so bhagavā anekavaṇṇo anekasatavaṇṇo.",
  "mn56:92.4": "Ko hi, bhante, vaṇṇārahassa vaṇṇaṃ na karissatī”ti?",
  "mn56:92.5": "Atha kho nigaṇṭhassa nāṭaputtassa bhagavato sakkāraṃ asahamānassa tattheva uṇhaṃ lohitaṃ mukhato uggacchīti.",
  "mn56:93.1": "Upālisuttaṃ niṭṭhitaṃ chaṭṭhaṃ."
}