{
  "_markup_path": "markup/mn/mn57.html",
  "_alt_strings": [
    "en/sujato/mn/mn57.json"
  ],
  "mn57:1.1": "Majjhima Nikāya 57",
  "mn57:2.1": "Kukkuravatikasutta",
  "mn57:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn57:3.2": "ekaṃ samayaṃ bhagavā koliyesu viharati haliddavasanaṃ nāma koliyānaṃ nigamo.",
  "mn57:3.3": "Atha kho puṇṇo ca koliyaputto govatiko acelo ca seniyo kukkuravatiko yena bhagavā tenupasaṅkamiṃsu;",
  "mn57:3.4": "upasaṅkamitvā puṇṇo koliyaputto govatiko bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn57:3.5": "Acelo pana seniyo kukkuravatiko bhagavatā saddhiṃ sammodi.",
  "mn57:3.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā kukkurova palikujjitvā ekamantaṃ nisīdi.",
  "mn57:3.7": "Ekamantaṃ nisinno kho puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:",
  "mn57:3.8": "“ayaṃ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṃ bhojanaṃ bhuñjati.",
  "mn57:3.9": "Tassa taṃ kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:3.10": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:3.11": "“Alaṃ, puṇṇa, tiṭṭhatetaṃ;",
  "mn57:3.12": "mā maṃ etaṃ pucchī”ti.",
  "mn57:3.13": "Dutiyampi kho puṇṇo koliyaputto govatiko …",
  "mn57:3.14": "pe …",
  "mn57:3.15": "tatiyampi kho puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:",
  "mn57:3.16": "“ayaṃ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṃ bhojanaṃ bhuñjati.",
  "mn57:3.17": "Tassa taṃ kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:3.18": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:4.1": "“Addhā kho te ahaṃ, puṇṇa, na labhāmi.",
  "mn57:4.2": "Alaṃ, puṇṇa, tiṭṭhatetaṃ;",
  "mn57:4.3": "mā maṃ etaṃ pucchīti;",
  "mn57:4.4": "api ca tyāhaṃ byākarissāmi.",
  "mn57:4.5": "Idha, puṇṇa, ekacco kukkuravataṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkurasīlaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkuracittaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkurākappaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ.",
  "mn57:4.6": "So kukkuravataṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkurasīlaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkuracittaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkurākappaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ kāyassa bhedā paraṃ maraṇā kukkurānaṃ sahabyataṃ upapajjati.",
  "mn57:4.7": "Sace kho panassa evaṃdiṭṭhi hoti:",
  "mn57:4.8": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.",
  "mn57:4.9": "Micchādiṭṭhissa kho ahaṃ, puṇṇa, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "mn57:4.10": "nirayaṃ vā tiracchānayoniṃ vā.",
  "mn57:4.11": "Iti kho, puṇṇa, sampajjamānaṃ kukkuravataṃ kukkurānaṃ sahabyataṃ upaneti, vipajjamānaṃ nirayan”ti.",
  "mn57:4.12": "Evaṃ vutte, acelo seniyo kukkuravatiko parodi, assūni pavattesi.",
  "mn57:5.1": "Atha kho bhagavā puṇṇaṃ koliyaputtaṃ govatikaṃ etadavoca:",
  "mn57:5.2": "“etaṃ kho te ahaṃ, puṇṇa, nālatthaṃ.",
  "mn57:5.3": "Alaṃ, puṇṇa, tiṭṭhatetaṃ;",
  "mn57:5.4": "mā maṃ etaṃ pucchī”ti.",
  "mn57:5.5": "“Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha;",
  "mn57:5.6": "api ca me idaṃ, bhante, kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:5.7": "Ayaṃ, bhante, puṇṇo koliyaputto govatiko.",
  "mn57:5.8": "Tassa taṃ govataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:5.9": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:5.10": "“Alaṃ, seniya, tiṭṭhatetaṃ;",
  "mn57:5.11": "mā maṃ etaṃ pucchī”ti.",
  "mn57:5.12": "Dutiyampi kho acelo seniyo …",
  "mn57:5.13": "pe …",
  "mn57:5.14": "tatiyampi kho acelo seniyo kukkuravatiko bhagavantaṃ etadavoca:",
  "mn57:5.15": "“ayaṃ, bhante, puṇṇo koliyaputto govatiko.",
  "mn57:5.16": "Tassa taṃ govataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:5.17": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:6.1": "“Addhā kho te ahaṃ, seniya, na labhāmi.",
  "mn57:6.2": "Alaṃ, seniya, tiṭṭhatetaṃ;",
  "mn57:6.3": "mā maṃ etaṃ pucchīti;",
  "mn57:6.4": "api ca tyāhaṃ byākarissāmi.",
  "mn57:6.5": "Idha, seniya, ekacco govataṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gosīlaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gocittaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gavākappaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ.",
  "mn57:6.6": "So govataṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gosīlaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gocittaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gavākappaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ kāyassa bhedā paraṃ maraṇā gunnaṃ sahabyataṃ upapajjati.",
  "mn57:6.7": "Sace kho panassa evaṃdiṭṭhi hoti:",
  "mn57:6.8": "‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.",
  "mn57:6.9": "Micchādiṭṭhissa kho ahaṃ, seniya, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "mn57:6.10": "nirayaṃ vā tiracchānayoniṃ vā.",
  "mn57:6.11": "Iti kho, seniya, sampajjamānaṃ govataṃ gunnaṃ sahabyataṃ upaneti, vipajjamānaṃ nirayan”ti.",
  "mn57:6.12": "Evaṃ vutte, puṇṇo koliyaputto govatiko parodi, assūni pavattesi.",
  "mn57:7.1": "Atha kho bhagavā acelaṃ seniyaṃ kukkuravatikaṃ etadavoca:",
  "mn57:7.2": "“etaṃ kho te ahaṃ, seniya, nālatthaṃ.",
  "mn57:7.3": "Alaṃ, seniya, tiṭṭhatetaṃ;",
  "mn57:7.4": "mā maṃ etaṃ pucchī”ti.",
  "mn57:7.5": "“Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha;",
  "mn57:7.6": "api ca me idaṃ, bhante, govataṃ dīgharattaṃ samattaṃ samādinnaṃ.",
  "mn57:7.7": "Evaṃ pasanno ahaṃ, bhante, bhagavati;",
  "mn57:7.8": "pahoti bhagavā tathā dhammaṃ desetuṃ yathā ahaṃ cevimaṃ govataṃ pajaheyyaṃ, ayañceva acelo seniyo kukkuravatiko taṃ kukkuravataṃ pajaheyyā”ti.",
  "mn57:7.9": "“Tena hi, puṇṇa, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn57:7.10": "“Evaṃ, bhante”ti kho puṇṇo koliyaputto govatiko bhagavato paccassosi.",
  "mn57:7.11": "Bhagavā etadavoca:",
  "mn57:8.1": "“Cattārimāni, puṇṇa, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.",
  "mn57:8.2": "Katamāni cattāri?",
  "mn57:8.3": "Atthi, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ;",
  "mn57:8.4": "atthi, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ;",
  "mn57:8.5": "atthi, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;",
  "mn57:8.6": "atthi, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattati.",
  "mn57:9.1": "Katamañca, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ?",
  "mn57:9.2": "Idha, puṇṇa, ekacco sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "mn57:9.3": "So sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ lokaṃ upapajjati.",
  "mn57:9.4": "Tamenaṃ sabyābajjhaṃ lokaṃ upapannaṃ samānaṃ sabyābajjhā phassā phusanti.",
  "mn57:9.5": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ vedeti ekantadukkhaṃ, seyyathāpi sattā nerayikā.",
  "mn57:9.6": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:9.7": "yaṃ karoti tena upapajjati, upapannamenaṃ phassā phusanti.",
  "mn57:9.8": "Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:9.9": "Idaṃ vuccati, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ. <span class=\"brnum\">(1)</span>",
  "mn57:10.1": "Katamañca, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ?",
  "mn57:10.2": "Idha, puṇṇa, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "mn57:10.3": "So abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā abyābajjhaṃ lokaṃ upapajjati.",
  "mn57:10.4": "Tamenaṃ abyābajjhaṃ lokaṃ upapannaṃ samānaṃ abyābajjhā phassā phusanti.",
  "mn57:10.5": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vedeti ekantasukhaṃ, seyyathāpi devā subhakiṇhā.",
  "mn57:10.6": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:10.7": "yaṃ karoti tena upapajjati, upapannamenaṃ phassā phusanti.",
  "mn57:10.8": "Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:10.9": "Idaṃ vuccati, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ. <span class=\"brnum\">(2)</span>",
  "mn57:11.1": "Katamañca, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?",
  "mn57:11.2": "Idha, puṇṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti.",
  "mn57:11.3": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṃ upapajjati.",
  "mn57:11.4": "Tamenaṃ sabyābajjhampi abyābajjhampi lokaṃ upapannaṃ samānaṃ sabyābajjhāpi abyābajjhāpi phassā phusanti.",
  "mn57:11.5": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vedeti vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.",
  "mn57:11.6": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:11.7": "yaṃ karoti tena upapajjati.",
  "mn57:11.8": "Upapannamenaṃ phassā phusanti.",
  "mn57:11.9": "Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:11.10": "Idaṃ vuccati, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ. <span class=\"brnum\">(3)</span>",
  "mn57:12.1": "Katamañca, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattati?",
  "mn57:12.2": "Tatra, puṇṇa, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—",
  "mn57:12.3": "idaṃ vuccati, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattatīti.",
  "mn57:12.4": "Imāni kho, puṇṇa, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti. <span class=\"brnum\">(4)</span>",
  "mn57:13.1": "Evaṃ vutte, puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:",
  "mn57:13.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "mn57:13.3": "Seyyathāpi, bhante …",
  "mn57:13.4": "pe …",
  "mn57:13.5": "upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn57:13.6": "Acelo pana seniyo kukkuravatiko bhagavantaṃ etadavoca:",
  "mn57:13.7": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante.",
  "mn57:13.8": "Seyyathāpi, bhante …",
  "mn57:13.9": "pe …",
  "mn57:13.10": "pakāsito.",
  "mn57:13.11": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn57:13.12": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. <a class=\"wp\" id=\"wp14\"></a>“",
  "mn57:13.13": "Yo kho, seniya, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ so cattāro māse parivasati.",
  "mn57:13.14": "Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.",
  "mn57:13.15": "Api ca mettha puggalavemattatā viditā”ti.",
  "mn57:14.1": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ ākaṅkhantā upasampadaṃ te cattāro māse parivasanti catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya, ahaṃ cattāri vassāni parivasissāmi catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.",
  "mn57:15.1": "Alattha kho acelo seniyo kukkuravatiko bhagavato santike pabbajjaṃ, alattha upasampadaṃ.",
  "mn57:15.2": "Acirūpasampanno kho panāyasmā seniyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "mn57:15.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, Tadanuttaraṃ—",
  "mn57:15.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "mn57:16.1": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "mn57:16.2": "Aññataro kho panāyasmā seniyo arahataṃ ahosīti.",
  "mn57:17.1": "Kukkuravatikasuttaṃ niṭṭhitaṃ sattamaṃ."
}