{
  "_markup_path": "markup/mn/mn71.html",
  "_alt_strings": [
    "en/sujato/mn/mn71.json"
  ],
  "mn71:1.1": "Majjhima Nikāya 71",
  "mn71:2.1": "Tevijjavacchasutta",
  "mn71:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn71:3.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "mn71:3.3": "Tena kho pana samayena vacchagotto paribbājako ekapuṇḍarīke paribbājakārāme paṭivasati.",
  "mn71:3.4": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.",
  "mn71:3.5": "Atha kho bhagavato etadahosi:",
  "mn71:3.6": "“atippago kho tāva vesāliyaṃ piṇḍāya carituṃ;",
  "mn71:3.7": "yannūnāhaṃ yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkameyyan”ti.",
  "mn71:3.8": "Atha kho bhagavā yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkami.",
  "mn71:3.9": "Addasā kho vacchagotto paribbājako bhagavantaṃ dūratova āgacchantaṃ.",
  "mn71:3.10": "Disvāna bhagavantaṃ etadavoca:",
  "mn71:4.1": "“Etu kho, bhante, bhagavā.",
  "mn71:4.2": "Svāgataṃ, bhante, bhagavato.",
  "mn71:4.3": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.",
  "mn71:4.4": "Nisīdatu, bhante, bhagavā idamāsanaṃ paññattan”ti.",
  "mn71:4.5": "Nisīdi bhagavā paññatte āsane.",
  "mn71:4.6": "Vacchagottopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn71:4.7": "Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp5\"></a>“",
  "mn71:4.8": "sutaṃ metaṃ, bhante:",
  "mn71:4.9": "‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.",
  "mn71:4.10": "Ye te, bhante, evamāhaṃsu:",
  "mn71:4.11": "‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "mn71:5.1": "“Ye te, vaccha, evamāhaṃsu:",
  "mn71:5.2": "‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ asatā abhūtenā”ti.",
  "mn71:6.1": "“Kathaṃ byākaramānā pana mayaṃ, bhante, vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti?",
  "mn71:7.1": "“‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyya.",
  "mn71:7.2": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṃ pubbenivāsaṃ anussarāmi, seyyathidaṃ—",
  "mn71:7.3": "ekampi jātiṃ dvepi jātiyo …",
  "mn71:7.4": "pe …",
  "mn71:7.5": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.",
  "mn71:7.6": "Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate …",
  "mn71:7.7": "pe …",
  "mn71:7.8": "yathākammūpage satte pajānāmi.",
  "mn71:7.9": "Ahañhi, vaccha, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi.",
  "mn71:8.1": "‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti.",
  "mn71:9.1": "Evaṃ vutte, vacchagotto paribbājako bhagavantaṃ etadavoca:",
  "mn71:9.2": "“atthi nu kho, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti?",
  "mn71:9.3": "“Natthi kho, vaccha, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti.",
  "mn71:10.1": "“Atthi pana, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpago”ti?",
  "mn71:10.2": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpagā”ti.",
  "mn71:11.1": "“Atthi nu kho, bho gotama, koci ājīvako kāyassa bhedā dukkhassantakaro”ti?",
  "mn71:11.2": "“Natthi kho, vaccha, koci ājīvako kāyassa bhedā dukkhassantakaro”ti.",
  "mn71:12.1": "“Atthi pana, bho gotama, koci ājīvako kāyassa bhedā saggūpago”ti?",
  "mn71:12.2": "“Ito kho so, vaccha, ekanavuto kappo yamahaṃ anussarāmi, nābhijānāmi kañci ājīvakaṃ saggūpagaṃ aññatra ekena;",
  "mn71:12.3": "sopāsi kammavādī kiriyavādī”ti. <a class=\"wp\" id=\"wp15\"></a>“",
  "mn71:12.4": "Evaṃ sante, bho gotama, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti?",
  "mn71:12.5": "“Evaṃ, vaccha, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti.",
  "mn71:13.1": "Idamavoca bhagavā.",
  "mn71:13.2": "Attamano vacchagotto paribbājako bhagavato bhāsitaṃ abhinandīti.",
  "mn71:14.1": "Tevijjavacchasuttaṃ niṭṭhitaṃ paṭhamaṃ."
}