{
  "_markup_path": "markup/mn/mn73.html",
  "_alt_strings": [
    "en/sujato/mn/mn73.json"
  ],
  "mn73:1.1": "Majjhima Nikāya 73",
  "mn73:2.1": "Mahāvacchasutta",
  "mn73:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn73:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn73:3.3": "Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami;",
  "mn73:3.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn73:3.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn73:3.6": "Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca: <a class=\"wp\" id=\"wp3\"></a>“",
  "mn73:3.7": "dīgharattāhaṃ bhotā gotamena sahakathī.",
  "mn73:3.8": "Sādhu me bhavaṃ gotamo saṃkhittena kusalākusalaṃ desetū”ti.",
  "mn73:3.9": "“Saṃkhittenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ, vitthārenapi kho te ahaṃ, vaccha, kusalākusalaṃ deseyyaṃ;",
  "mn73:3.10": "api ca te ahaṃ, vaccha, saṃkhittena kusalākusalaṃ desessāmi.",
  "mn73:3.11": "Taṃ suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn73:3.12": "“Evaṃ, bho”ti kho vacchagotto paribbājako bhagavato paccassosi.",
  "mn73:3.13": "Bhagavā etadavoca:",
  "mn73:4.1": "“Lobho kho, vaccha, akusalaṃ, alobho kusalaṃ;",
  "mn73:4.2": "doso kho, vaccha, akusalaṃ, adoso kusalaṃ;",
  "mn73:4.3": "moho kho, vaccha, akusalaṃ, amoho kusalaṃ.",
  "mn73:4.4": "Iti kho, vaccha, ime tayo dhammā akusalā, tayo dhammā kusalā.",
  "mn73:5.1": "Pāṇātipāto kho, vaccha, akusalaṃ, pāṇātipātā veramaṇī kusalaṃ;",
  "mn73:5.2": "adinnādānaṃ kho, vaccha, akusalaṃ, adinnādānā veramaṇī kusalaṃ;",
  "mn73:5.3": "kāmesumicchācāro kho, vaccha, akusalaṃ, kāmesumicchācārā veramaṇī kusalaṃ;",
  "mn73:5.4": "musāvādo kho, vaccha, akusalaṃ, musāvādā veramaṇī kusalaṃ;",
  "mn73:5.5": "pisuṇā vācā kho, vaccha, akusalaṃ, pisuṇāya vācāya veramaṇī kusalaṃ;",
  "mn73:5.6": "pharusā vācā kho, vaccha, akusalaṃ, pharusāya vācāya veramaṇī kusalaṃ;",
  "mn73:5.7": "samphappalāpo kho, vaccha, akusalaṃ, samphappalāpā veramaṇī kusalaṃ;",
  "mn73:5.8": "abhijjhā kho, vaccha, akusalaṃ, anabhijjhā kusalaṃ;",
  "mn73:5.9": "byāpādo kho, vaccha, akusalaṃ, abyāpādo kusalaṃ;",
  "mn73:5.10": "micchādiṭṭhi kho, vaccha, akusalaṃ sammādiṭṭhi kusalaṃ.",
  "mn73:5.11": "Iti kho, vaccha, ime dasa dhammā akusalā, dasa dhammā kusalā.",
  "mn73:6.1": "Yato kho, vaccha, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā, so hoti bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto”ti.",
  "mn73:7.1": "“Tiṭṭhatu bhavaṃ gotamo.",
  "mn73:7.2": "Atthi pana te bhoto gotamassa ekabhikkhupi sāvako yo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti?",
  "mn73:7.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye bhikkhū mama sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.",
  "mn73:8.1": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū.",
  "mn73:8.2": "Atthi pana bhoto gotamassa ekā bhikkhunīpi sāvikā yā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti?",
  "mn73:8.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā bhikkhuniyo mama sāvikā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.",
  "mn73:9.1": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo.",
  "mn73:9.2": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano brahmacārī yo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti?",
  "mn73:9.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā brahmacārino pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā”ti.",
  "mn73:10.1": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino.",
  "mn73:10.2": "Atthi pana bhoto gotamassa ekupāsakopi sāvako gihī odātavasano kāmabhogī sāsanakaro ovādappaṭikaro yo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti?",
  "mn73:10.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye upāsakā mama sāvakā gihī odātavasanā kāmabhogino sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti.",
  "mn73:11.1": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino.",
  "mn73:11.2": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā brahmacārinī yā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā”ti?",
  "mn73:11.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā brahmacāriniyo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyiniyo anāvattidhammā tasmā lokā”ti.",
  "mn73:12.1": "“Tiṭṭhatu bhavaṃ gotamo, tiṭṭhantu bhikkhū, tiṭṭhantu bhikkhuniyo, tiṭṭhantu upāsakā gihī odātavasanā brahmacārino, tiṭṭhantu upāsakā gihī odātavasanā kāmabhogino, tiṭṭhantu upāsikā gihiniyo odātavasanā brahmacāriniyo.",
  "mn73:12.2": "Atthi pana bhoto gotamassa ekupāsikāpi sāvikā gihinī odātavasanā kāmabhoginī sāsanakarā ovādappaṭikarā yā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharatī”ti?",
  "mn73:12.3": "“Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova yā upāsikā mama sāvikā gihiniyo odātavasanā kāmabhoginiyo sāsanakarā ovādappaṭikarā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane viharantī”ti.",
  "mn73:13.1": "“Sace hi, bho gotama, imaṃ dhammaṃ bhavaṃyeva gotamo ārādhako abhavissa, no ca kho bhikkhū ārādhakā abhavissaṃsu;",
  "mn73:13.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:13.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako bhikkhū ca ārādhakā;",
  "mn73:13.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:14.1": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, no ca kho bhikkhuniyo ārādhikā abhavissaṃsu;",
  "mn73:14.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:14.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā;",
  "mn73:14.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:15.1": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu;",
  "mn73:15.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:15.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā;",
  "mn73:15.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:16.1": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, no ca kho upāsakā gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu;",
  "mn73:16.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:16.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā;",
  "mn73:16.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:17.1": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu;",
  "mn73:17.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:17.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā;",
  "mn73:17.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:18.1": "Sace hi, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako abhavissa, bhikkhū ca ārādhakā abhavissaṃsu, bhikkhuniyo ca ārādhikā abhavissaṃsu, upāsakā ca gihī odātavasanā brahmacārino ārādhakā abhavissaṃsu, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā abhavissaṃsu, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā abhavissaṃsu, no ca kho upāsikā gihiniyo odātavasanā kāmabhoginiyo ārādhikā abhavissaṃsu;",
  "mn73:18.2": "evamidaṃ brahmacariyaṃ aparipūraṃ abhavissa tenaṅgena.",
  "mn73:18.3": "Yasmā ca kho, bho gotama, imaṃ dhammaṃ bhavañceva gotamo ārādhako, bhikkhū ca ārādhakā, bhikkhuniyo ca ārādhikā, upāsakā ca gihī odātavasanā brahmacārino ārādhakā, upāsakā ca gihī odātavasanā kāmabhogino ārādhakā, upāsikā ca gihiniyo odātavasanā brahmacāriniyo ārādhikā, upāsikā ca gihiniyo odātavasanā kāmabhoginiyo ārādhikā;",
  "mn73:18.4": "evamidaṃ brahmacariyaṃ paripūraṃ tenaṅgena.",
  "mn73:19.1": "Seyyathāpi, bho gotama, gaṅgā nadī samuddaninnā samuddapoṇā samuddapabbhārā samuddaṃ āhacca tiṭṭhati, evamevāyaṃ bhoto gotamassa parisā sagahaṭṭhapabbajitā nibbānaninnā nibbānapoṇā nibbānapabbhārā nibbānaṃ āhacca tiṭṭhati.",
  "mn73:19.2": "Abhikkantaṃ, bho gotama …",
  "mn73:19.3": "pe …",
  "mn73:19.4": "esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn73:19.5": "Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti. <a class=\"wp\" id=\"wp16\"></a>“",
  "mn73:19.6": "Yo kho, vaccha, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati.",
  "mn73:19.7": "Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya;",
  "mn73:19.8": "api ca mettha puggalavemattatā viditā”ti.",
  "mn73:19.9": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya;",
  "mn73:19.10": "ahaṃ cattāri vassāni parivasissāmi.",
  "mn73:19.11": "Catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti.",
  "mn73:19.12": "Alattha kho vacchagotto paribbājako bhagavato santike pabbajjaṃ alattha upasampadaṃ.",
  "mn73:20.1": "Acirūpasampanno kho panāyasmā vacchagotto addhamāsūpasampanno yena bhagavā tenupasaṅkami;",
  "mn73:20.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn73:20.3": "Ekamantaṃ nisinno kho āyasmā vacchagotto bhagavantaṃ etadavoca:",
  "mn73:20.4": "“yāvatakaṃ, bhante, sekhena ñāṇena sekhāya vijjāya pattabbaṃ, anuppattaṃ taṃ mayā;",
  "mn73:20.5": "uttari ca me bhagavā dhammaṃ desetū”ti.",
  "mn73:21.1": "“Tena hi tvaṃ, vaccha, dve dhamme uttari bhāvehi—",
  "mn73:21.2": "samathañca vipassanañca.",
  "mn73:21.3": "Ime kho te, vaccha, dve dhammā uttari bhāvitā—",
  "mn73:21.4": "samatho ca vipassanā ca—",
  "mn73:21.5": "anekadhātupaṭivedhāya saṃvattissanti.",
  "mn73:22.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:22.2": "‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ—",
  "mn73:22.3": "ekopi hutvā bahudhā assaṃ, bahudhāpi hutvā eko assaṃ;",
  "mn73:22.4": "āvibhāvaṃ, tirobhāvaṃ;",
  "mn73:22.5": "tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gaccheyyaṃ, seyyathāpi ākāse;",
  "mn73:22.6": "pathaviyāpi ummujjanimujjaṃ kareyyaṃ, seyyathāpi udake;",
  "mn73:22.7": "udakepi abhijjamāne gaccheyyaṃ, seyyathāpi pathaviyaṃ;",
  "mn73:22.8": "ākāsepi pallaṅkena kameyyaṃ, seyyathāpi pakkhī sakuṇo;",
  "mn73:22.9": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimaseyyaṃ, parimajjeyyaṃ;",
  "mn73:22.10": "yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. <span class=\"brnum\">(1)</span>",
  "mn73:23.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:23.2": "‘dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇeyyaṃ—",
  "mn73:23.3": "dibbe ca mānuse ca, ye dūre santike cā’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. <span class=\"brnum\">(2)</span>",
  "mn73:24.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:24.2": "‘parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajāneyyaṃ—",
  "mn73:24.3": "sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajāneyyaṃ, vītarāgaṃ vā cittaṃ vītarāgaṃ cittanti pajāneyyaṃ;",
  "mn73:24.4": "sadosaṃ vā cittaṃ sadosaṃ cittanti pajāneyyaṃ, vītadosaṃ vā cittaṃ vītadosaṃ cittanti pajāneyyaṃ;",
  "mn73:24.5": "samohaṃ vā cittaṃ samohaṃ cittanti pajāneyyaṃ, vītamohaṃ vā cittaṃ vītamohaṃ cittanti pajāneyyaṃ;",
  "mn73:24.6": "saṅkhittaṃ vā cittaṃ saṅkhittaṃ cittanti pajāneyyaṃ, vikkhittaṃ vā cittaṃ vikkhittaṃ cittanti pajāneyyaṃ;",
  "mn73:24.7": "mahaggataṃ vā cittaṃ mahaggataṃ cittanti pajāneyyaṃ, amahaggataṃ vā cittaṃ amahaggataṃ cittanti pajāneyyaṃ;",
  "mn73:24.8": "sauttaraṃ vā cittaṃ sauttaraṃ cittanti pajāneyyaṃ, anuttaraṃ vā cittaṃ anuttaraṃ cittanti pajāneyyaṃ;",
  "mn73:24.9": "samāhitaṃ vā cittaṃ samāhitaṃ cittanti pajāneyyaṃ, asamāhitaṃ vā cittaṃ asamāhitaṃ cittanti pajāneyyaṃ;",
  "mn73:24.10": "vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajāneyyaṃ, avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. <span class=\"brnum\">(3)</span>",
  "mn73:25.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:25.2": "‘anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—",
  "mn73:25.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi;",
  "mn73:25.4": "anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe—",
  "mn73:25.5": "amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn73:25.6": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapannoti;",
  "mn73:25.7": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. <span class=\"brnum\">(4)</span>",
  "mn73:26.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:26.2": "‘dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyaṃ—",
  "mn73:26.3": "ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
  "mn73:26.4": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannāti;",
  "mn73:26.5": "iti dibbena cakkhunā visuddhena atikkantamānusakena satte passeyyaṃ cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajāneyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane. <span class=\"brnum\">(5)</span>",
  "mn73:27.1": "So tvaṃ, vaccha, yāvadeva ākaṅkhissasi:",
  "mn73:27.2": "‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti, tatra tatreva sakkhibhabbataṃ pāpuṇissasi, sati satiāyatane”ti. <span class=\"brnum\">(6)</span>",
  "mn73:28.1": "Atha kho āyasmā vacchagotto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn73:28.2": "Atha kho āyasmā vacchagotto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "mn73:28.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn73:28.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "mn73:28.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "mn73:28.6": "Aññataro kho panāyasmā vacchagotto arahataṃ ahosi.",
  "mn73:29.1": "Tena kho pana samayena sambahulā bhikkhū bhagavantaṃ dassanāya gacchanti.",
  "mn73:29.2": "Addasā kho āyasmā vacchagotto te bhikkhū dūratova āgacchante.",
  "mn73:29.3": "Disvāna yena te bhikkhū tenupasaṅkami;",
  "mn73:29.4": "upasaṅkamitvā te bhikkhū etadavoca:",
  "mn73:29.5": "“handa kahaṃ pana tumhe āyasmanto gacchathā”ti?",
  "mn73:29.6": "“Bhagavantaṃ kho mayaṃ, āvuso, dassanāya gacchāmā”ti.",
  "mn73:29.7": "“Tenahāyasmanto mama vacanena bhagavato pāde sirasā vandatha, evañca vadetha:",
  "mn73:29.8": "‘vacchagotto, bhante, bhikkhu bhagavato pāde sirasā vandati, evañca vadeti—",
  "mn73:29.9": "pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti. <a class=\"wp\" id=\"wp28\"></a>“",
  "mn73:29.10": "Evamāvuso”ti kho te bhikkhū āyasmato vacchagottassa paccassosuṃ.",
  "mn73:29.11": "Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu;",
  "mn73:29.12": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "mn73:29.13": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "mn73:29.14": "“āyasmā, bhante, vacchagotto bhagavato pāde sirasā vandati, evañca vadeti:",
  "mn73:29.15": "‘pariciṇṇo me bhagavā, pariciṇṇo me sugato’”ti.",
  "mn73:29.16": "“Pubbeva me, bhikkhave, vacchagotto bhikkhu cetasā ceto paricca vidito:",
  "mn73:29.17": "‘tevijjo vacchagotto bhikkhu mahiddhiko mahānubhāvo’ti.",
  "mn73:29.18": "Devatāpi me etamatthaṃ ārocesuṃ:",
  "mn73:29.19": "‘tevijjo, bhante, vacchagotto bhikkhu mahiddhiko mahānubhāvo’”ti.",
  "mn73:30.1": "Idamavoca bhagavā.",
  "mn73:30.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn73:31.1": "Mahāvacchasuttaṃ niṭṭhitaṃ tatiyaṃ."
}