{
  "_markup_path": "markup/mn/mn75.html",
  "_alt_strings": [
    "en/sujato/mn/mn75.json"
  ],
  "mn75:1.1": "Majjhima Nikāya 75",
  "mn75:2.1": "Māgaṇḍiyasutta",
  "mn75:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn75:3.2": "ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo, bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārake.",
  "mn75:3.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kammāsadhammaṃ piṇḍāya pāvisi.",
  "mn75:3.4": "Kammāsadhammaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena aññataro vanasaṇḍo tenupasaṅkami divāvihārāya.",
  "mn75:3.5": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "mn75:3.6": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami.",
  "mn75:3.7": "Addasā kho māgaṇḍiyo paribbājako bhāradvājagottassa brāhmaṇassa agyāgāre tiṇasanthārakaṃ paññattaṃ.",
  "mn75:3.8": "Disvāna bhāradvājagottaṃ brāhmaṇaṃ etadavoca:",
  "mn75:3.9": "“kassa nvayaṃ bhoto bhāradvājassa agyāgāre tiṇasanthārako paññatto, samaṇaseyyānurūpaṃ maññe”ti? <a class=\"wp\" id=\"wp4\"></a>“",
  "mn75:3.10": "Atthi, bho māgaṇḍiya, samaṇo gotamo sakyaputto sakyakulā pabbajito.",
  "mn75:3.11": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn75:3.12": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn75:3.13": "Tassesā bhoto gotamassa seyyā paññattā”ti. <a class=\"wp\" id=\"wp5\"></a>“",
  "mn75:3.14": "Duddiṭṭhaṃ vata, bho bhāradvāja, addasāma;",
  "mn75:3.15": "duddiṭṭhaṃ vata, bho bhāradvāja, addasāma.",
  "mn75:3.16": "Ye mayaṃ tassa bhoto gotamassa bhūnahuno seyyaṃ addasāmā”ti.",
  "mn75:3.17": "“Rakkhassetaṃ, māgaṇḍiya, vācaṃ;",
  "mn75:3.18": "rakkhassetaṃ, māgaṇḍiya, vācaṃ.",
  "mn75:3.19": "Bahū hi tassa bhoto gotamassa khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi samaṇapaṇḍitāpi abhippasannā vinītā ariye ñāye dhamme kusale”ti.",
  "mn75:3.20": "“Sammukhā cepi mayaṃ, bho bhāradvāja, taṃ bhavantaṃ gotamaṃ passeyyāma, sammukhāpi naṃ vadeyyāma:",
  "mn75:3.21": "‘bhūnahu samaṇo gotamo’ti.",
  "mn75:3.22": "Taṃ kissa hetu?",
  "mn75:3.23": "Evañhi no sutte ocaratī”ti.",
  "mn75:3.24": "“Sace taṃ bhoto māgaṇḍiyassa agaru āroceyyāmi taṃ samaṇassa gotamassā”ti.",
  "mn75:3.25": "“Appossukko bhavaṃ bhāradvājo vuttova naṃ vadeyyā”ti.",
  "mn75:4.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya bhāradvājagottassa brāhmaṇassa māgaṇḍiyena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ.",
  "mn75:4.2": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ tenupasaṅkami;",
  "mn75:4.3": "upasaṅkamitvā nisīdi bhagavā paññatte tiṇasanthārake.",
  "mn75:4.4": "Atha kho bhāradvājagotto brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn75:4.5": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn75:4.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn75:4.7": "Ekamantaṃ nisinnaṃ kho bhāradvājagottaṃ brāhmaṇaṃ bhagavā etadavoca:",
  "mn75:4.8": "“ahu pana te, bhāradvāja, māgaṇḍiyena paribbājakena saddhiṃ imaṃyeva tiṇasanthārakaṃ ārabbha kocideva kathāsallāpo”ti?",
  "mn75:4.9": "Evaṃ vutte, bhāradvājagotto brāhmaṇo saṃviggo lomahaṭṭhajāto bhagavantaṃ etadavoca:",
  "mn75:4.10": "“etadeva kho pana mayaṃ bhoto gotamassa ārocetukāmā.",
  "mn75:4.11": "Atha ca pana bhavaṃ gotamo anakkhātaṃyeva akkhāsī”ti.",
  "mn75:4.12": "Ayañca hi bhagavato bhāradvājagottena brāhmaṇena saddhiṃ antarākathā vippakatā hoti.",
  "mn75:4.13": "Atha kho māgaṇḍiyo paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena bhāradvājagottassa brāhmaṇassa agyāgāraṃ yena bhagavā tenupasaṅkami;",
  "mn75:4.14": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn75:4.15": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "mn75:4.16": "Ekamantaṃ nisinnaṃ kho māgaṇḍiyaṃ paribbājakaṃ bhagavā etadavoca:",
  "mn75:5.1": "“Cakkhuṃ kho, māgaṇḍiya, rūpārāmaṃ rūparataṃ rūpasammuditaṃ.",
  "mn75:5.2": "Taṃ tathāgatassa dantaṃ guttaṃ rakkhitaṃ saṃvutaṃ, tassa ca saṃvarāya dhammaṃ deseti.",
  "mn75:5.3": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ:",
  "mn75:5.4": "‘bhūnahu samaṇo gotamo’”ti?",
  "mn75:5.5": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ:",
  "mn75:5.6": "‘bhūnahu samaṇo gotamo’ti.",
  "mn75:5.7": "Taṃ kissa hetu?",
  "mn75:5.8": "Evañhi no sutte ocaratī”ti.",
  "mn75:6.1": "“Sotaṃ kho, māgaṇḍiya, saddārāmaṃ …",
  "mn75:6.2": "pe …",
  "mn75:6.3": "ghānaṃ kho, māgaṇḍiya gandhārāmaṃ …",
  "mn75:6.4": "jivhā kho, māgaṇḍiya, rasārāmā rasaratā rasasammuditā.",
  "mn75:6.5": "Sā tathāgatassa dantā guttā rakkhitā saṃvutā, tassā ca saṃvarāya dhammaṃ deseti.",
  "mn75:6.6": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ:",
  "mn75:6.7": "‘bhūnahu samaṇo gotamo’”ti?",
  "mn75:6.8": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ:",
  "mn75:6.9": "‘bhūnahu samaṇo gotamo’ti.",
  "mn75:6.10": "Taṃ kissa hetu?",
  "mn75:6.11": "Evañhi no sutte ocaratī”ti.",
  "mn75:7.1": "“Kāyo kho, māgaṇḍiya, phoṭṭhabbārāmo phoṭṭhabbarato …",
  "mn75:7.2": "pe …",
  "mn75:7.3": "mano kho, māgaṇḍiya, dhammārāmo dhammarato dhammasammudito.",
  "mn75:7.4": "So tathāgatassa danto gutto rakkhito saṃvuto, tassa ca saṃvarāya dhammaṃ deseti.",
  "mn75:7.5": "Idaṃ nu te etaṃ, māgaṇḍiya, sandhāya bhāsitaṃ:",
  "mn75:7.6": "‘bhūnahu samaṇo gotamo’”ti?",
  "mn75:7.7": "“Etadeva kho pana me, bho gotama, sandhāya bhāsitaṃ:",
  "mn75:7.8": "‘bhūnahu samaṇo gotamo’ti.",
  "mn75:7.9": "Taṃ kissa hetu?",
  "mn75:7.10": "Evañhi no sutte ocaratī”ti.",
  "mn75:8.1": "“Taṃ kiṃ maññasi, māgaṇḍiya:",
  "mn75:8.2": "‘idhekacco cakkhuviññeyyehi rūpehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, so aparena samayena rūpānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā rūpataṇhaṃ pahāya rūpapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya.",
  "mn75:8.3": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti?",
  "mn75:8.4": "“Na kiñci, bho gotama”.",
  "mn75:9.1": "“Taṃ kiṃ maññasi, māgaṇḍiya:",
  "mn75:9.2": "‘idhekacco sotaviññeyyehi saddehi …",
  "mn75:9.3": "pe …",
  "mn75:9.4": "ghānaviññeyyehi gandhehi …",
  "mn75:9.5": "jivhāviññeyyehi rasehi …",
  "mn75:9.6": "kāyaviññeyyehi phoṭṭhabbehi paricāritapubbo assa iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, so aparena samayena phoṭṭhabbānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā phoṭṭhabbataṇhaṃ pahāya phoṭṭhabbapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihareyya.",
  "mn75:9.7": "Imassa pana te, māgaṇḍiya, kimassa vacanīyan’”ti?",
  "mn75:9.8": "“Na kiñci, bho gotama”.",
  "mn75:10.1": "“Ahaṃ kho pana, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi …",
  "mn75:10.2": "pe …",
  "mn75:10.3": "ghānaviññeyyehi gandhehi …",
  "mn75:10.4": "jivhāviññeyyehi rasehi …",
  "mn75:10.5": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "mn75:10.6": "Tassa mayhaṃ, māgaṇḍiya, tayo pāsādā ahesuṃ—",
  "mn75:10.7": "eko vassiko, eko hemantiko, eko gimhiko.",
  "mn75:10.8": "So kho ahaṃ, māgaṇḍiya, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohāmi.",
  "mn75:10.9": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.",
  "mn75:10.10": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante.",
  "mn75:10.11": "So tesaṃ na pihemi, na tattha abhiramāmi.",
  "mn75:10.12": "Taṃ kissa hetu?",
  "mn75:10.13": "Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:10.14": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
  "mn75:10.15": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.",
  "mn75:11.1": "Seyyathāpi, māgaṇḍiya, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya cakkhuviññeyyehi rūpehi …",
  "mn75:11.2": "pe …",
  "mn75:11.3": "phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "mn75:11.4": "So kāyena sucaritaṃ caritvā vācāya sucaritaṃ caritvā manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya devānaṃ tāvatiṃsānaṃ sahabyataṃ.",
  "mn75:11.5": "So tattha nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreyya.",
  "mn75:11.6": "So passeyya gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ.",
  "mn75:12.1": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu so devaputto nandane vane accharāsaṅghaparivuto dibbehi pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno amussa gahapatissa vā gahapatiputtassa vā piheyya, mānusakānaṃ vā pañcannaṃ kāmaguṇānaṃ mānusakehi vā kāmehi āvaṭṭeyyā”ti?",
  "mn75:12.2": "“No hidaṃ, bho gotama.",
  "mn75:12.3": "Taṃ kissa hetu?",
  "mn75:12.4": "Mānusakehi, bho gotama, kāmehi dibbakāmā abhikkantatarā ca paṇītatarā cā”ti.",
  "mn75:13.1": "“Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi …",
  "mn75:13.2": "pe …",
  "mn75:13.3": "ghānaviññeyyehi gandhehi …",
  "mn75:13.4": "jivhāviññeyyehi rasehi …",
  "mn75:13.5": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "mn75:13.6": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.",
  "mn75:13.7": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante, so tesaṃ na pihemi, na tattha abhiramāmi.",
  "mn75:13.8": "Taṃ kissa hetu?",
  "mn75:13.9": "Yāhayaṃ, māgaṇḍiya, rati aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:13.10": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
  "mn75:13.11": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.",
  "mn75:14.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya.",
  "mn75:14.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn75:14.3": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya.",
  "mn75:14.4": "So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo.",
  "mn75:14.5": "So aññaṃ kuṭṭhiṃ purisaṃ passeyya arugattaṃ pakkagattaṃ kimīhi khajjamānaṃ nakhehi vaṇamukhāni vippatacchamānaṃ aṅgārakāsuyā kāyaṃ paritāpentaṃ.",
  "mn75:15.1": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu so puriso amussa kuṭṭhissa purisassa piheyya aṅgārakāsuyā vā bhesajjaṃ paṭisevanāya vā”ti?",
  "mn75:15.2": "“No hidaṃ, bho gotama.",
  "mn75:15.3": "Taṃ kissa hetu?",
  "mn75:15.4": "Roge hi, bho gotama, sati bhesajjena karaṇīyaṃ hoti, roge asati na bhesajjena karaṇīyaṃ hotī”ti.",
  "mn75:16.1": "“Evameva kho ahaṃ, māgaṇḍiya, pubbe agāriyabhūto samāno pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresiṃ, cakkhuviññeyyehi rūpehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi, sotaviññeyyehi saddehi …",
  "mn75:16.2": "pe …",
  "mn75:16.3": "ghānaviññeyyehi gandhehi …",
  "mn75:16.4": "jivhāviññeyyehi rasehi …",
  "mn75:16.5": "kāyaviññeyyehi phoṭṭhabbehi iṭṭhehi kantehi manāpehi piyarūpehi kāmūpasaṃhitehi rajanīyehi.",
  "mn75:16.6": "So aparena samayena kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto viharāmi.",
  "mn75:16.7": "So aññe satte passāmi kāmesu avītarāge kāmataṇhāhi khajjamāne kāmapariḷāhena pariḍayhamāne kāme paṭisevante.",
  "mn75:16.8": "So tesaṃ na pihemi, na tattha abhiramāmi.",
  "mn75:16.9": "Taṃ kissa hetu?",
  "mn75:16.10": "Yāhayaṃ, māgaṇḍiya, rati, aññatreva kāmehi aññatra akusalehi dhammehi—",
  "mn75:16.11": "api dibbaṃ sukhaṃ samadhigayha tiṭṭhati—",
  "mn75:16.12": "tāya ratiyā ramamāno hīnassa na pihemi, na tattha abhiramāmi.",
  "mn75:17.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeyya.",
  "mn75:17.2": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn75:17.3": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya.",
  "mn75:17.4": "So taṃ bhesajjaṃ āgamma kuṭṭhehi parimucceyya, arogo assa sukhī serī sayaṃvasī yena kāmaṃ gamo.",
  "mn75:17.5": "Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā aṅgārakāsuṃ upakaḍḍheyyuṃ.",
  "mn75:18.1": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu so puriso iti citiceva kāyaṃ sannāmeyyā”ti?",
  "mn75:18.2": "“Evaṃ, bho gotama.",
  "mn75:18.3": "Taṃ kissa hetu?",
  "mn75:18.4": "Asu hi, bho gotama, aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti.",
  "mn75:19.1": "“Taṃ kiṃ maññasi, māgaṇḍiya, idāneva nu kho so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca udāhu pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho cā”ti?",
  "mn75:19.2": "“Idāni ceva, bho gotama, so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca, pubbepi so aggi dukkhasamphasso ceva mahābhitāpo ca mahāpariḷāho ca.",
  "mn75:19.3": "Asu ca, bho gotama, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno upahatindriyo dukkhasamphasseyeva aggismiṃ sukhamiti viparītasaññaṃ paccalatthā”ti.",
  "mn75:20.1": "“Evameva kho, māgaṇḍiya, atītampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, anāgatampi addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca, etarahipi paccuppannaṃ addhānaṃ kāmā dukkhasamphassā ceva mahābhitāpā ca mahāpariḷāhā ca.",
  "mn75:20.2": "Ime ca, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena pariḍayhamānā upahatindriyā dukkhasamphassesuyeva kāmesu sukhamiti viparītasaññaṃ paccalatthuṃ.",
  "mn75:21.1": "Seyyathāpi, māgaṇḍiya, kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti.",
  "mn75:21.2": "Yathā yathā kho, māgaṇḍiya, asu kuṭṭhī puriso arugatto pakkagatto kimīhi khajjamāno nakhehi vaṇamukhāni vippatacchamāno aṅgārakāsuyā kāyaṃ paritāpeti tathā tathāssa tāni vaṇamukhāni asucitarāni ceva honti duggandhatarāni ca pūtikatarāni ca, hoti ceva kāci sātamattā assādamattā—",
  "mn75:21.3": "yadidaṃ vaṇamukhānaṃ kaṇḍūvanahetu;",
  "mn75:21.4": "evameva kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti.",
  "mn75:21.5": "Yathā yathā kho, māgaṇḍiya, sattā kāmesu avītarāgā kāmataṇhāhi khajjamānā kāmapariḷāhena ca pariḍayhamānā kāme paṭisevanti tathā tathā tesaṃ tesaṃ sattānaṃ kāmataṇhā ceva pavaḍḍhati, kāmapariḷāhena ca pariḍayhanti, hoti ceva sātamattā assādamattā—",
  "mn75:21.6": "yadidaṃ pañcakāmaguṇe paṭicca.",
  "mn75:22.1": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu te diṭṭho vā suto vā rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā”ti?",
  "mn75:22.2": "“No hidaṃ, bho gotama”.",
  "mn75:23.1": "“Sādhu, māgaṇḍiya.",
  "mn75:23.2": "Mayāpi kho etaṃ, māgaṇḍiya, neva diṭṭhaṃ na sutaṃ rājā vā rājamahāmatto vā pañcahi kāmaguṇehi samappito samaṅgībhūto paricārayamāno kāmataṇhaṃ appahāya kāmapariḷāhaṃ appaṭivinodetvā vigatapipāso ajjhattaṃ vūpasantacitto vihāsi vā viharati vā viharissati vā.",
  "mn75:23.3": "Atha kho, māgaṇḍiya, ye hi keci samaṇā vā brāhmaṇā vā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā sabbe te kāmānaṃyeva samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā kāmataṇhaṃ pahāya kāmapariḷāhaṃ paṭivinodetvā vigatapipāsā ajjhattaṃ vūpasantacittā vihāsuṃ vā viharanti vā viharissanti vā”ti.",
  "mn75:23.4": "Atha kho bhagavā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:",
  "mn75:24.1": "“Ārogyaparamā lābhā,",
  "mn75:24.2": "nibbānaṃ paramaṃ sukhaṃ;",
  "mn75:24.3": "Aṭṭhaṅgiko ca maggānaṃ,",
  "mn75:24.4": "khemaṃ amatagāminan”ti.",
  "mn75:25.1": "Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca:",
  "mn75:25.2": "“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "mn75:25.3": "Yāva subhāsitañcidaṃ bhotā gotamena:",
  "mn75:25.4": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti.",
  "mn75:25.5": "Mayāpi kho etaṃ, bho gotama, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:",
  "mn75:25.6": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti;",
  "mn75:25.7": "tayidaṃ, bho gotama, sametī”ti.",
  "mn75:25.8": "“Yaṃ pana te etaṃ, māgaṇḍiya, sutaṃ pubbakānaṃ paribbājakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:",
  "mn75:25.9": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti, katamaṃ taṃ ārogyaṃ, katamaṃ taṃ nibbānan”ti?",
  "mn75:25.10": "Evaṃ vutte, māgaṇḍiyo paribbājako sakāneva sudaṃ gattāni pāṇinā anomajjati:",
  "mn75:25.11": "“idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānaṃ.",
  "mn75:25.12": "Ahañhi, bho gotama, etarahi arogo sukhī, na maṃ kiñci ābādhatī”ti.",
  "mn75:26.1": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso;",
  "mn75:26.2": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.",
  "mn75:26.3": "So suṇeyya cakkhumato bhāsamānassa:",
  "mn75:26.4": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:26.5": "So odātapariyesanaṃ careyya.",
  "mn75:26.6": "Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya:",
  "mn75:26.7": "‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:26.8": "So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:",
  "mn75:26.9": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:27.1": "Taṃ kiṃ maññasi, māgaṇḍiya, api nu so jaccandho puriso jānanto passanto amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:",
  "mn75:27.2": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti udāhu cakkhumato saddhāyā”ti?",
  "mn75:27.3": "“Ajānanto hi, bho gotama, apassanto so jaccandho puriso amuṃ telamalikataṃ sāhuḷicīraṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya, pārupetvā attamano attamanavācaṃ nicchāreyya:",
  "mn75:27.4": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti, cakkhumato saddhāyā”ti. <a class=\"wp\" id=\"wp21\"></a>“",
  "mn75:27.5": "Evameva kho, māgaṇḍiya, aññatitthiyā paribbājakā andhā acakkhukā ajānantā ārogyaṃ, apassantā nibbānaṃ, atha ca panimaṃ gāthaṃ bhāsanti:",
  "mn75:27.6": "‘ārogyaparamā lābhā, nibbānaṃ paramaṃ sukhan’ti.",
  "mn75:27.7": "Pubbakehesā, māgaṇḍiya, arahantehi sammāsambuddhehi gāthā bhāsitā:",
  "mn75:28.1": "‘Ārogyaparamā lābhā,",
  "mn75:28.2": "nibbānaṃ paramaṃ sukhaṃ;",
  "mn75:28.3": "Aṭṭhaṅgiko ca maggānaṃ,",
  "mn75:28.4": "khemaṃ amatagāminan’ti.",
  "mn75:29.1": "Sā etarahi anupubbena puthujjanagāthā.",
  "mn75:29.2": "Ayaṃ kho pana, māgaṇḍiya, kāyo rogabhūto gaṇḍabhūto sallabhūto aghabhūto ābādhabhūto, so tvaṃ imaṃ kāyaṃ rogabhūtaṃ gaṇḍabhūtaṃ sallabhūtaṃ aghabhūtaṃ ābādhabhūtaṃ:",
  "mn75:29.3": "‘idantaṃ, bho gotama, ārogyaṃ, idantaṃ nibbānan’ti vadesi.",
  "mn75:29.4": "Tañhi te, māgaṇḍiya, ariyaṃ cakkhuṃ natthi yena tvaṃ ariyena cakkhunā ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsī”ti. <a class=\"wp\" id=\"wp22\"></a>“",
  "mn75:29.5": "Evaṃ pasanno ahaṃ bhoto gotamassa.",
  "mn75:29.6": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti.",
  "mn75:30.1": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso;",
  "mn75:30.2": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.",
  "mn75:30.3": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn75:30.4": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya.",
  "mn75:30.5": "So taṃ bhesajjaṃ āgamma na cakkhūni uppādeyya, na cakkhūni visodheyya.",
  "mn75:30.6": "Taṃ kiṃ maññasi, māgaṇḍiya, nanu so vejjo yāvadeva kilamathassa vighātassa bhāgī assā”ti?",
  "mn75:30.7": "“Evaṃ, bho gotama”.",
  "mn75:31.1": "“Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ:",
  "mn75:31.2": "‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti, so tvaṃ ārogyaṃ na jāneyyāsi, nibbānaṃ na passeyyāsi.",
  "mn75:31.3": "So mamassa kilamatho, sā mamassa vihesā”ti.",
  "mn75:31.4": "“Evaṃ pasanno ahaṃ bhoto gotamassa.",
  "mn75:31.5": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ ārogyaṃ jāneyyaṃ, nibbānaṃ passeyyan”ti.",
  "mn75:32.1": "“Seyyathāpi, māgaṇḍiya, jaccandho puriso;",
  "mn75:32.2": "so na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakarūpāni, na passeyya candimasūriye.",
  "mn75:32.3": "So suṇeyya cakkhumato bhāsamānassa:",
  "mn75:32.4": "‘chekaṃ vata, bho, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:32.5": "So odātapariyesanaṃ careyya.",
  "mn75:32.6": "Tamenaṃ aññataro puriso telamalikatena sāhuḷicīrena vañceyya:",
  "mn75:32.7": "‘idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:32.8": "So taṃ paṭiggaṇheyya, paṭiggahetvā pārupeyya.",
  "mn75:32.9": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ.",
  "mn75:32.10": "Tassa so bhisakko sallakatto bhesajjaṃ kareyya—",
  "mn75:32.11": "uddhaṃvirecanaṃ adhovirecanaṃ añjanaṃ paccañjanaṃ natthukammaṃ.",
  "mn75:32.12": "So taṃ bhesajjaṃ āgamma cakkhūni uppādeyya, cakkhūni visodheyya.",
  "mn75:32.13": "Tassa saha cakkhuppādā yo amusmiṃ telamalikate sāhuḷicīre chandarāgo so pahīyetha.",
  "mn75:32.14": "Tañca naṃ purisaṃ amittatopi daheyya, paccatthikatopi daheyya, api ca jīvitā voropetabbaṃ maññeyya:",
  "mn75:32.15": "‘dīgharattaṃ vata, bho, ahaṃ iminā purisena telamalikatena sāhuḷicīrena nikato vañcito paluddho—",
  "mn75:32.16": "idaṃ te, ambho purisa, odātaṃ vatthaṃ abhirūpaṃ nimmalaṃ sucī’ti.",
  "mn75:32.17": "Evameva kho, māgaṇḍiya, ahañce te dhammaṃ deseyyaṃ:",
  "mn75:32.18": "‘idantaṃ ārogyaṃ, idantaṃ nibbānan’ti.",
  "mn75:32.19": "So tvaṃ ārogyaṃ jāneyyāsi, nibbānaṃ passeyyāsi.",
  "mn75:32.20": "Tassa te saha cakkhuppādā yo pañcasupādānakkhandhesu chandarāgo so pahīyetha;",
  "mn75:32.21": "api ca te evamassa:",
  "mn75:32.22": "‘dīgharattaṃ vata bho ahaṃ iminā cittena nikato vañcito paluddho.",
  "mn75:32.23": "Ahañhi rūpaṃyeva upādiyamāno upādiyiṃ, vedanaṃyeva upādiyamāno upādiyiṃ, saññaṃyeva upādiyamāno upādiyiṃ, saṅkhāreyeva upādiyamāno upādiyiṃ, viññāṇaṃyeva upādiyamāno upādiyiṃ.",
  "mn75:32.24": "Tassa me upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti;",
  "mn75:32.25": "evametassa kevalassa dukkhakkhandhassa samudayo hotī’”ti.",
  "mn75:32.26": "“Evaṃ pasanno ahaṃ bhoto gotamassa.",
  "mn75:32.27": "Pahoti me bhavaṃ gotamo tathā dhammaṃ desetuṃ yathāhaṃ imamhā āsanā anandho vuṭṭhaheyyan”ti.",
  "mn75:33.1": "“Tena hi tvaṃ, māgaṇḍiya, sappurise bhajeyyāsi.",
  "mn75:33.2": "Yato kho tvaṃ, māgaṇḍiya, sappurise bhajissasi tato tvaṃ, māgaṇḍiya, saddhammaṃ sossasi;",
  "mn75:33.3": "yato kho tvaṃ, māgaṇḍiya, saddhammaṃ sossasi tato tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi;",
  "mn75:33.4": "yato kho tvaṃ, māgaṇḍiya, dhammānudhammaṃ paṭipajjissasi tato tvaṃ, māgaṇḍiya, sāmaṃyeva ñassasi, sāmaṃ dakkhissasi—",
  "mn75:33.5": "ime rogā gaṇḍā sallā;",
  "mn75:33.6": "idha rogā gaṇḍā sallā aparisesā nirujjhanti.",
  "mn75:33.7": "Tassa me upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti;",
  "mn75:33.8": "evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.",
  "mn75:34.1": "Evaṃ vutte, māgaṇḍiyo paribbājako bhagavantaṃ etadavoca:",
  "mn75:34.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "mn75:34.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "mn75:34.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn75:34.5": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn75:34.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn75:34.7": "Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti. <a class=\"wp\" id=\"wp27\"></a>“",
  "mn75:34.8": "Yo kho, māgaṇḍiya, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati;",
  "mn75:34.9": "catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.",
  "mn75:34.10": "Api ca mettha puggalavemattatā viditā”ti.",
  "mn75:34.11": "“Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ, ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya;",
  "mn75:34.12": "ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.",
  "mn75:35.1": "Alattha kho māgaṇḍiyo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ.",
  "mn75:35.2": "Acirūpasampanno kho panāyasmā māgaṇḍiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "mn75:35.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn75:35.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "mn75:35.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "mn75:35.6": "Aññataro kho panāyasmā māgaṇḍiyo arahataṃ ahosīti.",
  "mn75:36.1": "Māgaṇḍiyasuttaṃ niṭṭhitaṃ pañcamaṃ."
}