{
  "_markup_path": "markup/mn/mn77.html",
  "_alt_strings": [
    "en/sujato/mn/mn77.json"
  ],
  "mn77:1.1": "Majjhima Nikāya 77",
  "mn77:2.1": "Mahāsakuludāyisutta",
  "mn77:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn77:3.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn77:3.3": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā moranivāpe paribbājakārāme paṭivasanti, seyyathidaṃ—",
  "mn77:3.4": "annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā.",
  "mn77:3.5": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.",
  "mn77:3.6": "Atha kho bhagavato etadahosi:",
  "mn77:3.7": "“atippago kho tāva rājagahe piṇḍāya carituṃ.",
  "mn77:3.8": "Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti.",
  "mn77:3.9": "Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami.",
  "mn77:4.1": "Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—",
  "mn77:4.2": "rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.",
  "mn77:5.1": "Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ.",
  "mn77:5.2": "Disvāna sakaṃ parisaṃ saṇṭhāpeti:",
  "mn77:5.3": "“appasaddā bhonto hontu;",
  "mn77:5.4": "mā bhonto saddamakattha.",
  "mn77:5.5": "Ayaṃ samaṇo gotamo āgacchati;",
  "mn77:5.6": "appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī.",
  "mn77:5.7": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.",
  "mn77:5.8": "Atha kho te paribbājakā tuṇhī ahesuṃ.",
  "mn77:6.1": "Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami.",
  "mn77:6.2": "Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca:",
  "mn77:6.3": "“etu kho, bhante, bhagavā.",
  "mn77:6.4": "Svāgataṃ, bhante, bhagavato.",
  "mn77:6.5": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.",
  "mn77:6.6": "Nisīdatu, bhante, bhagavā;",
  "mn77:6.7": "idamāsanaṃ paññattan”ti.",
  "mn77:6.8": "Nisīdi bhagavā paññatte āsane.",
  "mn77:6.9": "Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn77:6.10": "Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca:",
  "mn77:7.1": "“Kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? <a class=\"wp\" id=\"wp6\"></a>“",
  "mn77:7.2": "Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā.",
  "mn77:7.3": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya.",
  "mn77:7.4": "Purimāni, bhante, divasāni purimatarāni nānātitthiyānaṃ samaṇabrāhmaṇānaṃ kutūhalasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "mn77:7.5": "‘lābhā vata, bho, aṅgamagadhānaṃ, suladdhalābhā vata, bho, aṅgamagadhānaṃ.",
  "mn77:7.6": "Tatrime samaṇabrāhmaṇā saṃghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa rājagahaṃ vassāvāsaṃ osaṭā.",
  "mn77:7.7": "Ayampi kho pūraṇo kassapo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:7.8": "sopi rājagahaṃ vassāvāsaṃ osaṭo.",
  "mn77:7.9": "Ayampi kho makkhali gosālo …",
  "mn77:7.10": "pe …",
  "mn77:7.11": "ajito kesakambalo …",
  "mn77:7.12": "pakudho kaccāyano …",
  "mn77:7.13": "sañjayo belaṭṭhaputto …",
  "mn77:7.14": "nigaṇṭho nāṭaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:7.15": "sopi rājagahaṃ vassāvāsaṃ osaṭo.",
  "mn77:7.16": "Ayampi kho samaṇo gotamo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:7.17": "sopi rājagahaṃ vassāvāsaṃ osaṭo.",
  "mn77:7.18": "Ko nu kho imesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saṃghīnaṃ gaṇīnaṃ gaṇācariyānaṃ ñātānaṃ yasassinaṃ titthakarānaṃ sādhusammatānaṃ bahujanassa sāvakānaṃ sakkato garukato mānito pūjito, kañca pana sāvakā sakkatvā garuṃ katvā upanissāya viharantī’ti?",
  "mn77:8.1": "Tatrekacce evamāhaṃsu:",
  "mn77:8.2": "‘ayaṃ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:8.3": "so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:8.4": "Bhūtapubbaṃ pūraṇo kassapo anekasatāya parisāya dhammaṃ deseti.",
  "mn77:8.5": "Tatraññataro pūraṇassa kassapassa sāvako saddamakāsi:",
  "mn77:8.6": "“mā bhonto pūraṇaṃ kassapaṃ etamatthaṃ pucchittha;",
  "mn77:8.7": "neso etaṃ jānāti;",
  "mn77:8.8": "mayametaṃ jānāma, amhe etamatthaṃ pucchatha;",
  "mn77:8.9": "mayametaṃ bhavantānaṃ byākarissāmā”ti.",
  "mn77:8.10": "Bhūtapubbaṃ pūraṇo kassapo bāhā paggayha kandanto na labhati:",
  "mn77:8.11": "“appasaddā bhonto hontu, mā bhonto saddamakattha.",
  "mn77:8.12": "Nete, bhavante, pucchanti, amhe ete pucchanti;",
  "mn77:8.13": "mayametesaṃ byākarissāmā”ti.",
  "mn77:8.14": "Bahū kho pana pūraṇassa kassapassa sāvakā vādaṃ āropetvā apakkantā:",
  "mn77:8.15": "“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi?",
  "mn77:8.16": "Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno, sahitaṃ me, asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.",
  "mn77:8.17": "Iti pūraṇo kassapo sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:8.18": "Akkuṭṭho ca pana pūraṇo kassapo dhammakkosenā’ti.",
  "mn77:9.1": "Ekacce evamāhaṃsu:",
  "mn77:9.2": "‘ayampi kho makkhali gosālo …",
  "mn77:9.3": "pe …",
  "mn77:9.4": "ajito kesakambalo …",
  "mn77:9.5": "pakudho kaccāyano …",
  "mn77:9.6": "sañjayo belaṭṭhaputto …",
  "mn77:9.7": "nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:9.8": "so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:9.9": "Bhūtapubbaṃ nigaṇṭho nāṭaputto anekasatāya parisāya dhammaṃ deseti.",
  "mn77:9.10": "Tatraññataro nigaṇṭhassa nāṭaputtassa sāvako saddamakāsi:",
  "mn77:9.11": "“mā bhonto nigaṇṭhaṃ nāṭaputtaṃ etamatthaṃ pucchittha;",
  "mn77:9.12": "neso etaṃ jānāti;",
  "mn77:9.13": "mayametaṃ jānāma, amhe etamatthaṃ pucchatha;",
  "mn77:9.14": "mayametaṃ bhavantānaṃ byākarissāmā”ti.",
  "mn77:9.15": "Bhūtapubbaṃ nigaṇṭho nāṭaputto bāhā paggayha kandanto na labhati:",
  "mn77:9.16": "“appasaddā bhonto hontu, mā bhonto saddamakattha.",
  "mn77:9.17": "Nete bhavante pucchanti, amhe ete pucchanti;",
  "mn77:9.18": "mayametesaṃ byākarissāmā”ti.",
  "mn77:9.19": "Bahū kho pana nigaṇṭhassa nāṭaputtassa sāvakā vādaṃ āropetvā apakkantā:",
  "mn77:9.20": "“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi.",
  "mn77:9.21": "Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi?",
  "mn77:9.22": "Micchāpaṭipanno tvamasi.",
  "mn77:9.23": "Ahamasmi sammāpaṭipanno.",
  "mn77:9.24": "Sahitaṃ me asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.",
  "mn77:9.25": "Iti nigaṇṭho nāṭaputto sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:9.26": "Akkuṭṭho ca pana nigaṇṭho nāṭaputto dhammakkosenā’ti.",
  "mn77:10.1": "Ekacce evamāhaṃsu:",
  "mn77:10.2": "‘ayampi kho samaṇo gotamo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;",
  "mn77:10.3": "so ca kho sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:10.4": "Bhūtapubbaṃ samaṇo gotamo anekasatāya parisāya dhammaṃ desesi.",
  "mn77:10.5": "Tatraññataro samaṇassa gotamassa sāvako ukkāsi.",
  "mn77:10.6": "Tamenāññataro sabrahmacārī jaṇṇukena ghaṭṭesi:",
  "mn77:10.7": "“appasaddo āyasmā hotu, māyasmā saddamakāsi, satthā no bhagavā dhammaṃ desesī”ti.",
  "mn77:10.8": "Yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.",
  "mn77:10.9": "Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti:",
  "mn77:10.10": "“yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti.",
  "mn77:10.11": "Seyyathāpi nāma puriso cātummahāpathe khuddamadhuṃ anelakaṃ pīḷeyya.",
  "mn77:10.12": "Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito assa.",
  "mn77:10.13": "Evameva yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.",
  "mn77:10.14": "Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti:",
  "mn77:10.15": "“yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti.",
  "mn77:10.16": "Yepi samaṇassa gotamassa sāvakā sabrahmacārīhi sampayojetvā sikkhaṃ paccakkhāya hīnāyāvattanti tepi satthu ceva vaṇṇavādino honti, dhammassa ca vaṇṇavādino honti, saṃghassa ca vaṇṇavādino honti, attagarahinoyeva honti anaññagarahino, “mayamevamhā alakkhikā mayaṃ appapuññā te mayaṃ evaṃ svākkhāte dhammavinaye pabbajitvā nāsakkhimhā yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caritun”ti.",
  "mn77:10.17": "Te ārāmikabhūtā vā upāsakabhūtā vā pañcasikkhāpade samādāya vattanti.",
  "mn77:10.18": "Iti samaṇo gotamo sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharantī’”ti.",
  "mn77:11.1": "“Kati pana tvaṃ, udāyi, mayi dhamme samanupassasi, yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti?",
  "mn77:12.1": "“Pañca kho ahaṃ, bhante, bhagavati dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:12.2": "Katame pañca?",
  "mn77:12.3": "Bhagavā hi, bhante, appāhāro, appāhāratāya ca vaṇṇavādī.",
  "mn77:12.4": "Yampi, bhante, bhagavā appāhāro, appāhāratāya ca vaṇṇavādī imaṃ kho ahaṃ, bhante, bhagavati paṭhamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. <span class=\"brnum\">(1)</span>",
  "mn77:13.1": "Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī.",
  "mn77:13.2": "Yampi, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati dutiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. <span class=\"brnum\">(2)</span>",
  "mn77:14.1": "Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī.",
  "mn77:14.2": "Yampi, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati tatiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. <span class=\"brnum\">(3)</span>",
  "mn77:15.1": "Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī.",
  "mn77:15.2": "Yampi, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati catutthaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. <span class=\"brnum\">(4)</span>",
  "mn77:16.1": "Puna caparaṃ, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī.",
  "mn77:16.2": "Yampi, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati pañcamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. <span class=\"brnum\">(5)</span>",
  "mn77:17.1": "Ime kho ahaṃ, bhante, bhagavati pañca dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti.",
  "mn77:18.1": "“‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi.",
  "mn77:18.2": "Ahaṃ kho pana, udāyi, appekadā iminā pattena samatittikampi bhuñjāmi bhiyyopi bhuñjāmi.",
  "mn77:18.3": "‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. <span class=\"brnum\">(1)</span>",
  "mn77:19.1": "‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti.",
  "mn77:19.2": "Ahaṃ kho panudāyi, appekadā gahapaticīvarāni dhāremi daḷhāni satthalūkhāni alābulomasāni.",
  "mn77:19.3": "‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. <span class=\"brnum\">(2)</span>",
  "mn77:20.1": "‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā, te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti.",
  "mn77:20.2": "Ahaṃ kho panudāyi, appekadā nimantanepi bhuñjāmi sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ.",
  "mn77:20.3": "‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. <span class=\"brnum\">(3)</span>",
  "mn77:21.1": "‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā rukkhamūlikā abbhokāsikā, te aṭṭhamāse channaṃ na upenti.",
  "mn77:21.2": "Ahaṃ kho panudāyi, appekadā kūṭāgāresupi viharāmi ullittāvalittesu nivātesu phusitaggaḷesu pihitavātapānesu.",
  "mn77:21.3": "‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā rukkhamūlikā abbhokāsikā te aṭṭhamāse channaṃ na upenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. <span class=\"brnum\">(4)</span>",
  "mn77:22.1": "‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā āraññikā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti, te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya.",
  "mn77:22.2": "Ahaṃ kho panudāyi, appekadā ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi.",
  "mn77:22.3": "‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ.",
  "mn77:22.4": "Ye te, udāyi, mama sāvakā āraññakā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. <span class=\"brnum\">(5)</span>",
  "mn77:23.1": "Iti kho, udāyi, na mamaṃ sāvakā imehi pañcahi dhammehi sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:24.1": "Atthi kho, udāyi, aññe ca pañca dhammā yehi pañcahi dhammehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:24.2": "Katame pañca?",
  "mn77:24.3": "Idhudāyi, mamaṃ sāvakā adhisīle sambhāventi:",
  "mn77:24.4": "‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti.",
  "mn77:24.5": "Yampudāyi, mamaṃ sāvakā adhisīle sambhāventi:",
  "mn77:24.6": "‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti, ayaṃ kho, udāyi, paṭhamo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:25.1": "Puna caparaṃ, udāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi:",
  "mn77:25.2": "‘jānaṃyevāha samaṇo gotamo—",
  "mn77:25.3": "jānāmīti, passaṃyevāha samaṇo gotamo—",
  "mn77:25.4": "passāmīti;",
  "mn77:25.5": "abhiññāya samaṇo gotamo dhammaṃ deseti no anabhiññāya;",
  "mn77:25.6": "sanidānaṃ samaṇo gotamo dhammaṃ deseti no anidānaṃ;",
  "mn77:25.7": "sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti.",
  "mn77:25.8": "Yampudāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi:",
  "mn77:25.9": "‘jānaṃyevāha samaṇo gotamo—",
  "mn77:25.10": "jānāmīti, passaṃyevāha samaṇo gotamo—",
  "mn77:25.11": "passāmīti;",
  "mn77:25.12": "abhiññāya samaṇo gotamo dhammaṃ deseti no anabhiññāya;",
  "mn77:25.13": "sanidānaṃ samaṇo gotamo dhammaṃ deseti no anidānaṃ;",
  "mn77:25.14": "sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti, ayaṃ kho, udāyi, dutiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:26.1": "Puna caparaṃ, udāyi, mamaṃ sāvakā adhipaññāya sambhāventi:",
  "mn77:26.2": "‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato;",
  "mn77:26.3": "taṃ vata anāgataṃ vādapathaṃ na dakkhati, uppannaṃ vā parappavādaṃ na sahadhammena suniggahitaṃ niggaṇhissatīti—",
  "mn77:26.4": "netaṃ ṭhānaṃ vijjati’.",
  "mn77:26.5": "Taṃ kiṃ maññasi, udāyi, api nu me sāvakā evaṃ jānantā evaṃ passantā antarantarā kathaṃ opāteyyun”ti?",
  "mn77:27.1": "“No hetaṃ, bhante”.",
  "mn77:28.1": "“Na kho panāhaṃ, udāyi, sāvakesu anusāsaniṃ paccāsīsāmi;",
  "mn77:28.2": "aññadatthu mamayeva sāvakā anusāsaniṃ paccāsīsanti.",
  "mn77:29.1": "Yampudāyi, mamaṃ sāvakā adhipaññāya sambhāventi:",
  "mn77:29.2": "‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato;",
  "mn77:29.3": "taṃ vata anāgataṃ vādapathaṃ na dakkhati, uppannaṃ vā parappavādaṃ na sahadhammena niggahitaṃ niggaṇhissatīti—",
  "mn77:29.4": "netaṃ ṭhānaṃ vijjati’.",
  "mn77:29.5": "Ayaṃ kho, udāyi, tatiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:30.1": "Puna caparaṃ, udāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena;",
  "mn77:30.2": "te maṃ dukkhasamudayaṃ …",
  "mn77:30.3": "dukkhanirodhaṃ …",
  "mn77:30.4": "dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena.",
  "mn77:30.5": "Yampudāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena.",
  "mn77:30.6": "Te maṃ dukkhasamudayaṃ …",
  "mn77:30.7": "dukkhanirodhaṃ …",
  "mn77:30.8": "dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ pucchanti.",
  "mn77:30.9": "Tesāhaṃ dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ puṭṭho byākaromi.",
  "mn77:30.10": "Tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena.",
  "mn77:30.11": "Ayaṃ kho, udāyi, catuttho dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:31.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro satipaṭṭhāne bhāventi.",
  "mn77:31.2": "Idhudāyi, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ;",
  "mn77:31.3": "vedanāsu vedanānupassī viharati …",
  "mn77:31.4": "citte cittānupassī viharati …",
  "mn77:31.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.",
  "mn77:31.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:32.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro sammappadhāne bhāventi.",
  "mn77:32.2": "Idhudāyi, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;",
  "mn77:32.3": "uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;",
  "mn77:32.4": "anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;",
  "mn77:32.5": "uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati.",
  "mn77:32.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:33.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro iddhipāde bhāventi.",
  "mn77:33.2": "Idhudāyi, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.",
  "mn77:33.3": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:34.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañcindriyāni bhāventi.",
  "mn77:34.2": "Idhudāyi, bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ;",
  "mn77:34.3": "vīriyindriyaṃ bhāveti …",
  "mn77:34.4": "pe …",
  "mn77:34.5": "satindriyaṃ bhāveti …",
  "mn77:34.6": "samādhindriyaṃ bhāveti …",
  "mn77:34.7": "paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.",
  "mn77:34.8": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:35.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañca balāni bhāventi.",
  "mn77:35.2": "Idhudāyi, bhikkhu saddhābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ;",
  "mn77:35.3": "vīriyabalaṃ bhāveti …",
  "mn77:35.4": "pe …",
  "mn77:35.5": "satibalaṃ bhāveti …",
  "mn77:35.6": "samādhibalaṃ bhāveti …",
  "mn77:35.7": "paññābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.",
  "mn77:35.8": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:36.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā sattabojjhaṅge bhāventi.",
  "mn77:36.2": "Idhudāyi, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ;",
  "mn77:36.3": "dhammavicayasambojjhaṅgaṃ bhāveti …",
  "mn77:36.4": "pe …",
  "mn77:36.5": "vīriyasambojjhaṅgaṃ bhāveti …",
  "mn77:36.6": "pītisambojjhaṅgaṃ bhāveti …",
  "mn77:36.7": "passaddhisambojjhaṅgaṃ bhāveti …",
  "mn77:36.8": "samādhisambojjhaṅgaṃ bhāveti …",
  "mn77:36.9": "upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.",
  "mn77:36.10": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:37.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāventi.",
  "mn77:37.2": "Idhudāyi, bhikkhu sammādiṭṭhiṃ bhāveti, sammāsaṅkappaṃ bhāveti, sammāvācaṃ bhāveti, sammākammantaṃ bhāveti, sammāājīvaṃ bhāveti, sammāvāyāmaṃ bhāveti, sammāsatiṃ bhāveti, sammāsamādhiṃ bhāveti.",
  "mn77:37.3": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:38.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha vimokkhe bhāventi.",
  "mn77:38.2": "Rūpī rūpāni passati, ayaṃ paṭhamo vimokkho;",
  "mn77:38.3": "ajjhattaṃ arūpasaññī bahiddhā rūpāni passati, ayaṃ dutiyo vimokkho;",
  "mn77:38.4": "subhanteva adhimutto hoti, ayaṃ tatiyo vimokkho;",
  "mn77:38.5": "sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ayaṃ catuttho vimokkho;",
  "mn77:38.6": "sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ayaṃ pañcamo vimokkho;",
  "mn77:38.7": "sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ayaṃ chaṭṭho vimokkho;",
  "mn77:38.8": "sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ayaṃ sattamo vimokkho;",
  "mn77:38.9": "sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ayaṃ aṭṭhamo vimokkho.",
  "mn77:38.10": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:39.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha abhibhāyatanāni bhāventi.",
  "mn77:39.2": "Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.",
  "mn77:39.3": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:39.4": "Idaṃ paṭhamaṃ abhibhāyatanaṃ.",
  "mn77:40.1": "Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.",
  "mn77:40.2": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:40.3": "Idaṃ dutiyaṃ abhibhāyatanaṃ.",
  "mn77:41.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.",
  "mn77:41.2": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:41.3": "Idaṃ tatiyaṃ abhibhāyatanaṃ.",
  "mn77:42.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.",
  "mn77:42.2": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:42.3": "Idaṃ catutthaṃ abhibhāyatanaṃ.",
  "mn77:43.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.",
  "mn77:43.2": "Seyyathāpi nāma umāpupphaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ;",
  "mn77:43.3": "evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.",
  "mn77:43.4": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:43.5": "Idaṃ pañcamaṃ abhibhāyatanaṃ.",
  "mn77:44.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.",
  "mn77:44.2": "Seyyathāpi nāma kaṇikārapupphaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ;",
  "mn77:44.3": "evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.",
  "mn77:44.4": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:44.5": "Idaṃ chaṭṭhaṃ abhibhāyatanaṃ.",
  "mn77:45.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.",
  "mn77:45.2": "Seyyathāpi nāma bandhujīvakapupphaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ;",
  "mn77:45.3": "evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.",
  "mn77:45.4": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.",
  "mn77:45.5": "Idaṃ sattamaṃ abhibhāyatanaṃ.",
  "mn77:46.1": "Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.",
  "mn77:46.2": "Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ odātaṃ odātavaṇṇaṃ odātanidassanaṃ odātanibhāsaṃ;",
  "mn77:46.3": "evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.",
  "mn77:46.4": "‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃsaññī hoti.",
  "mn77:46.5": "Idaṃ aṭṭhamaṃ abhibhāyatanaṃ.",
  "mn77:46.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:47.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dasa kasiṇāyatanāni bhāventi.",
  "mn77:47.2": "Pathavīkasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ;",
  "mn77:47.3": "āpokasiṇameko sañjānāti …",
  "mn77:47.4": "pe …",
  "mn77:47.5": "tejokasiṇameko sañjānāti …",
  "mn77:47.6": "vāyokasiṇameko sañjānāti …",
  "mn77:47.7": "nīlakasiṇameko sañjānāti …",
  "mn77:47.8": "pītakasiṇameko sañjānāti …",
  "mn77:47.9": "lohitakasiṇameko sañjānāti …",
  "mn77:47.10": "odātakasiṇameko sañjānāti …",
  "mn77:47.11": "ākāsakasiṇameko sañjānāti …",
  "mn77:47.12": "viññāṇakasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ.",
  "mn77:47.13": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:48.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāri jhānāni bhāventi.",
  "mn77:48.2": "Idhudāyi, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn77:48.3": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn77:48.4": "Seyyathāpi, udāyi, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī;",
  "mn77:48.5": "evameva kho, udāyi, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.",
  "mn77:49.1": "Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ …",
  "mn77:49.2": "pe …",
  "mn77:49.3": "dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn77:49.4": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn77:49.5": "Seyyathāpi, udāyi, udakarahado gambhīro ubbhidodako.",
  "mn77:49.6": "Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammā dhāraṃ anuppaveccheyya;",
  "mn77:49.7": "atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa.",
  "mn77:49.8": "Evameva kho, udāyi, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.",
  "mn77:50.1": "Puna caparaṃ, udāyi, bhikkhu pītiyā ca virāgā …",
  "mn77:50.2": "pe …",
  "mn77:50.3": "tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn77:50.4": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn77:50.5": "Seyyathāpi, udāyi, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ, uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa;",
  "mn77:50.6": "evameva kho, udāyi, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.",
  "mn77:51.1": "Puna caparaṃ, udāyi, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn77:51.2": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn77:51.3": "Seyyathāpi, udāyi, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa;",
  "mn77:51.4": "evameva kho, udāyi, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.",
  "mn77:51.5": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:52.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti:",
  "mn77:52.2": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo;",
  "mn77:52.3": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhaṃ’.",
  "mn77:52.4": "Seyyathāpi, udāyi, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno;",
  "mn77:52.5": "tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā.",
  "mn77:52.6": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya:",
  "mn77:52.7": "‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno;",
  "mn77:52.8": "tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti.",
  "mn77:52.9": "Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti:",
  "mn77:52.10": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo;",
  "mn77:52.11": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti.",
  "mn77:52.12": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:53.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ.",
  "mn77:53.2": "Seyyathāpi, udāyi, puriso muñjamhā īsikaṃ pabbāheyya;",
  "mn77:53.3": "tassa evamassa:",
  "mn77:53.4": "‘ayaṃ muñjo, ayaṃ īsikā;",
  "mn77:53.5": "añño muñjo, aññā īsikā;",
  "mn77:53.6": "muñjamhā tveva īsikā pabbāḷhā’ti.",
  "mn77:53.7": "Seyyathā vā panudāyi, puriso asiṃ kosiyā pabbāheyya;",
  "mn77:53.8": "tassa evamassa:",
  "mn77:53.9": "‘ayaṃ asi, ayaṃ kosi;",
  "mn77:53.10": "añño asi aññā kosi;",
  "mn77:53.11": "kosiyā tveva asi pabbāḷho’ti.",
  "mn77:53.12": "Seyyathā vā, panudāyi, puriso ahiṃ karaṇḍā uddhareyya;",
  "mn77:53.13": "tassa evamassa:",
  "mn77:53.14": "‘ayaṃ ahi, ayaṃ karaṇḍo;",
  "mn77:53.15": "añño ahi, añño karaṇḍo;",
  "mn77:53.16": "karaṇḍā tveva ahi ubbhato’ti.",
  "mn77:53.17": "Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ.",
  "mn77:53.18": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:54.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—",
  "mn77:54.2": "ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti;",
  "mn77:54.3": "āvibhāvaṃ, tirobhāvaṃ;",
  "mn77:54.4": "tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse;",
  "mn77:54.5": "pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake;",
  "mn77:54.6": "udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ;",
  "mn77:54.7": "ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo;",
  "mn77:54.8": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti.",
  "mn77:54.9": "Seyyathāpi, udāyi, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṃ yadeva bhājanavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya;",
  "mn77:54.10": "seyyathā vā panudāyi, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaṃ yadeva dantavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya;",
  "mn77:54.11": "seyyathā vā panudāyi, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaṃ yadeva suvaṇṇavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya.",
  "mn77:54.12": "Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—",
  "mn77:54.13": "ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti;",
  "mn77:54.14": "āvibhāvaṃ, tirobhāvaṃ;",
  "mn77:54.15": "tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse;",
  "mn77:54.16": "pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake;",
  "mn77:54.17": "udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ;",
  "mn77:54.18": "ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo;",
  "mn77:54.19": "imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti.",
  "mn77:54.20": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:55.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—",
  "mn77:55.2": "dibbe ca mānuse ca, ye dūre santike ca.",
  "mn77:55.3": "Seyyathāpi, udāyi, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;",
  "mn77:55.4": "evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—",
  "mn77:55.5": "dibbe ca mānuse ca, ye dūre santike ca.",
  "mn77:55.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:56.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—",
  "mn77:56.2": "sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānanti;",
  "mn77:56.3": "sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānanti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānanti;",
  "mn77:56.4": "samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānanti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānanti;",
  "mn77:56.5": "saṃkhittaṃ vā cittaṃ ‘saṃkhittaṃ cittan’ti pajānanti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānanti;",
  "mn77:56.6": "mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānanti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānanti;",
  "mn77:56.7": "sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānanti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānanti;",
  "mn77:56.8": "samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānanti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānanti;",
  "mn77:56.9": "vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānanti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti.",
  "mn77:56.10": "Seyyathāpi, udāyi, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā ‘sakaṇikan’ti jāneyya, akaṇikaṃ vā ‘akaṇikan’ti jāneyya;",
  "mn77:56.11": "evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—",
  "mn77:56.12": "sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, vītarāgaṃ vā cittaṃ …",
  "mn77:56.13": "pe …",
  "mn77:56.14": "sadosaṃ vā cittaṃ …",
  "mn77:56.15": "vītadosaṃ vā cittaṃ …",
  "mn77:56.16": "samohaṃ vā cittaṃ …",
  "mn77:56.17": "vītamohaṃ vā cittaṃ …",
  "mn77:56.18": "saṃkhittaṃ vā cittaṃ …",
  "mn77:56.19": "vikkhittaṃ vā cittaṃ …",
  "mn77:56.20": "mahaggataṃ vā cittaṃ …",
  "mn77:56.21": "amahaggataṃ vā cittaṃ …",
  "mn77:56.22": "sauttaraṃ vā cittaṃ …",
  "mn77:56.23": "anuttaraṃ vā cittaṃ …",
  "mn77:56.24": "samāhitaṃ vā cittaṃ …",
  "mn77:56.25": "asamāhitaṃ vā cittaṃ …",
  "mn77:56.26": "vimuttaṃ vā cittaṃ …",
  "mn77:56.27": "avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti.",
  "mn77:56.28": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:57.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—",
  "mn77:57.2": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn77:57.3": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ;",
  "mn77:57.4": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti.",
  "mn77:57.5": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn77:57.6": "Seyyathāpi, udāyi, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya;",
  "mn77:57.7": "so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya;",
  "mn77:57.8": "tassa evamassa:",
  "mn77:57.9": "‘ahaṃ kho sakamhā gāmā aññaṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ;",
  "mn77:57.10": "tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ, somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti.",
  "mn77:57.11": "Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—",
  "mn77:57.12": "ekampi jātiṃ …",
  "mn77:57.13": "pe …",
  "mn77:57.14": "iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussaranti.",
  "mn77:57.15": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:58.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti:",
  "mn77:58.2": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
  "mn77:58.3": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn77:58.4": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti.",
  "mn77:58.5": "Seyyathāpi, udāyi, dve agārā sadvārā.",
  "mn77:58.6": "Tatra cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi anucaṅkamantepi anuvicarantepi;",
  "mn77:58.7": "evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti …",
  "mn77:58.8": "pe …",
  "mn77:58.9": "tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:59.1": "Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "mn77:59.2": "Seyyathāpi, udāyi, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo, tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi.",
  "mn77:59.3": "Tassa evamassa:",
  "mn77:59.4": "‘ayaṃ kho udakarahado accho vippasanno anāvilo, tatrime sippisambukāpi sakkharakaṭhalāpi macchagumbāpi carantipi tiṭṭhantipī’ti.",
  "mn77:59.5": "Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "mn77:59.6": "Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.",
  "mn77:59.7": "Ayaṃ kho, udāyi, pañcamo dhammo yena mama sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.",
  "mn77:60.1": "Ime kho, udāyi, pañca dhammā yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti.",
  "mn77:61.1": "Idamavoca bhagavā.",
  "mn77:61.2": "Attamano sakuludāyī paribbājako bhagavato bhāsitaṃ abhinandīti.",
  "mn77:62.1": "Mahāsakuludāyisuttaṃ niṭṭhitaṃ sattamaṃ."
}