{
  "_markup_path": "markup/mn/mn80.html",
  "_alt_strings": [
    "en/sujato/mn/mn80.json"
  ],
  "mn80:1.1": "Majjhima Nikāya 80",
  "mn80:2.1": "Vekhanasasutta",
  "mn80:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn80:3.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn80:3.3": "Atha kho vekhanaso paribbājako yena bhagavā tenupasaṅkami;",
  "mn80:3.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "mn80:3.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn80:3.6": "Ekamantaṃ ṭhito kho vekhanaso paribbājako bhagavato santike udānaṃ udānesi:",
  "mn80:3.7": "“ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo”ti.",
  "mn80:4.1": "“Kiṃ pana tvaṃ, kaccāna, evaṃ vadesi:",
  "mn80:4.2": "‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti?",
  "mn80:4.3": "Katamo, kaccāna, so paramo vaṇṇo”ti?",
  "mn80:5.1": "“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.",
  "mn80:6.1": "“Katamo pana so, kaccāna, vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti?",
  "mn80:7.1": "“Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.",
  "mn80:8.1": "“Dīghāpi kho te esā, kaccāna, phareyya:",
  "mn80:8.2": "‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi.",
  "mn80:8.3": "Seyyathāpi, kaccāna, puriso evaṃ vadeyya:",
  "mn80:8.4": "‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi taṃ kāmemī’ti.",
  "mn80:8.5": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn80:8.6": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—",
  "mn80:8.7": "khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti?",
  "mn80:8.8": "Iti puṭṭho ‘no’ti vadeyya.",
  "mn80:8.9": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn80:8.10": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ evaṃnāmā evaṅgottāti vāti …",
  "mn80:8.11": "pe …",
  "mn80:8.12": "dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti …",
  "mn80:8.13": "amukasmiṃ gāme vā nigame vā nagare vā’ti?",
  "mn80:8.14": "Iti puṭṭho ‘no’ti vadeyya.",
  "mn80:8.15": "Tamenaṃ evaṃ vadeyyuṃ:",
  "mn80:8.16": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti?",
  "mn80:8.17": "Iti puṭṭho ‘āmā’ti vadeyya.",
  "mn80:9.1": "Taṃ kiṃ maññasi, kaccāna, nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?",
  "mn80:9.2": "“Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.",
  "mn80:9.3": "“Evameva kho tvaṃ, kaccāna, ‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi;",
  "mn80:9.4": "tañca vaṇṇaṃ na paññapesī”ti. <a class=\"wp\" id=\"wp4\"></a>“",
  "mn80:9.5": "Seyyathāpi, bho gotama, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti.",
  "mn80:10.1": "“Taṃ kiṃ maññasi, kaccāna, yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:10.2": "“Yvāyaṃ, bho gotama, rattandhakāratimisāya kimi khajjopanako, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:11.1": "“Taṃ kiṃ maññasi, kaccāna, yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:11.2": "“Yvāyaṃ, bho gotama, rattandhakāratimisāya telappadīpo, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:12.1": "“Taṃ kiṃ maññasi, kaccāna, yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:12.2": "“Yvāyaṃ, bho gotama, rattandhakāratimisāya mahāaggikkhandho, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:13.1": "“Taṃ kiṃ maññasi, kaccāna, yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:13.2": "“Yvāyaṃ, bho gotama, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:14.1": "“Taṃ kiṃ maññasi, kaccāna, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:14.2": "“Yvāyaṃ, bho gotama, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:15.1": "“Taṃ kiṃ maññasi, kaccāna, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?",
  "mn80:15.2": "“Yvāyaṃ, bho gotama, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—",
  "mn80:15.3": "ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.",
  "mn80:16.1": "“Ato kho te, kaccāna, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi.",
  "mn80:16.2": "Atha ca panāhaṃ na vadāmi:",
  "mn80:16.3": "‘yasmā vaṇṇā añño vaṇṇo uttaritaro ca paṇītataro ca natthī’ti.",
  "mn80:16.4": "Atha ca pana tvaṃ, kaccāna, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi;",
  "mn80:16.5": "tañca vaṇṇaṃ na paññapesi.",
  "mn80:17.1": "Pañca kho ime, kaccāna, kāmaguṇā.",
  "mn80:17.2": "Katame pañca?",
  "mn80:17.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, sotaviññeyyā saddā …",
  "mn80:17.4": "pe …",
  "mn80:17.5": "ghānaviññeyyā gandhā …",
  "mn80:17.6": "jivhāviññeyyā rasā …",
  "mn80:17.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—",
  "mn80:17.8": "ime kho, kaccāna, pañca kāmaguṇā.",
  "mn80:17.9": "Yaṃ kho, kaccāna, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ.",
  "mn80:17.10": "Iti kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī”ti.",
  "mn80:18.1": "Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca:",
  "mn80:18.2": "“acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "mn80:18.3": "Yāva subhāsitañcidaṃ bhotā gotamena:",
  "mn80:18.4": "‘kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī’ti.",
  "mn80:18.5": "‘Kāmehi, bho gotama, kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ, tattha aggamakkhāyatī’”ti “dujjānaṃ kho etaṃ, kaccāna, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena—",
  "mn80:18.6": "kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā.",
  "mn80:18.7": "Ye kho te, kaccāna, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā te kho etaṃ jāneyyuṃ—",
  "mn80:18.8": "kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā”ti.",
  "mn80:19.1": "Evaṃ vutte, vekhanaso paribbājako kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva vadamāno:",
  "mn80:19.2": "“samaṇo gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca:",
  "mn80:19.3": "“evameva panidhekacce samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ atha ca pana ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—",
  "mn80:19.4": "pajānāmā’ti—",
  "mn80:19.5": "paṭijānanti.",
  "mn80:19.6": "Tesamidaṃ bhāsitaṃ hassakaṃyeva sampajjati, nāmakaṃyeva sampajjati, rittakaṃyeva sampajjati, tucchakaṃyeva sampajjatī”ti. <a class=\"wp\" id=\"wp16\"></a>“",
  "mn80:19.7": "Ye kho te, kaccāna, samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ, ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—",
  "mn80:19.8": "pajānāmā’ti—",
  "mn80:19.9": "paṭijānanti;",
  "mn80:19.10": "tesaṃ soyeva sahadhammiko niggaho hoti.",
  "mn80:19.11": "Api ca, kaccāna, tiṭṭhatu pubbanto, tiṭṭhatu aparanto.",
  "mn80:19.12": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi.",
  "mn80:19.13": "Yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati sāmaṃ dakkhiti—",
  "mn80:19.14": "evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā.",
  "mn80:19.15": "Seyyathāpi, kaccāna, daharo kumāro mando uttānaseyyako kaṇṭhapañcamehi bandhanehi baddho assa suttabandhanehi;",
  "mn80:19.16": "tassa vuddhimanvāya indriyānaṃ paripākamanvāya tāni bandhanāni mucceyyuṃ;",
  "mn80:19.17": "so mokkhomhīti kho jāneyya no ca bandhanaṃ.",
  "mn80:19.18": "Evameva kho, kaccāna, etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi, ahaṃ dhammaṃ desemi;",
  "mn80:19.19": "yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati, sāmaṃ dakkhiti:",
  "mn80:19.20": "‘evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā’”ti.",
  "mn80:20.1": "Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca:",
  "mn80:20.2": "“abhikkantaṃ, bho gotama …",
  "mn80:20.3": "pe …",
  "mn80:20.4": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "mn80:21.1": "Vekhanasasuttaṃ niṭṭhitaṃ dasamaṃ.",
  "mn80:22.1": "Paribbājakavaggo niṭṭhito tatiyo.",
  "mn80:23.1": "Puṇḍarī aggisaha kathināmo,",
  "mn80:23.2": "Dīghanakho puna bhāradvājagotto;",
  "mn80:23.3": "Sandakaudāyimuṇḍikaputto,",
  "mn80:23.4": "Maṇiko tathākaccāno varavaggo."
}