{
  "_markup_path": "markup/mn/mn82.html",
  "_alt_strings": [
    "en/sujato/mn/mn82.json"
  ],
  "mn82:1.1": "Majjhima Nikāya 82",
  "mn82:2.1": "Raṭṭhapālasutta",
  "mn82:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn82:3.2": "ekaṃ samayaṃ bhagavā kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ yena thullakoṭṭhikaṃ nāma kurūnaṃ nigamo tadavasari.",
  "mn82:3.3": "Assosuṃ kho thullakoṭṭhikā brāhmaṇagahapatikā:",
  "mn82:3.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kurūsu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ thullakoṭṭhikaṃ anuppatto.",
  "mn82:3.5": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:",
  "mn82:3.6": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "mn82:3.7": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn82:3.8": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn82:3.9": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.",
  "mn82:4.1": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu;",
  "mn82:4.2": "upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu;",
  "mn82:4.3": "appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu;",
  "mn82:4.4": "appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu;",
  "mn82:4.5": "appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu;",
  "mn82:4.6": "appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.",
  "mn82:4.7": "Ekamantaṃ nisinne kho thullakoṭṭhike brāhmaṇagahapatike bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.",
  "mn82:5.1": "Tena kho pana samayena raṭṭhapālo nāma kulaputto tasmiṃyeva thullakoṭṭhike aggakulassa putto tissaṃ parisāyaṃ nisinno hoti.",
  "mn82:5.2": "Atha kho raṭṭhapālassa kulaputtassa etadahosi:",
  "mn82:5.3": "“yathā yathā khvāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn82:5.4": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan”ti.",
  "mn82:5.5": "Atha kho thullakoṭṭhikā brāhmaṇagahapatikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.",
  "mn82:5.6": "Atha kho raṭṭhapālo kulaputto acirapakkantesu thullakoṭṭhikesu brāhmaṇagahapatikesu yena bhagavā tenupasaṅkami;",
  "mn82:5.7": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn82:5.8": "Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca:",
  "mn82:5.9": "“yathā yathāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn82:5.10": "Icchāmahaṃ, bhante, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.",
  "mn82:5.11": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadaṃ.",
  "mn82:5.12": "Pabbājetu maṃ bhagavā”ti.",
  "mn82:5.13": "“Anuññātosi pana tvaṃ, raṭṭhapāla, mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:5.14": "“Na khohaṃ, bhante, anuññāto mātāpitūhi agārasmā anagāriyaṃ pabbajjāyā”ti.",
  "mn82:5.15": "“Na kho, raṭṭhapāla, tathāgatā ananuññātaṃ mātāpitūhi puttaṃ pabbājentī”ti.",
  "mn82:5.16": "“Svāhaṃ, bhante, tathā karissāmi yathā maṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti.",
  "mn82:6.1": "Atha kho raṭṭhapālo kulaputto uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena mātāpitaro tenupasaṅkami;",
  "mn82:6.2": "upasaṅkamitvā mātāpitaro etadavoca:",
  "mn82:6.3": "“ammatātā, yathā yathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn82:6.4": "Icchāmahaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.",
  "mn82:6.5": "Anujānātha maṃ agārasmā anagāriyaṃ pabbajjāyā”ti.",
  "mn82:6.6": "Evaṃ vutte, raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:6.7": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.",
  "mn82:6.8": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi.",
  "mn82:6.9": "() Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.",
  "mn82:6.10": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:7.1": "Dutiyampi kho raṭṭhapālo kulaputto …",
  "mn82:7.2": "pe …",
  "mn82:7.3": "tatiyampi kho raṭṭhapālo kulaputto mātāpitaro etadavoca:",
  "mn82:7.4": "“ammatātā, yathā yathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn82:7.5": "Icchāmahaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ.",
  "mn82:7.6": "Anujānātha maṃ agārasmā anagāriyaṃ pabbajjāyā”ti.",
  "mn82:8.1": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:8.2": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.",
  "mn82:8.3": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi.",
  "mn82:8.4": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.",
  "mn82:8.5": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:9.1": "Atha kho raṭṭhapālo kulaputto:",
  "mn82:9.2": "“na maṃ mātāpitaro anujānanti agārasmā anagāriyaṃ pabbajjāyā”ti tattheva anantarahitāya bhūmiyā nipajji:",
  "mn82:9.3": "“idheva me maraṇaṃ bhavissati pabbajjā vā”ti.",
  "mn82:9.4": "Atha kho raṭṭhapālo kulaputto ekampi bhattaṃ na bhuñji, dvepi bhattāni na bhuñji, tīṇipi bhattāni na bhuñji, cattāripi bhattāni na bhuñji, pañcapi bhattāni na bhuñji, chapi bhattāni na bhuñji, sattapi bhattāni na bhuñji.",
  "mn82:9.5": "Atha kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:9.6": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.",
  "mn82:9.7": "Na tvaṃ, tāta raṭṭhapāla, kassaci, dukkhassa jānāsi.",
  "mn82:9.8": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.",
  "mn82:9.9": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:9.10": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca;",
  "mn82:9.11": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.",
  "mn82:9.12": "Na taṃ mayaṃ anujānāma agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:9.13": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.",
  "mn82:9.14": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:9.15": "Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi.",
  "mn82:9.16": "Dutiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ …",
  "mn82:9.17": "pe …",
  "mn82:9.18": "dutiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi.",
  "mn82:10.1": "Tatiyampi kho raṭṭhapālassa kulaputtassa mātāpitaro raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:10.2": "“tvaṃ khosi, tāta raṭṭhapāla, amhākaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.",
  "mn82:10.3": "Na tvaṃ, tāta raṭṭhapāla, kassaci dukkhassa jānāsi.",
  "mn82:10.4": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma, kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:10.5": "Uṭṭhehi, tāta raṭṭhapāla, bhuñja ca piva ca paricārehi ca;",
  "mn82:10.6": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.",
  "mn82:10.7": "Na taṃ mayaṃ anujānāma agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:10.8": "Maraṇenapi te mayaṃ akāmakā vinā bhavissāma.",
  "mn82:10.9": "Kiṃ pana mayaṃ taṃ jīvantaṃ anujānissāma agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:10.10": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi.",
  "mn82:11.1": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu;",
  "mn82:11.2": "upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:11.3": "“tvaṃ khosi, samma raṭṭhapāla, mātāpitūnaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato.",
  "mn82:11.4": "Na tvaṃ, samma raṭṭhapāla, kassaci dukkhassa jānāsi.",
  "mn82:11.5": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.",
  "mn82:11.6": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:11.7": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca;",
  "mn82:11.8": "bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.",
  "mn82:11.9": "Na taṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:11.10": "Maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.",
  "mn82:11.11": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:11.12": "Evaṃ vutte, raṭṭhapālo kulaputto tuṇhī ahosi.",
  "mn82:12.1": "Dutiyampi kho …",
  "mn82:12.2": "tatiyampi kho raṭṭhapālassa kulaputtassa sahāyakā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:12.3": "“tvaṃ khosi, samma raṭṭhapāla, mātāpitūnaṃ ekaputtako piyo manāpo sukhedhito sukhaparibhato, na tvaṃ, samma raṭṭhapāla, kassaci dukkhassa jānāsi, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.",
  "mn82:12.4": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāya?",
  "mn82:12.5": "Uṭṭhehi, samma raṭṭhapāla, bhuñja ca piva ca paricārehi ca, bhuñjanto pivanto paricārento kāme paribhuñjanto puññāni karonto abhiramassu.",
  "mn82:12.6": "Na taṃ mātāpitaro anujānissanti agārasmā anagāriyaṃ pabbajjāya, maraṇenapi te mātāpitaro akāmakā vinā bhavissanti.",
  "mn82:12.7": "Kiṃ pana te taṃ jīvantaṃ anujānissanti agārasmā anagāriyaṃ pabbajjāyā”ti?",
  "mn82:12.8": "Tatiyampi kho raṭṭhapālo kulaputto tuṇhī ahosi.",
  "mn82:13.1": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālassa kulaputtassa mātāpitaro tenupasaṅkamiṃsu;",
  "mn82:13.2": "upasaṅkamitvā raṭṭhapālassa kulaputtassa mātāpitaro etadavocuṃ:",
  "mn82:13.3": "“ammatātā, eso raṭṭhapālo kulaputto tattheva anantarahitāya bhūmiyā nipanno:",
  "mn82:13.4": "‘idheva me maraṇaṃ bhavissati pabbajjā vā’ti.",
  "mn82:13.5": "Sace tumhe raṭṭhapālaṃ kulaputtaṃ nānujānissatha agārasmā anagāriyaṃ pabbajjāya, tattheva maraṇaṃ āgamissati.",
  "mn82:13.6": "Sace pana tumhe raṭṭhapālaṃ kulaputtaṃ anujānissatha agārasmā anagāriyaṃ pabbajjāya, pabbajitampi naṃ dakkhissatha.",
  "mn82:13.7": "Sace raṭṭhapālo kulaputto nābhiramissati agārasmā anagāriyaṃ pabbajjāya, kā tassa aññā gati bhavissati?",
  "mn82:13.8": "Idheva paccāgamissati.",
  "mn82:13.9": "Anujānātha raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāyā”ti.",
  "mn82:13.10": "“Anujānāma, tātā, raṭṭhapālaṃ kulaputtaṃ agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:13.11": "Pabbajitena ca pana mātāpitaro uddassetabbā”ti.",
  "mn82:13.12": "Atha kho raṭṭhapālassa kulaputtassa sahāyakā yena raṭṭhapālo kulaputto tenupasaṅkamiṃsu;",
  "mn82:13.13": "upasaṅkamitvā raṭṭhapālaṃ kulaputtaṃ etadavocuṃ:",
  "mn82:13.14": "“uṭṭhehi, samma raṭṭhapāla, anuññātosi mātāpitūhi agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:13.15": "Pabbajitena ca pana te mātāpitaro uddassetabbā”ti.",
  "mn82:14.1": "Atha kho raṭṭhapālo kulaputto uṭṭhahitvā balaṃ gāhetvā yena bhagavā tenupasaṅkami;",
  "mn82:14.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn82:14.3": "Ekamantaṃ nisinno kho raṭṭhapālo kulaputto bhagavantaṃ etadavoca:",
  "mn82:14.4": "“anuññāto ahaṃ, bhante, mātāpitūhi agārasmā anagāriyaṃ pabbajjāya.",
  "mn82:14.5": "Pabbājetu maṃ bhagavā”ti.",
  "mn82:14.6": "Alattha kho raṭṭhapālo kulaputto bhagavato santike pabbajjaṃ, alattha upasampadaṃ.",
  "mn82:14.7": "Atha kho bhagavā acirūpasampanne āyasmante raṭṭhapāle aḍḍhamāsupasampanne thullakoṭṭhike yathābhirantaṃ viharitvā yena sāvatthi tena cārikaṃ pakkāmi.",
  "mn82:14.8": "Anupubbena cārikaṃ caramāno yena sāvatthi tadavasari.",
  "mn82:14.9": "Tatra sudaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn82:14.10": "Atha kho āyasmā raṭṭhapālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "mn82:14.11": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn82:14.12": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "mn82:14.13": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "mn82:14.14": "Aññataro kho panāyasmā raṭṭhapālo arahataṃ ahosi.",
  "mn82:15.1": "Atha kho āyasmā raṭṭhapālo yena bhagavā tenupasaṅkami;",
  "mn82:15.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn82:15.3": "Ekamantaṃ nisinno kho āyasmā raṭṭhapālo bhagavantaṃ etadavoca:",
  "mn82:15.4": "“icchāmahaṃ, bhante, mātāpitaro uddassetuṃ, sace maṃ bhagavā anujānātī”ti.",
  "mn82:15.5": "Atha kho bhagavā āyasmato raṭṭhapālassa cetasā ceto paricca manasākāsi.",
  "mn82:15.6": "Yathā bhagavā aññāsi:",
  "mn82:15.7": "“abhabbo kho raṭṭhapālo kulaputto sikkhaṃ paccakkhāya hīnāyāvattitun”ti, atha kho bhagavā āyasmantaṃ raṭṭhapālaṃ etadavoca:",
  "mn82:15.8": "“yassadāni tvaṃ, raṭṭhapāla, kālaṃ maññasī”ti.",
  "mn82:15.9": "Atha kho āyasmā raṭṭhapālo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya yena thullakoṭṭhikaṃ tena cārikaṃ pakkāmi.",
  "mn82:15.10": "Anupubbena cārikaṃ caramāno yena thullakoṭṭhiko tadavasari.",
  "mn82:15.11": "Tatra sudaṃ āyasmā raṭṭhapālo thullakoṭṭhike viharati rañño korabyassa migacīre.",
  "mn82:15.12": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya thullakoṭṭhikaṃ piṇḍāya pāvisi.",
  "mn82:15.13": "Thullakoṭṭhike sapadānaṃ piṇḍāya caramāno yena sakapitu nivesanaṃ tenupasaṅkami.",
  "mn82:15.14": "Tena kho pana samayena āyasmato raṭṭhapālassa pitā majjhimāya dvārasālāya ullikhāpeti.",
  "mn82:15.15": "Addasā kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ dūratova āgacchantaṃ.",
  "mn82:15.16": "Disvāna etadavoca:",
  "mn82:15.17": "“imehi muṇḍakehi samaṇakehi amhākaṃ ekaputtako piyo manāpo pabbājito”ti.",
  "mn82:15.18": "Atha kho āyasmā raṭṭhapālo sakapitu nivesane neva dānaṃ alattha na paccakkhānaṃ;",
  "mn82:15.19": "aññadatthu akkosameva alattha.",
  "mn82:15.20": "Tena kho pana samayena āyasmato raṭṭhapālassa ñātidāsī ābhidosikaṃ kummāsaṃ chaḍḍetukāmā hoti.",
  "mn82:15.21": "Atha kho āyasmā raṭṭhapālo taṃ ñātidāsiṃ etadavoca:",
  "mn82:15.22": "“sacetaṃ, bhagini, chaḍḍanīyadhammaṃ, idha me patte ākirā”ti.",
  "mn82:15.23": "Atha kho āyasmato raṭṭhapālassa ñātidāsī taṃ ābhidosikaṃ kummāsaṃ āyasmato raṭṭhapālassa patte ākirantī hatthānañca pādānañca sarassa ca nimittaṃ aggahesi.",
  "mn82:16.1": "Atha kho āyasmato raṭṭhapālassa ñātidāsī yenāyasmato raṭṭhapālassa mātā tenupasaṅkami;",
  "mn82:16.2": "upasaṅkamitvā āyasmato raṭṭhapālassa mātaraṃ etadavoca:",
  "mn82:16.3": "“yaggheyye, jāneyyāsi:",
  "mn82:16.4": "‘ayyaputto raṭṭhapālo anuppatto’”ti.",
  "mn82:16.5": "“Sace, je, saccaṃ bhaṇasi, adāsiṃ taṃ karomī”ti.",
  "mn82:16.6": "Atha kho āyasmato raṭṭhapālassa mātā yenāyasmato raṭṭhapālassa pitā tenupasaṅkami;",
  "mn82:16.7": "upasaṅkamitvā āyasmato raṭṭhapālassa pitaraṃ etadavoca:",
  "mn82:16.8": "“yagghe, gahapati, jāneyyāsi:",
  "mn82:16.9": "‘raṭṭhapālo kira kulaputto anuppatto’”ti?",
  "mn82:16.10": "Tena kho pana samayena āyasmā raṭṭhapālo taṃ ābhidosikaṃ kummāsaṃ aññataraṃ kuṭṭamūlaṃ nissāya paribhuñjati.",
  "mn82:16.11": "Atha kho āyasmato raṭṭhapālassa pitā yenāyasmā raṭṭhapālo tenupasaṅkami;",
  "mn82:16.12": "upasaṅkamitvā āyasmantaṃ raṭṭhapālaṃ etadavoca:",
  "mn82:16.13": "“atthi nāma, tāta raṭṭhapāla, ābhidosikaṃ kummāsaṃ paribhuñjissasi?",
  "mn82:16.14": "Nanu, tāta raṭṭhapāla, sakaṃ gehaṃ gantabban”ti?",
  "mn82:16.15": "“Kuto no, gahapati, amhākaṃ gehaṃ agārasmā anagāriyaṃ pabbajitānaṃ?",
  "mn82:16.16": "Anagārā mayaṃ, gahapati.",
  "mn82:16.17": "Agamamha kho te, gahapati, gehaṃ, tattha neva dānaṃ alatthamha na paccakkhānaṃ;",
  "mn82:16.18": "aññadatthu akkosameva alatthamhā”ti.",
  "mn82:16.19": "“Ehi, tāta raṭṭhapāla, gharaṃ gamissāmā”ti.",
  "mn82:16.20": "“Alaṃ, gahapati, kataṃ me ajja bhattakiccaṃ”.",
  "mn82:16.21": "“Tena hi, tāta raṭṭhapāla, adhivāsehi svātanāya bhattan”ti.",
  "mn82:16.22": "Adhivāsesi kho āyasmā raṭṭhapālo tuṇhībhāvena.",
  "mn82:16.23": "Atha kho āyasmato raṭṭhapālassa pitā āyasmato raṭṭhapālassa adhivāsanaṃ viditvā yena sakaṃ nivesanaṃ tenupasaṅkami;",
  "mn82:16.24": "upasaṅkamitvā mahantaṃ hiraññasuvaṇṇassa puñjaṃ kārāpetvā kilañjehi paṭicchādetvā āyasmato raṭṭhapālassa purāṇadutiyikā āmantesi:",
  "mn82:16.25": "“etha tumhe, vadhuyo, yena alaṅkārena alaṅkatā pubbe raṭṭhapālassa kulaputtassa piyā hotha manāpā tena alaṅkārena alaṅkarothā”ti.",
  "mn82:17.1": "Atha kho āyasmato raṭṭhapālassa pitā tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā āyasmato raṭṭhapālassa kālaṃ ārocesi:",
  "mn82:17.2": "“kālo, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti.",
  "mn82:17.3": "Atha kho āyasmā raṭṭhapālo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena sakapitu nivesanaṃ tenupasaṅkami;",
  "mn82:17.4": "upasaṅkamitvā paññatte āsane nisīdi.",
  "mn82:17.5": "Atha kho āyasmato raṭṭhapālassa pitā taṃ hiraññasuvaṇṇassa puñjaṃ vivarāpetvā āyasmantaṃ raṭṭhapālaṃ etadavoca:",
  "mn82:17.6": "“idaṃ te, tāta raṭṭhapāla, mātu mattikaṃ dhanaṃ, aññaṃ pettikaṃ, aññaṃ pitāmahaṃ.",
  "mn82:17.7": "Sakkā, tāta raṭṭhapāla, bhoge ca bhuñjituṃ puññāni ca kātuṃ.",
  "mn82:17.8": "Ehi tvaṃ, tāta raṭṭhapāla, hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī”ti.",
  "mn82:17.9": "“Sace me tvaṃ, gahapati, vacanaṃ kareyyāsi, imaṃ hiraññasuvaṇṇassa puñjaṃ sakaṭe āropetvā nibbāhāpetvā majjhegaṅgāya nadiyā sote opilāpeyyāsi.",
  "mn82:17.10": "Taṃ kissa hetu?",
  "mn82:17.11": "Ye uppajjissanti hi te, gahapati, tatonidānaṃ sokaparidevadukkhadomanassupāyāsā”ti.",
  "mn82:17.12": "Atha kho āyasmato raṭṭhapālassa purāṇadutiyikā paccekaṃ pādesu gahetvā āyasmantaṃ raṭṭhapālaṃ etadavocuṃ:",
  "mn82:17.13": "“kīdisā nāma tā, ayyaputta, accharāyo yāsaṃ tvaṃ hetu brahmacariyaṃ carasī”ti?",
  "mn82:17.14": "“Na kho mayaṃ, bhaginī, accharānaṃ hetu brahmacariyaṃ carāmā”ti.",
  "mn82:17.15": "“Bhaginivādena no ayyaputto raṭṭhapālo samudācaratī”ti tā tattheva mucchitā papatiṃsu.",
  "mn82:17.16": "Atha kho āyasmā raṭṭhapālo pitaraṃ etadavoca:",
  "mn82:17.17": "“sace, gahapati, bhojanaṃ dātabbaṃ, detha;",
  "mn82:17.18": "mā no viheṭhethā”ti.",
  "mn82:17.19": "“Bhuñja, tāta raṭṭhapāla, niṭṭhitaṃ bhattan”ti.",
  "mn82:17.20": "Atha kho āyasmato raṭṭhapālassa pitā āyasmantaṃ raṭṭhapālaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.",
  "mn82:18.1": "Atha kho āyasmā raṭṭhapālo bhuttāvī onītapattapāṇī ṭhitakova imā gāthā abhāsi:",
  "mn82:19.1": "“Passa cittīkataṃ bimbaṃ,",
  "mn82:19.2": "arukāyaṃ samussitaṃ;",
  "mn82:19.3": "Āturaṃ bahusaṅkappaṃ,",
  "mn82:19.4": "yassa natthi dhuvaṃ ṭhiti.",
  "mn82:20.1": "Passa cittīkataṃ rūpaṃ,",
  "mn82:20.2": "maṇinā kuṇḍalena ca;",
  "mn82:20.3": "Aṭṭhi tacena onaddhaṃ,",
  "mn82:20.4": "saha vatthebhi sobhati.",
  "mn82:21.1": "Alattakakatā pādā,",
  "mn82:21.2": "mukhaṃ cuṇṇakamakkhitaṃ;",
  "mn82:21.3": "Alaṃ bālassa mohāya,",
  "mn82:21.4": "no ca pāragavesino.",
  "mn82:22.1": "Aṭṭhāpadakatā kesā,",
  "mn82:22.2": "nettā añjanamakkhitā;",
  "mn82:22.3": "Alaṃ bālassa mohāya,",
  "mn82:22.4": "no ca pāragavesino.",
  "mn82:23.1": "Añjanīva navā cittā,",
  "mn82:23.2": "pūtikāyo alaṅkato;",
  "mn82:23.3": "Alaṃ bālassa mohāya,",
  "mn82:23.4": "no ca pāragavesino.",
  "mn82:24.1": "Odahi migavo pāsaṃ,",
  "mn82:24.2": "nāsadā vākaraṃ migo;",
  "mn82:24.3": "Bhutvā nivāpaṃ gacchāma,",
  "mn82:24.4": "kandante migabandhake”ti.",
  "mn82:25.1": "Atha kho āyasmā raṭṭhapālo ṭhitakova imā gāthā bhāsitvā yena rañño korabyassa migacīraṃ tenupasaṅkami;",
  "mn82:25.2": "upasaṅkamitvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.",
  "mn82:26.1": "Atha kho rājā korabyo migavaṃ āmantesi:",
  "mn82:26.2": "“sodhehi, samma migava, migacīraṃ uyyānabhūmiṃ;",
  "mn82:26.3": "gacchāma subhūmiṃ dassanāyā”ti.",
  "mn82:26.4": "“Evaṃ, devā”ti kho migavo rañño korabyassa paṭissutvā migacīraṃ sodhento addasa āyasmantaṃ raṭṭhapālaṃ aññatarasmiṃ rukkhamūle divāvihāraṃ nisinnaṃ.",
  "mn82:26.5": "Disvāna yena rājā korabyo tenupasaṅkami;",
  "mn82:26.6": "upasaṅkamitvā rājānaṃ korabyaṃ etadavoca:",
  "mn82:26.7": "“suddhaṃ kho te, deva, migacīraṃ.",
  "mn82:26.8": "Atthi cettha raṭṭhapālo nāma kulaputto imasmiṃyeva thullakoṭṭhike aggakulassa putto yassa tvaṃ abhiṇhaṃ kittayamāno ahosi, so aññatarasmiṃ rukkhamūle divāvihāraṃ nisinno”ti.",
  "mn82:26.9": "“Tena hi, samma migava, alaṃ dānajja uyyānabhūmiyā.",
  "mn82:26.10": "Tameva dāni mayaṃ bhavantaṃ raṭṭhapālaṃ payirupāsissāmā”ti.",
  "mn82:26.11": "Atha kho rājā korabyo “yaṃ tattha khādanīyaṃ bhojanīyaṃ paṭiyattaṃ taṃ sabbaṃ vissajjethā”ti vatvā bhadrāni bhadrāni yānāni yojāpetvā bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi thullakoṭṭhikamhā niyyāsi mahaccarājānubhāvena āyasmantaṃ raṭṭhapālaṃ dassanāya.",
  "mn82:26.12": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ussaṭāya ussaṭāya parisāya yenāyasmā raṭṭhapālo tenupasaṅkami;",
  "mn82:26.13": "upasaṅkamitvā āyasmatā raṭṭhapālena saddhiṃ sammodi.",
  "mn82:26.14": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.",
  "mn82:26.15": "Ekamantaṃ ṭhito kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca:",
  "mn82:26.16": "“idha bhavaṃ raṭṭhapālo hatthatthare nisīdatū”ti.",
  "mn82:26.17": "“Alaṃ, mahārāja, nisīda tvaṃ;",
  "mn82:26.18": "nisinno ahaṃ sake āsane”ti.",
  "mn82:26.19": "Nisīdi rājā korabyo paññatte āsane.",
  "mn82:26.20": "Nisajja kho rājā korabyo āyasmantaṃ raṭṭhapālaṃ etadavoca:",
  "mn82:27.1": "“Cattārimāni, bho raṭṭhapāla, pārijuññāni yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti.",
  "mn82:27.2": "Katamāni cattāri?",
  "mn82:27.3": "Jarāpārijuññaṃ, byādhipārijuññaṃ, bhogapārijuññaṃ, ñātipārijuññaṃ.",
  "mn82:27.4": "Katamañca, bho raṭṭhapāla, jarāpārijuññaṃ?",
  "mn82:27.5": "Idha, bho raṭṭhapāla, ekacco jiṇṇo hoti vuḍḍho mahallako addhagato vayoanuppatto.",
  "mn82:27.6": "So iti paṭisañcikkhati:",
  "mn82:27.7": "‘ahaṃ khomhi etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto.",
  "mn82:27.8": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "mn82:27.9": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn82:27.10": "So tena jarāpārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn82:27.11": "Idaṃ vuccati, bho raṭṭhapāla, jarāpārijuññaṃ.",
  "mn82:27.12": "Bhavaṃ kho pana raṭṭhapālo etarahi daharo yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā.",
  "mn82:27.13": "Taṃ bhoto raṭṭhapālassa jarāpārijuññaṃ natthi.",
  "mn82:27.14": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? <span class=\"brnum\">(1)</span>",
  "mn82:28.1": "Katamañca, bho raṭṭhapāla, byādhipārijuññaṃ?",
  "mn82:28.2": "Idha, bho raṭṭhapāla, ekacco ābādhiko hoti dukkhito bāḷhagilāno.",
  "mn82:28.3": "So iti paṭisañcikkhati:",
  "mn82:28.4": "‘ahaṃ khomhi etarahi ābādhiko dukkhito bāḷhagilāno.",
  "mn82:28.5": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "mn82:28.6": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn82:28.7": "So tena byādhipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn82:28.8": "Idaṃ vuccati, bho raṭṭhapāla, byādhipārijuññaṃ.",
  "mn82:28.9": "Bhavaṃ kho pana raṭṭhapālo etarahi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya.",
  "mn82:28.10": "Taṃ bhoto raṭṭhapālassa byādhipārijuññaṃ natthi.",
  "mn82:28.11": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? <span class=\"brnum\">(2)</span>",
  "mn82:29.1": "Katamañca, bho raṭṭhapāla, bhogapārijuññaṃ?",
  "mn82:29.2": "Idha, bho raṭṭhapāla, ekacco aḍḍho hoti mahaddhano mahābhogo.",
  "mn82:29.3": "Tassa te bhogā anupubbena parikkhayaṃ gacchanti.",
  "mn82:29.4": "So iti paṭisañcikkhati:",
  "mn82:29.5": "‘ahaṃ kho pubbe aḍḍho ahosiṃ mahaddhano mahābhogo.",
  "mn82:29.6": "Tassa me te bhogā anupubbena parikkhayaṃ gatā.",
  "mn82:29.7": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "mn82:29.8": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn82:29.9": "So tena bhogapārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn82:29.10": "Idaṃ vuccati, bho raṭṭhapāla, bhogapārijuññaṃ.",
  "mn82:29.11": "Bhavaṃ kho pana raṭṭhapālo imasmiṃyeva thullakoṭṭhike aggakulassa putto.",
  "mn82:29.12": "Taṃ bhoto raṭṭhapālassa bhogapārijuññaṃ natthi.",
  "mn82:29.13": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? <span class=\"brnum\">(3)</span>",
  "mn82:30.1": "Katamañca, bho raṭṭhapāla, ñātipārijuññaṃ?",
  "mn82:30.2": "Idha, bho raṭṭhapāla, ekaccassa bahū honti mittāmaccā ñātisālohitā.",
  "mn82:30.3": "Tassa te ñātakā anupubbena parikkhayaṃ gacchanti.",
  "mn82:30.4": "So iti paṭisañcikkhati:",
  "mn82:30.5": "‘mamaṃ kho pubbe bahū ahesuṃ mittāmaccā ñātisālohitā.",
  "mn82:30.6": "Tassa me te anupubbena parikkhayaṃ gatā.",
  "mn82:30.7": "Na kho pana mayā sukaraṃ anadhigataṃ vā bhogaṃ adhigantuṃ adhigataṃ vā bhogaṃ phātiṃ kātuṃ.",
  "mn82:30.8": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn82:30.9": "So tena ñātipārijuññena samannāgato kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn82:30.10": "Idaṃ vuccati, bho raṭṭhapāla, ñātipārijuññaṃ.",
  "mn82:30.11": "Bhoto kho pana raṭṭhapālassa imasmiṃyeva thullakoṭṭhike bahū mittāmaccā ñātisālohitā.",
  "mn82:30.12": "Taṃ bhoto raṭṭhapālassa ñātipārijuññaṃ natthi.",
  "mn82:30.13": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito? <span class=\"brnum\">(4)</span>",
  "mn82:31.1": "Imāni kho, bho raṭṭhapāla, cattāri pārijuññāni, yehi pārijuññehi samannāgatā idhekacce kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajanti.",
  "mn82:31.2": "Tāni bhoto raṭṭhapālassa natthi.",
  "mn82:31.3": "Kiṃ bhavaṃ raṭṭhapālo ñatvā vā disvā vā sutvā vā agārasmā anagāriyaṃ pabbajito”ti?",
  "mn82:32.1": "“Atthi kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.",
  "mn82:32.2": "Katame cattāro? <a class=\"wp\" id=\"wp36\"></a>‘",
  "mn82:32.3": "Upaniyyati loko addhuvo’ti kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.",
  "mn82:32.4": "‘Atāṇo loko anabhissaro’ti kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.",
  "mn82:32.5": "‘Assako loko, sabbaṃ pahāya gamanīyan’ti kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.",
  "mn82:32.6": "‘Ūno loko atitto taṇhādāso’ti kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena catuttho dhammuddeso uddiṭṭho, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito.",
  "mn82:32.7": "Ime kho, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammuddesā uddiṭṭhā, ye ahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.",
  "mn82:33.1": "“‘Upaniyyati loko addhuvo’ti—",
  "mn82:33.2": "bhavaṃ raṭṭhapālo āha.",
  "mn82:33.3": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn82:33.4": "“Taṃ kiṃ maññasi, mahārāja, tvaṃ vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti?",
  "mn82:33.5": "“Ahosiṃ ahaṃ, bho raṭṭhapāla, vīsativassuddesikopi paṇṇavīsativassuddesikopi hatthismimpi katāvī assasmimpi katāvī rathasmimpi katāvī dhanusmimpi katāvī tharusmimpi katāvī ūrubalī bāhubalī alamatto saṅgāmāvacaro.",
  "mn82:33.6": "Appekadāhaṃ, bho raṭṭhapāla, iddhimāva maññe na attano balena samasamaṃ samanupassāmī”ti.",
  "mn82:33.7": "“Taṃ kiṃ maññasi, mahārāja, evameva tvaṃ etarahi ūrubalī bāhubalī alamatto saṅgāmāvacaro”ti?",
  "mn82:33.8": "“No hidaṃ, bho raṭṭhapāla.",
  "mn82:33.9": "Etarahi jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āsītiko me vayo vattati.",
  "mn82:33.10": "Appekadāhaṃ, bho raṭṭhapāla, ‘idha pādaṃ karissāmī’ti aññeneva pādaṃ karomī”ti.",
  "mn82:33.11": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:",
  "mn82:33.12": "‘upaniyyati loko addhuvo’ti, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.",
  "mn82:33.13": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.",
  "mn82:33.14": "Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "mn82:33.15": "‘upaniyyati loko addhuvo’ti.",
  "mn82:33.16": "Upaniyyati hi, bho raṭṭhapāla, loko addhuvo. <span class=\"brnum\">(1)</span>",
  "mn82:34.1": "Saṃvijjante kho, bho raṭṭhapāla, imasmiṃ rājakule hatthikāyāpi assakāyāpi rathakāyāpi pattikāyāpi, amhākaṃ āpadāsu pariyodhāya vattissanti.",
  "mn82:34.2": "‘Atāṇo loko anabhissaro’ti—",
  "mn82:34.3": "bhavaṃ raṭṭhapālo āha.",
  "mn82:34.4": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn82:34.5": "“Taṃ kiṃ maññasi, mahārāja, atthi te koci anusāyiko ābādho”ti?",
  "mn82:34.6": "“Atthi me, bho raṭṭhapāla, anusāyiko ābādho.",
  "mn82:34.7": "Appekadā maṃ, bho raṭṭhapāla, mittāmaccā ñātisālohitā parivāretvā ṭhitā honti:",
  "mn82:34.8": "‘idāni rājā korabyo kālaṃ karissati, idāni rājā korabyo kālaṃ karissatī’”ti.",
  "mn82:34.9": "“Taṃ kiṃ maññasi, mahārāja, labhasi tvaṃ te mittāmacce ñātisālohite:",
  "mn82:34.10": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṃ vedanaṃ saṃvibhajatha, yathāhaṃ lahukatarikaṃ vedanaṃ vediyeyyan’ti—",
  "mn82:34.11": "udāhu tvaṃyeva taṃ vedanaṃ vediyasī”ti?",
  "mn82:34.12": "“Nāhaṃ, bho raṭṭhapāla, labhāmi te mittāmacce ñātisālohite:",
  "mn82:34.13": "‘āyantu me bhonto mittāmaccā ñātisālohitā, sabbeva santā imaṃ vedanaṃ saṃvibhajatha, yathāhaṃ lahukatarikaṃ vedanaṃ vediyeyyan’ti.",
  "mn82:34.14": "Atha kho ahameva taṃ vedanaṃ vediyāmī”ti.",
  "mn82:34.15": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:",
  "mn82:34.16": "‘atāṇo loko anabhissaro’ti, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.",
  "mn82:34.17": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.",
  "mn82:34.18": "Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "mn82:34.19": "‘atāṇo loko anabhissaro’ti.",
  "mn82:34.20": "Atāṇo hi, bho raṭṭhapāla, loko anabhissaro. <span class=\"brnum\">(2)</span>",
  "mn82:35.1": "Saṃvijjati kho, bho raṭṭhapāla, imasmiṃ rājakule pahūtaṃ hiraññasuvaṇṇaṃ bhūmigatañca vehāsagatañca.",
  "mn82:35.2": "‘Assako loko, sabbaṃ pahāya gamanīyan’ti—",
  "mn82:35.3": "bhavaṃ raṭṭhapālo āha.",
  "mn82:35.4": "Imassa pana, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn82:35.5": "“Taṃ kiṃ maññasi, mahārāja, yathā tvaṃ etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāresi, lacchasi tvaṃ paratthāpi:",
  "mn82:35.6": "‘evamevāhaṃ imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti, udāhu aññe imaṃ bhogaṃ paṭipajjissanti, tvaṃ pana yathākammaṃ gamissasī”ti?",
  "mn82:35.7": "“Yathāhaṃ, bho raṭṭhapāla, etarahi pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremi, nāhaṃ lacchāmi paratthāpi:",
  "mn82:35.8": "‘evameva imeheva pañcahi kāmaguṇehi samappito samaṅgībhūto paricāremī’ti.",
  "mn82:35.9": "Atha kho aññe imaṃ bhogaṃ paṭipajjissanti;",
  "mn82:35.10": "ahaṃ pana yathākammaṃ gamissāmī”ti.",
  "mn82:35.11": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:",
  "mn82:35.12": "‘assako loko, sabbaṃ pahāya gamanīyan’ti, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.",
  "mn82:35.13": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.",
  "mn82:35.14": "Yāva subhāsitaṃ cidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "mn82:35.15": "‘assako loko, sabbaṃ pahāya gamanīyan’ti.",
  "mn82:35.16": "Assako hi, bho raṭṭhapāla, loko sabbaṃ pahāya gamanīyaṃ. <span class=\"brnum\">(3)</span>",
  "mn82:36.1": "‘Ūno loko atitto taṇhādāso’ti—",
  "mn82:36.2": "bhavaṃ raṭṭhapālo āha.",
  "mn82:36.3": "Imassa, bho raṭṭhapāla, bhāsitassa kathaṃ attho daṭṭhabbo”ti?",
  "mn82:36.4": "“Taṃ kiṃ maññasi, mahārāja, phītaṃ kuruṃ ajjhāvasasī”ti?",
  "mn82:36.5": "“Evaṃ, bho raṭṭhapāla, phītaṃ kuruṃ ajjhāvasāmī”ti.",
  "mn82:36.6": "“Taṃ kiṃ maññasi, mahārāja, idha puriso āgaccheyya puratthimāya disāya saddhāyiko paccayiko.",
  "mn82:36.7": "So taṃ upasaṅkamitvā evaṃ vadeyya:",
  "mn82:36.8": "‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi puratthimāya disāya?",
  "mn82:36.9": "Tatthaddasaṃ mahantaṃ janapadaṃ iddhañceva phītañca bahujanaṃ ākiṇṇamanussaṃ.",
  "mn82:36.10": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā;",
  "mn82:36.11": "bahu tattha dhanadhaññaṃ;",
  "mn82:36.12": "bahu tattha hiraññasuvaṇṇaṃ akatañceva katañca;",
  "mn82:36.13": "bahu tattha itthipariggaho.",
  "mn82:36.14": "Sakkā ca tāvatakeneva balamattena abhivijinituṃ.",
  "mn82:36.15": "Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti?",
  "mn82:36.16": "“Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti.",
  "mn82:37.1": "“Taṃ kiṃ maññasi, mahārāja, idha puriso āgaccheyya pacchimāya disāya …",
  "mn82:37.2": "uttarāya disāya …",
  "mn82:37.3": "dakkhiṇāya disāya …",
  "mn82:37.4": "parasamuddato saddhāyiko paccayiko.",
  "mn82:37.5": "So taṃ upasaṅkamitvā evaṃ vadeyya:",
  "mn82:37.6": "‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi parasamuddato?",
  "mn82:37.7": "Tatthaddasaṃ mahantaṃ janapadaṃ iddhañceva phītañca bahujanaṃ ākiṇṇamanussaṃ.",
  "mn82:37.8": "Bahū tattha hatthikāyā assakāyā rathakāyā pattikāyā;",
  "mn82:37.9": "bahu tattha dhanadhaññaṃ;",
  "mn82:37.10": "bahu tattha hiraññasuvaṇṇaṃ akatañceva katañca;",
  "mn82:37.11": "bahu tattha itthipariggaho.",
  "mn82:37.12": "Sakkā ca tāvatakeneva balamattena abhivijinituṃ.",
  "mn82:37.13": "Abhivijina, mahārājā’ti, kinti naṃ kareyyāsī”ti?",
  "mn82:37.14": "“Tampi mayaṃ, bho raṭṭhapāla, abhivijiya ajjhāvaseyyāmā”ti.",
  "mn82:37.15": "“Idaṃ kho taṃ, mahārāja, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sandhāya bhāsitaṃ:",
  "mn82:37.16": "‘ūno loko atitto taṇhādāso’ti, yamahaṃ ñatvā ca disvā ca sutvā ca agārasmā anagāriyaṃ pabbajito”ti.",
  "mn82:37.17": "“Acchariyaṃ, bho raṭṭhapāla, abbhutaṃ, bho raṭṭhapāla.",
  "mn82:37.18": "Yāva subhāsitañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena:",
  "mn82:37.19": "‘ūno loko atitto taṇhādāso’ti.",
  "mn82:37.20": "Ūno hi, bho raṭṭhapāla, loko atitto taṇhādāso”ti.",
  "mn82:38.1": "Idamavoca āyasmā raṭṭhapālo.",
  "mn82:38.2": "Idaṃ vatvā athāparaṃ etadavoca:",
  "mn82:39.1": "“Passāmi loke sadhane manusse,",
  "mn82:39.2": "Laddhāna vittaṃ na dadanti mohā;",
  "mn82:39.3": "Luddhā dhanaṃ sannicayaṃ karonti,",
  "mn82:39.4": "Bhiyyova kāme abhipatthayanti.",
  "mn82:40.1": "Rājā pasayhā pathaviṃ vijitvā,",
  "mn82:40.2": "Sasāgarantaṃ mahimāvasanto;",
  "mn82:40.3": "Oraṃ samuddassa atittarūpo,",
  "mn82:40.4": "Pāraṃ samuddassapi patthayetha.",
  "mn82:41.1": "Rājā ca aññe ca bahū manussā,",
  "mn82:41.2": "Avītataṇhā maraṇaṃ upenti;",
  "mn82:41.3": "Ūnāva hutvāna jahanti dehaṃ,",
  "mn82:41.4": "Kāmehi lokamhi na hatthi titti.",
  "mn82:42.1": "Kandanti naṃ ñātī pakiriya kese,",
  "mn82:42.2": "Ahovatā no amarāti cāhu;",
  "mn82:42.3": "Vatthena naṃ pārutaṃ nīharitvā,",
  "mn82:42.4": "Citaṃ samādāya tatoḍahanti.",
  "mn82:43.1": "So ḍayhati sūlehi tujjamāno,",
  "mn82:43.2": "Ekena vatthena pahāya bhoge;",
  "mn82:43.3": "Na mīyamānassa bhavanti tāṇā,",
  "mn82:43.4": "Ñātīdha mittā atha vā sahāyā.",
  "mn82:44.1": "Dāyādakā tassa dhanaṃ haranti,",
  "mn82:44.2": "Satto pana gacchati yena kammaṃ;",
  "mn82:44.3": "Na mīyamānaṃ dhanamanveti kiñci,",
  "mn82:44.4": "Puttā ca dārā ca dhanañca raṭṭhaṃ.",
  "mn82:45.1": "Na dīghamāyuṃ labhate dhanena,",
  "mn82:45.2": "Na cāpi vittena jaraṃ vihanti;",
  "mn82:45.3": "Appaṃ hidaṃ jīvitamāhu dhīrā,",
  "mn82:45.4": "Asassataṃ vippariṇāmadhammaṃ.",
  "mn82:46.1": "Aḍḍhā daliddā ca phusanti phassaṃ,",
  "mn82:46.2": "Bālo ca dhīro ca tatheva phuṭṭho;",
  "mn82:46.3": "Bālo ca bālyā vadhitova seti,",
  "mn82:46.4": "Dhīro ca na vedhati phassaphuṭṭho.",
  "mn82:47.1": "Tasmā hi paññāva dhanena seyyo,",
  "mn82:47.2": "Yāya vosānamidhādhigacchati;",
  "mn82:47.3": "Abyositattā hi bhavābhavesu,",
  "mn82:47.4": "Pāpāni kammāni karonti mohā.",
  "mn82:48.1": "Upeti gabbhañca parañca lokaṃ,",
  "mn82:48.2": "Saṃsāramāpajja paramparāya;",
  "mn82:48.3": "Tassappapañño abhisaddahanto,",
  "mn82:48.4": "Upeti gabbhañca parañca lokaṃ.",
  "mn82:49.1": "Coro yathā sandhimukhe gahito,",
  "mn82:49.2": "Sakammunā haññati pāpadhammo;",
  "mn82:49.3": "Evaṃ pajā pecca paramhi loke,",
  "mn82:49.4": "Sakammunā haññati pāpadhammo.",
  "mn82:50.1": "Kāmāhi citrā madhurā manoramā,",
  "mn82:50.2": "Virūparūpena mathenti cittaṃ;",
  "mn82:50.3": "Ādīnavaṃ kāmaguṇesu disvā,",
  "mn82:50.4": "Tasmā ahaṃ pabbajitomhi rāja.",
  "mn82:51.1": "Dumapphalāneva patanti māṇavā,",
  "mn82:51.2": "Daharā ca vuḍḍhā ca sarīrabhedā;",
  "mn82:51.3": "Etampi disvā pabbajitomhi rāja,",
  "mn82:51.4": "Apaṇṇakaṃ sāmaññameva seyyo”ti.",
  "mn82:52.1": "Raṭṭhapālasuttaṃ niṭṭhitaṃ dutiyaṃ."
}