{
  "_markup_path": "markup/mn/mn83.html",
  "_alt_strings": [
    "en/sujato/mn/mn83.json"
  ],
  "mn83:1.1": "Majjhima Nikāya 83",
  "mn83:2.1": "Maghadevasutta",
  "mn83:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn83:3.2": "ekaṃ samayaṃ bhagavā mithilāyaṃ viharati maghadevaambavane.",
  "mn83:3.3": "Atha kho bhagavā aññatarasmiṃ padese sitaṃ pātvākāsi.",
  "mn83:3.4": "Atha kho āyasmato ānandassa etadahosi:",
  "mn83:3.5": "“ko nu kho hetu, ko paccayo bhagavato sitassa pātukammāya?",
  "mn83:3.6": "Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.",
  "mn83:3.7": "Atha kho āyasmā ānando ekaṃsaṃ cīvaraṃ katvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "mn83:3.8": "“ko nu kho, bhante, hetu, ko paccayo bhagavato sitassa pātukammāya?",
  "mn83:3.9": "Na akāraṇena tathāgatā sitaṃ pātukarontī”ti.",
  "mn83:4.1": "“Bhūtapubbaṃ, ānanda, imissāyeva mithilāyaṃ rājā ahosi maghadevo nāma dhammiko dhammarājā dhamme ṭhito mahārājā;",
  "mn83:4.2": "dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:4.3": "uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa.",
  "mn83:4.4": "Atha kho, ānanda, rājā maghadevo bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:",
  "mn83:4.5": "‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti.",
  "mn83:4.6": "‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paccassosi.",
  "mn83:4.7": "Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena rañño maghadevassa sirasmiṃ palitāni jātāni.",
  "mn83:4.8": "Disvāna rājānaṃ maghadevaṃ etadavoca:",
  "mn83:4.9": "‘pātubhūtā kho devassa devadūtā, dissanti sirasmiṃ palitāni jātānī’ti.",
  "mn83:4.10": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti.",
  "mn83:4.11": "‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā rañño maghadevassa añjalismiṃ patiṭṭhāpesi.",
  "mn83:5.1": "Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca:",
  "mn83:5.2": "‘pātubhūtā kho me, tāta kumāra, devadūtā;",
  "mn83:5.3": "dissanti sirasmiṃ palitāni jātāni;",
  "mn83:5.4": "bhuttā kho pana me mānusakā kāmā;",
  "mn83:5.5": "samayo dibbe kāme pariyesituṃ.",
  "mn83:5.6": "Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja.",
  "mn83:5.7": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi.",
  "mn83:5.8": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi.",
  "mn83:5.9": "Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi.",
  "mn83:5.10": "Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.",
  "mn83:5.11": "Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi—",
  "mn83:5.12": "yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī’ti.",
  "mn83:6.1": "Atha kho, ānanda, rājā maghadevo kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji.",
  "mn83:6.2": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:6.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:6.4": "Karuṇāsahagatena cetasā …",
  "mn83:6.5": "muditāsahagatena cetasā …",
  "mn83:6.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:6.7": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:7.1": "Rājā kho panānanda, maghadevo caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari.",
  "mn83:7.2": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.",
  "mn83:8.1": "Atha kho rañño, ānanda, maghadevassa putto bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:",
  "mn83:8.2": "‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha kho āroceyyāsī’ti.",
  "mn83:8.3": "‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paccassosi.",
  "mn83:8.4": "Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena rañño maghadevassa puttassa sirasmiṃ palitāni jātāni.",
  "mn83:8.5": "Disvāna rañño maghadevassa puttaṃ etadavoca:",
  "mn83:8.6": "‘pātubhūtā kho devassa devadūtā;",
  "mn83:8.7": "dissanti sirasmiṃ palitāni jātānī’ti.",
  "mn83:8.8": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti.",
  "mn83:8.9": "‘Evaṃ, devā’ti kho, ānanda, kappako rañño maghadevassa puttassa paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā rañño maghadevassa puttassa añjalismiṃ patiṭṭhāpesi.",
  "mn83:9.1": "Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca:",
  "mn83:9.2": "‘pātubhūtā kho me, tāta kumāra, devadūtā;",
  "mn83:9.3": "dissanti sirasmiṃ palitāni jātāni;",
  "mn83:9.4": "bhuttā kho pana me mānusakā kāmā;",
  "mn83:9.5": "samayo dibbe kāme pariyesituṃ.",
  "mn83:9.6": "Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja.",
  "mn83:9.7": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi.",
  "mn83:9.8": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi.",
  "mn83:9.9": "Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi.",
  "mn83:9.10": "Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.",
  "mn83:9.11": "Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi—",
  "mn83:9.12": "yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī’ti.",
  "mn83:10.1": "Atha kho, ānanda, rañño maghadevassa putto kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji.",
  "mn83:10.2": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:10.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:10.4": "Karuṇāsahagatena cetasā …",
  "mn83:10.5": "muditāsahagatena cetasā …",
  "mn83:10.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:10.7": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:10.8": "Rañño kho panānanda, maghadevassa putto caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari.",
  "mn83:10.9": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.",
  "mn83:11.1": "Rañño kho panānanda, maghadevassa puttapaputtakā tassa paramparā caturāsītirājasahassāni imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajiṃsu.",
  "mn83:11.2": "Te mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:11.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.",
  "mn83:11.4": "Karuṇāsahagatena cetasā …",
  "mn83:11.5": "muditāsahagatena cetasā …",
  "mn83:11.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihariṃsu, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:11.7": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihariṃsu.",
  "mn83:11.8": "Caturāsītivassasahassāni kumārakīḷitaṃ kīḷiṃsu, caturāsītivassasahassāni oparajjaṃ kāresuṃ, caturāsītivassasahassāni rajjaṃ kāresuṃ, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajitā brahmacariyamacariṃsu.",
  "mn83:11.9": "Te cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpagā ahesuṃ.",
  "mn83:11.10": "Nimi tesaṃ rājā pacchimako ahosi dhammiko dhammarājā dhamme ṭhito mahārājā;",
  "mn83:11.11": "dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:11.12": "uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassa.",
  "mn83:12.1": "Bhūtapubbaṃ, ānanda, devānaṃ tāvatiṃsānaṃ sudhammāyaṃ sabhāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "mn83:12.2": "‘lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā;",
  "mn83:12.3": "dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:12.4": "uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti.",
  "mn83:12.5": "Atha kho, ānanda, sakko devānamindo deve tāvatiṃse āmantesi:",
  "mn83:12.6": "‘iccheyyātha no tumhe, mārisā, nimiṃ rājānaṃ daṭṭhun’ti?",
  "mn83:12.7": "‘Icchāma mayaṃ, mārisa, nimiṃ rājānaṃ daṭṭhun’ti.",
  "mn83:12.8": "Tena kho pana, ānanda, samayena nimi rājā tadahuposathe pannarase sīsaṃnhāto uposathiko uparipāsādavaragato nisinno hoti.",
  "mn83:12.9": "Atha kho, ānanda, sakko devānamindo—",
  "mn83:12.10": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn83:12.11": "evameva—",
  "mn83:12.12": "devesu tāvatiṃsesu antarahito nimissa rañño pamukhe pāturahosi.",
  "mn83:12.13": "Atha kho, ānanda, sakko devānamindo nimiṃ rājānaṃ etadavoca:",
  "mn83:12.14": "‘lābhā te, mahārāja, suladdhaṃ te, mahārāja.",
  "mn83:12.15": "Devā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā:",
  "mn83:12.16": "“lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā;",
  "mn83:12.17": "dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:12.18": "uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā”ti.",
  "mn83:12.19": "Devā te, mahārāja, tāvatiṃsā dassanakāmā.",
  "mn83:12.20": "Tassa te ahaṃ, mahārāja, sahassayuttaṃ ājaññarathaṃ pahiṇissāmi;",
  "mn83:12.21": "abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti.",
  "mn83:12.22": "Adhivāsesi kho, ānanda, nimi rājā tuṇhībhāvena.",
  "mn83:13.1": "Atha kho, ānanda, sakko devānamindo nimissa rañño adhivāsanaṃ viditvā—",
  "mn83:13.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "mn83:13.3": "evameva—",
  "mn83:13.4": "nimissa rañño pamukhe antarahito devesu tāvatiṃsesu pāturahosi.",
  "mn83:13.5": "Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:",
  "mn83:13.6": "‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā evaṃ vadehi—",
  "mn83:13.7": "ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito;",
  "mn83:13.8": "abhiruheyyāsi, mahārāja, dibbaṃ yānaṃ avikampamāno’ti.",
  "mn83:13.9": "‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ upasaṅkamitvā etadavoca:",
  "mn83:13.10": "‘ayaṃ te, mahārāja, sahassayutto ājaññaratho sakkena devānamindena pesito;",
  "mn83:13.11": "abhiruha, mahārāja, dibbaṃ yānaṃ avikampamāno.",
  "mn83:13.12": "Api ca, mahārāja, katamena taṃ nemi, yena vā pāpakammā pāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedenti, yena vā kalyāṇakammā kalyāṇakammānaṃ vipākaṃ paṭisaṃvedentī’ti?",
  "mn83:13.13": "‘Ubhayeneva maṃ, mātali, nehī’ti.",
  "mn83:13.14": "Sampavesesi kho, ānanda, mātali, saṅgāhako nimiṃ rājānaṃ sudhammaṃ sabhaṃ.",
  "mn83:13.15": "Addasā kho, ānanda, sakko devānamindo nimiṃ rājānaṃ dūratova āgacchantaṃ.",
  "mn83:13.16": "Disvāna nimiṃ rājānaṃ etadavoca:",
  "mn83:13.17": "‘ehi kho, mahārāja.",
  "mn83:13.18": "Svāgataṃ, mahārāja.",
  "mn83:13.19": "Devā te dassanakāmā, mahārāja, tāvatiṃsā sudhammāyaṃ sabhāyaṃ kittayamānarūpā sannisinnā:",
  "mn83:13.20": "“lābhā vata, bho, videhānaṃ, suladdhaṃ vata, bho, videhānaṃ, yesaṃ nimi rājā dhammiko dhammarājā dhamme ṭhito mahārājā;",
  "mn83:13.21": "dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:13.22": "uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā”ti.",
  "mn83:13.23": "Devā te, mahārāja, tāvatiṃsā dassanakāmā.",
  "mn83:13.24": "Abhirama, mahārāja, devesu devānubhāvenā’ti.",
  "mn83:13.25": "‘Alaṃ, mārisa, tattheva maṃ mithilaṃ paṭinetu.",
  "mn83:13.26": "Tathāhaṃ dhammaṃ carissāmi brāhmaṇagahapatikesu negamesu ceva jānapadesu ca;",
  "mn83:13.27": "uposathañca upavasāmi cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassā’ti.",
  "mn83:14.1": "Atha kho, ānanda, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:",
  "mn83:14.2": "‘ehi tvaṃ, samma mātali, sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinehī’ti.",
  "mn83:14.3": "‘Evaṃ, bhaddantavā’ti kho, ānanda, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā nimiṃ rājānaṃ tattheva mithilaṃ paṭinesi.",
  "mn83:14.4": "Tatra sudaṃ, ānanda, nimi rājā dhammaṃ carati brāhmaṇagahapatikesu negamesu ceva jānapadesu ca, uposathañca upavasati cātuddasiṃ pañcadasiṃ aṭṭhamiñca pakkhassāti.",
  "mn83:14.5": "Atha kho, ānanda, nimi rājā bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena kappakaṃ āmantesi:",
  "mn83:14.6": "‘yadā me, samma kappaka, passeyyāsi sirasmiṃ palitāni jātāni, atha me āroceyyāsī’ti.",
  "mn83:14.7": "‘Evaṃ, devā’ti kho, ānanda, kappako nimissa rañño paccassosi.",
  "mn83:14.8": "Addasā kho, ānanda, kappako bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena nimissa rañño sirasmiṃ palitāni jātāni.",
  "mn83:14.9": "Disvāna nimiṃ rājānaṃ etadavoca:",
  "mn83:14.10": "‘pātubhūtā kho devassa devadūtā;",
  "mn83:14.11": "dissanti sirasmiṃ palitāni jātānī’ti.",
  "mn83:14.12": "‘Tena hi, samma kappaka, tāni palitāni sādhukaṃ saṇḍāsena uddharitvā mama añjalismiṃ patiṭṭhāpehī’ti.",
  "mn83:14.13": "‘Evaṃ, devā’ti kho, ānanda, kappako nimissa rañño paṭissutvā tāni palitāni sādhukaṃ saṇḍāsena uddharitvā nimissa rañño añjalismiṃ patiṭṭhāpesi.",
  "mn83:14.14": "Atha kho, ānanda, nimi rājā kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca:",
  "mn83:14.15": "‘pātubhūtā kho me, tāta kumāra, devadūtā;",
  "mn83:14.16": "dissanti sirasmiṃ palitāni jātāni;",
  "mn83:14.17": "bhuttā kho pana me mānusakā kāmā;",
  "mn83:14.18": "samayo dibbe kāme pariyesituṃ.",
  "mn83:14.19": "Ehi tvaṃ, tāta kumāra, imaṃ rajjaṃ paṭipajja.",
  "mn83:14.20": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmi.",
  "mn83:14.21": "Tena hi, tāta kumāra, yadā tvampi passeyyāsi sirasmiṃ palitāni jātāni, atha kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyāsi.",
  "mn83:14.22": "Yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosi.",
  "mn83:14.23": "Yasmiṃ kho, tāta kumāra, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.",
  "mn83:14.24": "Taṃ tāhaṃ, tāta kumāra, evaṃ vadāmi:",
  "mn83:14.25": "“yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyāsi, mā kho me tvaṃ antimapuriso ahosī”’ti.",
  "mn83:15.1": "Atha kho, ānanda, nimi rājā kappakassa gāmavaraṃ datvā jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā imasmiṃyeva maghadevaambavane kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji.",
  "mn83:15.2": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:15.3": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:15.4": "Karuṇāsahagatena cetasā …",
  "mn83:15.5": "muditāsahagatena cetasā …",
  "mn83:15.6": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ;",
  "mn83:15.7": "iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā vihāsi.",
  "mn83:15.8": "Nimi kho panānanda, rājā caturāsītivassasahassāni kumārakīḷitaṃ kīḷi, caturāsītivassasahassāni oparajjaṃ kāresi, caturāsītivassasahassāni rajjaṃ kāresi, caturāsītivassasahassāni imasmiṃyeva maghadevaambavane agārasmā anagāriyaṃ pabbajito brahmacariyamacari.",
  "mn83:15.9": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi.",
  "mn83:15.10": "Nimissa kho panānanda, rañño kaḷārajanako nāma putto ahosi.",
  "mn83:15.11": "Na so agārasmā anagāriyaṃ pabbaji.",
  "mn83:15.12": "So taṃ kalyāṇaṃ vattaṃ samucchindi.",
  "mn83:15.13": "So tesaṃ antimapuriso ahosi.",
  "mn83:16.1": "Siyā kho pana te, ānanda, evamassa:",
  "mn83:16.2": "‘añño nūna tena samayena rājā maghadevo ahosi, yena taṃ kalyāṇaṃ vattaṃ nihitan’ti.",
  "mn83:16.3": "Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ.",
  "mn83:16.4": "Ahaṃ tena samayena rājā maghadevo ahosiṃ.",
  "mn83:16.5": "Ahaṃ taṃ kalyāṇaṃ vattaṃ nihiniṃ, mayā taṃ kalyāṇaṃ vattaṃ nihitaṃ;",
  "mn83:16.6": "pacchimā janatā anuppavattesi.",
  "mn83:16.7": "Taṃ kho panānanda, kalyāṇaṃ vattaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, yāvadeva brahmalokūpapattiyā.",
  "mn83:16.8": "Idaṃ kho panānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "mn83:16.9": "Katamañcānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?",
  "mn83:16.10": "Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—",
  "mn83:16.11": "sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.",
  "mn83:16.12": "Idaṃ kho, ānanda, etarahi mayā kalyāṇaṃ vattaṃ nihitaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.",
  "mn83:16.13": "Taṃ vo ahaṃ, ānanda, evaṃ vadāmi:",
  "mn83:16.14": "‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvattha’.",
  "mn83:16.15": "Yasmiṃ kho, ānanda, purisayuge vattamāne evarūpassa kalyāṇassa vattassa samucchedo hoti so tesaṃ antimapuriso hoti.",
  "mn83:16.16": "Taṃ vo ahaṃ, ānanda, evaṃ vadāmi:",
  "mn83:16.17": "‘yena me idaṃ kalyāṇaṃ vattaṃ nihitaṃ anuppavatteyyātha, mā kho me tumhe antimapurisā ahuvatthā’”ti.",
  "mn83:17.1": "Idamavoca bhagavā.",
  "mn83:17.2": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.",
  "mn83:18.1": "Maghadevasuttaṃ niṭṭhitaṃ tatiyaṃ."
}