{
  "_markup_path": "markup/mn/mn89.html",
  "_alt_strings": [
    "en/sujato/mn/mn89.json"
  ],
  "mn89:1.1": "Majjhima Nikāya 89",
  "mn89:2.1": "Dhammacetiyasutta",
  "mn89:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn89:3.2": "ekaṃ samayaṃ bhagavā sakkesu viharati medāḷupaṃ nāma sakyānaṃ nigamo.",
  "mn89:3.3": "Tena kho pana samayena rājā pasenadi kosalo nagarakaṃ anuppatto hoti kenacideva karaṇīyena.",
  "mn89:3.4": "Atha kho rājā pasenadi kosalo dīghaṃ kārāyanaṃ āmantesi:",
  "mn89:3.5": "“yojehi, samma kārāyana, bhadrāni bhadrāni yānāni, uyyānabhūmiṃ gacchāma subhūmiṃ dassanāyā”ti.",
  "mn89:3.6": "“Evaṃ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi:",
  "mn89:3.7": "“yuttāni kho te, deva, bhadrāni bhadrāni yānāni.",
  "mn89:3.8": "Yassadāni kālaṃ maññasī”ti.",
  "mn89:3.9": "Atha kho rājā pasenadi kosalo bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā niyyāsi mahaccā rājānubhāvena.",
  "mn89:3.10": "Yena ārāmo tena pāyāsi.",
  "mn89:3.11": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi.",
  "mn89:3.12": "Addasā kho rājā pasenadi kosalo ārāme jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni.",
  "mn89:3.13": "Disvāna bhagavantaṃyeva ārabbha sati udapādi:",
  "mn89:3.14": "“imāni kho tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṃ mayaṃ taṃ bhagavantaṃ payirupāsāma arahantaṃ sammāsambuddhan”ti.",
  "mn89:4.1": "Atha kho rājā pasenadi kosalo dīghaṃ kārāyanaṃ āmantesi:",
  "mn89:4.2": "“imāni kho, samma kārāyana, tāni rukkhamūlāni pāsādikāni pasādanīyāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, yattha sudaṃ mayaṃ taṃ bhagavantaṃ payirupāsāma arahantaṃ sammāsambuddhaṃ.",
  "mn89:4.3": "Kahaṃ nu kho, samma kārāyana, etarahi so bhagavā viharati arahaṃ sammāsambuddho”ti?",
  "mn89:4.4": "“Atthi, mahārāja, medāḷupaṃ nāma sakyānaṃ nigamo.",
  "mn89:4.5": "Tattha so bhagavā etarahi viharati arahaṃ sammāsambuddho”ti.",
  "mn89:4.6": "“Kīvadūre pana, samma kārāyana, nagarakamhā medāḷupaṃ nāma sakyānaṃ nigamo hotī”ti?",
  "mn89:4.7": "“Na dūre, mahārāja;",
  "mn89:4.8": "tīṇi yojanāni;",
  "mn89:4.9": "sakkā divasāvasesena gantun”ti.",
  "mn89:4.10": "“Tena hi, samma kārāyana, yojehi bhadrāni bhadrāni yānāni, gamissāma mayaṃ taṃ bhagavantaṃ dassanāya arahantaṃ sammāsambuddhan”ti.",
  "mn89:4.11": "“Evaṃ, devā”ti kho dīgho kārāyano rañño pasenadissa kosalassa paṭissutvā bhadrāni bhadrāni yānāni yojāpetvā rañño pasenadissa kosalassa paṭivedesi:",
  "mn89:4.12": "“yuttāni kho te, deva, bhadrāni bhadrāni yānāni.",
  "mn89:4.13": "Yassadāni kālaṃ maññasī”ti.",
  "mn89:4.14": "Atha kho rājā pasenadi kosalo bhadraṃ yānaṃ abhiruhitvā bhadrehi bhadrehi yānehi nagarakamhā yena medāḷupaṃ nāma sakyānaṃ nigamo tena pāyāsi.",
  "mn89:4.15": "Teneva divasāvasesena medāḷupaṃ nāma sakyānaṃ nigamaṃ sampāpuṇi.",
  "mn89:4.16": "Yena ārāmo tena pāyāsi.",
  "mn89:4.17": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi.",
  "mn89:5.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti.",
  "mn89:5.2": "Atha kho rājā pasenadi kosalo yena te bhikkhū tenupasaṅkami;",
  "mn89:5.3": "upasaṅkamitvā te bhikkhū etadavoca:",
  "mn89:5.4": "“kahaṃ nu kho, bhante, etarahi so bhagavā viharati arahaṃ sammāsambuddho?",
  "mn89:5.5": "Dassanakāmā hi mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti. <a class=\"wp\" id=\"wp8\"></a>“",
  "mn89:5.6": "Eso, mahārāja, vihāro saṃvutadvāro.",
  "mn89:5.7": "Tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi.",
  "mn89:5.8": "Vivarissati bhagavā te dvāran”ti.",
  "mn89:5.9": "Atha kho rājā pasenadi kosalo tattheva khaggañca uṇhīsañca dīghassa kārāyanassa pādāsi.",
  "mn89:5.10": "Atha kho dīghassa kārāyanassa etadahosi:",
  "mn89:5.11": "“rahāyati kho dāni rājā, idheva dāni mayā ṭhātabban”ti.",
  "mn89:5.12": "Atha kho rājā pasenadi kosalo yena so vihāro saṃvutadvāro tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi.",
  "mn89:5.13": "Vivari bhagavā dvāraṃ.",
  "mn89:5.14": "Atha kho rājā pasenadi kosalo vihāraṃ pavisitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti:",
  "mn89:5.15": "“rājāhaṃ, bhante, pasenadi kosalo;",
  "mn89:5.16": "rājāhaṃ, bhante, pasenadi kosalo”ti.",
  "mn89:6.1": "“Kiṃ pana tvaṃ, mahārāja, atthavasaṃ sampassamāno imasmiṃ sarīre evarūpaṃ paramanipaccakāraṃ karosi, mittūpahāraṃ upadaṃsesī”ti? <a class=\"wp\" id=\"wp10\"></a>“",
  "mn89:6.2": "Atthi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:6.3": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:6.4": "Idhāhaṃ, bhante, passāmi eke samaṇabrāhmaṇe pariyantakataṃ brahmacariyaṃ carante dasapi vassāni, vīsampi vassāni, tiṃsampi vassāni, cattārīsampi vassāni.",
  "mn89:6.5": "Te aparena samayena sunhātā suvilittā kappitakesamassū pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti.",
  "mn89:6.6": "Idha panāhaṃ, bhante, bhikkhū passāmi yāvajīvaṃ āpāṇakoṭikaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carante.",
  "mn89:6.7": "Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ samanupassāmi.",
  "mn89:6.8": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:6.9": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:7.1": "Puna caparaṃ, bhante, rājānopi rājūhi vivadanti, khattiyāpi khattiyehi vivadanti, brāhmaṇāpi brāhmaṇehi vivadanti, gahapatayopi gahapatīhi vivadanti, mātāpi puttena vivadati, puttopi mātarā vivadati, pitāpi puttena vivadati, puttopi pitarā vivadati, bhātāpi bhaginiyā vivadati, bhaginīpi bhātarā vivadati, sahāyopi sahāyena vivadati.",
  "mn89:7.2": "Idha panāhaṃ, bhante, bhikkhū passāmi samagge sammodamāne avivadamāne khīrodakībhūte aññamaññaṃ piyacakkhūhi sampassante viharante.",
  "mn89:7.3": "Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ samaggaṃ parisaṃ samanupassāmi.",
  "mn89:7.4": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:7.5": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn89:8.1": "Puna caparāhaṃ, bhante, ārāmena ārāmaṃ, uyyānena uyyānaṃ anucaṅkamāmi anuvicarāmi.",
  "mn89:8.2": "Sohaṃ tattha passāmi eke samaṇabrāhmaṇe kise lūkhe dubbaṇṇe uppaṇḍuppaṇḍukajāte dhamanisanthatagatte, na viya maññe cakkhuṃ bandhante janassa dassanāya.",
  "mn89:8.3": "Tassa mayhaṃ, bhante, etadahosi:",
  "mn89:8.4": "‘addhā ime āyasmanto anabhiratā vā brahmacariyaṃ caranti, atthi vā tesaṃ kiñci pāpaṃ kammaṃ kataṃ paṭicchannaṃ;",
  "mn89:8.5": "tathā hi ime āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṃ bandhanti janassa dassanāyā’ti.",
  "mn89:8.6": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi:",
  "mn89:8.7": "‘kiṃ nu kho tumhe āyasmanto kisā lūkhā dubbaṇṇā uppaṇḍuppaṇḍukajātā dhamanisanthatagattā, na viya maññe cakkhuṃ bandhatha janassa dassanāyā’ti?",
  "mn89:8.8": "Te evamāhaṃsu:",
  "mn89:8.9": "‘bandhukarogo no, mahārājā’ti.",
  "mn89:8.10": "Idha panāhaṃ, bhante, bhikkhū passāmi haṭṭhapahaṭṭhe udaggudagge abhiratarūpe pīṇindriye appossukke pannalome paradattavutte migabhūtena cetasā viharante.",
  "mn89:8.11": "Tassa mayhaṃ, bhante, etadahosi:",
  "mn89:8.12": "‘addhā ime āyasmanto tassa bhagavato sāsane uḷāraṃ pubbenāparaṃ visesaṃ jānanti;",
  "mn89:8.13": "tathā hi ime āyasmanto haṭṭhapahaṭṭhā udaggudaggā abhiratarūpā pīṇindriyā appossukkā pannalomā paradattavuttā migabhūtena cetasā viharantī’ti.",
  "mn89:8.14": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:8.15": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:9.1": "Puna caparāhaṃ, bhante, rājā khattiyo muddhāvasitto;",
  "mn89:9.2": "pahomi ghātetāyaṃ vā ghātetuṃ, jāpetāyaṃ vā jāpetuṃ, pabbājetāyaṃ vā pabbājetuṃ.",
  "mn89:9.3": "Tassa mayhaṃ, bhante, aḍḍakaraṇe nisinnassa antarantarā kathaṃ opātenti.",
  "mn89:9.4": "Sohaṃ na labhāmi:",
  "mn89:9.5": "‘mā me bhonto aḍḍakaraṇe nisinnassa antarantarā kathaṃ opātetha, kathāpariyosānaṃ me bhonto āgamentū’ti.",
  "mn89:9.6": "Tassa mayhaṃ, bhante, antarantarā kathaṃ opātenti.",
  "mn89:9.7": "Idha panāhaṃ, bhante, bhikkhū passāmi;",
  "mn89:9.8": "yasmiṃ samaye bhagavā anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye bhagavato sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.",
  "mn89:9.9": "Bhūtapubbaṃ, bhante, bhagavā anekasatāya parisāya dhammaṃ deseti.",
  "mn89:9.10": "Tatraññataro bhagavato sāvako ukkāsi.",
  "mn89:9.11": "Tamenaṃ aññataro sabrahmacārī jaṇṇukena ghaṭṭesi:",
  "mn89:9.12": "‘appasaddo āyasmā hotu, māyasmā saddamakāsi;",
  "mn89:9.13": "satthā no bhagavā dhammaṃ desetī’ti.",
  "mn89:9.14": "Tassa mayhaṃ, bhante, etadahosi:",
  "mn89:9.15": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "mn89:9.16": "Adaṇḍena vata kira, bho, asatthena evaṃ suvinītā parisā bhavissatī’ti.",
  "mn89:9.17": "Na kho panāhaṃ, bhante, ito bahiddhā aññaṃ evaṃ suvinītaṃ parisaṃ samanupassāmi.",
  "mn89:9.18": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:9.19": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:10.1": "Puna caparāhaṃ, bhante, passāmi idhekacce khattiyapaṇḍite nipuṇe kataparappavāde vālavedhirūpe.",
  "mn89:10.2": "Te bhindantā maññe caranti paññāgatena diṭṭhigatāni.",
  "mn89:10.3": "Te suṇanti:",
  "mn89:10.4": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osarissatī’ti.",
  "mn89:10.5": "Te pañhaṃ abhisaṅkharonti:",
  "mn89:10.6": "‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma.",
  "mn89:10.7": "Evañce no puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma;",
  "mn89:10.8": "evañcepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti.",
  "mn89:10.9": "Te suṇanti:",
  "mn89:10.10": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti.",
  "mn89:10.11": "Te yena bhagavā tenupasaṅkamanti.",
  "mn89:10.12": "Te bhagavā dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn89:10.13": "Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva bhagavantaṃ pañhaṃ pucchanti, kuto vādaṃ āropessanti?",
  "mn89:10.14": "Aññadatthu bhagavato sāvakā sampajjanti.",
  "mn89:10.15": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:10.16": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:11.1": "Puna caparāhaṃ, bhante, passāmi idhekacce brāhmaṇapaṇḍite …",
  "mn89:11.2": "pe …",
  "mn89:11.3": "gahapatipaṇḍite …",
  "mn89:11.4": "pe …",
  "mn89:11.5": "samaṇapaṇḍite nipuṇe kataparappavāde vālavedhirūpe.",
  "mn89:11.6": "Te bhindantā maññe caranti paññāgatena diṭṭhigatāni.",
  "mn89:11.7": "Te suṇanti:",
  "mn89:11.8": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osarissatī’ti.",
  "mn89:11.9": "Te pañhaṃ abhisaṅkharonti:",
  "mn89:11.10": "‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma.",
  "mn89:11.11": "Evañce no puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma;",
  "mn89:11.12": "evañcepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti.",
  "mn89:11.13": "Te suṇanti:",
  "mn89:11.14": "‘samaṇo khalu, bho, gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti.",
  "mn89:11.15": "Te yena bhagavā tenupasaṅkamanti.",
  "mn89:11.16": "Te bhagavā dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.",
  "mn89:11.17": "Te bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva bhagavantaṃ pañhaṃ pucchanti, kuto vādaṃ āropessanti?",
  "mn89:11.18": "Aññadatthu bhagavantaṃyeva okāsaṃ yācanti agārasmā anagāriyaṃ pabbajjāya.",
  "mn89:11.19": "Te bhagavā pabbājeti.",
  "mn89:11.20": "Te tathāpabbajitā samānā ekā vūpakaṭṭhā appamattā ātāpino pahitattā viharantā nacirasseva—",
  "mn89:11.21": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "mn89:11.22": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "mn89:11.23": "Te evamāhaṃsu:",
  "mn89:11.24": "‘manaṃ vata, bho, anassāma;",
  "mn89:11.25": "manaṃ vata, bho, panassāma’.",
  "mn89:11.26": "Mayañhi pubbe assamaṇāva samānā samaṇāmhāti paṭijānimhā, abrāhmaṇāva samānā brāhmaṇāmhāti paṭijānimhā, anarahantova samānā arahantāmhāti paṭijānimhā.",
  "mn89:11.27": "‘Idāni khomha samaṇā, idāni khomha brāhmaṇā, idāni khomha arahanto’ti.",
  "mn89:11.28": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:11.29": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṅgho’ti.",
  "mn89:12.1": "Puna caparāhaṃ, bhante, ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṃ nesaṃ jīvikāya dātā, yasassa āhattā;",
  "mn89:12.2": "atha ca pana no tathā mayi nipaccakāraṃ karonti yathā bhagavati.",
  "mn89:12.3": "Bhūtapubbāhaṃ, bhante, senaṃ abbhuyyāto samāno ime ca isidattapurāṇā thapatayo vīmaṃsamāno aññatarasmiṃ sambādhe āvasathe vāsaṃ upagacchiṃ.",
  "mn89:12.4": "Atha kho, bhante, ime isidattapurāṇā thapatayo bahudeva rattiṃ dhammiyā kathāya vītināmetvā, yato ahosi bhagavā tato sīsaṃ katvā maṃ pādato karitvā nipajjiṃsu.",
  "mn89:12.5": "Tassa mayhaṃ, bhante, etadahosi:",
  "mn89:12.6": "‘acchariyaṃ vata bho, abbhutaṃ vata bho.",
  "mn89:12.7": "Ime isidattapurāṇā thapatayo mamabhattā mamayānā, ahaṃ nesaṃ jīvikāya dātā, yasassa āhattā;",
  "mn89:12.8": "atha ca pana no tathā mayi nipaccakāraṃ karonti yathā bhagavati.",
  "mn89:12.9": "Addhā ime āyasmanto tassa bhagavato sāsane uḷāraṃ pubbenāparaṃ visesaṃ jānantī’ti.",
  "mn89:12.10": "Ayampi kho me, bhante, bhagavati dhammanvayo hoti:",
  "mn89:12.11": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno bhagavato sāvakasaṃgho’ti.",
  "mn89:13.1": "Puna caparaṃ, bhante, bhagavāpi khattiyo, ahampi khattiyo;",
  "mn89:13.2": "bhagavāpi kosalo, ahampi kosalo;",
  "mn89:13.3": "bhagavāpi āsītiko, ahampi āsītiko.",
  "mn89:13.4": "Yampi, bhante, bhagavāpi khattiyo ahampi khattiyo, bhagavāpi kosalo ahampi kosalo, bhagavāpi āsītiko ahampi āsītiko;",
  "mn89:13.5": "imināvārahāmevāhaṃ, bhante, bhagavati paramanipaccakāraṃ kātuṃ, mittūpahāraṃ upadaṃsetuṃ.",
  "mn89:13.6": "Handa ca dāni mayaṃ, bhante, gacchāma;",
  "mn89:13.7": "bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "mn89:13.8": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.",
  "mn89:13.9": "Atha kho rājā pasenadi kosalo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "mn89:14.1": "Atha kho bhagavā acirapakkantassa rañño pasenadissa kosalassa bhikkhū āmantesi:",
  "mn89:14.2": "“eso, bhikkhave, rājā pasenadi kosalo dhammacetiyāni bhāsitvā uṭṭhāyāsanā pakkanto.",
  "mn89:14.3": "Uggaṇhatha, bhikkhave, dhammacetiyāni;",
  "mn89:14.4": "pariyāpuṇātha, bhikkhave, dhammacetiyāni;",
  "mn89:14.5": "dhāretha, bhikkhave, dhammacetiyāni.",
  "mn89:14.6": "Atthasaṃhitāni, bhikkhave, dhammacetiyāni ādibrahmacariyakānī”ti.",
  "mn89:15.1": "Idamavoca bhagavā.",
  "mn89:15.2": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.",
  "mn89:16.1": "Dhammacetiyasuttaṃ niṭṭhitaṃ navamaṃ."
}