{
  "_markup_path": "markup/mn/mn90.html",
  "_alt_strings": [
    "en/sujato/mn/mn90.json"
  ],
  "mn90:1.1": "Majjhima Nikāya 90",
  "mn90:2.1": "Kaṇṇakatthalasutta",
  "mn90:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn90:3.2": "ekaṃ samayaṃ bhagavā uruññāyaṃ viharati kaṇṇakatthale migadāye.",
  "mn90:3.3": "Tena kho pana samayena rājā pasenadi kosalo uruññaṃ anuppatto hoti kenacideva karaṇīyena.",
  "mn90:3.4": "Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi:",
  "mn90:3.5": "“ehi tvaṃ, ambho purisa, yena bhagavā tenupasaṅkama;",
  "mn90:3.6": "upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:",
  "mn90:3.7": "‘rājā, bhante, pasenadi kosalo bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti;",
  "mn90:3.8": "evañca vadehi:",
  "mn90:3.9": "‘ajja kira, bhante, rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso bhagavantaṃ dassanāya upasaṅkamissatī’”ti.",
  "mn90:3.10": "“Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn90:3.11": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn90:3.12": "Ekamantaṃ nisinno kho so puriso bhagavantaṃ etadavoca:",
  "mn90:3.13": "“rājā, bhante, pasenadi kosalo bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati;",
  "mn90:3.14": "evañca vadeti:",
  "mn90:3.15": "‘ajja kira, bhante, rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso bhagavantaṃ dassanāya upasaṅkamissatī’”ti.",
  "mn90:4.1": "Assosuṃ kho somā ca bhaginī sakulā ca bhaginī:",
  "mn90:4.2": "“ajja kira rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso bhagavantaṃ dassanāya upasaṅkamissatī”ti.",
  "mn90:4.3": "Atha kho somā ca bhaginī sakulā ca bhaginī rājānaṃ pasenadiṃ kosalaṃ bhattābhihāre upasaṅkamitvā etadavocuṃ:",
  "mn90:4.4": "“tena hi, mahārāja, amhākampi vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:",
  "mn90:4.5": "‘somā ca, bhante, bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’”ti.",
  "mn90:5.1": "Atha kho rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso yena bhagavā tenupasaṅkami;",
  "mn90:5.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "mn90:5.3": "Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:",
  "mn90:5.4": "“somā ca, bhante, bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī”ti.",
  "mn90:5.5": "“Kiṃ pana, mahārāja, somā ca bhaginī sakulā ca bhaginī aññaṃ dūtaṃ nālatthun”ti?",
  "mn90:5.6": "“Assosuṃ kho, bhante, somā ca bhaginī sakulā ca bhaginī:",
  "mn90:5.7": "‘ajja kira rājā pasenadi kosalo pacchābhattaṃ bhuttapātarāso bhagavantaṃ dassanāya upasaṅkamissatī’ti.",
  "mn90:5.8": "Atha kho, bhante, somā ca bhaginī sakulā ca bhaginī maṃ bhattābhihāre upasaṅkamitvā etadavocuṃ:",
  "mn90:5.9": "‘tena hi, mahārāja, amhākampi vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha—",
  "mn90:5.10": "somā ca bhaginī sakulā ca bhaginī bhagavato pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’”ti.",
  "mn90:5.11": "“Sukhiniyo hontu tā, mahārāja, somā ca bhaginī sakulā ca bhaginī”ti.",
  "mn90:6.1": "Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:",
  "mn90:6.2": "“sutaṃ metaṃ, bhante, samaṇo gotamo evamāha:",
  "mn90:6.3": "‘natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti.",
  "mn90:6.4": "Ye te, bhante, evamāhaṃsu:",
  "mn90:6.5": "‘samaṇo gotamo evamāha—",
  "mn90:6.6": "natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti;",
  "mn90:6.7": "kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?",
  "mn90:6.8": "“Ye te, mahārāja, evamāhaṃsu:",
  "mn90:6.9": "‘samaṇo gotamo evamāha—",
  "mn90:6.10": "natthi so samaṇo vā brāhmaṇo vā yo sabbaññū sabbadassāvī aparisesaṃ ñāṇadassanaṃ paṭijānissati, netaṃ ṭhānaṃ vijjatī’ti;",
  "mn90:6.11": "na me te vuttavādino, abbhācikkhanti ca pana maṃ te asatā abhūtenā”ti.",
  "mn90:7.1": "Atha kho rājā pasenadi kosalo viṭaṭūbhaṃ senāpatiṃ āmantesi:",
  "mn90:7.2": "“ko nu kho, senāpati, imaṃ kathāvatthuṃ rājantepure abbhudāhāsī”ti?",
  "mn90:7.3": "“Sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti.",
  "mn90:7.4": "Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi:",
  "mn90:7.5": "“ehi tvaṃ, ambho purisa, mama vacanena sañjayaṃ brāhmaṇaṃ ākāsagottaṃ āmantehi:",
  "mn90:7.6": "‘rājā taṃ, bhante, pasenadi kosalo āmantetī’”ti.",
  "mn90:7.7": "“Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yena sañjayo brāhmaṇo ākāsagotto tenupasaṅkami;",
  "mn90:7.8": "upasaṅkamitvā sañjayaṃ brāhmaṇaṃ ākāsagottaṃ etadavoca:",
  "mn90:7.9": "“rājā taṃ, bhante, pasenadi kosalo āmantetī”ti.",
  "mn90:7.10": "Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:",
  "mn90:7.11": "“siyā nu kho, bhante, bhagavatā aññadeva kiñci sandhāya bhāsitaṃ, tañca jano aññathāpi paccāgaccheyya.",
  "mn90:7.12": "Yathā kathaṃ pana, bhante, bhagavā abhijānāti vācaṃ bhāsitā”ti?",
  "mn90:7.13": "“Evaṃ kho ahaṃ, mahārāja, abhijānāmi vācaṃ bhāsitā:",
  "mn90:7.14": "‘natthi so samaṇo vā brāhmaṇo vā yo sakideva sabbaṃ ñassati, sabbaṃ dakkhiti, netaṃ ṭhānaṃ vijjatī’”ti.",
  "mn90:7.15": "“Heturūpaṃ, bhante, bhagavā āha;",
  "mn90:7.16": "saheturūpaṃ, bhante, bhagavā āha:",
  "mn90:7.17": "‘natthi so samaṇo vā brāhmaṇo vā yo sakideva sabbaṃ ñassati, sabbaṃ dakkhiti, netaṃ ṭhānaṃ vijjatī’ti.",
  "mn90:7.18": "Cattārome, bhante, vaṇṇā—",
  "mn90:7.19": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:7.20": "Imesaṃ nu kho, bhante, catunnaṃ vaṇṇānaṃ siyā viseso siyā nānākaraṇan”ti?",
  "mn90:7.21": "“Cattārome, mahārāja, vaṇṇā—",
  "mn90:7.22": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:7.23": "Imesaṃ kho, mahārāja, catunnaṃ vaṇṇānaṃ dve vaṇṇā aggamakkhāyanti—",
  "mn90:7.24": "khattiyā ca brāhmaṇā ca—",
  "mn90:7.25": "yadidaṃ abhivādanapaccuṭṭhānaañjalikammasāmīcikammānī”ti. <a class=\"wp\" id=\"wp10\"></a>“",
  "mn90:7.26": "Nāhaṃ, bhante, bhagavantaṃ diṭṭhadhammikaṃ pucchāmi;",
  "mn90:7.27": "samparāyikāhaṃ, bhante, bhagavantaṃ pucchāmi.",
  "mn90:7.28": "Cattārome, bhante, vaṇṇā—",
  "mn90:7.29": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:7.30": "Imesaṃ nu kho, bhante, catunnaṃ vaṇṇānaṃ siyā viseso siyā nānākaraṇan”ti?",
  "mn90:8.1": "“Pañcimāni, mahārāja, padhāniyaṅgāni.",
  "mn90:8.2": "Katamāni pañca?",
  "mn90:8.3": "Idha, mahārāja, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:",
  "mn90:8.4": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti;",
  "mn90:8.5": "appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;",
  "mn90:8.6": "asaṭho hoti amāyāvī yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;",
  "mn90:8.7": "āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;",
  "mn90:8.8": "paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā—",
  "mn90:8.9": "imāni kho, mahārāja, pañca padhāniyaṅgāni.",
  "mn90:8.10": "Cattārome, mahārāja, vaṇṇā—",
  "mn90:8.11": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:8.12": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā;",
  "mn90:8.13": "ettha pana nesaṃ assa dīgharattaṃ hitāya sukhāyā”ti. <a class=\"wp\" id=\"wp11\"></a>“",
  "mn90:8.14": "Cattārome, bhante, vaṇṇā—",
  "mn90:8.15": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:8.16": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā;",
  "mn90:8.17": "ettha pana nesaṃ, bhante, siyā viseso siyā nānākaraṇan”ti?",
  "mn90:8.18": "“Ettha kho nesāhaṃ, mahārāja, padhānavemattataṃ vadāmi.",
  "mn90:8.19": "Seyyathāpissu, mahārāja, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā.",
  "mn90:8.20": "Taṃ kiṃ maññasi, mahārāja, ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṃ gaccheyyuṃ, dantāva dantabhūmiṃ sampāpuṇeyyun”ti?",
  "mn90:8.21": "“Evaṃ, bhante”.",
  "mn90:8.22": "“Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te adantāva dantakāraṇaṃ gaccheyyuṃ, adantāva dantabhūmiṃ sampāpuṇeyyuṃ, seyyathāpi te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti?",
  "mn90:8.23": "“No hetaṃ, bhante”.",
  "mn90:8.24": "“Evameva kho, mahārāja, yaṃ taṃ saddhena pattabbaṃ appābādhena asaṭhena amāyāvinā āraddhavīriyena paññavatā, taṃ vata assaddho bahvābādho saṭho māyāvī kusīto duppañño pāpuṇissatīti—",
  "mn90:8.25": "netaṃ ṭhānaṃ vijjatī”ti.",
  "mn90:9.1": "“Heturūpaṃ, bhante, bhagavā āha;",
  "mn90:9.2": "saheturūpaṃ, bhante, bhagavā āha.",
  "mn90:9.3": "Cattārome, bhante, vaṇṇā—",
  "mn90:9.4": "khattiyā, brāhmaṇā, vessā, suddā.",
  "mn90:9.5": "Te cassu imehi pañcahi padhāniyaṅgehi samannāgatā te cassu sammappadhānā;",
  "mn90:9.6": "ettha pana nesaṃ, bhante, siyā viseso siyā nānākaraṇan”ti?",
  "mn90:9.7": "“Ettha kho nesāhaṃ, mahārāja, na kiñci nānākaraṇaṃ vadāmi—",
  "mn90:9.8": "yadidaṃ vimuttiyā vimuttiṃ.",
  "mn90:9.9": "Seyyathāpi, mahārāja, puriso sukkhaṃ sākakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;",
  "mn90:9.10": "athāparo puriso sukkhaṃ sālakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;",
  "mn90:9.11": "athāparo puriso sukkhaṃ ambakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya;",
  "mn90:9.12": "athāparo puriso sukkhaṃ udumbarakaṭṭhaṃ ādāya aggiṃ abhinibbatteyya, tejo pātukareyya.",
  "mn90:9.13": "Taṃ kiṃ maññasi, mahārāja, siyā nu kho tesaṃ aggīnaṃ nānādāruto abhinibbattānaṃ kiñci nānākaraṇaṃ acciyā vā acciṃ, vaṇṇena vā vaṇṇaṃ, ābhāya vā ābhan”ti?",
  "mn90:9.14": "“No hetaṃ, bhante”.",
  "mn90:9.15": "“Evameva kho, mahārāja, yaṃ taṃ tejaṃ vīriyā nimmathitaṃ padhānābhinibbattaṃ, nāhaṃ tattha kiñci nānākaraṇaṃ vadāmi—",
  "mn90:9.16": "yadidaṃ vimuttiyā vimuttin”ti. <a class=\"wp\" id=\"wp13\"></a>“",
  "mn90:9.17": "Heturūpaṃ, bhante, bhagavā āha;",
  "mn90:9.18": "saheturūpaṃ, bhante, bhagavā āha.",
  "mn90:9.19": "Kiṃ pana, bhante, atthi devā”ti?",
  "mn90:9.20": "“Kiṃ pana tvaṃ, mahārāja, evaṃ vadesi:",
  "mn90:9.21": "‘kiṃ pana, bhante, atthi devā’”ti?",
  "mn90:9.22": "“Yadi vā te, bhante, devā āgantāro itthattaṃ yadi vā anāgantāro itthattaṃ”?",
  "mn90:9.23": "“Ye te, mahārāja, devā sabyābajjhā te devā āgantāro itthattaṃ, ye te devā abyābajjhā te devā anāgantāro itthattan”ti.",
  "mn90:10.1": "Evaṃ vutte, viṭaṭūbho senāpati bhagavantaṃ etadavoca:",
  "mn90:10.2": "“ye te, bhante, devā sabyābajjhā āgantāro itthattaṃ te devā, ye te devā abyābajjhā anāgantāro itthattaṃ te deve tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti?",
  "mn90:11.1": "Atha kho āyasmato ānandassa etadahosi:",
  "mn90:11.2": "“ayaṃ kho viṭaṭūbho senāpati rañño pasenadissa kosalassa putto;",
  "mn90:11.3": "ahaṃ bhagavato putto.",
  "mn90:11.4": "Ayaṃ kho kālo yaṃ putto puttena manteyyā”ti.",
  "mn90:11.5": "Atha kho āyasmā ānando viṭaṭūbhaṃ senāpatiṃ āmantesi:",
  "mn90:11.6": "“tena hi, senāpati, taññevettha paṭipucchissāmi;",
  "mn90:11.7": "yathā te khameyya tathā naṃ byākareyyāsi.",
  "mn90:11.8": "Taṃ kiṃ maññasi, senāpati, yāvatā rañño pasenadissa kosalassa vijitaṃ yattha ca rājā pasenadi kosalo issariyādhipaccaṃ rajjaṃ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?",
  "mn90:11.9": "“Yāvatā, bho, rañño pasenadissa kosalassa vijitaṃ yattha ca rājā pasenadi kosalo issariyādhipaccaṃ rajjaṃ kāreti, pahoti tattha rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti.",
  "mn90:12.1": "“Taṃ kiṃ maññasi, senāpati, yāvatā rañño pasenadissa kosalassa avijitaṃ yattha ca rājā pasenadi kosalo na issariyādhipaccaṃ rajjaṃ kāreti, tattha pahoti rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?",
  "mn90:12.2": "“Yāvatā, bho, rañño pasenadissa kosalassa avijitaṃ yattha ca rājā pasenadi kosalo na issariyādhipaccaṃ rajjaṃ kāreti, na tattha pahoti rājā pasenadi kosalo samaṇaṃ vā brāhmaṇaṃ vā puññavantaṃ vā apuññavantaṃ vā brahmacariyavantaṃ vā abrahmacariyavantaṃ vā tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti.",
  "mn90:13.1": "“Taṃ kiṃ maññasi, senāpati, sutā te devā tāvatiṃsā”ti?",
  "mn90:13.2": "“Evaṃ, bho.",
  "mn90:13.3": "Sutā me devā tāvatiṃsā.",
  "mn90:13.4": "Idhāpi bhotā raññā pasenadinā kosalena sutā devā tāvatiṃsā”ti.",
  "mn90:13.5": "“Taṃ kiṃ maññasi, senāpati, pahoti rājā pasenadi kosalo deve tāvatiṃse tamhā ṭhānā cāvetuṃ vā pabbājetuṃ vā”ti?",
  "mn90:13.6": "“Dassanampi, bho, rājā pasenadi kosalo deve tāvatiṃse nappahoti, kuto pana tamhā ṭhānā cāvessati vā pabbājessati vā”ti?",
  "mn90:13.7": "“Evameva kho, senāpati, ye te devā sabyābajjhā āgantāro itthattaṃ te devā, ye te devā abyābajjhā anāgantāro itthattaṃ te deve dassanāyapi nappahonti;",
  "mn90:13.8": "kuto pana tamhā ṭhānā cāvessanti vā pabbājessanti vā”ti?",
  "mn90:14.1": "Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:",
  "mn90:14.2": "“konāmo ayaṃ, bhante, bhikkhū”ti?",
  "mn90:14.3": "“Ānando nāma, mahārājā”ti.",
  "mn90:14.4": "“Ānando vata bho, ānandarūpo vata bho.",
  "mn90:14.5": "Heturūpaṃ, bhante, āyasmā ānando āha;",
  "mn90:14.6": "saheturūpaṃ, bhante, āyasmā ānando āha.",
  "mn90:14.7": "Kiṃ pana, bhante, atthi brahmā”ti?",
  "mn90:14.8": "“Kiṃ pana tvaṃ, mahārāja, evaṃ vadesi:",
  "mn90:14.9": "‘kiṃ pana, bhante, atthi brahmā’”ti?",
  "mn90:14.10": "“Yadi vā so, bhante, brahmā āgantā itthattaṃ, yadi vā anāgantā itthattan”ti?",
  "mn90:14.11": "“Yo so, mahārāja, brahmā sabyābajjho so brahmā āgantā itthattaṃ, yo so brahmā abyābajjho so brahmā anāgantā itthattan”ti.",
  "mn90:14.12": "Atha kho aññataro puriso rājānaṃ pasenadiṃ kosalaṃ etadavoca:",
  "mn90:14.13": "“sañjayo, mahārāja, brāhmaṇo ākāsagotto āgato”ti.",
  "mn90:14.14": "Atha kho rājā pasenadi kosalo sañjayaṃ brāhmaṇaṃ ākāsagottaṃ etadavoca:",
  "mn90:14.15": "“ko nu kho, brāhmaṇa, imaṃ kathāvatthuṃ rājantepure abbhudāhāsī”ti?",
  "mn90:14.16": "“Viṭaṭūbho, mahārāja, senāpatī”ti.",
  "mn90:14.17": "Viṭaṭūbho senāpati evamāha:",
  "mn90:14.18": "“sañjayo, mahārāja, brāhmaṇo ākāsagotto”ti.",
  "mn90:14.19": "Atha kho aññataro puriso rājānaṃ pasenadiṃ kosalaṃ etadavoca:",
  "mn90:14.20": "“yānakālo, mahārājā”ti.",
  "mn90:15.1": "Atha kho rājā pasenadi kosalo bhagavantaṃ etadavoca:",
  "mn90:15.2": "“sabbaññutaṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, sabbaññutaṃ bhagavā byākāsi;",
  "mn90:15.3": "tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.",
  "mn90:15.4": "Cātuvaṇṇisuddhiṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, cātuvaṇṇisuddhiṃ bhagavā byākāsi;",
  "mn90:15.5": "tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.",
  "mn90:15.6": "Adhideve mayaṃ, bhante, bhagavantaṃ apucchimhā, adhideve bhagavā byākāsi;",
  "mn90:15.7": "tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.",
  "mn90:15.8": "Adhibrahmānaṃ mayaṃ, bhante, bhagavantaṃ apucchimhā, adhibrahmānaṃ bhagavā byākāsi;",
  "mn90:15.9": "tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.",
  "mn90:15.10": "Yaṃ yadeva ca mayaṃ bhagavantaṃ apucchimhā taṃ tadeva bhagavā byākāsi;",
  "mn90:15.11": "tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā.",
  "mn90:15.12": "Handa ca dāni mayaṃ, bhante, gacchāma;",
  "mn90:15.13": "bahukiccā mayaṃ bahukaraṇīyā”ti.",
  "mn90:15.14": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.",
  "mn90:15.15": "Atha kho rājā pasenadi kosalo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmīti.",
  "mn90:16.1": "Kaṇṇakatthalasuttaṃ niṭṭhitaṃ dasamaṃ.",
  "mn90:17.1": "Rājavaggo niṭṭhito catuttho.",
  "mn90:18.1": "Ghaṭikāro raṭṭhapālo,",
  "mn90:18.2": "maghadevo madhuriyaṃ;",
  "mn90:18.3": "Bodhi aṅgulimālo ca,",
  "mn90:18.4": "piyajātaṃ bāhitikaṃ;",
  "mn90:18.5": "Dhammacetiyasuttañca,",
  "mn90:18.6": "dasamaṃ kaṇṇakatthalaṃ."
}