{
  "_markup_path": "markup/mn/mn94.html",
  "_alt_strings": [
    "en/sujato/mn/mn94.json"
  ],
  "mn94:1.1": "Majjhima Nikāya 94",
  "mn94:2.1": "Ghoṭamukhasutta",
  "mn94:3.1": "<span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "mn94:3.2": "ekaṃ samayaṃ āyasmā udeno bārāṇasiyaṃ viharati khemiyambavane.",
  "mn94:3.3": "Tena kho pana samayena ghoṭamukho brāhmaṇo bārāṇasiṃ anuppatto hoti kenacideva karaṇīyena.",
  "mn94:3.4": "Atha kho ghoṭamukho brāhmaṇo jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena khemiyambavanaṃ tenupasaṅkami.",
  "mn94:3.5": "Tena kho pana samayena āyasmā udeno abbhokāse caṅkamati.",
  "mn94:3.6": "Atha kho ghoṭamukho brāhmaṇo yenāyasmā udeno tenupasaṅkami;",
  "mn94:3.7": "upasaṅkamitvā āyasmatā udenena saddhiṃ sammodi.",
  "mn94:3.8": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā āyasmantaṃ udenaṃ caṅkamantaṃ anucaṅkamamāno evamāha:",
  "mn94:3.9": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
  "mn94:3.10": "evaṃ me ettha hoti.",
  "mn94:3.11": "Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo”ti.",
  "mn94:4.1": "Evaṃ vutte, āyasmā udeno caṅkamā orohitvā vihāraṃ pavisitvā paññatte āsane nisīdi.",
  "mn94:4.2": "Ghoṭamukhopi kho brāhmaṇo caṅkamā orohitvā vihāraṃ pavisitvā ekamantaṃ aṭṭhāsi.",
  "mn94:4.3": "Ekamantaṃ ṭhitaṃ kho ghoṭamukhaṃ brāhmaṇaṃ āyasmā udeno etadavoca:",
  "mn94:4.4": "“saṃvijjanti kho, brāhmaṇa, āsanāni.",
  "mn94:4.5": "Sace ākaṅkhasi, nisīdā”ti.",
  "mn94:4.6": "“Etadeva kho pana mayaṃ bhoto udenassa āgamayamānā nisīdāma.",
  "mn94:4.7": "Kathañhi nāma mādiso pubbe animantito āsane nisīditabbaṃ maññeyyā”ti?",
  "mn94:4.8": "Atha kho ghoṭamukho brāhmaṇo aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.",
  "mn94:4.9": "Ekamantaṃ nisinno kho ghoṭamukho brāhmaṇo āyasmantaṃ udenaṃ etadavoca:",
  "mn94:4.10": "“ambho samaṇa, ‘natthi dhammiko paribbajo’—",
  "mn94:4.11": "evaṃ me ettha hoti.",
  "mn94:4.12": "Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo”ti.",
  "mn94:4.13": "“Sace kho pana me tvaṃ, brāhmaṇa, anuññeyyaṃ anujāneyyāsi, paṭikkositabbañca paṭikkoseyyāsi;",
  "mn94:4.14": "yassa ca pana me bhāsitassa atthaṃ na jāneyyāsi, mamaṃyeva tattha uttari paṭipuccheyyāsi:",
  "mn94:4.15": "‘idaṃ, bho udena, kathaṃ, imassa kvattho’ti?",
  "mn94:4.16": "Evaṃ katvā siyā no ettha kathāsallāpo”ti.",
  "mn94:4.17": "“Anuññeyyaṃ khvāhaṃ bhoto udenassa anujānissāmi, paṭikkositabbañca paṭikkosissāmi;",
  "mn94:4.18": "yassa ca panāhaṃ bhoto udenassa bhāsitassa atthaṃ na jānissāmi, bhavantaṃyeva tattha udenaṃ uttari paṭipucchissāmi:",
  "mn94:4.19": "‘idaṃ, bho udena, kathaṃ, imassa kvattho’ti?",
  "mn94:4.20": "Evaṃ katvā hotu no ettha kathāsallāpo”ti.",
  "mn94:5.1": "“Cattārome, brāhmaṇa, puggalā santo saṃvijjamānā lokasmiṃ.",
  "mn94:5.2": "Katame cattāro?",
  "mn94:5.3": "Idha, brāhmaṇa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto.",
  "mn94:5.4": "Idha pana, brāhmaṇa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.",
  "mn94:5.5": "Idha pana, brāhmaṇa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.",
  "mn94:5.6": "Idha pana, brāhmaṇa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
  "mn94:5.7": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "mn94:5.8": "Imesaṃ, brāhmaṇa, catunnaṃ puggalānaṃ katamo te puggalo cittaṃ ārādhetī”ti?",
  "mn94:6.1": "“Yvāyaṃ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto ayaṃ me puggalo cittaṃ nārādheti;",
  "mn94:6.2": "yopāyaṃ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṃ nārādheti;",
  "mn94:6.3": "yopāyaṃ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto ayampi me puggalo cittaṃ nārādheti;",
  "mn94:6.4": "yo ca kho ayaṃ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "mn94:6.5": "Ayameva me puggalo cittaṃ ārādhetī”ti.",
  "mn94:7.1": "“Kasmā pana te, brāhmaṇa, ime tayo puggalā cittaṃ nārādhentī”ti?",
  "mn94:7.2": "“Yvāyaṃ, bho udena, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;",
  "mn94:7.3": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn94:7.4": "Yopāyaṃ, bho udena, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṃ sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;",
  "mn94:7.5": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn94:7.6": "Yopāyaṃ, bho udena, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ ātāpeti paritāpeti;",
  "mn94:7.7": "iminā me ayaṃ puggalo cittaṃ nārādheti.",
  "mn94:7.8": "Yo ca kho ayaṃ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati, so attānañca parañca sukhakāmaṃ dukkhapaṭikkūlaṃ neva ātāpeti na paritāpeti;",
  "mn94:7.9": "iminā me ayaṃ puggalo cittaṃ ārādhetī”ti.",
  "mn94:8.1": "“Dvemā, brāhmaṇa, parisā.",
  "mn94:8.2": "Katamā dve?",
  "mn94:8.3": "Idha, brāhmaṇa, ekaccā parisā sārattarattā maṇikuṇḍalesu puttabhariyaṃ pariyesati, dāsidāsaṃ pariyesati, khettavatthuṃ pariyesati, jātarūparajataṃ pariyesati.",
  "mn94:9.1": "Idha pana, brāhmaṇa, ekaccā parisā asārattarattā maṇikuṇḍalesu puttabhariyaṃ pahāya, dāsidāsaṃ pahāya, khettavatthuṃ pahāya, jātarūparajataṃ pahāya, agārasmā anagāriyaṃ pabbajitā.",
  "mn94:9.2": "Svāyaṃ, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.",
  "mn94:9.3": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "mn94:9.4": "Idha katamaṃ tvaṃ, brāhmaṇa, puggalaṃ katamāya parisāya bahulaṃ samanupassasi—",
  "mn94:9.5": "yā cāyaṃ parisā sārattarattā maṇikuṇḍalesu puttabhariyaṃ pariyesati dāsidāsaṃ pariyesati khettavatthuṃ pariyesati jātarūparajataṃ pariyesati, yā cāyaṃ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṃ pahāya dāsidāsaṃ pahāya khettavatthuṃ pahāya jātarūparajataṃ pahāya agārasmā anagāriyaṃ pabbajitā”ti?",
  "mn94:10.1": "“Yvāyaṃ, bho udena, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati;",
  "mn94:10.2": "imāhaṃ puggalaṃ yāyaṃ parisā asārattarattā maṇikuṇḍalesu puttabhariyaṃ pahāya dāsidāsaṃ pahāya khettavatthuṃ pahāya jātarūparajataṃ pahāya agārasmā anagāriyaṃ pabbajitā imissaṃ parisāyaṃ bahulaṃ samanupassāmī”ti.",
  "mn94:11.1": "“Idāneva kho pana te, brāhmaṇa, bhāsitaṃ:",
  "mn94:11.2": "‘mayaṃ evaṃ ājānāma—",
  "mn94:11.3": "ambho samaṇa, natthi dhammiko paribbajo, evaṃ me ettha hoti.",
  "mn94:11.4": "Tañca kho bhavantarūpānaṃ vā adassanā, yo vā panettha dhammo’”ti.",
  "mn94:11.5": "“Addhā mesā, bho udena, sānuggahā vācā bhāsitā.",
  "mn94:11.6": "‘Atthi dhammiko paribbajo’—",
  "mn94:11.7": "evaṃ me ettha hoti.",
  "mn94:11.8": "Evañca pana maṃ bhavaṃ udeno dhāretu.",
  "mn94:11.9": "Ye ca me bhotā udenena cattāro puggalā saṅkhittena vuttā vitthārena avibhattā, sādhu me bhavaṃ, udeno ime cattāro puggale vitthārena vibhajatu anukampaṃ upādāyā”ti. <a class=\"wp\" id=\"wp9\"></a>“",
  "mn94:11.10": "Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.",
  "mn94:11.11": "“Evaṃ, bho”ti kho ghoṭamukho brāhmaṇo āyasmato udenassa paccassosi.",
  "mn94:11.12": "Āyasmā udeno etadavoca:",
  "mn94:12.1": "“Katamo ca, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto?",
  "mn94:12.2": "Idha, brāhmaṇa, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko, nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyati.",
  "mn94:12.3": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ na maṃsaṃ, na suraṃ na merayaṃ na thusodakaṃ pivati.",
  "mn94:12.4": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …",
  "mn94:12.5": "pe …",
  "mn94:12.6": "sattāgāriko vā hoti sattālopiko;",
  "mn94:12.7": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …",
  "mn94:12.8": "pe …",
  "mn94:12.9": "sattahipi dattīhi yāpeti;",
  "mn94:12.10": "ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti …",
  "mn94:12.11": "pe …",
  "mn94:12.12": "sattāhikampi āhāraṃ āhāreti—",
  "mn94:12.13": "iti evarūpaṃ addhamāsikaṃ pariyāyabhattabhojanānuyogamanuyutto viharati.",
  "mn94:12.14": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.",
  "mn94:12.15": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti;",
  "mn94:12.16": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti;",
  "mn94:12.17": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati—",
  "mn94:12.18": "iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.",
  "mn94:12.19": "Ayaṃ vuccati, brāhmaṇa, puggalo attantapo attaparitāpanānuyogamanuyutto.",
  "mn94:13.1": "Katamo ca, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto?",
  "mn94:13.2": "Idha, brāhmaṇa, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko—",
  "mn94:13.3": "ye vā panaññepi keci kurūrakammantā.",
  "mn94:13.4": "Ayaṃ vuccati, brāhmaṇa, puggalo parantapo paraparitāpanānuyogamanuyutto.",
  "mn94:14.1": "Katamo ca, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto?",
  "mn94:14.2": "Idha, brāhmaṇa, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā mahāsālo.",
  "mn94:14.3": "So puratthimena nagarassa navaṃ santhāgāraṃ kārāpetvā kesamassuṃ ohāretvā kharājinaṃ nivāsetvā sappitelena kāyaṃ abbhañjitvā magavisāṇena piṭṭhiṃ kaṇḍuvamāno navaṃ santhāgāraṃ pavisati saddhiṃ mahesiyā brāhmaṇena ca purohitena.",
  "mn94:14.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṃ kappeti.",
  "mn94:14.5": "Ekissāya gāviyā sarūpavacchāya yaṃ ekasmiṃ thane khīraṃ hoti tena rājā yāpeti, yaṃ dutiyasmiṃ thane khīraṃ hoti tena mahesī yāpeti, yaṃ tatiyasmiṃ thane khīraṃ hoti tena brāhmaṇo purohito yāpeti, yaṃ catutthasmiṃ thane khīraṃ hoti tena aggiṃ juhati, avasesena vacchako yāpeti.",
  "mn94:14.6": "So evamāha:",
  "mn94:14.7": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti.",
  "mn94:14.8": "Yepissa te honti ‘dāsā’ti vā ‘pessā’ti vā ‘kammakarā’ti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.",
  "mn94:14.9": "Ayaṃ vuccati, brāhmaṇa, puggalo attantapo ca attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto.",
  "mn94:15.1": "Katamo ca, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto;",
  "mn94:15.2": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati?",
  "mn94:15.3": "Idha, brāhmaṇa, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "mn94:15.4": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "mn94:15.5": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "mn94:15.6": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "mn94:15.7": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "mn94:15.8": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn94:15.9": "‘sambādho gharāvāso rajopatho abbhokāso pabbajjā.",
  "mn94:15.10": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ.",
  "mn94:15.11": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "mn94:15.12": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "mn94:15.13": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati.",
  "mn94:16.1": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī.",
  "mn94:16.2": "Athenena sucibhūtena attanā viharati.",
  "mn94:17.1": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā.",
  "mn94:18.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "mn94:19.1": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti;",
  "mn94:19.2": "ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya.",
  "mn94:19.3": "Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "mn94:20.1": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti.",
  "mn94:20.2": "Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
  "mn94:21.1": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti, kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "mn94:22.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti.",
  "mn94:22.2": "Ekabhattiko hoti rattūparato virato vikālabhojanā.",
  "mn94:22.3": "Naccagītavāditavisūkadassanā paṭivirato hoti.",
  "mn94:22.4": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti.",
  "mn94:22.5": "Uccāsayanamahāsayanā paṭivirato hoti.",
  "mn94:22.6": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.7": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.8": "Āmakamaṃsapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.9": "Itthikumārikapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.10": "Dāsidāsapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.11": "Ajeḷakapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.12": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.13": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.14": "Khettavatthupaṭiggahaṇā paṭivirato hoti.",
  "mn94:22.15": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti.",
  "mn94:22.16": "Kayavikkayā paṭivirato hoti.",
  "mn94:22.17": "Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti.",
  "mn94:22.18": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti.",
  "mn94:22.19": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "mn94:23.1": "So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena.",
  "mn94:23.2": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn94:23.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti;",
  "mn94:23.4": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena.",
  "mn94:23.5": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "mn94:23.6": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "mn94:24.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn94:24.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.",
  "mn94:24.3": "Sotena saddaṃ sutvā …",
  "mn94:24.4": "pe …",
  "mn94:24.5": "ghānena gandhaṃ ghāyitvā …",
  "mn94:24.6": "jivhāya rasaṃ sāyitvā …",
  "mn94:24.7": "kāyena phoṭṭhabbaṃ phusitvā …",
  "mn94:24.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "mn94:24.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.",
  "mn94:24.10": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "mn94:25.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "mn94:26.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "mn94:26.2": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā.",
  "mn94:26.3": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti;",
  "mn94:26.4": "byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti;",
  "mn94:26.5": "thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti;",
  "mn94:26.6": "uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti;",
  "mn94:26.7": "vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "mn94:27.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
  "mn94:27.2": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.",
  "mn94:27.3": "Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti:",
  "mn94:27.4": "‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.",
  "mn94:27.5": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.",
  "mn94:28.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.",
  "mn94:28.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—",
  "mn94:28.3": "ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe:",
  "mn94:28.4": "‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto;",
  "mn94:28.5": "so tato cuto amutra udapādiṃ;",
  "mn94:28.6": "tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto;",
  "mn94:28.7": "so tato cuto idhūpapanno’ti.",
  "mn94:28.8": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.",
  "mn94:29.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.",
  "mn94:29.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti:",
  "mn94:29.3": "‘ime vata bhonto sattā kāyaduccaritena samannāgatā …",
  "mn94:29.4": "pe …",
  "mn94:29.5": "ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā.",
  "mn94:29.6": "Ime vā pana bhonto sattā kāyasucaritena samannāgatā …",
  "mn94:29.7": "pe …",
  "mn94:29.8": "ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti.",
  "mn94:29.9": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti.",
  "mn94:30.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "mn94:30.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;",
  "mn94:30.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "mn94:30.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.",
  "mn94:30.5": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "mn94:30.6": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "mn94:31.1": "Ayaṃ vuccati, brāhmaṇa, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
  "mn94:31.2": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti.",
  "mn94:32.1": "Evaṃ vutte, ghoṭamukho brāhmaṇo āyasmantaṃ udenaṃ etadavoca:",
  "mn94:32.2": "“abhikkantaṃ, bho udena, abhikkantaṃ, bho udena.",
  "mn94:32.3": "Seyyathāpi, bho udena, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn94:32.4": "evamevaṃ bhotā udenena anekapariyāyena dhammo pakāsito.",
  "mn94:32.5": "Esāhaṃ bhavantaṃ udenaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn94:32.6": "Upāsakaṃ maṃ bhavaṃ udeno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. <a class=\"wp\" id=\"wp32\"></a>“",
  "mn94:32.7": "Mā kho maṃ tvaṃ, brāhmaṇa, saraṇaṃ agamāsi.",
  "mn94:32.8": "Tameva bhagavantaṃ saraṇaṃ gacchāhi yamahaṃ saraṇaṃ gato”ti.",
  "mn94:32.9": "“Kahaṃ pana, bho udena, etarahi so bhavaṃ gotamo viharati arahaṃ sammāsambuddho”ti?",
  "mn94:32.10": "“Parinibbuto kho, brāhmaṇa, etarahi so bhagavā arahaṃ sammāsambuddho”ti.",
  "mn94:33.1": "“Sacepi mayaṃ, bho udena, suṇeyyāma taṃ bhavantaṃ gotamaṃ dasasu yojanesu, dasapi mayaṃ yojanāni gaccheyyāma taṃ bhavantaṃ gotamaṃ dassanāya arahantaṃ sammāsambuddhaṃ.",
  "mn94:33.2": "Sacepi mayaṃ, bho udena, suṇeyyāma taṃ bhavantaṃ gotamaṃ vīsatiyā yojanesu …",
  "mn94:33.3": "tiṃsāya yojanesu …",
  "mn94:33.4": "cattārīsāya yojanesu …",
  "mn94:33.5": "paññāsāya yojanesu, paññāsampi mayaṃ yojanāni gaccheyyāma taṃ bhavantaṃ gotamaṃ dassanāya arahantaṃ sammāsambuddhaṃ.",
  "mn94:33.6": "Yojanasate cepi mayaṃ, bho udena, suṇeyyāma taṃ bhavantaṃ gotamaṃ, yojanasatampi mayaṃ gaccheyyāma taṃ bhavantaṃ gotamaṃ dassanāya arahantaṃ sammāsambuddhaṃ.",
  "mn94:34.1": "Yato ca kho, bho udena, parinibbuto so bhavaṃ gotamo, parinibbutampi mayaṃ taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca.",
  "mn94:34.2": "Upāsakaṃ maṃ bhavaṃ udeno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.",
  "mn94:34.3": "Atthi ca me, bho udena, aṅgarājā devasikaṃ niccabhikkhaṃ dadāti, tato ahaṃ bhoto udenassa ekaṃ niccabhikkhaṃ dadāmī”ti.",
  "mn94:34.4": "“Kiṃ pana te, brāhmaṇa, aṅgarājā devasikaṃ niccabhikkhaṃ dadātī”ti?",
  "mn94:34.5": "“Pañca, bho udena, kahāpaṇasatānī”ti.",
  "mn94:34.6": "“Na kho no, brāhmaṇa, kappati jātarūparajataṃ paṭiggahetun”ti.",
  "mn94:34.7": "“Sace taṃ bhoto udenassa na kappati vihāraṃ bhoto udenassa kārāpessāmī”ti.",
  "mn94:34.8": "“Sace kho me tvaṃ, brāhmaṇa, vihāraṃ, kārāpetukāmo, pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpehī”ti.",
  "mn94:34.9": "“Imināpāhaṃ bhoto udenassa bhiyyoso mattāya attamano abhiraddho yaṃ maṃ bhavaṃ udeno saṅghe dāne samādapeti.",
  "mn94:34.10": "Esāhaṃ, bho udena, etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpessāmī”ti.",
  "mn94:35.1": "Atha kho ghoṭamukho brāhmaṇo etissā ca niccabhikkhāya aparāya ca niccabhikkhāya pāṭaliputte saṅghassa upaṭṭhānasālaṃ kārāpesi.",
  "mn94:35.2": "Sā etarahi “ghoṭamukhī”ti vuccatīti.",
  "mn94:36.1": "Ghoṭamukhasuttaṃ niṭṭhitaṃ catutthaṃ."
}