{
    "pt": {
        "usingOffline": "Usando o SuttaCentral offline",
        "pwaDescription": "SuttaCentral é um <a href=\"https://developers.google.com/web/progressive-web-apps/\" target=\"_blank\" rel=\"noopener\">Progressive Web App (PWA)</a>. Em aparelhos suportados, várias funcionalidades, inclusive navegação e histórico de páginas já visitadas, continuará a funcionar mesmo quando não há conexão.",
        "additionalInfo": "Além disso, é possível fazer o download de textos em idiomas de sua preferência para leitura posterior, quando offline. Isto é especialmente útil para usuários com conexões móveis limitadas, ou em regiões sem boa cobertura. Se há restrições em relação ao volume de dados em sua conexão móvel, é recomendado estar conectado à uma rede wi-fi antes de se fazer o download.",
        "newTech": "PWAs são relativamente recentes. Por ora, o uso desconectado tem algumas restrições:",
        "suttasOnly": "Disponível apenas para os Suttas, não para Vinaya ou Abhidhamma.",
        "oneLang": "Apenas um idioma.",
        "certainFunctions": "Certas funcionalidades, incluindo busca, requerem conexão à internet.",
        "extraFeatures": "Informe-nos sobre quaisquer funcionalidades adicionais desejadas.",
        "downloadButton": "Faça download dos textos em {languageName}",
        "supportsPWAs": "Seu navegador suporta Progressive Web Apps!",
        "doesntSupportPWAs": "Infelizmente não há suporte para as funcionalidades Progressive Web App (PWA) avançadas em sua plataforma ou sistema. Para usar todos os recursos da funcionalidade offline, por favor use uma versão atualizada do navegador Chrome. Planejamos implementar mais funcionalidades PWA em outros navegadores no futuro.",
        "selectDifferentLang": "Os Suttas serão baixados no idioma do site. Caso deseje um outro idioma, selecione-o no menu.",
        "downloading": "Download em progresso",
        "resume": "Retomar download",
        "pause": "Pausar download",
        "stop": "Interromper download",
        "canceled": "Download cancelado.",
        "networkLost": "Sem conexão. Download pausado.",
        "networkRecovered": "Conexão retomada. Download retomado.",
        "downloadComplete": "Download completo. É possível agora ler os suttas em {lang} sem conexão à rede.",
        "downloadErrored": "Erro! Não foi possível fazer download dos textos escolhidos. Ao todo, {failed} de # {total} solicitações não foram bem-sucedidas.",
        "networkError": "Erro de rede.",
        "downloadParallels": "Incluir textos paralelos ou comparáveis",
        "downloadParallelsDescription": "Selecione para realizar também o download de tabelas de textos paralelos ou comparáveis.",
        "downloadRootTexts": "Incluir textos originais",
        "downloadRootTextsDescription": "Selecione para fazer download de textos no idioma original também. Isto inclui também o dicionário de pesquisa palavra por palavra Pali > {toLang}. Para alterar o dicionário, selecione ",
        "here": "aqui",
        "paliLookups": "Pesquisa palavra por palavra em Pali",
        "paliLookupsDescription": "Selecione aqui o idioma desejado para o dicionário de pesquisa termo por termo em Pali:",
        "chineseLookups": "Pesquisa palavra por palavra no idioma chinês",
        "chineseLookupsDescription": "Selecione aqui o idioma desejado para o dicionário de pesquisa palavra por palavra Chinês:",
        "downloadStarted": "O download foi iniciado. É possível continuar a navegação pelo site, uma notificação indicará quando o download estiver completo.",
        "language": "Idioma",
        "resetButton": "Limpar histórico de download",
        "alreadyDownloaded": "Download já feito.",
        "ClickToDownload": "Clique para fazer download.",
        "downloadInProgress": "Download em curso.",
        "downloadPaused": "Download pausado."
    }
}