{
  "_markup_path": "markup/sn/sn14/sn14.10.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.10.json"
  ],
  "sn14.10:1.1": "Linked Discourses 14",
  "sn14.10:2.1": "1 Diversity ",
  "sn14.10:3.1": "10 No Diversity of Gains",
  "sn14.10:4.1": "At Sāvatthī. ",
  "sn14.10:4.2": "“Mendicants, diversity of elements gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of thoughts. …",
  "sn14.10:4.3": "feelings … ",
  "sn14.10:4.4": "desires …",
  "sn14.10:4.5": "passions …",
  "sn14.10:4.6": "Diversity of searches gives rise to diversity of gains.",
  "sn14.10:4.7": "Diversity of gains doesn’t give rise to diversity of searches. Diversity of searches doesn’t give rise to diversity of passions. …",
  "sn14.10:4.8": "desires … ",
  "sn14.10:4.9": "feelings …",
  "sn14.10:4.10": "contacts …",
  "sn14.10:4.11": "thoughts …",
  "sn14.10:4.12": "Diversity of perceptions doesn’t give rise to diversity of elements.",
  "sn14.10:4.13": "And what is the diversity of elements?",
  "sn14.10:4.14": "The sight element, the sound element, the smell element, the taste element, the touch element, and the phenomena element. ",
  "sn14.10:4.16": "This is called the diversity of elements. ",
  "sn14.10:5.1": "And how does diversity of elements give rise to diversity of perceptions …  thoughts",
  "sn14.10:5.2": "contacts …",
  "sn14.10:5.3": "feelings …",
  "sn14.10:5.4": "desires … ",
  "sn14.10:5.5": "passions … ",
  "sn14.10:5.6": "searches …",
  "sn14.10:5.7": "gains …",
  "sn14.10:5.8": "while diversity of gains doesn’t give rise to diversity of searches … passions …",
  "sn14.10:5.9": "desires … ",
  "sn14.10:5.10": "feelings …",
  "sn14.10:5.11": "contacts … ",
  "sn14.10:5.12": "thoughts … perceptions … elements?",
  "sn14.10:6.1": "The sight element gives rise to the perception of sights … ",
  "sn14.10:6.2": "The phenomena element gives rise to the perception of phenomena …  ",
  "sn14.10:6.3": "The search for phenomena gives rise to gaining phenomena.",
  "sn14.10:6.4": "The gaining of phenomena doesn’t give rise to the search for phenomena. The search for phenomena doesn’t give rise to the passion for phenomena. The passion for phenomena doesn’t give rise to the desire for phenomena. The desire for phenomena doesn’t give rise to thoughts about phenomena. Thoughts about phenomena don’t give rise to perceptions of phenomena. Perceptions of phenomena don’t give rise to the phenomena element. ",
  "sn14.10:7.1": "That’s how diversity of elements gives rise to diversity of perceptions …  ",
  "sn14.10:7.9": "diversity of perceptions doesn’t give rise to diversity of elements.”"
}