{
  "_markup_path": "markup/sn/sn14/sn14.31.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.31.json"
  ],
  "sn14.31:1.1": "Linked Discourses 14 ",
  "sn14.31:2.1": "4 The Fourth Chapter",
  "sn14.31:3.1": "31 Before Awakening",
  "sn14.31:4.1": "At Sāvatthī. ",
  "sn14.31:4.2": "“Mendicants, before my awakening—when I was unawakened but intent on awakening—I thought: ",
  "sn14.31:4.3": "‘What’s the gratification, the drawback, and the escape when it comes to the earth element …",
  "sn14.31:4.4": "the water element …",
  "sn14.31:4.5": "the fire element …",
  "sn14.31:4.6": "and the air element?’",
  "sn14.31:5.1": "Then it occurred to me: ",
  "sn14.31:5.2": "‘The pleasure and happiness that arise from the earth element: this is its gratification.",
  "sn14.31:5.3": "That the earth element is impermanent, suffering, and perishable: this is its drawback.",
  "sn14.31:5.4": "Removing and giving up desire and greed for the earth element: this is its escape.",
  "sn14.31:5.5": "The pleasure and happiness that the water element brings about …",
  "sn14.31:5.6": "The pleasure and happiness that the fire element brings about …",
  "sn14.31:5.7": "The pleasure and happiness that arise from the air element: this is its gratification.",
  "sn14.31:5.8": "That the air element is impermanent, suffering, and perishable: this is its drawback.",
  "sn14.31:5.9": "Removing and giving up desire and greed for the air element: this is its escape.",
  "sn14.31:6.1": "As long as I didn’t truly understand these four elements’ gratification, drawback, and escape in this way for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn14.31:7.1": "But when I did truly understand these four elements’ gratification, drawback, and escape in this way for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn14.31:7.2": "Knowledge and vision arose in me: ",
  "sn14.31:7.3": "‘My freedom is unshakeable; this is my final birth; now there are no more future lives.’”"
}