{
  "_markup_path": "markup/sn/sn14/sn14.12.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.12.json"
  ],
  "sn14.12:1.1": "Linked Discourses 14 ",
  "sn14.12:2.1": "2 The Second Chapter ",
  "sn14.12:3.1": "12 With a Cause",
  "sn14.12:4.1": "At Sāvatthī. ",
  "sn14.12:4.2": "“Mendicants, sensual, malicious, and cruel thoughts arise for a reason, not without reason. ",
  "sn14.12:5.1": "And how do sensual, malicious, and cruel thoughts arise for a reason, not without reason?",
  "sn14.12:5.4": "The element of sensuality gives rise to sensual perceptions. Sensual perceptions give rise to sensual thoughts. Sensual thoughts give rise to sensual desires. Sensual desires give rise to sensual passions. Sensual passions give rise to searches for sensual pleasures.",
  "sn14.12:5.5": "An uneducated ordinary person on a search for sensual pleasures behaves badly in three ways:",
  "sn14.12:5.6": "by body, speech, and mind.",
  "sn14.12:6.1": "The element of malice gives rise to malicious perceptions. Malicious perceptions give rise to malicious thoughts. …",
  "sn14.12:6.2": "malicious desires …",
  "sn14.12:6.3": "malicious passions …",
  "sn14.12:6.4": "malicious searches …",
  "sn14.12:6.5": "An uneducated ordinary person on a malicious search behaves badly in three ways:",
  "sn14.12:6.6": "by body, speech, and mind.",
  "sn14.12:7.1": "The element of cruelty gives rise to cruel perceptions. Cruel perceptions give rise to cruel thoughts. …",
  "sn14.12:7.3": "cruel desires …",
  "sn14.12:7.4": "cruel passions …",
  "sn14.12:7.5": "cruel searches …",
  "sn14.12:7.6": "An uneducated ordinary person on a cruel search behaves badly in three ways:",
  "sn14.12:7.7": "by body, speech, and mind.",
  "sn14.12:8.1": "Suppose a person was to drop a burning torch in a thicket of dry grass.",
  "sn14.12:8.2": "If they don’t quickly extinguish it with their hands and feet,",
  "sn14.12:8.3": "the creatures living in the grass and wood would meet with tragedy and disaster.",
  "sn14.12:8.4": "In the same way, a corrupt perception might arise in an ascetic or brahmin. If they don’t quickly give it up, get rid of it, eliminate it, and exterminate it, they’ll suffer in the present life, with anguish, distress, and fever,",
  "sn14.12:8.5": "And when the body breaks up, after death, they can expect to be reborn in a bad place.",
  "sn14.12:9.1": "Thoughts of renunciation, love, and kindness arise for a reason, not without reason. ",
  "sn14.12:10.1": "And how do thoughts of renunciation, love, and kindness arise for a reason, not without reason?",
  "sn14.12:10.4": "The element of renunciation gives rise to perceptions of renunciation. Perceptions of renunciation give rise to thoughts of renunciation. Thoughts of renunciation give rise to enthusiasm for renunciation. Enthusiasm for renunciation gives rise to fervor for renunciation. Fervor for renunciation gives rise to the search for renunciation.",
  "sn14.12:10.5": "An educated noble disciple on a search for renunciation behaves well in three ways:",
  "sn14.12:10.6": "by body, speech, and mind.",
  "sn14.12:11.1": "The element of love gives rise to loving perceptions. Loving perceptions give rise to loving thoughts. …",
  "sn14.12:11.2": "enthusiasm for love …",
  "sn14.12:11.3": "fervor for love …",
  "sn14.12:11.4": "the search for love. An educated noble disciple on a search for love behaves well in three ways:",
  "sn14.12:11.5": "by body, speech, and mind.",
  "sn14.12:12.1": "The element of kindness gives rise to kind perceptions. Kind perceptions give rise to kind thoughts. … enthusiasm for kindness … fervor for kindness … the search for kindness.",
  "sn14.12:12.2": "An educated noble disciple on a search for kindness behaves well in three ways:",
  "sn14.12:12.3": "by body, speech, and mind.",
  "sn14.12:13.1": "Suppose a person was to drop a burning torch in a thicket of dry grass. ",
  "sn14.12:13.2": "If they were to quickly extinguish it with their hands and feet,",
  "sn14.12:13.3": "the creatures living in the grass and wood wouldn’t meet with tragedy and disaster.",
  "sn14.12:13.4": "In the same way, a corrupt perception might arise in an ascetic or brahmin. If they quickly give it up, get rid of it, eliminate it, and exterminate it, they’ll be happy in the present life, free of anguish, distress, and fever,",
  "sn14.12:13.5": "And when the body breaks up, after death, they can expect to be reborn in a good place.”"
}