{
  "_markup_path": "markup/sn/sn14/sn14.11.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.11.json"
  ],
  "sn14.11:1.1": "Linked Discourses 14",
  "sn14.11:2.1": "2 The Second Chapter",
  "sn14.11:3.1": "11 Seven Elements",
  "sn14.11:4.1": "At Sāvatthī. ",
  "sn14.11:4.2": "“Mendicants, there are these seven elements.",
  "sn14.11:4.3": "What seven? ",
  "sn14.11:4.4": "The element of light, the element of beauty, the element of the dimension of infinite space, the element of the dimension of infinite consciousness, the element of the dimension of nothingness, the element of the dimension of neither perception nor non-perception, and the element of the cessation of perception and feeling.",
  "sn14.11:4.5": "These are the seven elements.”",
  "sn14.11:5.1": "When he said this, one of the mendicants asked the Buddha: ",
  "sn14.11:5.2": "“Sir, due to what does each of these elements appear?”",
  "sn14.11:6.1": "“Mendicant, the element of light",
  "sn14.11:6.2": "appears due to the element of darkness.",
  "sn14.11:6.3": "The element of beauty",
  "sn14.11:6.4": "appears due to the element of ugliness.",
  "sn14.11:6.5": "The element of the dimension of infinite space",
  "sn14.11:6.6": "appears due to the element of form.",
  "sn14.11:6.7": "The element of the dimension of infinite consciousness",
  "sn14.11:6.8": "appears due to the element of the dimension of infinite space.",
  "sn14.11:6.9": "The element of the dimension of nothingness",
  "sn14.11:6.10": "appears due to the element of the dimension of infinite consciousness.",
  "sn14.11:6.11": "The element of the dimension of neither perception nor non-perception",
  "sn14.11:6.12": "appears due to the element of the dimension of nothingness.",
  "sn14.11:6.13": "The element of the cessation of perception and feeling",
  "sn14.11:6.14": "appears due to the element of cessation.”",
  "sn14.11:7.1": "“Sir, how is each of these elements to be attained?”",
  "sn14.11:8.1": "“The elements of light, beauty, the dimension of infinite space, the dimension of infinite consciousness, and the dimension of nothingness",
  "sn14.11:8.2": "are attainments with perception.",
  "sn14.11:8.3": "The element of the dimension of neither perception nor non-perception ",
  "sn14.11:8.4": "is an attainment with only a residue of conditioned phenomena.",
  "sn14.11:8.5": "The element of the cessation of perception and feeling ",
  "sn14.11:8.6": "is an attainment of cessation.”"
}