{
  "_markup_path": "markup/sn/sn14/sn14.09.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.09.json"
  ],
  "sn14.9:1.1": "Linked Discourses 14 ",
  "sn14.9:2.1": "1 Diversity ",
  "sn14.9:3.1": "9 Diversity of Gains",
  "sn14.9:4.1": "At Sāvatthī. ",
  "sn14.9:4.2": "“Mendicants, diversity of elements gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of thoughts. Diversity of thoughts gives rise to diversity of desires. Diversity of desires gives rise to diversity of passions. Diversity of passions gives rise to diversity of searches. Diversity of searches gives rise to diversity of gains.",
  "sn14.9:4.3": "And what is the diversity of elements?",
  "sn14.9:4.4": "The sight element, the sound element, the smell element, the taste element, the touch element, and the phenomena element. ",
  "sn14.9:4.6": "This is called the diversity of elements. ",
  "sn14.9:5.1": "And how does diversity of elements give rise to diversity of perceptions …  ",
  "sn14.9:5.2": "diversity of searches gives rise to diversity of gains?",
  "sn14.9:6.1": "The sight element gives rise to the perception of sights. The perception of sights gives rise to thoughts about sights. Thoughts about sights give rise to the desire for sights. The desire for sights gives rise to the passion for sights. The passion for sights gives rise to searching for sights. Searching for sights gives rise to gaining sights…",
  "sn14.9:6.2": "The phenomena element gives rise to the perception of phenomena. The perception of phenomena gives rise to thoughts about phenomena. Thoughts about phenomena give rise to the desire for phenomena. The desire for phenomena gives rise to the passion for phenomena. The passion for phenomena gives rise to searching for phenomena. Searching for phenomena gives rise to gaining phenomena.",
  "sn14.9:7.1": "That’s how diversity of elements gives rise to diversity of perceptions …  ",
  "sn14.9:7.2": "diversity of searches gives rise to diversity of gains.”"
}