{
  "_markup_path": "markup/sn/sn14/sn14.13.html",
  "_alt_strings": [
    "pi/sn/sn14/sn14.13.json"
  ],
  "sn14.13:1.1": "Linked Discourses 14 ",
  "sn14.13:2.1": "2 The Second Chapter ",
  "sn14.13:3.1": "13 In the Brick Hall",
  "sn14.13:4.1": "At one time the Buddha was staying at Nādika in the brick house.",
  "sn14.13:4.2": "There the Buddha addressed the mendicants:  ",
  "sn14.13:4.3": "“Mendicants!”  ",
  "sn14.13:4.4": "“Venerable sir,” they replied. ",
  "sn14.13:4.5": "The Buddha said this:  ",
  "sn14.13:5.1": "“Mendicants, an element gives rise to a perception, a view, and a thought.”",
  "sn14.13:5.2": "When he said this, Venerable Kaccāna said to the Buddha:",
  "sn14.13:5.3": "“Sir, regarding",
  "sn14.13:5.4": "those who are not fully awakened Buddhas, there is a view that they are in fact fully awakened Buddhas. Due to what does this view appear?”",
  "sn14.13:6.1": "“It’s a mighty thing, Kaccāna, the element of ignorance.",
  "sn14.13:6.2": "An inferior element gives rise to inferior perceptions, inferior views, inferior thoughts, inferior intentions, inferior aims, inferior wishes, an inferior person, and inferior speech.",
  "sn14.13:6.3": "One explains, teaches, advocates, establishes, clarifies, analyzes, and reveals the inferior.",
  "sn14.13:6.4": "I say that their rebirth is inferior.",
  "sn14.13:7.1": "A middling element gives rise to middling perceptions, middling views, middling thoughts, middling intentions, middling aims, middling wishes, a middling person, and middling speech.",
  "sn14.13:7.2": "One explains, teaches, advocates, establishes, clarifies, analyzes, and reveals the middling.",
  "sn14.13:7.3": "I say that their rebirth is middling.",
  "sn14.13:8.1": "A superior element gives rise to superior perceptions, superior views, superior thoughts, superior intentions, superior aims, superior wishes, a superior person, and superior speech.",
  "sn14.13:8.2": "One explains, teaches, advocates, establishes, clarifies, analyzes, and reveals the superior.",
  "sn14.13:8.3": "I say that their rebirth is superior.”",
  "sn14.13:9.1": " "
}