{
  "_markup_path": "markup/sn/sn46/sn46.039.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.039.json"
  ],
  "sn46.39:1.1": "Saṃyutta Nikāya 46",
  "sn46.39:2.1": "4. Nīvaraṇavagga",
  "sn46.39:3.1": "<span class=\\\"var\\\" title=\\\"mahārukkhasuttaṃ (bj)\\\" id=\\\"note98\\\">39. Rukkhasutta</span>",
  "sn46.39:4.1": "“Santi, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṃ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti.",
  "sn46.39:4.2": "Katame ca te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṃ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā <span class=\\\"var\\\" title=\\\"senti. seyyathidaṃ (bj) | senti. seyyathīdaṃ (s1-3, pts1)\\\" id=\\\"note99\\\">vipatitā senti</span>?",
  "sn46.39:4.3": "Assattho, nigrodho, pilakkho, udumbaro, kacchako, kapitthano—",
  "sn46.39:4.4": "ime kho te, bhikkhave, mahārukkhā aṇubījā mahākāyā rukkhānaṃ ajjhāruhā, yehi rukkhā ajjhārūḷhā obhaggavibhaggā vipatitā senti.",
  "sn46.39:4.5": "Evameva kho, bhikkhave, idhekacco kulaputto yādisake kāme ohāya agārasmā anagāriyaṃ pabbajito hoti, so tādisakehi kāmehi tato vā pāpiṭṭhatarehi obhaggavibhaggo vipatito seti.",
  "sn46.39:5.1": "Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "sn46.39:5.2": "Katame pañca?",
  "sn46.39:5.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo.",
  "sn46.39:5.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso ajjhāruho paññāya dubbalīkaraṇo.",
  "sn46.39:5.5": "Thinamiddhaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ.",
  "sn46.39:5.6": "Uddhaccakukkuccaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso ajjhāruhaṃ paññāya dubbalīkaraṇaṃ.",
  "sn46.39:5.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "sn46.39:5.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso ajjhāruhā paññāya dubbalīkaraṇā.",
  "sn46.39:6.1": "Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattanti.",
  "sn46.39:6.2": "Katame satta?",
  "sn46.39:6.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati … pe …",
  "sn46.39:6.4": "upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anajjhāruho bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati.",
  "sn46.39:6.5": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anajjhāruhā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattantī”ti.",
  "sn46.39:7.1": "Navamaṃ."
}