{
  "_markup_path": "markup/sn/sn46/sn46.052.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.052.json"
  ],
  "sn46.52:1.1": "Saṃyutta Nikāya 46",
  "sn46.52:2.1": "6. Sākacchavagga",
  "sn46.52:3.1": "52. Pariyāyasutta",
  "sn46.52:4.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.",
  "sn46.52:4.2": "Atha kho tesaṃ bhikkhūnaṃ etadahosi:",
  "sn46.52:4.3": "“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ.",
  "sn46.52:4.4": "Yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā”ti.",
  "sn46.52:5.1": "Atha kho te bhikkhū yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃsu;",
  "sn46.52:5.2": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃsu.",
  "sn46.52:5.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu.",
  "sn46.52:5.4": "Ekamantaṃ nisinne kho te bhikkhū aññatitthiyā paribbājakā etadavocuṃ:",
  "sn46.52:6.1": "“Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti:",
  "sn46.52:6.2": "‘etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā’ti.",
  "sn46.52:6.3": "Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema:",
  "sn46.52:6.4": "‘etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā’ti.",
  "sn46.52:6.5": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ—",
  "sn46.52:6.6": "dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin”ti?",
  "sn46.52:7.1": "Atha kho te bhikkhū tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃsu nappaṭikkosiṃsu;",
  "sn46.52:7.2": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamiṃsu:",
  "sn46.52:7.3": "“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā”ti.",
  "sn46.52:7.4": "Atha kho te bhikkhū sāvatthiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu;",
  "sn46.52:7.5": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn46.52:7.6": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "sn46.52:8.1": "“Idha mayaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisimha.",
  "sn46.52:8.2": "Tesaṃ no, bhante, amhākaṃ etadahosi:",
  "sn46.52:8.3": "‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ, yannūna mayaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyāmā’ti.",
  "sn46.52:8.4": "Atha kho mayaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamimha;",
  "sn46.52:8.5": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodimha.",
  "sn46.52:8.6": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdimha.",
  "sn46.52:8.7": "Ekamantaṃ nisinne kho amhe, bhante, aññatitthiyā paribbājakā etadavocuṃ:",
  "sn46.52:9.1": "‘Samaṇo, āvuso, gotamo sāvakānaṃ evaṃ dhammaṃ deseti “etha tumhe, bhikkhave, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā”ti.",
  "sn46.52:9.2": "Mayampi kho, āvuso, sāvakānaṃ evaṃ dhammaṃ desema:",
  "sn46.52:9.3": "“etha tumhe, āvuso, pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe satta bojjhaṅge yathābhūtaṃ bhāvethā”ti.",
  "sn46.52:9.4": "Idha no, āvuso, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ samaṇassa vā gotamassa amhākaṃ vā, yadidaṃ—",
  "sn46.52:9.5": "dhammadesanāya vā dhammadesanaṃ, anusāsaniyā vā anusāsanin’ti?",
  "sn46.52:10.1": "Atha kho mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandimha nappaṭikkosimha, anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkamimha:",
  "sn46.52:10.2": "‘bhagavato santike etassa bhāsitassa atthaṃ ājānissāmā’”ti.",
  "sn46.52:11.1": "“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:",
  "sn46.52:11.2": "‘atthi panāvuso, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti, satta bojjhaṅgā catuddasā’ti.",
  "sn46.52:11.3": "Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti.",
  "sn46.52:11.4": "Taṃ kissa hetu?",
  "sn46.52:11.5": "Yathā taṃ, bhikkhave, avisayasmiṃ.",
  "sn46.52:11.6": "Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā.",
  "sn46.52:12.1": "Katamo ca, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti?",
  "sn46.52:12.2": "Yadapi, bhikkhave, ajjhattaṃ kāmacchando tadapi nīvaraṇaṃ, yadapi bahiddhā kāmacchando tadapi nīvaraṇaṃ.",
  "sn46.52:12.3": "‘Kāmacchandanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:12.4": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:12.5": "Yadapi, bhikkhave, ajjhattaṃ byāpādo tadapi nīvaraṇaṃ, yadapi bahiddhā byāpādo tadapi nīvaraṇaṃ.",
  "sn46.52:12.6": "‘Byāpādanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:12.7": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:12.8": "Yadapi, bhikkhave, thinaṃ tadapi nīvaraṇaṃ, yadapi middhaṃ tadapi nīvaraṇaṃ.",
  "sn46.52:12.9": "‘Thinamiddhanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:12.10": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:12.11": "Yadapi, bhikkhave, uddhaccaṃ tadapi nīvaraṇaṃ, yadapi kukkuccaṃ tadapi nīvaraṇaṃ.",
  "sn46.52:12.12": "‘Uddhaccakukkuccanīvaraṇan’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:12.13": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:12.14": "Yadapi, bhikkhave, ajjhattaṃ dhammesu vicikicchā tadapi nīvaraṇaṃ, yadapi bahiddhā dhammesu vicikicchā tadapi nīvaraṇaṃ.",
  "sn46.52:12.15": "‘Vicikicchānīvaraṇan’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:12.16": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:12.17": "Ayaṃ kho, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma pañca nīvaraṇā dasa honti.",
  "sn46.52:13.1": "Katamo ca, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma satta bojjhaṅgā catuddasa honti?",
  "sn46.52:13.2": "Yadapi, bhikkhave, ajjhattaṃ dhammesu sati tadapi satisambojjhaṅgo, yadapi bahiddhā dhammesu sati tadapi satisambojjhaṅgo.",
  "sn46.52:13.3": "‘Satisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:13.4": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:14.1": "Yadapi, bhikkhave, ajjhattaṃ dhammesu paññāya <span class=\\\"var\\\" title=\\\"pavicināti (mr)\\\" id=\\\"note108\\\">pavicinati</span> pavicarati parivīmaṃsamāpajjati tadapi dhammavicayasambojjhaṅgo, yadapi bahiddhā dhammesu paññāya pavicinati pavicarati parivīmaṃsamāpajjati tadapi dhammavicayasambojjhaṅgo.",
  "sn46.52:14.2": "‘Dhammavicayasambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:14.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:15.1": "Yadapi, bhikkhave, kāyikaṃ vīriyaṃ tadapi vīriyasambojjhaṅgo, yadapi cetasikaṃ vīriyaṃ tadapi vīriyasambojjhaṅgo.",
  "sn46.52:15.2": "‘Vīriyasambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:15.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:16.1": "Yadapi, bhikkhave, savitakkasavicārā pīti tadapi pītisambojjhaṅgo, yadapi avitakkaavicārā pīti tadapi pītisambojjhaṅgo.",
  "sn46.52:16.2": "‘Pītisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:16.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:17.1": "Yadapi, bhikkhave, kāyappassaddhi tadapi passaddhisambojjhaṅgo, yadapi cittappassaddhi tadapi passaddhisambojjhaṅgo.",
  "sn46.52:17.2": "‘Passaddhisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:17.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:18.1": "Yadapi, bhikkhave, savitakko savicāro samādhi tadapi samādhisambojjhaṅgo, yadapi avitakkaavicāro samādhi tadapi samādhisambojjhaṅgo.",
  "sn46.52:18.2": "‘Samādhisambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:18.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:19.1": "Yadapi, bhikkhave, ajjhattaṃ dhammesu upekkhā tadapi upekkhāsambojjhaṅgo, yadapi bahiddhā dhammesu upekkhā tadapi upekkhāsambojjhaṅgo.",
  "sn46.52:19.2": "‘Upekkhāsambojjhaṅgo’ti iti hidaṃ uddesaṃ gacchati.",
  "sn46.52:19.3": "Tadamināpetaṃ pariyāyena dvayaṃ hoti.",
  "sn46.52:19.4": "Ayaṃ kho, bhikkhave, pariyāyo, yaṃ pariyāyaṃ āgamma satta bojjhaṅgā catuddasā”ti.",
  "sn46.52:20.1": "Dutiyaṃ."
}