{
  "_markup_path": "markup/sn/sn46/sn46.003.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.003.json"
  ],
  "sn46.3:1.1": "Saṃyutta Nikāya 46",
  "sn46.3:2.1": "1. Pabbatavagga",
  "sn46.3:3.1": "3. Sīlasutta",
  "sn46.3:4.1": "“Ye te, bhikkhave, bhikkhū sīlasampannā samādhisampannā ñāṇasampannā vimuttisampannā vimuttiñāṇadassanasampannā, <span class=\\\"var\\\" title=\\\"... pahaṃ (bj, s1-3)\\\" id=\\\"note60\\\">dassanampāhaṃ</span>, bhikkhave, tesaṃ bhikkhūnaṃ <span class=\\\"var\\\" title=\\\"bahūpakāraṃ (s1-3)\\\" id=\\\"note61\\\">bahukāraṃ</span> vadāmi;",
  "sn46.3:4.2": "savanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;",
  "sn46.3:4.3": "upasaṅkamanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;",
  "sn46.3:4.4": "payirupāsanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;",
  "sn46.3:4.5": "anussatimpāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;",
  "sn46.3:4.6": "anupabbajjampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi.",
  "sn46.3:4.7": "Taṃ kissa hetu?",
  "sn46.3:4.8": "Tathārūpānaṃ, bhikkhave, bhikkhūnaṃ dhammaṃ sutvā dvayena <span class=\\\"var\\\" title=\\\"dvayena vūpakaṭṭho (bj, s1-3)\\\" id=\\\"note62\\\">vūpakāsena vūpakaṭṭho</span> viharati—",
  "sn46.3:4.9": "kāyavūpakāsena ca cittavūpakāsena ca.",
  "sn46.3:4.10": "So tathā vūpakaṭṭho viharanto taṃ dhammaṃ anussarati anuvitakketi.",
  "sn46.3:5.1": "Yasmiṃ samaye, bhikkhave, bhikkhu tathā vūpakaṭṭho viharanto taṃ dhammaṃ anussarati anuvitakketi, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:5.2": "satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:5.3": "satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:5.4": "So tathā sato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati.",
  "sn46.3:6.1": "Yasmiṃ samaye, bhikkhave, bhikkhu tathā sato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:6.2": "dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:6.3": "dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:6.4": "Tassa taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ.",
  "sn46.3:7.1": "Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:7.2": "vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:7.3": "vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:7.4": "Āraddhavīriyassa uppajjati pīti nirāmisā.",
  "sn46.3:8.1": "Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:8.2": "pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:8.3": "pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:8.4": "Pītimanassa kāyopi passambhati, cittampi passambhati.",
  "sn46.3:9.1": "Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:9.2": "passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:9.3": "passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:9.4": "Passaddhakāyassa sukhino cittaṃ samādhiyati.",
  "sn46.3:10.1": "Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:10.2": "samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:10.3": "samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:10.4": "So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.",
  "sn46.3:11.1": "Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;",
  "sn46.3:11.2": "upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;",
  "sn46.3:11.3": "upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.",
  "sn46.3:12.1": "Evaṃ bhāvitesu kho, bhikkhave, sattasu sambojjhaṅgesu evaṃ bahulīkatesu satta phalā sattānisaṃsā pāṭikaṅkhā.",
  "sn46.3:12.2": "Katame satta phalā sattānisaṃsā?",
  "sn46.3:12.3": "Diṭṭheva dhamme paṭikacca aññaṃ ārādheti.",
  "sn46.3:12.4": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, atha maraṇakāle aññaṃ ārādheti.",
  "sn46.3:12.5": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti.",
  "sn46.3:12.6": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti.",
  "sn46.3:12.7": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti.",
  "sn46.3:12.8": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti.",
  "sn46.3:12.9": "No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā uddhaṃsoto hoti akaniṭṭhagāmī.",
  "sn46.3:12.10": "Evaṃ bhāvitesu kho, bhikkhave, sattasu bojjhaṅgesu evaṃ bahulīkatesu ime satta phalā sattānisaṃsā pāṭikaṅkhā”ti.",
  "sn46.3:13.1": "Tatiyaṃ."
}