{
  "_markup_path": "markup/sn/sn46/sn46.006.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.006.json"
  ],
  "sn46.6:1.1": "Saṃyutta Nikāya 46",
  "sn46.6:2.1": "1. Pabbatavagga",
  "sn46.6:3.1": "<span class=\\\"var\\\" title=\\\"kuṇḍali (pts1)\\\" id=\\\"note64\\\">6. Kuṇḍaliyasutta</span>",
  "sn46.6:4.1": "Ekaṃ samayaṃ bhagavā sākete viharati <span class=\\\"var\\\" title=\\\"añcanavane (c1, c2)\\\" id=\\\"note65\\\">añjanavane</span> migadāye.",
  "sn46.6:4.2": "Atha kho kuṇḍaliyo paribbājako yena bhagavā tenupasaṅkami;",
  "sn46.6:4.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "sn46.6:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn46.6:4.5": "Ekamantaṃ nisinno kho kuṇḍaliyo paribbājako bhagavantaṃ etadavoca:",
  "sn46.6:4.6": "“ahamasmi, bho gotama, <span class=\\\"var\\\" title=\\\"ārāmanisādī (bj) | ārāmaniyādi (s1-3) | ārāmanisādi (pts1)\\\" id=\\\"note66\\\">ārāmanissayī</span> parisāvacaro.",
  "sn46.6:4.7": "Tassa mayhaṃ, bho gotama, pacchābhattaṃ bhuttapātarāsassa <span class=\\\"var\\\" title=\\\"ayamāhāro (s1-3, mr)\\\" id=\\\"note67\\\">ayamācāro</span> hoti—",
  "sn46.6:4.8": "ārāmena ārāmaṃ uyyānena uyyānaṃ anucaṅkamāmi anuvicarāmi.",
  "sn46.6:4.9": "So tattha passāmi eke samaṇabrāhmaṇe itivādappamokkhānisaṃsañceva kathaṃ kathente upārambhānisaṃsañca:",
  "sn46.6:4.10": "‘bhavaṃ pana gotamo kimānisaṃso viharatī’”ti?",
  "sn46.6:4.11": "“Vijjāvimuttiphalānisaṃso kho, kuṇḍaliya, tathāgato viharatī”ti.",
  "sn46.6:5.1": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrentī”ti?",
  "sn46.6:5.2": "“Satta kho, kuṇḍaliya, bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrentī”ti.",
  "sn46.6:5.3": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti?",
  "sn46.6:5.4": "“Cattāro kho, kuṇḍaliya, satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī”ti.",
  "sn46.6:5.5": "“Katame pana, bho gotama, dhammā bhāvitā, bahulīkatā cattāro satipaṭṭhāne paripūrentī”ti?",
  "sn46.6:5.6": "“Tīṇi kho, kuṇḍaliya, sucaritāni bhāvitāni bahulīkatāni cattāro satipaṭṭhāne paripūrentī”ti.",
  "sn46.6:5.7": "“Katame pana, bho gotama, dhammā bhāvitā bahulīkatā tīṇi sucaritāni paripūrentī”ti?",
  "sn46.6:5.8": "“Indriyasaṃvaro kho, kuṇḍaliya, bhāvito bahulīkato tīṇi sucaritāni paripūretīti.",
  "sn46.6:6.1": "Kathaṃ bhāvito ca, kuṇḍaliya, indriyasaṃvaro kathaṃ bahulīkato tīṇi sucaritāni paripūretīti?",
  "sn46.6:6.2": "Idha, kuṇḍaliya, bhikkhu cakkhunā rūpaṃ disvā manāpaṃ nābhijjhati nābhihaṃsati, na rāgaṃ janeti.",
  "sn46.6:6.3": "Tassa ṭhito ca kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:6.4": "Cakkhunā kho paneva rūpaṃ disvā amanāpaṃ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso.",
  "sn46.6:6.5": "Tassa ṭhito ca kāyo hoti ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:7.1": "Puna caparaṃ, kuṇḍaliya, bhikkhu sotena saddaṃ sutvā … pe …",
  "sn46.6:7.2": "ghānena gandhaṃ ghāyitvā … pe …",
  "sn46.6:7.3": "jivhāya rasaṃ sāyitvā … pe …",
  "sn46.6:7.4": "kāyena phoṭṭhabbaṃ phusitvā … pe …",
  "sn46.6:7.5": "manasā dhammaṃ viññāya manāpaṃ nābhijjhati nābhihaṃsati, na rāgaṃ janeti.",
  "sn46.6:7.6": "Tassa ṭhito ca kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:7.7": "Manasā kho paneva dhammaṃ viññāya amanāpaṃ na maṅku hoti appatiṭṭhitacitto adīnamānaso abyāpannacetaso.",
  "sn46.6:7.8": "Tassa ṭhito ca kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:8.1": "Yato kho, kuṇḍaliya, bhikkhuno cakkhunā rūpaṃ disvā manāpāmanāpesu rūpesu ṭhito ca kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:8.2": "Sotena saddaṃ sutvā … pe …",
  "sn46.6:8.3": "ghānena gandhaṃ ghāyitvā … pe …",
  "sn46.6:8.4": "jivhāya rasaṃ sāyitvā … pe …",
  "sn46.6:8.5": "kāyena phoṭṭhabbaṃ phusitvā … pe …",
  "sn46.6:8.6": "manasā dhammaṃ viññāya manāpāmanāpesu dhammesu ṭhito ca kāyo hoti, ṭhitaṃ cittaṃ ajjhattaṃ susaṇṭhitaṃ suvimuttaṃ.",
  "sn46.6:8.7": "Evaṃ bhāvito kho, kuṇḍaliya, indriyasaṃvaro evaṃ bahulīkato tīṇi sucaritāni paripūreti.",
  "sn46.6:9.1": "Kathaṃ bhāvitāni ca, kuṇḍaliya, tīṇi sucaritāni kathaṃ bahulīkatāni cattāro satipaṭṭhāne paripūrenti?",
  "sn46.6:9.2": "Idha, kuṇḍaliya, bhikkhu kāyaduccaritaṃ pahāya kāyasucaritaṃ bhāveti, vacīduccaritaṃ pahāya vacīsucaritaṃ bhāveti, manoduccaritaṃ pahāya manosucaritaṃ bhāveti.",
  "sn46.6:9.3": "Evaṃ bhāvitāni kho, kuṇḍaliya, tīṇi sucaritāni evaṃ bahulīkatāni cattāro satipaṭṭhāne paripūrenti.",
  "sn46.6:10.1": "Kathaṃ bhāvitā ca, kuṇḍaliya, cattāro satipaṭṭhānā kathaṃ bahulīkatā satta bojjhaṅge paripūrenti?",
  "sn46.6:10.2": "Idha, kuṇḍaliya, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn46.6:10.3": "vedanāsu … pe …",
  "sn46.6:10.4": "citte … pe …",
  "sn46.6:10.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn46.6:10.6": "Evaṃ bhāvitā kho, kuṇḍaliya, cattāro satipaṭṭhānā evaṃ bahulīkatā satta bojjhaṅge paripūrenti.",
  "sn46.6:11.1": "Kathaṃ bhāvitā ca, kuṇḍaliya, satta bojjhaṅgā kathaṃ bahulīkatā vijjāvimuttiṃ paripūrenti?",
  "sn46.6:11.2": "Idha, kuṇḍaliya, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe …",
  "sn46.6:11.3": "upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.",
  "sn46.6:11.4": "Evaṃ bhāvitā kho, kuṇḍaliya, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti.",
  "sn46.6:12.1": "Evaṃ vutte, kuṇḍaliyo paribbājako bhagavantaṃ etadavoca:",
  "sn46.6:12.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "sn46.6:12.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "sn46.6:12.4": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "sn46.6:12.5": "evameva bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "sn46.6:12.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "sn46.6:12.7": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn46.6:13.1": "Chaṭṭhaṃ."
}