{
  "_markup_path": "markup/sn/sn46/sn46.033.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.033.json"
  ],
  "sn46.33:1.1": "Saṃyutta Nikāya 46",
  "sn46.33:2.1": "4. Nīvaraṇavagga",
  "sn46.33:3.1": "<span class=\\\"var\\\" title=\\\"kilesasuttaṃ (bj) | kilesa 1 (pts1)\\\" id=\\\"note91\\\">33. Upakkilesasutta</span>",
  "sn46.33:4.1": "“Pañcime, bhikkhave, jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā upeti kammāya.",
  "sn46.33:4.2": "Katame pañca?",
  "sn46.33:4.3": "Ayo, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā upeti kammāya.",
  "sn46.33:4.4": "Lohaṃ, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṃ jātarūpaṃ … pe …",
  "sn46.33:4.5": "tipu, bhikkhave, jātarūpassa upakkileso … pe …",
  "sn46.33:4.6": "sīsaṃ, bhikkhave, jātarūpassa upakkileso … pe …",
  "sn46.33:4.7": "sajjhu, bhikkhave, jātarūpassa upakkileso, yena upakkilesena upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā upeti kammāya.",
  "sn46.33:4.8": "Ime kho, bhikkhave, pañca jātarūpassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ jātarūpaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā upeti kammāya.",
  "sn46.33:5.1": "Evameva kho, bhikkhave, pañcime cittassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ cittaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṃ khayāya.",
  "sn46.33:5.2": "Katame pañca?",
  "sn46.33:5.3": "Kāmacchando, bhikkhave, cittassa upakkileso, yena upakkilesena upakkiliṭṭhaṃ cittaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṃ khayāya … pe …",
  "sn46.33:5.4": "ime kho, bhikkhave, pañca cittassa upakkilesā, yehi upakkilesehi upakkiliṭṭhaṃ cittaṃ na ceva mudu hoti na ca kammaniyaṃ, na ca pabhassaraṃ pabhaṅgu ca, na ca sammā samādhiyati āsavānaṃ khayāyā”ti.",
  "sn46.33:6.1": "Tatiyaṃ."
}