{
  "_markup_path": "markup/sn/sn46/sn46.053.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.053.json"
  ],
  "sn46.53:1.1": "Saṃyutta Nikāya 46",
  "sn46.53:2.1": "6. Sākacchavagga",
  "sn46.53:3.1": "53. Aggisutta",
  "sn46.53:4.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.",
  "sn46.53:4.2": "(Pariyāyasuttasadisaṃ.)",
  "sn46.53:5.1": "“Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:",
  "sn46.53:5.2": "‘yasmiṃ, āvuso, samaye līnaṃ cittaṃ hoti, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ akālo bhāvanāya, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ kālo bhāvanāya?",
  "sn46.53:5.3": "Yasmiṃ panāvuso, samaye uddhataṃ cittaṃ hoti, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ akālo bhāvanāya, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ kālo bhāvanāyā’ti?",
  "sn46.53:5.4": "Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti.",
  "sn46.53:5.5": "Taṃ kissa hetu?",
  "sn46.53:5.6": "Yathā taṃ, bhikkhave, avisayasmiṃ.",
  "sn46.53:6.1": "Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā.",
  "sn46.53:7.1": "Yasmiṃ, bhikkhave, samaye līnaṃ cittaṃ hoti, akālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya.",
  "sn46.53:7.2": "Taṃ kissa hetu?",
  "sn46.53:7.3": "Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi dussamuṭṭhāpayaṃ hoti.",
  "sn46.53:8.1": "Seyyathāpi, bhikkhave, puriso parittaṃ aggiṃ ujjāletukāmo assa.",
  "sn46.53:8.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṃsukena ca okireyya;",
  "sn46.53:8.3": "bhabbo nu kho so puriso parittaṃ aggiṃ ujjāletun”ti?",
  "sn46.53:8.4": "“No hetaṃ, bhante”.",
  "sn46.53:9.1": "“Evameva kho, bhikkhave, yasmiṃ samaye līnaṃ cittaṃ hoti, akālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya.",
  "sn46.53:9.2": "Taṃ kissa hetu?",
  "sn46.53:9.3": "Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi dussamuṭṭhāpayaṃ hoti.",
  "sn46.53:10.1": "Yasmiñca kho, bhikkhave, samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya.",
  "sn46.53:10.2": "Taṃ kissa hetu?",
  "sn46.53:10.3": "Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi susamuṭṭhāpayaṃ hoti.",
  "sn46.53:11.1": "Seyyathāpi, bhikkhave, puriso parittaṃ aggiṃ ujjāletukāmo assa.",
  "sn46.53:11.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni gomayāni pakkhipeyya, sukkhāni kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṃsukena okireyya;",
  "sn46.53:11.3": "bhabbo nu kho so puriso parittaṃ aggiṃ ujjāletun”ti?",
  "sn46.53:11.4": "“Evaṃ, bhante”.",
  "sn46.53:12.1": "“Evameva kho, bhikkhave, yasmiṃ samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya.",
  "sn46.53:12.2": "Taṃ kissa hetu?",
  "sn46.53:12.3": "Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi susamuṭṭhāpayaṃ hoti.",
  "sn46.53:13.1": "Yasmiṃ, bhikkhave, samaye uddhataṃ cittaṃ hoti, akālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya.",
  "sn46.53:13.2": "Taṃ kissa hetu?",
  "sn46.53:13.3": "Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi duvūpasamayaṃ hoti.",
  "sn46.53:14.1": "Seyyathāpi, bhikkhave, puriso mahantaṃ aggikkhandhaṃ nibbāpetukāmo assa.",
  "sn46.53:14.2": "So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṃsukena okireyya;",
  "sn46.53:14.3": "bhabbo nu kho so puriso mahantaṃ aggikkhandhaṃ nibbāpetun”ti?",
  "sn46.53:14.4": "“No hetaṃ, bhante”.",
  "sn46.53:15.1": "“Evameva kho, bhikkhave, yasmiṃ samaye uddhataṃ cittaṃ hoti, akālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya.",
  "sn46.53:15.2": "Taṃ kissa hetu?",
  "sn46.53:15.3": "Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi duvūpasamayaṃ hoti.",
  "sn46.53:16.1": "Yasmiñca kho, bhikkhave, samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya.",
  "sn46.53:16.2": "Taṃ kissa hetu?",
  "sn46.53:16.3": "Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi suvūpasamayaṃ hoti.",
  "sn46.53:17.1": "Seyyathāpi, bhikkhave, puriso mahantaṃ aggikkhandhaṃ nibbāpetukāmo assa.",
  "sn46.53:17.2": "So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṃsukena ca okireyya;",
  "sn46.53:17.3": "bhabbo nu kho so puriso mahantaṃ aggikkhandhaṃ nibbāpetun”ti?",
  "sn46.53:17.4": "“Evaṃ, bhante”.",
  "sn46.53:18.1": "“Evameva kho, bhikkhave, yasmiṃ samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya.",
  "sn46.53:18.2": "Taṃ kissa hetu?",
  "sn46.53:18.3": "Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi suvūpasamayaṃ hoti<span class=\\\"cross\\\" title=\\\"^mi3.1.12#1 [Satilakkhaṇapañha]\\\" id=\\\"note109\\\">*</span>.",
  "sn46.53:18.4": "Satiñca khvāhaṃ, bhikkhave, sabbatthikaṃ vadāmī”ti.",
  "sn46.53:19.1": "Tatiyaṃ."
}