{
  "_markup_path": "markup/sn/sn46/sn46.055.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.055.json"
  ],
  "sn46.55:1.1": "Saṃyutta Nikāya 46",
  "sn46.55:2.1": "6. Sākacchavagga",
  "sn46.55:3.1": "55. Saṅgāravasutta",
  "sn46.55:4.1": "Sāvatthinidānaṃ.",
  "sn46.55:4.2": "Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami;",
  "sn46.55:4.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "sn46.55:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn46.55:4.5": "Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca:",
  "sn46.55:5.1": "“Ko nu kho, bho gotama, hetu, ko paccayo yenekadā dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā?",
  "sn46.55:5.2": "Ko pana, bho gotama, hetu, ko paccayo yenekadā dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā”ti?",
  "sn46.55:6.1": "“Yasmiṃ kho, brāhmaṇa, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:6.2": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:7.1": "Seyyathāpi, brāhmaṇa, udapatto saṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā.",
  "sn46.55:7.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya.",
  "sn46.55:7.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati … pe …",
  "sn46.55:7.4": "paratthampi … pe …",
  "sn46.55:7.5": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:7.6": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:8.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:8.2": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:8.3": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:9.1": "Seyyathāpi, brāhmaṇa, udapatto agginā santatto <span class=\\\"var\\\" title=\\\"ukkaṭṭhito (bj, pts1) | ukkuṭṭhito (s1-3) | pakkudhito (mr)\\\" id=\\\"note111\\\">pakkuthito</span> <span class=\\\"var\\\" title=\\\"ussadakajāto (bj) | usmādakajāto (s1-3)\\\" id=\\\"note112\\\">usmudakajāto</span>.",
  "sn46.55:9.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya.",
  "sn46.55:9.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye … pe …",
  "sn46.55:9.4": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:9.5": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:10.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:10.2": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:10.3": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:11.1": "Seyyathāpi, brāhmaṇa, udapatto sevālapaṇakapariyonaddho.",
  "sn46.55:11.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya.",
  "sn46.55:11.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye thinamiddhapariyuṭṭhitena cetasā viharati thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:11.4": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:11.5": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:12.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:12.2": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:12.3": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:13.1": "Seyyathāpi, brāhmaṇa, udapatto vāterito calito bhanto ūmijāto.",
  "sn46.55:13.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya.",
  "sn46.55:13.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye uddhaccakukkuccapariyuṭṭhitena cetasā viharati uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:13.4": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:13.5": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:14.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi … pe …",
  "sn46.55:14.2": "ubhayatthampi …",
  "sn46.55:14.3": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:15.1": "Seyyathāpi, brāhmaṇa, udapatto āvilo luḷito kalalībhūto andhakāre nikkhitto.",
  "sn46.55:15.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ na jāneyya na passeyya.",
  "sn46.55:15.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, paratthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ na jānāti na passati;",
  "sn46.55:15.4": "dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:15.5": "Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo yenekadā dīgharattaṃ sajjhāyakatāpi mantā nappaṭibhanti, pageva asajjhāyakatā.",
  "sn46.55:16.1": "Yasmiñca kho, brāhmaṇa, samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati;",
  "sn46.55:16.2": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:17.1": "Seyyathāpi, brāhmaṇa, udapatto asaṃsaṭṭho lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā.",
  "sn46.55:17.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya.",
  "sn46.55:17.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti … pe ….",
  "sn46.55:18.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:18.2": "ubhayatthampi … pe …",
  "sn46.55:18.3": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:19.1": "Seyyathāpi, brāhmaṇa, udapatto na agginā santatto na pakkuthito na usmudakajāto, tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya.",
  "sn46.55:19.2": "Evameva kho, brāhmaṇa, yasmiṃ samaye na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena, uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:19.3": "ubhayatthampi … pe …",
  "sn46.55:19.4": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:20.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:20.2": "ubhayatthampi … pe …",
  "sn46.55:20.3": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:21.1": "Seyyathāpi, brāhmaṇa, udapatto na sevālapaṇakapariyonaddho.",
  "sn46.55:21.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya.",
  "sn46.55:21.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye na thinamiddhapariyuṭṭhitena cetasā viharati na thinamiddhaparetena, uppannassa ca thinamiddhassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:21.4": "ubhayatthampi … pe …",
  "sn46.55:21.5": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:22.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:22.2": "ubhayatthampi … pe …",
  "sn46.55:22.3": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:23.1": "Seyyathāpi, brāhmaṇa, udapatto na vāterito na calito na bhanto na ūmijāto.",
  "sn46.55:23.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya.",
  "sn46.55:23.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye na uddhaccakukkuccapariyuṭṭhitena cetasā viharati na uddhaccakukkuccaparetena, uppannassa ca uddhaccakukkuccassa nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi … pe …",
  "sn46.55:23.4": "ubhayatthampi … pe …",
  "sn46.55:23.5": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:24.1": "Puna caparaṃ, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ <span class=\\\"var\\\" title=\\\"pajānāti passati (s1-3)\\\" id=\\\"note113\\\">pajānāti</span>, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati;",
  "sn46.55:24.2": "ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati;",
  "sn46.55:24.3": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:25.1": "Seyyathāpi, brāhmaṇa, udapatto accho vippasanno anāvilo āloke nikkhitto.",
  "sn46.55:25.2": "Tattha cakkhumā puriso sakaṃ mukhanimittaṃ paccavekkhamāno yathābhūtaṃ jāneyya passeyya.",
  "sn46.55:25.3": "Evameva kho, brāhmaṇa, yasmiṃ samaye na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti, attatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, paratthampi tasmiṃ samaye yathābhūtaṃ jānāti passati, ubhayatthampi tasmiṃ samaye yathābhūtaṃ jānāti passati;",
  "sn46.55:25.4": "dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:25.5": "Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo yenekadā dīgharattaṃ asajjhāyakatāpi mantā paṭibhanti, pageva sajjhāyakatā.",
  "sn46.55:26.1": "Sattime, brāhmaṇa, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattanti.",
  "sn46.55:26.2": "Katame satta?",
  "sn46.55:26.3": "Satisambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati … pe …",
  "sn46.55:26.4": "upekkhāsambojjhaṅgo kho, brāhmaṇa, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati.",
  "sn46.55:26.5": "Ime kho, brāhmaṇa, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattantī”ti.",
  "sn46.55:27.1": "Evaṃ vutte, saṅgāravo brāhmaṇo bhagavantaṃ etadavoca:",
  "sn46.55:27.2": "“abhikkantaṃ, bho gotama … pe …",
  "sn46.55:27.3": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn46.55:28.1": "Pañcamaṃ."
}