{
  "_markup_path": "markup/sn/sn46/sn46.051.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.051.json"
  ],
  "sn46.51:1.1": "Saṃyutta Nikāya 46",
  "sn46.51:2.1": "<span class=\\\"var\\\" title=\\\"bojjhaṅgavaggo (bj) | bojjhaṅgachaṭṭhakaṃ (s1-3) | bojjhaṅgasākaccaṃ (pts1)\\\" id=\\\"note107\\\">6. Sākacchavagga</span>",
  "sn46.51:3.1": "51. Āhārasutta",
  "sn46.51:4.1": "Sāvatthinidānaṃ.",
  "sn46.51:4.2": "“Pañcannañca, bhikkhave, nīvaraṇānaṃ sattannañca bojjhaṅgānaṃ āhārañca anāhārañca desessāmi;",
  "sn46.51:4.3": "taṃ suṇātha.",
  "sn46.51:4.4": "Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya?",
  "sn46.51:4.5": "Atthi, bhikkhave, subhanimittaṃ.",
  "sn46.51:4.6": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:4.7": "ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya.",
  "sn46.51:5.1": "Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya?",
  "sn46.51:5.2": "Atthi, bhikkhave, paṭighanimittaṃ.",
  "sn46.51:5.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:5.4": "ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya.",
  "sn46.51:6.1": "Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya?",
  "sn46.51:6.2": "Atthi, bhikkhave, arati tandi vijambhitā bhattasammado cetaso ca līnattaṃ.",
  "sn46.51:6.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:6.4": "ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya.",
  "sn46.51:7.1": "Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya?",
  "sn46.51:7.2": "Atthi, bhikkhave, cetaso avūpasamo.",
  "sn46.51:7.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:7.4": "ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya.",
  "sn46.51:8.1": "Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya?",
  "sn46.51:8.2": "Atthi, bhikkhave, vicikicchāṭṭhānīyā dhammā.",
  "sn46.51:8.3": "Tattha ayonisomanasikārabahulīkāro—",
  "sn46.51:8.4": "ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya.",
  "sn46.51:9.1": "Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:9.2": "Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:9.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:9.4": "ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:10.1": "Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:10.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.",
  "sn46.51:10.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:10.4": "ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:11.1": "Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:11.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.",
  "sn46.51:11.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:11.4": "ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:12.1": "Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:12.2": "Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:12.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:12.4": "ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:13.1": "Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:13.2": "Atthi, bhikkhave, kāyappassaddhi cittappassaddhi.",
  "sn46.51:13.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:13.4": "ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:14.1": "Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:14.2": "Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ.",
  "sn46.51:14.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:14.4": "ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:15.1": "Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:15.2": "Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:15.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:15.4": "ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:16.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya?",
  "sn46.51:16.2": "Atthi, bhikkhave, asubhanimittaṃ.",
  "sn46.51:16.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:16.4": "ayamanāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya.",
  "sn46.51:17.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya?",
  "sn46.51:17.2": "Atthi, bhikkhave, mettācetovimutti.",
  "sn46.51:17.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:17.4": "ayamanāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya.",
  "sn46.51:18.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya?",
  "sn46.51:18.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.",
  "sn46.51:18.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:18.4": "ayamanāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya.",
  "sn46.51:19.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya?",
  "sn46.51:19.2": "Atthi, bhikkhave, cetaso vūpasamo.",
  "sn46.51:19.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:19.4": "ayamanāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya.",
  "sn46.51:20.1": "Ko ca, bhikkhave, anāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya?",
  "sn46.51:20.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.",
  "sn46.51:20.3": "Tattha yonisomanasikārabahulīkāro—",
  "sn46.51:20.4": "ayamanāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya.",
  "sn46.51:21.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:21.2": "Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:21.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:21.4": "ayamanāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:22.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:22.2": "Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.",
  "sn46.51:22.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:22.4": "ayamanāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:23.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:23.2": "Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.",
  "sn46.51:23.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:23.4": "ayamanāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:24.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:24.2": "Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:24.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:24.4": "ayamanāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:25.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:25.2": "Atthi, bhikkhave, kāyappassaddhi cittappassaddhi.",
  "sn46.51:25.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:25.4": "ayamanāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:26.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:26.2": "Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ.",
  "sn46.51:26.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:26.4": "ayamanāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā.",
  "sn46.51:27.1": "Ko ca, bhikkhave, anāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā?",
  "sn46.51:27.2": "Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā.",
  "sn46.51:27.3": "Tattha amanasikārabahulīkāro—",
  "sn46.51:27.4": "ayamanāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā”ti.",
  "sn46.51:28.1": "Paṭhamaṃ."
}