{
  "_markup_path": "markup/sn/sn46/sn46.038.html",
  "_alt_strings": [
    "en/sujato/sn/sn46/sn46.038.json"
  ],
  "sn46.38:1.1": "Saṃyutta Nikāya 46",
  "sn46.38:2.1": "4. Nīvaraṇavagga",
  "sn46.38:3.1": "<span class=\\\"var\\\" title=\\\"anīvaraṇasuttaṃ (bj)\\\" id=\\\"note97\\\">38. Āvaraṇanīvaraṇasutta</span>",
  "sn46.38:4.1": "“Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.",
  "sn46.38:4.2": "Katame pañca?",
  "sn46.38:4.3": "Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo.",
  "sn46.38:4.4": "Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo.",
  "sn46.38:4.5": "Thinamiddhaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso upakkilesaṃ paññāya dubbalīkaraṇaṃ.",
  "sn46.38:4.6": "Uddhaccakukkuccaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso upakkilesaṃ paññāya dubbalīkaraṇaṃ.",
  "sn46.38:4.7": "Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.",
  "sn46.38:4.8": "Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.",
  "sn46.38:5.1": "Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattanti.",
  "sn46.38:5.2": "Katame satta?",
  "sn46.38:5.3": "Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati … pe …",
  "sn46.38:5.4": "upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati.",
  "sn46.38:5.5": "Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattantīti.",
  "sn46.38:6.1": "Yasmiṃ, bhikkhave, samaye ariyasāvako aṭṭhiṃ katvā manasi katvā sabbaṃ cetaso samannāharitvā ohitasoto dhammaṃ suṇāti, imassa pañca nīvaraṇā tasmiṃ samaye na honti.",
  "sn46.38:6.2": "Satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti.",
  "sn46.38:7.1": "Katame pañca nīvaraṇā tasmiṃ samaye na honti?",
  "sn46.38:7.2": "Kāmacchandanīvaraṇaṃ tasmiṃ samaye na hoti, byāpādanīvaraṇaṃ tasmiṃ samaye na hoti, thinamiddhanīvaraṇaṃ tasmiṃ samaye na hoti, uddhaccakukkuccanīvaraṇaṃ tasmiṃ samaye na hoti, vicikicchānīvaraṇaṃ tasmiṃ samaye na hoti.",
  "sn46.38:7.3": "Imassa pañca nīvaraṇā tasmiṃ samaye na honti.",
  "sn46.38:8.1": "Katame satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti?",
  "sn46.38:8.2": "Satisambojjhaṅgo tasmiṃ samaye bhāvanāpāripūriṃ gacchati … pe …",
  "sn46.38:8.3": "upekkhāsambojjhaṅgo tasmiṃ samaye bhāvanāpāripūriṃ gacchati.",
  "sn46.38:8.4": "Ime satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti.",
  "sn46.38:8.5": "Yasmiṃ, bhikkhave, samaye ariyasāvako aṭṭhiṃ katvā manasi katvā sabbaṃ cetaso samannāharitvā ohitasoto dhammaṃ suṇāti, imassa pañca nīvaraṇā tasmiṃ samaye na honti.",
  "sn46.38:8.6": "Ime satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchantī”ti.",
  "sn46.38:9.1": "Aṭṭhamaṃ."
}