[    
   {
        "term": "Dhaniya",
        "text": "<p>A monk whose Theragāthā verses urge one who wants to live happily as a monk to be content. <span class='ref'>Thag.228–30</span> He once made a grass but on the slopes of Isigili and lived there with several others during the rains. He continued to live there after the others had left. While he was away begging for alms, his hut was pulled down by women searching for straw and firewood, but he rebuilt it. Three times this happened, until, in exasperation, Dhaniya very skilfully made bricks and tiles and built a hut both strong and splendid, with tiles of shining crimson which gave out a bell-like sound when tapped. The Buddha, seeing this, chided Dhaniya and ordered the hut to be pulled down. Dhaniya then built a hut of wood which he obtained from a guild of timber merchants, suppliers of wood to the king, giving them to understand that he had the king’s permission. Vassakāra, hearing of this, reported the matter to Bimbisāra, who sent for Dhaniya. Dhaniya maintained that the king, by royal proclamation, had permitted the monks to use the royal supplies of wood and other materials. Bimbisāra admitted the proclamation, but said it referred only to supplies straight from the forest, and he sent Dhaniya away with a warning. The matter created a great uproar and the Buddha blamed Dhaniya. <span class='ref'>Vin.iii.41–5</span></p>"
    },
   {
        "term": "Dhamma",
        "text": "<p>The palace built by Vissakamma for Mahāsudassana, by order of Sakka. <span class='ref'>DN.ii.180<em>ff.</em></span></p>"
    },
   {
        "term": "Dhamma",
        "text": "<p>The lake in front of the palace mentioned above. <span class='ref'>DN.ii.184.</span></p>"
    },
   {
        "term": "Dhammadinnā",
        "text": "<p>An eminent Therī, ranked foremost among nuns who possessed the gift of preaching. <span class='ref'>AN.i.25</span> Her Therīgāthā verse says that one without attachment is bound upstream. <span class='ref'>Thig.12</span> In Rājagaha her former husband Visakha asked her a series of profound questions on the Dhamma. The questions and answers are given in the Cūḷavedalla Sutta. <span class='ref'>MN.i.299<em>ff.</em></span> Visākha reported this interview to the Buddha, who praised her great wisdom and commended her eloquence.</p>"
    },
   {
        "term": "Sāḷha",
        "text": "<p>An eminent monk who took a prominent part in the Second Council. He lived in Sahajāti, and, on hearing of the heresy of the Vajjiputtakas, retired into solitude in order to decide whether he thought their contentions right. There an inhabitant of the Suddhāvāsā informed him that the Vajjiputtakas were wrong. He was one of the four appointed on behalf of the Pācinakas (Vajjiputtakas) on the committee which discussed the dispute. <span class='ref'>Vin.ii.302<em>ff.</em></span></p>"
    },
   {
        "term": "Sāvatthī",
        "text": "<p>The capital city of Kosala in India and one of the six great Indian cities during the lifetime of the Buddha. <span class='ref'>DN.ii.147</span> It was six leagues from Sāketa. <span class='ref'>Vin.i.253</span> It was on the banks of the Aciravatī.<span class='ref'>Vin.i.191</span> <span class='ref'>Vin.i.293</span> The road from Rājagaha to Sāvatthī passed through Vesāli, <span class='ref'>Vin.ii.159<em>f.</em></span> and the Pārāyanavagga <span class='ref'>Snp.1011–1013</span> gives the resting places between the two cities Setavyā, Kapilavatthu, Kusinārā, Pāvā and Bhoganagara. Further on, there was a road running southwards from Sāvatthī through Sāketa to Kosambī. Near the city was the Andhavana. Between Sāketa and Sāvatthī was Toraṇavatthu. <span class='ref'>SN.iv.374</span></p><p>The Buddha passed the greater part of his monastic life in Sāvatthī, and the vast bulk of all Suttas are set there.</p><p>His first visit there was at the invitation of Anāthapiṇḍika. The chief patrons of the Buddha in Sāvatthī were Anāthapiṇḍika, Visākhā, Suppavāsā and Pasenadi.</p>",
        "map": "27.5195, 82.06297"
    },
    {
        "term": "Sāvitti",
        "text": "<p>A hymn, mentioned as chief of the Vedas. <span class='ref'>Snp.568</span> It consists of three lines of twenty four letters. <span class='ref'>Snp.457</span></p>"
    }
]
