{
  "_markup_path": "markup/sn/sn46/sn46.002.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.002.json"
  ],
  "sn46.2:1.1": "Linked Discourses 46 ",
  "sn46.2:2.1": "1 Mountains ",
  "sn46.2:3.1": "2 The Body",
  "sn46.2:4.1": "At Sāvatthī. ",
  "sn46.2:4.2": "“Mendicants, this body is sustained by food. It depends on food to continue, and without food it doesn’t continue.",
  "sn46.2:4.3": "In the same way, the five hindrances are sustained by fuel. They depend on fuel to continue, and without fuel they don’t continue.",
  "sn46.2:5.1": "And what fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow?",
  "sn46.2:5.2": "There is the aspect of beauty.",
  "sn46.2:5.3": "Frequent irrational focus on that",
  "sn46.2:5.4": "fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow.",
  "sn46.2:6.1": "And what fuels the arising of ill will, or, when it has arisen, makes it increase and grow?",
  "sn46.2:6.2": "There is the aspect of rigidity.",
  "sn46.2:6.3": "Frequent irrational focus on that",
  "sn46.2:6.4": "fuels the arising of ill will, or, when it has arisen, makes it increase and grow.",
  "sn46.2:7.1": "And what fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow?",
  "sn46.2:7.2": "There is dissatisfaction, sloth, yawning, lethargy after eating, and mental sluggishness.",
  "sn46.2:7.3": "Frequent irrational focus on them",
  "sn46.2:7.4": "fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow.",
  "sn46.2:8.1": "And what fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow?",
  "sn46.2:8.2": "There is the unsettled mind.",
  "sn46.2:8.3": "Frequent irrational focus on that",
  "sn46.2:8.4": "fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow.",
  "sn46.2:9.1": "And what fuels the arising of doubt, or, when it has arisen, makes it increase and grow?",
  "sn46.2:9.2": "There are things that are grounds for doubt.",
  "sn46.2:9.3": "Frequent irrational focus on them",
  "sn46.2:9.4": "fuels the arising of doubt, or, when it has arisen, makes it increase and grow.",
  "sn46.2:10.1": "This body is sustained by food. It depends on food to continue, and without food it doesn’t continue.",
  "sn46.2:10.2": "In the same way, the five hindrances are sustained by fuel. They depend on fuel to continue, and without fuel they don’t continue.",
  "sn46.2:11.1": "This body is sustained by food. It depends on food to continue, and without food it doesn’t continue.",
  "sn46.2:11.2": "In the same way, the seven awakening factors are sustained by fuel. They depend on fuel to continue, and without fuel they don’t continue.",
  "sn46.2:12.1": "And what fuels the arising of the awakening factor of mindfulness, or, when it has arisen, develops it to perfection?",
  "sn46.2:12.2": "There are things that are grounds for the awakening factor of mindfulness.",
  "sn46.2:12.3": "Frequent rational focus on them",
  "sn46.2:12.4": "fuels the arising of the awakening factor of mindfulness, or, when it has arisen, develops it to perfection.",
  "sn46.2:13.1": "And what fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, develops it to perfection?",
  "sn46.2:13.2": "There are qualities that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.",
  "sn46.2:13.3": "Frequent rational focus on them",
  "sn46.2:13.4": "fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, develops it to perfection.",
  "sn46.2:14.1": "And what fuels the arising of the awakening factor of energy, or, when it has arisen, develops it to perfection?",
  "sn46.2:14.2": "There are the elements of initiative, persistence, and exertion.",
  "sn46.2:14.3": "Frequent rational focus on them",
  "sn46.2:14.4": "fuels the arising of the awakening factor of energy, or, when it has arisen, develops it to perfection.",
  "sn46.2:15.1": "And what fuels the arising of the awakening factor of rapture, or, when it has arisen, develops it to perfection?",
  "sn46.2:15.2": "There are things that are grounds for the awakening factor of rapture.",
  "sn46.2:15.3": "Frequent rational focus on them ",
  "sn46.2:15.4": "fuels the arising of the awakening factor of rapture, or, when it has arisen, develops it to perfection.",
  "sn46.2:16.1": "And what fuels the arising of the awakening factor of tranquility, or, when it has arisen, develops it to perfection?",
  "sn46.2:16.2": "There is tranquility of the body and of the mind.",
  "sn46.2:16.3": "Frequent rational focus on them ",
  "sn46.2:16.4": "fuels the arising of the awakening factor of tranquility, or, when it has arisen, develops it to perfection.",
  "sn46.2:17.1": "And what fuels the arising of the awakening factor of samādhi, or, when it has arisen, develops it to perfection?",
  "sn46.2:17.2": "There are aspects of things that are serene and free from distraction. ",
  "sn46.2:17.3": "Frequent rational focus on them ",
  "sn46.2:17.4": "fuels the arising of the awakening factor of samādhi, or, when it has arisen, develops it to perfection.",
  "sn46.2:18.1": "And what fuels the arising of the awakening factor of equanimity, or, when it has arisen, develops it to perfection?",
  "sn46.2:18.2": "There are things that are grounds for the awakening factor of equanimity.",
  "sn46.2:18.3": "Frequent rational focus on them",
  "sn46.2:18.4": "fuels the arising of the awakening factor of equanimity, or, when it has arisen, develops it to perfection.",
  "sn46.2:19.1": "This body is sustained by food. It depends on food to continue, and without food it doesn’t continue.",
  "sn46.2:19.2": "In the same way, the seven awakening factors are sustained by fuel. They depend on fuel to continue, and without fuel they don’t continue.”"
}