{
  "_markup_path": "markup/sn/sn46/sn46.003.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.003.json"
  ],
  "sn46.3:1.1": "Linked Discourses 46 ",
  "sn46.3:2.1": "1 Mountains ",
  "sn46.3:3.1": "3 Ethics",
  "sn46.3:4.1": "“Mendicants, when a mendicant is accomplished in ethics, samādhi, wisdom, freedom, or the knowledge and vision of freedom, even the sight of them is very helpful, I say.",
  "sn46.3:4.2": "Even to hear them,",
  "sn46.3:4.3": "approach them,",
  "sn46.3:4.4": "pay homage to them,",
  "sn46.3:4.5": "recollect them,",
  "sn46.3:4.6": "or go forth after them is very helpful, I say.",
  "sn46.3:4.7": "Why is that?",
  "sn46.3:4.8": "Because after hearing the teaching of such mendicants, a mendicant will live withdrawn in both body and mind,",
  "sn46.3:4.10": "as they recollect and think about that teaching.",
  "sn46.3:5.1": "At such a time, a mendicant has activated the awakening factor of mindfulness;",
  "sn46.3:5.2": "they develop it",
  "sn46.3:5.3": "and perfect it.",
  "sn46.3:5.4": "As they live mindfully in this way they investigate, explore, and inquire into that teaching with wisdom.",
  "sn46.3:6.1": "At such a time, a mendicant has activated the awakening factor of investigation of principles;",
  "sn46.3:6.2": "they develop it",
  "sn46.3:6.3": "and perfect it.",
  "sn46.3:6.4": "As they investigate principles with wisdom in this way their energy is roused up and vigorous.",
  "sn46.3:7.1": "At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it.",
  "sn46.3:7.4": "When you’re energetic, spiritual rapture arises.",
  "sn46.3:8.1": "At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it.",
  "sn46.3:8.4": "When the mind is full of rapture, the body and mind become tranquil.",
  "sn46.3:9.1": "At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it.",
  "sn46.3:9.4": "When the body is tranquil and one feels bliss, the mind comes together in samādhi.",
  "sn46.3:10.1": "At such a time, a mendicant has activated the awakening factor of samādhi; they develop it and perfect it.",
  "sn46.3:10.4": "They closely watch over that mind in samādhi.",
  "sn46.3:11.1": "At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.",
  "sn46.3:11.3": "and perfect it.",
  "sn46.3:12.1": "When the seven awakening factors are developed and cultivated in this way they can expect seven fruits and benefits.",
  "sn46.3:12.2": "What seven?",
  "sn46.3:12.3": "They attain enlightenment early on in this very life.",
  "sn46.3:12.4": "If not, they attain enlightenment at the time of death.",
  "sn46.3:12.5": "If not, with the ending of the five lower fetters, they’re extinguished in-between one life and the next.",
  "sn46.3:12.6": "If not, with the ending of the five lower fetters they’re extinguished upon landing.",
  "sn46.3:12.7": "If not, with the ending of the five lower fetters they’re extinguished without extra effort.",
  "sn46.3:12.8": "If not, with the ending of the five lower fetters they’re extinguished with extra effort.",
  "sn46.3:12.9": "If not, with the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm.",
  "sn46.3:12.10": "When the seven awakening factors are developed and cultivated in this way these are the seven fruits and benefits they can expect.”"
}