{
  "_markup_path": "markup/sn/sn46/sn46.052.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.052.json"
  ],
  "sn46.52:1.1": "Linked Discourses 46",
  "sn46.52:2.1": "6 Discussion",
  "sn46.52:3.1": "6 Is There a Way?",
  "sn46.52:4.1": "Then several mendicants got dressed in the morning and, taking their bowls and robes, entered Sāvatthī for alms. ",
  "sn46.52:4.2": "Then those mendicants thought:",
  "sn46.52:4.3": "“It’s too early to wander for alms in Sāvatthī. ",
  "sn46.52:4.4": "Why don’t we go to the monastery of the wanderers who follow other paths?”",
  "sn46.52:5.1": "Then they went to the monastery of the wanderers who follow other paths,",
  "sn46.52:5.2": "and exchanged greetings with the wanderers there. ",
  "sn46.52:5.3": "When the greetings and polite conversation were over, they sat down to one side. ",
  "sn46.52:5.4": "The wanderers said to them:",
  "sn46.52:6.1": "“Reverends, the ascetic Gotama teaches his disciples like this: ",
  "sn46.52:6.2": "‘Mendicants, please give up the five hindrances—corruptions of the heart that weaken wisdom—and truly develop the seven factors of awakening.’",
  "sn46.52:6.3": "We too teach our disciples:",
  "sn46.52:6.4": "‘Reverends, please give up the five hindrances—corruptions of the heart that weaken wisdom—and truly develop the seven factors of awakening.’",
  "sn46.52:6.5": "What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?”",
  "sn46.52:7.1": "Those mendicants neither approved nor dismissed that statement of the wanderers who follow other paths.",
  "sn46.52:7.2": "They got up from their seat, thinking:",
  "sn46.52:7.3": "“We will learn the meaning of this statement from the Buddha himself.” ",
  "sn46.52:7.4": "Then, after the meal, when they returned from alms-round, they went up to the Buddha,",
  "sn46.52:7.5": "bowed, sat down to one side, ",
  "sn46.52:7.6": "and told him what had happened.",
  "sn46.52:11.1": "“Mendicants, when wanderers who follow other paths say this, you should say to them: ",
  "sn46.52:11.2": "‘But reverends, is there a way in which the five hindrances become ten and the seven awakening factors become fourteen?’",
  "sn46.52:11.3": "Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated.",
  "sn46.52:11.4": "Why is that?",
  "sn46.52:11.5": "Because they’re out of their element.",
  "sn46.52:11.6": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them.",
  "sn46.52:12.1": "And what is the way in which the five hindrances become ten?",
  "sn46.52:12.2": "Sensual desire for what is internal is a hindrance; and sensual desire for what is external is also a hindrance.",
  "sn46.52:12.3": "That’s how what is concisely referred to as ‘the hindrance of sensual desire’ becomes twofold.",
  "sn46.52:12.5": "Ill will for what is internal is a hindrance; and ill will for what is external is also a hindrance.",
  "sn46.52:12.6": "That’s how what is concisely referred to as ‘the hindrance of ill will’ becomes twofold.",
  "sn46.52:12.8": "Dullness is a hindrance; and drowsiness is also a hindrance.",
  "sn46.52:12.9": "That’s how what is concisely referred to as ‘the hindrance of dullness and drowsiness’ becomes twofold.",
  "sn46.52:12.11": "Restlessness is a hindrance; and remorse is also a hindrance.",
  "sn46.52:12.12": "That’s how what is concisely referred to as ‘the hindrance of restlessness and remorse’ becomes twofold.",
  "sn46.52:12.14": "Doubt about internal things is a hindrance; and doubt about external things is also a hindrance.",
  "sn46.52:12.15": "That’s how what is concisely referred to as ‘the hindrance of doubt’ becomes twofold.",
  "sn46.52:12.17": "This is the way in which the five hindrances become ten.",
  "sn46.52:13.1": "And what is the way in which the seven awakening factors become fourteen?",
  "sn46.52:13.2": "Mindfulness of internal things is the awakening factor of mindfulness; and mindfulness of external things is also the awakening factor of mindfulness.",
  "sn46.52:13.3": "That’s how what is concisely referred to as ‘the awakening factor of mindfulness’ becomes twofold.",
  "sn46.52:14.1": "Investigating, exploring, and inquiring into internal things with wisdom is the awakening factor of investigation of principles; and investigating, exploring, and inquiring into external things with wisdom is also the awakening factor of investigation of principles",
  "sn46.52:14.2": "That’s how what is concisely referred to as ‘the awakening factor of investigation of principles’ becomes twofold.",
  "sn46.52:15.1": "Physical energy is the awakening factor of energy; and mental energy is also the awakening factor of energy.",
  "sn46.52:15.2": "That’s how what is concisely referred to as ‘the awakening factor of energy’ becomes twofold.",
  "sn46.52:16.1": "Rapture while placing the mind and keeping it connected is the awakening factor of rapture; and rapture without placing the mind and keeping it connected is also the awakening factor of rapture.",
  "sn46.52:16.2": "In this way what is concisely referred to as ‘the awakening factor of rapture’ becomes twofold.",
  "sn46.52:17.1": "Physical tranquility is the awakening factor of tranquility; and mental tranquility is also the awakening factor of tranquility.",
  "sn46.52:17.2": "In this way what is concisely referred to as ‘the awakening factor of tranquility’ becomes twofold.",
  "sn46.52:18.1": "Samādhi while placing the mind and keeping it connected is the awakening factor of samādhi; and samādhi without placing the mind and keeping it connected is also the awakening factor of samādhi.",
  "sn46.52:18.2": "In this way what is concisely referred to as ‘the awakening factor of samādhi’ becomes twofold.",
  "sn46.52:19.1": "Equanimity for internal things is the awakening factor of equanimity; and equanimity for external things is also the awakening factor of equanimity.",
  "sn46.52:19.2": "In this way what is concisely referred to as ‘the awakening factor of equanimity’ becomes twofold.",
  "sn46.52:19.4": "This is the way in which the seven awakening factors become fourteen.”"
}