{
  "_markup_path": "markup/sn/sn46/sn46.039.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.039.json"
  ],
  "sn46.39:1.1": "Linked Discourses 46",
  "sn46.39:2.1": "4 Hindrances ",
  "sn46.39:3.1": "39 Trees",
  "sn46.39:4.1": "“Mendicants, there are large trees with tiny seeds and big trunks, which grow up and around other trees as parasites. The trees they engulf break apart, collapse, and fall.",
  "sn46.39:4.2": "And what are those large trees with tiny seeds and big trunks?",
  "sn46.39:4.3": "The bodhi, banyan, wavy leaf fig, cluster fig, Moreton Bay fig, and wood apple.",
  "sn46.39:4.4": "These are the large trees with tiny seeds and big trunks, which grow up and around other trees as parasites. The trees they engulf break apart, collapse, and fall.",
  "sn46.39:4.5": "In the same way, take some people from respectable families who have gone forth from the lay life into homelessness, leaving behind sensual pleasures. But beset by sensual pleasures that are similar, or even worse, they break apart, collapse, and fall.",
  "sn46.39:5.1": "There are these five obstacles and hindrances, parasites of the mind that weaken wisdom.",
  "sn46.39:5.2": "What five?",
  "sn46.39:5.3": "Sensual desire,",
  "sn46.39:5.4": "ill will,",
  "sn46.39:5.5": "dullness and drowsiness,",
  "sn46.39:5.6": "restlessness and remorse,",
  "sn46.39:5.7": "and doubt.",
  "sn46.39:5.8": "These are the five obstacles and hindrances, parasites of the mind that weaken wisdom.",
  "sn46.39:6.1": "These seven awakening factors are not obstacles, hindrances, or parasites of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.",
  "sn46.39:6.2": "What seven?",
  "sn46.39:6.3": "The awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and equanimity.",
  "sn46.39:6.5": "These seven awakening factors are not obstacles, hindrances, or parasites of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.”"
}