{
  "_markup_path": "markup/sn/sn46/sn46.055.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.055.json"
  ],
  "sn46.55:1.1": "Linked Discourses 46",
  "sn46.55:2.1": "6 Discussion ",
  "sn46.55:3.1": "55 With Saṅgārava",
  "sn46.55:4.1": "At Sāvatthī. ",
  "sn46.55:4.2": "Then Saṅgārava the brahmin went up to the Buddha,",
  "sn46.55:4.3": "and exchanged greetings with him. ",
  "sn46.55:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn46.55:4.5": "and said to the Buddha:",
  "sn46.55:5.1": "“What is the cause, Master Gotama, what is the reason why sometimes even hymns that are long-practiced aren’t clear to the mind, let alone those that are not practiced?",
  "sn46.55:5.2": "And why is it that sometimes even hymns that are long-unpracticed do recur to the mind, let alone those that are practiced?”",
  "sn46.55:6.1": "“Brahmin, there’s a time when your heart is overcome and brought low by sensual desire and you don’t truly understand the escape from sensual desire that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:7.1": "Suppose there was a bowl of water that was mixed with dye such as red lac, turmeric, indigo, or rose madder. ",
  "sn46.55:7.2": "Even a person with good eyesight examining their own reflection wouldn’t truly know it or see it. ",
  "sn46.55:7.3": "In the same way, when your heart is overcome and brought low by sensual desire … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:8.1": "Furthermore, when your heart is overcome and brought low by ill will … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:9.1": "Suppose there was a bowl of water that was heated by fire, boiling and bubbling.",
  "sn46.55:9.2": "Even a person with good eyesight examining their own reflection wouldn’t truly know it or see it.",
  "sn46.55:9.3": "In the same way, when your heart is overcome and brought low by ill will … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:10.1": "Furthermore, when your heart is overcome and brought low by dullness and drowsiness … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:11.1": "Suppose there was a bowl of water overgrown with moss and aquatic plants.",
  "sn46.55:11.2": "Even a person with good eyesight examining their own reflection wouldn’t truly know it or see it. ",
  "sn46.55:11.3": "In the same way, when your heart is overcome and brought low by dullness and drowsiness … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:12.1": "Furthermore, when your heart is overcome and brought low by restlessness and remorse … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:13.1": "Suppose there was a bowl of water stirred by the wind, churning, swirling, and rippling. ",
  "sn46.55:13.2": "Even a person with good eyesight examining their own reflection wouldn’t truly know it or see it. ",
  "sn46.55:13.3": "In the same way, when your heart is overcome and brought low by restlessness and remorse … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:14.1": "Furthermore, when your heart is overcome and brought low by doubt … Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:15.1": "Suppose there was a bowl of water that was cloudy, murky, and muddy, hidden in the darkness. ",
  "sn46.55:15.2": "Even a person with good eyesight examining their own reflection wouldn’t truly know it or see it.",
  "sn46.55:15.3": "In the same way, there’s a time when your heart is overcome and brought low by doubt and you don’t truly understand the escape from doubt that has arisen. At that time you don’t truly know or see your own good, the good of another, or the good of both. Even hymns that are long-practiced don’t recur to the mind, let alone those that are not practiced.",
  "sn46.55:15.5": "This is the cause, brahmin, this is the reason why sometimes even hymns that are long-practiced aren’t clear to the mind, let alone those that are not practiced.",
  "sn46.55:16.1": "There’s a time when your heart is not overcome and brought low by sensual desire and you truly understand the escape from sensual desire that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:17.1": "Suppose there was a bowl of water that was not mixed with dye such as red lac, turmeric, indigo, or rose madder. ",
  "sn46.55:17.2": "A person with good eyesight examining their own reflection would truly know it and see it.",
  "sn46.55:17.3": "In the same way, when your heart is not overcome and brought low by sensual desire … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:18.1": "Furthermore, when your heart is not overcome and brought low by ill will … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced. ",
  "sn46.55:19.1": "Suppose there is a bowl of water that is not heated by a fire, boiling and bubbling. A person with good eyesight examining their own reflection would truly know it and see it. ",
  "sn46.55:19.2": "In the same way, when your heart is not overcome and brought low by ill will … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:20.1": "Furthermore, when your heart is not overcome and brought low by dullness and drowsiness … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced. ",
  "sn46.55:21.1": "Suppose there is a bowl of water that is not overgrown with moss and aquatic plants.",
  "sn46.55:21.2": "A person with good eyesight examining their own reflection would truly know it and see it. ",
  "sn46.55:21.3": "In the same way, when your heart is not overcome and brought low by dullness and drowsiness … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:22.1": "Furthermore, when your heart is not overcome and brought low by restlessness and remorse … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced. ",
  "sn46.55:23.1": "Suppose there is a bowl of water that is not stirred by the wind, churning, swirling, and rippling.",
  "sn46.55:23.2": "A person with good eyesight examining their own reflection would truly know it and see it. ",
  "sn46.55:23.3": "In the same way, when your heart is not overcome and brought low by restlessness and remorse … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:24.1": "Furthermore, when your heart is not overcome and brought low by doubt … Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:25.1": "Suppose there was a bowl of water that was transparent, clear, and unclouded, brought into the light. ",
  "sn46.55:25.2": "A person with good eyesight examining their own reflection would truly know it and see it.",
  "sn46.55:25.3": "In the same way, there’s a time when your heart is not overcome and brought low by doubt and you truly understand the escape from doubt that has arisen. At that time you truly know and see your own good, the good of another, and the good of both. Even hymns that are long-unpracticed recur to the mind, let alone those that are practiced.",
  "sn46.55:25.5": "This is the cause, brahmin, this is the reason why sometimes even hymns that are long-unpracticed do recur to the mind, let alone those that are practiced.",
  "sn46.55:26.1": "These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.",
  "sn46.55:26.2": "What seven?",
  "sn46.55:26.3": "The awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and equanimity.",
  "sn46.55:26.5": "These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.”",
  "sn46.55:27.1": "When he said this, Saṅgārava said to Ānanda:",
  "sn46.55:27.2": "“Excellent, Master Gotama! … ",
  "sn46.55:27.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}