{
  "_markup_path": "markup/sn/sn46/sn46.056.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.056.json"
  ],
  "sn46.56:1.1": "Linked Discourses 46",
  "sn46.56:2.1": "6 Discussion",
  "sn46.56:3.1": "56 A Place Without Fear ",
  "sn46.56:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn46.56:4.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "sn46.56:4.3": "Then Prince Abhaya went up to the Buddha,",
  "sn46.56:4.4": "bowed, sat down to one side, ",
  "sn46.56:4.5": "and said to him:",
  "sn46.56:4.6": "“Sir, Pūraṇa Kassapa says this:",
  "sn46.56:4.7": "‘There is no cause or condition for not knowing and not seeing.",
  "sn46.56:4.8": "Not knowing and not seeing have no cause or condition.",
  "sn46.56:4.9": "There is no cause or condition for knowing and seeing.",
  "sn46.56:4.10": "Knowing and seeing have no cause or condition.’",
  "sn46.56:4.11": "What does the Buddha say about this?” ",
  "sn46.56:4.12": "“Prince, there is cause and condition for not knowing and not seeing.",
  "sn46.56:4.13": "Not knowing and not seeing have causes and conditions.",
  "sn46.56:4.14": "There is cause and condition for knowing and seeing.",
  "sn46.56:4.15": "Knowing and seeing have causes and conditions.”",
  "sn46.56:5.1": "“But sir, what is the cause and condition for not knowing and not seeing?",
  "sn46.56:5.2": "How do not knowing and not seeing have causes and conditions?”",
  "sn46.56:5.3": "“There’s a time when the heart is overcome and brought low by sensual desire, without truly knowing and seeing the escape from sensual desire that has arisen.",
  "sn46.56:5.4": "This is a cause and condition for not knowing and not seeing.",
  "sn46.56:5.5": "And this is how not knowing and not seeing have causes and conditions.",
  "sn46.56:6.1": "Furthermore, there’s a time when the heart is overcome and brought low by ill will …",
  "sn46.56:6.2": "dullness and drowsiness …",
  "sn46.56:6.3": "restlessness and remorse …",
  "sn46.56:6.4": "doubt, without truly knowing and seeing the escape from doubt that has arisen.",
  "sn46.56:6.5": "This is a cause and condition for not knowing and not seeing. ",
  "sn46.56:6.6": "And this is how not knowing and not seeing have causes and conditions.”",
  "sn46.56:7.1": "“Sir, what is the name of this explanation of the teaching?”",
  "sn46.56:7.2": "“These are called the ‘hindrances’, prince.”",
  "sn46.56:7.3": "“Indeed, Blessed One, these are hindrances! ",
  "sn46.56:7.4": "Indeed, Holy One, these are hindrances!",
  "sn46.56:7.5": "Overcome by even a single hindrance you wouldn’t truly know or see, how much more so all five hindrances.",
  "sn46.56:8.1": "But sir, what is the cause and condition for knowing and seeing?",
  "sn46.56:8.2": "How do knowing and seeing have causes and conditions?”",
  "sn46.56:8.3": "“It’s when a mendicant develops the awakening-factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go.",
  "sn46.56:8.4": "They truly know and see with a mind that has developed the awakening factor of mindfulness.",
  "sn46.56:8.5": "This is a cause and condition for knowing and seeing.",
  "sn46.56:8.6": "And this is how knowing and seeing have causes and conditions.",
  "sn46.56:9.1": "Furthermore, a mendicant develops the awakening-factor of investigation of principles … energy … rapture … tranquility … samādhi …",
  "sn46.56:9.2": "equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go. ",
  "sn46.56:9.3": "They truly know and see with a mind that has developed the awakening factor of equanimity.",
  "sn46.56:9.4": "This is a cause and condition for knowing and seeing. ",
  "sn46.56:9.5": "And this is how knowing and seeing have causes and conditions.”",
  "sn46.56:10.1": "“Sir, what is the name of this explanation of the teaching?” ",
  "sn46.56:10.2": "“These are called the ‘awakening factors’, prince.”",
  "sn46.56:10.3": "“Indeed, Blessed One, these are awakening factors!",
  "sn46.56:10.4": "Indeed, Holy One, these are awakening factors!",
  "sn46.56:10.5": "Endowed with even a single awakening factor you would truly know and see, how much more so all seven awakening factors.",
  "sn46.56:10.6": "When climbing Mount Vulture’s Peak I became fatigued in body and mind. But this has now faded away. And I’ve comprehended the teaching.”"
}