{
  "_markup_path": "markup/sn/sn46/sn46.030.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.030.json"
  ],
  "sn46.30:1.1": "Linked Discourses 46",
  "sn46.30:2.1": "3 With Udāyī ",
  "sn46.30:3.1": "30 With Udāyī",
  "sn46.30:4.1": "At one time the Buddha was staying in the land of the Sumbhas, near the town of the Sumbhas called Sedaka.",
  "sn46.30:4.2": "Then Venerable Udāyī went up to the Buddha …",
  "sn46.30:4.3": "and said to him:",
  "sn46.30:5.1": "“It’s incredible, sir, it’s amazing!",
  "sn46.30:5.2": "How helpful my love and respect for the Buddha have been, and my sense of conscience and prudence.",
  "sn46.30:5.3": "For when I was still a layman, I wasn’t helped much by the teaching or the Saṅgha.",
  "sn46.30:5.4": "But when I considered my love and respect for the Buddha, and my sense of conscience and prudence, I went forth from the lay life to homelessness.",
  "sn46.30:5.5": "The Buddha taught me the Dhamma:",
  "sn46.30:5.6": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "sn46.30:5.7": "Such is feeling …",
  "sn46.30:5.8": "Such is perception …",
  "sn46.30:5.9": "Such are choices … ",
  "sn46.30:5.10": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’",
  "sn46.30:6.1": "Then, while staying in an empty hut, I followed the churning of the five grasping aggregates. I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "sn46.30:6.2": "I comprehended the teaching; I acquired the path.",
  "sn46.30:6.3": "When developed and cultivated as I’m living in such a way, it will bring me to such a state that I will understand:",
  "sn46.30:6.4": "‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "sn46.30:7.1": "I acquired the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and equanimity.",
  "sn46.30:7.3": "When developed and cultivated as I’m living in such a way, they will bring me to such a state that I will understand:",
  "sn46.30:7.4": "‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "sn46.30:7.5": "This is the path that I acquired. When developed and cultivated as I’m living in such a way, it will bring me to such a state that I will understand:",
  "sn46.30:7.6": "‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "sn46.30:8.1": "“Good, good, Udāyī!",
  "sn46.30:8.2": "For that is indeed the path that you acquired. When developed and cultivated as you’re living in such a way, it will bring you to such a state that you will understand:",
  "sn46.30:8.3": "‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”"
}