{
  "_markup_path": "markup/sn/sn46/sn46.038.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.038.json"
  ],
  "sn46.38:1.1": "Linked Discourses 46",
  "sn46.38:2.1": "4 Hindrances ",
  "sn46.38:3.1": "38 Obstacles",
  "sn46.38:4.1": "“Mendicants, there are these five obstacles and hindrances, corruptions of the heart that weaken wisdom.",
  "sn46.38:4.2": "What five?",
  "sn46.38:4.3": "Sensual desire,",
  "sn46.38:4.4": "ill will,",
  "sn46.38:4.5": "dullness and drowsiness,",
  "sn46.38:4.6": "restlessness and remorse,",
  "sn46.38:4.7": "and doubt.",
  "sn46.38:4.8": "These are the five obstacles and hindrances, corruptions of the heart that weaken wisdom.",
  "sn46.38:5.1": "There are these seven awakening factors that are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.",
  "sn46.38:5.2": "What seven?",
  "sn46.38:5.3": "The awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and equanimity. ",
  "sn46.38:5.5": "These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.”",
  "sn46.38:6.1": "“Mendicants, sometimes a mendicant pays attention, focuses, concentrates, and listens well to the teaching. At such a time the five hindrances are absent,",
  "sn46.38:6.2": "and the seven awakening factors are developed to perfection.",
  "sn46.38:7.1": "What are the five hindrances that are absent?",
  "sn46.38:7.2": "Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.",
  "sn46.38:7.3": "These are the five hindrances that are absent.",
  "sn46.38:8.1": "And what are the seven awakening factors are developed to perfection?",
  "sn46.38:8.2": "The awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and equanimity. ",
  "sn46.38:8.4": "These are the seven awakening factors that are developed to perfection.",
  "sn46.38:8.5": "Sometimes a mendicant pays attention, focuses, concentrates, and listens well to the teaching. At such a time the five hindrances are absent,",
  "sn46.38:8.6": "and the seven awakening factors are developed to perfection.”"
}