{
  "_markup_path": "markup/sn/sn46/sn46.051.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.051.json"
  ],
  "sn46.51:1.1": "Linked Discourses 46",
  "sn46.51:2.1": "6 Discussion",
  "sn46.51:3.1": "51 Nourishing",
  "sn46.51:4.1": "At Sāvatthī. ",
  "sn46.51:4.2": "“Mendicants, I will teach you what fuels and what starves the five hindrances and the seven awakening factors.",
  "sn46.51:4.3": "Listen …",
  "sn46.51:4.4": "And what fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow? ",
  "sn46.51:4.5": "There is the aspect of beauty. ",
  "sn46.51:4.6": "Frequent irrational focus on that",
  "sn46.51:4.7": "fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow. ",
  "sn46.51:5.1": "And what fuels the arising of ill will, or, when it has arisen, makes it increase and grow? ",
  "sn46.51:5.2": "There is the aspect of rigidity.",
  "sn46.51:5.3": "Frequent irrational focus on that",
  "sn46.51:5.4": "fuels the arising of ill will, or, when it has arisen, makes it increase and grow. ",
  "sn46.51:6.1": "And what fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow? ",
  "sn46.51:6.2": "There is dissatisfaction, sloth, yawning, lethargy after eating, and mental sluggishness. ",
  "sn46.51:6.3": "Frequent irrational focus on that",
  "sn46.51:6.4": "fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow. ",
  "sn46.51:7.1": "And what fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow? ",
  "sn46.51:7.2": "There is the unsettled mind. ",
  "sn46.51:7.3": "Frequent irrational focus on that ",
  "sn46.51:7.4": "fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow. ",
  "sn46.51:8.1": "And what fuels the arising of doubt, or, when it has arisen, makes it increase and grow? ",
  "sn46.51:8.2": "There are things that are grounds for doubt. ",
  "sn46.51:8.3": "Frequent irrational focus on them",
  "sn46.51:8.4": "fuels the arising of doubt, or, when it has arisen, makes it increase and grow. ",
  "sn46.51:9.1": "And what fuels the arising of the awakening factor of mindfulness, or, when it has arisen, develops it to perfection? ",
  "sn46.51:9.2": "There are things that are grounds for the awakening factor of mindfulness. ",
  "sn46.51:9.3": "Frequent rational focus on them",
  "sn46.51:9.4": "fuels the arising of the awakening factor of mindfulness, or, when it has arisen, develops it to perfection. ",
  "sn46.51:10.1": "And what fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, develops it to perfection? ",
  "sn46.51:10.2": "There are qualities that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.",
  "sn46.51:10.3": "Frequent rational focus on them ",
  "sn46.51:10.4": "fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, develops it to perfection. ",
  "sn46.51:11.1": "And what fuels the arising of the awakening factor of energy, or, when it has arisen, develops it to perfection? ",
  "sn46.51:11.2": "There are the elements of initiative, persistence, and exertion. ",
  "sn46.51:11.3": "Frequent rational focus on them",
  "sn46.51:11.4": "fuels the arising of the awakening factor of energy, or, when it has arisen, develops it to perfection. ",
  "sn46.51:12.1": "And what fuels the arising of the awakening factor of rapture, or, when it has arisen, develops it to perfection? ",
  "sn46.51:12.2": "There are things that are grounds for the awakening factor of rapture. ",
  "sn46.51:12.3": "Frequent rational focus on them",
  "sn46.51:12.4": "fuels the arising of the awakening factor of rapture, or, when it has arisen, develops it to perfection. ",
  "sn46.51:13.1": "And what fuels the arising of the awakening factor of tranquility, or, when it has arisen, develops it to perfection? ",
  "sn46.51:13.2": "There is tranquility of the body and of the mind.",
  "sn46.51:13.3": "Frequent rational focus on them",
  "sn46.51:13.4": "fuels the arising of the awakening factor of tranquility, or, when it has arisen, develops it to perfection. ",
  "sn46.51:14.1": "And what fuels the arising of the awakening factor of samādhi, or, when it has arisen, develops it to perfection? ",
  "sn46.51:14.2": "There are aspects of things that are serene and free from distraction.  ",
  "sn46.51:14.3": "Frequent rational focus on them",
  "sn46.51:14.4": "fuels the arising of the awakening factor of samādhi, or, when it has arisen, develops it to perfection. ",
  "sn46.51:15.1": "And what fuels the arising of the awakening factor of equanimity, or, when it has arisen, develops it to perfection? ",
  "sn46.51:15.2": "There are things that are grounds for the awakening factor of equanimity. ",
  "sn46.51:15.3": "Frequent rational focus on them  ",
  "sn46.51:15.4": "fuels the arising of the awakening factor of equanimity, or, when it has arisen, develops it to perfection. ",
  "sn46.51:16.1": "And what starves the arising of sensual desire, or, when it has arisen, starves its increase and growth?",
  "sn46.51:16.2": "There is the aspect of ugliness.",
  "sn46.51:16.3": "Frequent rational focus on that ",
  "sn46.51:16.4": "starves the arising of sensual desire, or, when it has arisen, starves its increase and growth.",
  "sn46.51:17.1": "And what starves the arising of ill will, or, when it has arisen, starves its increase and growth?",
  "sn46.51:17.2": "There is the heart’s release by love.",
  "sn46.51:17.3": "Frequent rational focus on that ",
  "sn46.51:17.4": "starves the arising of ill will, or, when it has arisen, starves its increase and growth.",
  "sn46.51:18.1": "And what starves the arising of dullness and drowsiness, or, when it has arisen, starves its increase and growth? ",
  "sn46.51:18.2": "There are the elements of initiative, persistence, and exertion. ",
  "sn46.51:18.3": "Frequent rational focus on them ",
  "sn46.51:18.4": "starves the arising of dullness and drowsiness, or, when it has arisen, starves its increase and growth.",
  "sn46.51:19.1": "And what starves the arising of restlessness and remorse, or, when it has arisen, starves its increase and growth? ",
  "sn46.51:19.2": "There is the settled mind.",
  "sn46.51:19.3": "Frequent rational focus on that ",
  "sn46.51:19.4": "starves the arising of restlessness and remorse, or, when it has arisen, starves its increase and growth.",
  "sn46.51:20.1": "And what starves the arising of doubt, or, when it has arisen, starves its increase and growth?",
  "sn46.51:20.2": "There are qualities that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.",
  "sn46.51:20.3": "Frequent rational focus on them",
  "sn46.51:20.4": "starves the arising of doubt, or, when it has arisen, starves its increase and growth.",
  "sn46.51:21.1": "And what starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its development to perfection?",
  "sn46.51:21.2": "There are things that are grounds for the awakening factor of mindfulness.",
  "sn46.51:21.3": "Not frequently focusing on them",
  "sn46.51:21.4": "starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its development to perfection.",
  "sn46.51:22.1": "And what starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its development to perfection?",
  "sn46.51:22.2": "There are qualities that are wholesome and unwholesome, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.",
  "sn46.51:22.3": "Not frequently focusing on them",
  "sn46.51:22.4": "starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its development to perfection.",
  "sn46.51:23.1": "And what starves the arising of the awakening factor of energy, or, when it has arisen, starves its development to perfection?",
  "sn46.51:23.2": "There are the elements of initiative, persistence, and exertion. ",
  "sn46.51:23.3": "Not frequently focusing on them",
  "sn46.51:23.4": "starves the arising of the awakening factor of energy, or, when it has arisen, starves its development to perfection.",
  "sn46.51:24.1": "And what starves the arising of the awakening factor of rapture, or, when it has arisen, starves its development to perfection?",
  "sn46.51:24.2": "There are things that are grounds for the awakening factor of rapture. ",
  "sn46.51:24.3": "Not frequently focusing on them",
  "sn46.51:24.4": "starves the arising of the awakening factor of rapture, or, when it has arisen, starves its development to perfection.",
  "sn46.51:25.1": "And what starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its development to perfection?",
  "sn46.51:25.2": "There is tranquility of the body and of the mind. ",
  "sn46.51:25.3": "Not frequently focusing on them",
  "sn46.51:25.4": "starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its development to perfection.",
  "sn46.51:26.1": "And what starves the arising of the awakening factor of samādhi, or, when it has arisen, starves its development to perfection?",
  "sn46.51:26.2": "There are aspects of things that are serene and free from distraction.",
  "sn46.51:26.3": "Not frequently focusing on them ",
  "sn46.51:26.4": "starves the arising of the awakening factor of samādhi, or, when it has arisen, starves its development to perfection.",
  "sn46.51:27.1": "And what starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its development to perfection?",
  "sn46.51:27.2": "There are things that are grounds for the awakening factor of equanimity. ",
  "sn46.51:27.3": "Not frequently focusing on them ",
  "sn46.51:27.4": "starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its development to perfection.”"
}