{
  "_markup_path": "markup/sn/sn46/sn46.053.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.053.json"
  ],
  "sn46.53:1.1": "Linked Discourses 46",
  "sn46.53:2.1": "6 Discussion",
  "sn46.53:3.1": "53 Fire",
  "sn46.53:4.1": "Then several mendicants got dressed in the morning and, taking their bowls and robes, entered Sāvatthī for alms.",
  "sn46.53:4.2": "(The same as the previous discourse.)",
  "sn46.53:5.1": "“Mendicants, when wanderers who follow other paths say this, you should say to them:",
  "sn46.53:5.2": "‘Reverends, which awakening factors should not be developed when the mind is sluggish? And which awakening factors should be developed at that time?",
  "sn46.53:5.3": "Which awakening factors should not be developed when the mind is restless? And which awakening factors should be developed at that time?’",
  "sn46.53:5.4": "Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated. ",
  "sn46.53:5.5": "Why is that?",
  "sn46.53:5.6": "Because they’re out of their element.",
  "sn46.53:6.1": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them.",
  "sn46.53:7.1": "When the mind is sluggish, it’s the wrong time to develop the awakening factors of tranquility, samādhi, and equanimity.",
  "sn46.53:7.2": "Why is that?",
  "sn46.53:7.3": "Because it’s hard to stimulate a sluggish mind with these things.",
  "sn46.53:8.1": "Suppose someone wanted to make a small fire flare up.",
  "sn46.53:8.2": "If they toss wet grass, cowdung, and timber on it, spray it with water, and scatter dirt on it,",
  "sn46.53:8.3": "could they make it flare up?”",
  "sn46.53:8.4": "“No, sir.”",
  "sn46.53:9.1": "“In the same way, when the mind is sluggish, it’s the wrong time to develop the awakening factors of tranquility, samādhi, and equanimity.",
  "sn46.53:9.2": "Why is that?",
  "sn46.53:9.3": "Because it’s hard to stimulate a sluggish mind with these things. ",
  "sn46.53:10.1": "When the mind is sluggish, it’s the right time to develop the awakening factors of investigation of principles, energy, and rapture.",
  "sn46.53:10.2": "Why is that?",
  "sn46.53:10.3": "Because it’s easy to stimulate a sluggish mind with these things.",
  "sn46.53:11.1": "Suppose someone wanted to make a small fire flare up. ",
  "sn46.53:11.2": "If they toss dry grass, cowdung, and timber on it, blow on it, and don’t scatter dirt on it,",
  "sn46.53:11.3": "could they make it flare up?” ",
  "sn46.53:11.4": "“Yes, sir.”",
  "sn46.53:12.1": "“In the same way, when the mind is sluggish, it’s the right time to develop the awakening factors of investigation of principles, energy, and rapture.",
  "sn46.53:12.2": "Why is that?",
  "sn46.53:12.3": "Because it’s easy to stimulate a sluggish mind with these things. ",
  "sn46.53:13.1": "When the mind is restless, it’s the wrong time to develop the awakening factors of investigation of principles, energy, and rapture.",
  "sn46.53:13.2": "Why is that?",
  "sn46.53:13.3": "Because it’s hard to settle a restless mind with these things. ",
  "sn46.53:14.1": "Suppose someone wanted to extinguish a bonfire. ",
  "sn46.53:14.2": "If they toss dry grass, cowdung, and timber on it, blow on it, and don’t scatter dirt on it,",
  "sn46.53:14.3": "could they extinguish it?”",
  "sn46.53:14.4": "“No, sir.”",
  "sn46.53:15.1": "“In the same way, when the mind is restless, it’s the wrong time to develop the awakening factors of investigation of principles, energy, and rapture.",
  "sn46.53:15.2": "Why is that?",
  "sn46.53:15.3": "Because it’s hard to settle a restless mind with these things.",
  "sn46.53:16.1": "When the mind is restless, it’s the right time to develop the awakening factors of tranquility, samādhi, and equanimity.",
  "sn46.53:16.2": "Why is that?",
  "sn46.53:16.3": "Because it’s easy to settle a restless mind with these things. ",
  "sn46.53:17.1": "Suppose someone wanted to extinguish a bonfire.",
  "sn46.53:17.2": "If they toss wet grass, cowdung, and timber on it, spray it with water, and scatter dirt on it, ",
  "sn46.53:17.3": "could they extinguish it?” ",
  "sn46.53:17.4": "“Yes, sir.”",
  "sn46.53:18.1": "“In the same way, when the mind is restless, it’s the right time to develop the awakening factors of tranquility, samādhi, and equanimity.",
  "sn46.53:18.2": "Why is that?",
  "sn46.53:18.3": "Because it’s easy to settle a restless mind with these things. ",
  "sn46.53:18.4": "But mindfulness is always useful, I say.”"
}