{
  "_markup_path": "markup/sn/sn46/sn46.006.html",
  "_alt_strings": [
    "pi/sn/sn46/sn46.006.json"
  ],
  "sn46.6:1.1": "Linked Discourses 46",
  "sn46.6:2.1": "1 Mountains ",
  "sn46.6:3.1": "6 Kuṇḍaliya",
  "sn46.6:4.1": "At one time the Buddha was staying near Sāketa in the deer part at the Añjana Wood.",
  "sn46.6:4.2": "Then the wanderer Kuṇḍaliya went up to the Buddha,",
  "sn46.6:4.3": "and exchanged greetings with him. ",
  "sn46.6:4.4": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn46.6:4.5": "and said to the Buddha:",
  "sn46.6:4.6": "“Master Gotama, I like to hang around the monasteries and visit the assemblies.",
  "sn46.6:4.7": "When I’ve finished breakfast, it’s my habit to",
  "sn46.6:4.8": "wander from monastery to monastery, from park to park.",
  "sn46.6:4.9": "There I see some ascetics and brahmins speaking for the sake of winning debates and finding fault.",
  "sn46.6:4.10": "But what benefit does Master Gotama live for?”",
  "sn46.6:4.11": "“The benefit the Realized One lives for, Kuṇḍaliya, is the fruit of knowledge and freedom.",
  "sn46.6:5.1": "“But what things must be developed and cultivated in order to fulfill knowledge and freedom?”",
  "sn46.6:5.2": "“The seven awakening factors.”",
  "sn46.6:5.3": "“But what things must be developed and cultivated in order to fulfill the seven awakening factors?”",
  "sn46.6:5.4": "“The four kinds of mindfulness meditation.”",
  "sn46.6:5.5": "“But what things must be developed and cultivated in order to fulfill the four kinds of mindfulness meditation?”",
  "sn46.6:5.6": "“The three kinds of good conduct.”",
  "sn46.6:5.7": "“But what things must be developed and cultivated in order to fulfill the three kinds of good conduct?”",
  "sn46.6:5.8": "“Sense restraint.",
  "sn46.6:6.1": "And Kuṇḍaliya, how is sense restraint developed and cultivated so as to fulfill the three kinds of good conduct?",
  "sn46.6:6.2": "A mendicant sees an agreeable sight with their eye. They don’t desire it or enjoy it, and they don’t give rise to greed.",
  "sn46.6:6.3": "Their mind and body are steady internally, well settled and well freed.",
  "sn46.6:6.4": "But if they see a disagreeable sight they’re not dismayed; their mind isn’t hardened, dejected, or full of ill will.",
  "sn46.6:6.5": "Their mind and body are steady internally, well settled and well freed.",
  "sn46.6:7.1": "Furthermore, a mendicant hears a sound with the ear …",
  "sn46.6:7.2": "smells an agreeable odor with the nose … ",
  "sn46.6:7.3": "tastes an agreeable flavor with the tongue …",
  "sn46.6:7.4": "feels an agreeable touch with the body … ",
  "sn46.6:7.5": "cognizes an agreeable phenomenon with their mind. They don’t desire it or enjoy it, and they don’t give rise to greed.",
  "sn46.6:7.6": "Their mind and body are steady internally, well settled and well freed. ",
  "sn46.6:7.7": "But if they cognize a disagreeable phenomenon they’re not dismayed; their mind isn’t hardened, dejected, or full of ill will.",
  "sn46.6:7.8": "Their mind and body are steady internally, well settled and well freed. ",
  "sn46.6:8.1": "When a mendicants mind and body are steady internally, they’re well settled and well freed when it comes to both agreeable and disagreeable sights, ",
  "sn46.6:8.2": "sounds,",
  "sn46.6:8.3": "smells,",
  "sn46.6:8.4": "tastes,",
  "sn46.6:8.5": "touches,",
  "sn46.6:8.6": "and phenomena.",
  "sn46.6:8.7": "That’s how sense restraint is developed and cultivated so as to fulfill the three kinds of good conduct.",
  "sn46.6:9.1": "And how are the three kinds of good conduct developed and cultivated so as to fulfill the four kinds of mindfulness meditation?",
  "sn46.6:9.2": "A mendicant gives up bad conduct by way of body, speech, and mind, and develops good conduct by way of body, speech, and mind.",
  "sn46.6:9.3": "That’s how the three kinds of good conduct are developed and cultivated so as to fulfill the four kinds of mindfulness meditation.",
  "sn46.6:10.1": "And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors?",
  "sn46.6:10.2": "A monastic meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn46.6:10.3": "They meditate by observing an aspect of feelings … ",
  "sn46.6:10.4": "mind …",
  "sn46.6:10.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn46.6:10.6": "That’s how the four kinds of mindfulness meditation are developed and cultivated so as to fulfill the seven awakening factors.",
  "sn46.6:11.1": "And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom?",
  "sn46.6:11.2": "A mendicant develops the awakening-factors of mindfulness, investigation of principles, energy, rapture, tranquility, samādhi, and",
  "sn46.6:11.3": "equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "sn46.6:11.4": "That’s how the seven awakening factors are developed and cultivated so as to fulfill knowledge and freedom.”",
  "sn46.6:12.1": "When he said this, the wanderer Kuṇḍaliya said to the Buddha:",
  "sn46.6:12.2": "“Excellent, Master Gotama! Excellent!",
  "sn46.6:12.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark",
  "sn46.6:12.4": "so people with good eyes can see what’s there,",
  "sn46.6:12.5": "Master Gotama has made the teaching clear in many ways.",
  "sn46.6:12.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha. ",
  "sn46.6:12.7": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}