{
  "_markup_path": "markup/an/an10/an10.053.html",
  "_alt_strings": [
    "pi/an/an10/an10.053.json"
  ],
  "an10.53:1.1": "Numbered Discourses 10 ",
  "an10.53:2.1": "6 Your Own Mind ",
  "an10.53:3.1": "53 Stagnation",
  "an10.53:4.1": "“Mendicants, I don’t praise stagnation in wholesome qualities, let alone decline.",
  "an10.53:4.2": "I praise growth in wholesome qualities, not stagnation or decline.",
  "an10.53:5.1": "And how is there decline in wholesome qualities, not stagnation or growth?",
  "an10.53:5.2": "It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither stagnate nor grow in them.",
  "an10.53:5.3": "I call this decline in wholesome qualities, not stagnation or growth.",
  "an10.53:5.4": "This is how there’s decline in wholesome qualities, not stagnation or growth.",
  "an10.53:6.1": "And how is there stagnation in wholesome qualities, not decline or growth?",
  "an10.53:6.2": "It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither decline nor grow in them.",
  "an10.53:6.3": "I call this stagnation in wholesome qualities, not decline or growth.",
  "an10.53:6.4": "This is how there’s stagnation in wholesome qualities, not decline or growth.",
  "an10.53:7.1": "And how is there growth in wholesome qualities, not stagnation or decline?",
  "an10.53:7.2": "It’s when a mendicant has a certain degree of faith, ethics, generosity, wisdom, and eloquence. Those qualities neither stagnate nor decline in them.",
  "an10.53:7.3": "I call this growth in wholesome qualities, not stagnation or decline.",
  "an10.53:7.4": "This is how there’s growth in wholesome qualities, not stagnation or decline.",
  "an10.53:8.1": "If a mendicant isn’t skilled in the ways of another’s mind, then they should train themselves: ‘I will be skilled in the ways of my own mind.’",
  "an10.53:9.1": "And how is a mendicant skilled in the ways of their own mind? ",
  "an10.53:9.2": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they examine their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it.",
  "an10.53:9.3": "But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got what they wished for:",
  "an10.53:9.4": "‘How fortunate that I’m clean!’ ",
  "an10.53:9.5": "In the same way, reviewing is very helpful for a mendicant’s wholesome qualities. ",
  "an10.53:9.6": "‘Am I often covetous or not? Am I often malicious or not? Am I often overcome with dullness and drowsiness or not? Am I often restless or not? Am I often doubtful or not? Am I often angry or not? Am I often defiled in mind or not? Am I often disturbed in body or not? Am I often energetic or not? Am I often in samadhi or not?’ ",
  "an10.53:10.1": "Suppose that, upon review, a mendicant knows this:",
  "an10.53:10.2": "‘I am often covetous, malicious, overcome with dullness and drowsiness, restless, doubtful, angry, defiled in mind, disturbed in body, lazy, and not in samadhi.’ In order to give up those wholesome qualities, they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.  ",
  "an10.53:10.5": "In the same way, in order to give up those bad, unwholesome qualities, that mendicant should apply outstanding enthusiasm …",
  "an10.53:11.1": "But suppose that, upon review, a mendicant knows this:",
  "an10.53:11.2": "‘I am often content, kind-hearted, rid of dullness and drowsiness, calm, confident, loving, pure in mind, undisturbed in body, energetic, and in samadhi.’ Grounded on those wholesome qualities, they should practice meditation further to end the defilements.” ",
  "an10.53:12.1": " "
}