{
  "_markup_path": "markup/an/an10/an10.014.html",
  "_alt_strings": [
    "pi/an/an10/an10.014.json"
  ],
  "an10.14:1.1": "Numbered Discourses 10 ",
  "an10.14:2.1": "2 A Protector ",
  "an10.14:3.1": "14 Emotional Barrenness",
  "an10.14:4.1": "“Mendicants, a monk or nun who has not given up five kinds of emotional barrenness and has not cut off five emotional shackles can expect decline, not growth, in wholesome qualities, whether by day or by night.",
  "an10.14:5.1": "What are the five kinds of emotional barrenness they haven’t given up?",
  "an10.14:5.2": "Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence. ",
  "an10.14:5.3": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor. ",
  "an10.14:5.4": "This is the first kind of emotional barrenness they haven’t given up.",
  "an10.14:6.1": "Furthermore, a mendicant has doubts about the teaching …  ",
  "an10.14:6.2": "the Saṅgha …  ",
  "an10.14:6.3": "the training …  ",
  "an10.14:6.4": "A mendicant is angry and upset with their spiritual companions, resentful and closed off. ",
  "an10.14:6.5": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor. ",
  "an10.14:6.6": "This is the fifth kind of emotional barrenness they haven’t given up.",
  "an10.14:6.7": "These are the five kinds of emotional barrenness they haven’t given up.",
  "an10.14:7.1": "What are the five emotional shackles they haven’t cut off?",
  "an10.14:7.2": "Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures. ",
  "an10.14:7.3": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor. ",
  "an10.14:7.4": "This is the first emotional shackle they haven’t cut off.",
  "an10.14:8.1": "Furthermore, a mendicant isn’t free of greed for the body …  ",
  "an10.14:8.2": "They’re not free of greed for form … ",
  "an10.14:8.3": "They eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing …  ",
  "an10.14:8.4": "They live the spiritual life wishing to be reborn in one of the orders of gods: ",
  "an10.14:8.5": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ ",
  "an10.14:8.6": " ",
  "an10.14:8.7": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor. ",
  "an10.14:8.8": "This is the fifth emotional shackle they haven’t cut off.",
  "an10.14:8.9": "These are the five emotional shackles they haven’t cut off.",
  "an10.14:9.1": "A monk or nun who has not given up these five kinds of emotional barrenness and has not cut off these five emotional shackles can expect decline, not growth, in wholesome qualities, whether by day or by night.",
  "an10.14:10.1": "It’s like the moon in the waning fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only decline.",
  "an10.14:10.2": "In the same way, monk or nun who has not given up these five kinds of emotional barrenness and has not cut off these five emotional shackles can expect decline, not growth, in wholesome qualities, whether by day or by night.",
  "an10.14:11.1": "A monk or nun who has given up five kinds emotional barrenness and has cut off five emotional shackles can expect growth, not decline, in wholesome qualities, whether by day or by night.",
  "an10.14:12.1": "What are the five kinds of emotional barrenness they’ve given up?",
  "an10.14:12.2": "Firstly, a mendicant has no doubts about the Teacher. They’re not uncertain, undecided, or lacking confidence.",
  "an10.14:12.3": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "an10.14:12.4": "This is the first kind of emotional barrenness they’ve given up.",
  "an10.14:13.1": "Furthermore, a mendicant has no doubts about the teaching … ",
  "an10.14:13.2": "the Saṅgha … ",
  "an10.14:13.3": "the training … ",
  "an10.14:13.4": "A mendicant is not angry and upset with their spiritual companions, not resentful or closed off.",
  "an10.14:13.5": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "an10.14:13.6": "This is the fifth kind of emotional barrenness they’ve given up.",
  "an10.14:13.7": "These are the five kinds of emotional barrenness they’ve given up.",
  "an10.14:14.1": "What are the five emotional shackles they’ve cut off?",
  "an10.14:14.2": "Firstly, a mendicant is rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "an10.14:14.3": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "an10.14:14.4": "This is the first emotional shackle they’ve cut off.",
  "an10.14:15.1": "Furthermore, a mendicant isn’t rid of greed for the body … ",
  "an10.14:15.2": "They’re not rid of greed for form … ",
  "an10.14:15.3": "They don’t eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing … They don’t live the spiritual life wishing to be reborn in one of the orders of gods: ",
  "an10.14:15.4": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ ",
  "an10.14:15.6": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "an10.14:15.7": "This is the fifth emotional shackle they’ve cut off.",
  "an10.14:15.8": "These are the five emotional shackles they’ve cut off.",
  "an10.14:16.1": "A monk or nun who has given up these five kinds emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in wholesome qualities, whether by day or by night.",
  "an10.14:17.1": "It’s like the moon in the waxing fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only grow.",
  "an10.14:17.2": "In the same way, a monk or nun who has given up these five kinds emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in wholesome qualities, whether by day or by night.”"
}