{
  "_markup_path": "markup/an/an10/an10.044.html",
  "_alt_strings": [
    "pi/an/an10/an10.044.json"
  ],
  "an10.44:1.1": "Numbered Discourses 10 ",
  "an10.44:2.1": "5 Abuse ",
  "an10.44:3.1": "44 At Kusināra",
  "an10.44:4.1": "At one time the Buddha was staying near Kusināra, in the Forest of Offerings.",
  "an10.44:4.2": "There the Buddha addressed the mendicants:  ",
  "an10.44:4.3": "“Mendicants!”  ",
  "an10.44:4.4": "“Venerable sir,” they replied. ",
  "an10.44:4.5": "The Buddha said this:",
  "an10.44:5.1": "“Mendicants, a mendicant who wants to accuse another should first review five things in themselves and establish five things in themselves.",
  "an10.44:5.2": "What five things should they review in themselves?",
  "an10.44:5.3": "A mendicant who wants to accuse another should review this:",
  "an10.44:5.4": "‘Is my bodily behavior pure? Do I have pure bodily behavior with no flaws or faults?",
  "an10.44:5.5": "Is this thing found in me or not?’",
  "an10.44:5.6": "If it’s not, there will be people who say:",
  "an10.44:5.7": "‘Come on, venerable, train your own bodily behaviour first.’",
  "an10.44:6.1": "Furthermore, a mendicant who wants to accuse another should review this:",
  "an10.44:6.2": "‘Is my verbal behavior pure? Do I have pure verbal behavior with no flaws or faults?",
  "an10.44:6.3": "Is this thing found in me or not?’ ",
  "an10.44:6.4": "If it’s not, there will be people who say:",
  "an10.44:6.5": "‘Come on, venerable, train your own verbal behaviour first.’",
  "an10.44:7.1": "Furthermore, a mendicant who wants to accuse another should review this:",
  "an10.44:7.2": "‘Is my heart established in love for my spiritual companions, without resentment?’",
  "an10.44:7.3": "Is this thing found in me or not?’",
  "an10.44:7.4": "If it’s not, there will be people who say:",
  "an10.44:7.5": "‘Come on, venerable, establish your heart in love for your spiritual companions first.’",
  "an10.44:8.1": "Furthermore, a mendicant who wants to accuse another should review this: ",
  "an10.44:8.2": "‘Am I very learned, remembering and keeping what I’ve learned? These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. Am I very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view?",
  "an10.44:8.3": "Is this thing found in me or not?’ ",
  "an10.44:8.4": "If it’s not, there will be people who say:",
  "an10.44:8.5": "‘Come on, venerable, memorize the scriptures first.’",
  "an10.44:9.1": "Furthermore, a mendicant who wants to accuse another should review this: ",
  "an10.44:9.2": "‘Have both lists of rules been passed down to me in detail, well analyzed, well mastered, and well judged in both the rules and accompanying material?",
  "an10.44:9.3": "Is this thing found in me or not?’ ",
  "an10.44:9.4": "If it’s not, there will be people who say:",
  "an10.44:9.6": "‘Come on, venerable, train in the code of conduct first.’",
  "an10.44:9.7": "These are the five things they should review in themselves.",
  "an10.44:10.1": "What five things should they establish in themselves?",
  "an10.44:10.2": "‘I will speak at the right time, not at the wrong time.",
  "an10.44:10.3": "I will speak truthfully, not falsely. ",
  "an10.44:10.4": "I will speak gently, not harshly. ",
  "an10.44:10.5": "I will speak beneficially, not harmfully. ",
  "an10.44:10.6": "I will speak lovingly, not from secret hate.’",
  "an10.44:10.7": "These are the five things they should establish in themselves.",
  "an10.44:10.8": "A mendicant who wants to accuse another should first review these five things in themselves and establish these five things in themselves.”"
}