{
  "_markup_path": "markup/an/an10/an10.177.html",
  "_alt_strings": [
    "pi/an/an10/an10.177.json"
  ],
  "an10.177:1.1": "Numbered Discourses 10 ",
  "an10.177:2.1": "17 With Jāṇussoṇi ",
  "an10.177:3.1": "59 With Jāṇussoṇi",
  "an10.177:4.1": "Then the brahmin Jāṇussoṇi went up to the Buddha, ",
  "an10.177:4.2": "and exchanged greetings with him.",
  "an10.177:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an10.177:4.4": "and said to the Buddha:",
  "an10.177:5.1": "“We who are known as brahmins",
  "an10.177:5.2": "give gifts and perform memorial rites for the dead:",
  "an10.177:5.3": "‘May this gift aid my departed relatives and family. May they partake of this gift.’",
  "an10.177:5.4": "But does this gift really aid departed relatives and family?",
  "an10.177:5.5": "Do they actually partake of it?”",
  "an10.177:5.6": "“It aids them if the conditions are right, brahmin, but not if the conditions are wrong.”",
  "an10.177:6.1": "“Then, Master Gotama, what are the right and wrong conditions?”",
  "an10.177:6.2": "“Brahmin, take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view.",
  "an10.177:6.3": "When their body breaks up, after death, they’re reborn in hell.",
  "an10.177:6.4": "There they survive feeding on the food of the hell beings.",
  "an10.177:6.5": "The conditions there are wrong, so the gift does not aid the one who lives there.",
  "an10.177:7.1": "Take someone else who kills living creatures … and has wrong view.",
  "an10.177:7.3": "When their body breaks up, after death, they’re reborn in the animal realm.",
  "an10.177:7.4": "There they survive feeding on the food of the beings in the animal realm.",
  "an10.177:7.5": "The conditions there too are wrong, so the gift does not aid the one who lives there. ",
  "an10.177:8.1": "Take someone else who doesn’t kill living creatures … and has right view.",
  "an10.177:8.2": "When their body breaks up, after death, they’re reborn in the human realm.",
  "an10.177:8.3": "There they survive feeding on human food.",
  "an10.177:8.4": "The conditions there too are wrong, so the gift does not aid the one who lives there. ",
  "an10.177:9.1": "Take someone else who doesn’t kill living creatures … and has right view.",
  "an10.177:9.3": "When their body breaks up, after death, they’re reborn in the company of the gods.",
  "an10.177:9.4": "There they survive feeding on the food of the gods.",
  "an10.177:9.5": "The conditions there too are wrong, so the gift does not aid the one who lives there.",
  "an10.177:10.1": "Take someone else who kills living creatures … and has wrong view.",
  "an10.177:10.3": "When their body breaks up, after death, they’re reborn in the ghost realm.",
  "an10.177:10.4": "There they survive feeding on the food of the beings in the ghost realm. Or else they survive feeding on what friends and colleagues, relatives and family provide them with from here.",
  "an10.177:10.5": "The conditions there are right, so the gift aids the one who lives there.”",
  "an10.177:11.1": "“But Master Gotama, who partakes of that gift if the departed relative is not reborn in that place?”",
  "an10.177:11.2": "“Other departed relatives reborn there will partake of that gift.”",
  "an10.177:12.1": "“But who partakes of the gift when neither that relative nor other relatives have been reborn in that place?”",
  "an10.177:12.2": "“It’s impossible, brahmin, it cannot happen that that place is vacant of departed relatives in all this long time.",
  "an10.177:12.3": "It’s never fruitless for the donor.” ",
  "an10.177:13.1": "“Does Master Gotama propose this even when the conditions are wrong?”",
  "an10.177:13.2": "“I propose this even when the conditions are wrong.",
  "an10.177:13.3": "Take someone who kills living creatures, steals, and commits sexual misconduct. They use speech that’s lying, divisive, harsh, and meaningless. And they’re covetous, malicious, and have wrong view.",
  "an10.177:13.4": "They give to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.",
  "an10.177:13.5": "When their body breaks up, after death, they’re reborn in the company of elephants.",
  "an10.177:13.6": "There they get to have food and drink, garlands and various adornments.",
  "an10.177:14.1": "Since in this life they killed living creatures … and had wrong view, they were reborn in the company of elephants.",
  "an10.177:14.2": "Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments.",
  "an10.177:15.1": "Take someone else who kills living creatures … and has wrong view. ",
  "an10.177:15.3": "They give to ascetics or brahmins …",
  "an10.177:15.4": "When their body breaks up, after death, they’re reborn in the company of horses. …",
  "an10.177:15.5": "cattle …",
  "an10.177:15.6": "dogs.",
  "an10.177:15.7": "There they get to have food and drink, garlands and various adornments. ",
  "an10.177:16.1": "Since in this life they killed living creatures … and had wrong view, they were reborn in the company of dogs.",
  "an10.177:16.3": "Since they gave to ascetics or brahmins … they get to have food and drink, garlands and various adornments.",
  "an10.177:17.1": "Take someone else who doesn’t kill living creatures … and has right view.",
  "an10.177:17.3": "They give to ascetics or brahmins …",
  "an10.177:17.4": "When their body breaks up, after death, they’re reborn in the human realm. ",
  "an10.177:17.5": "There they get to have the five kinds of human sensual stimulation.",
  "an10.177:18.1": "Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of humans.",
  "an10.177:18.3": "Since they gave to ascetics or brahmins … they get to have the five kinds of human sensual stimulation.",
  "an10.177:19.1": "Take someone else who doesn’t kill living creatures … and has right view. ",
  "an10.177:19.3": "They give to ascetics or brahmins …",
  "an10.177:19.4": "When their body breaks up, after death, they’re reborn in the company of the gods.",
  "an10.177:19.5": "There they get to have the five kinds of heavenly sensual stimulation.",
  "an10.177:20.1": "Since in this life they didn’t kill living creatures … and had right view, they were reborn in the company of the gods. ",
  "an10.177:20.3": "Since they gave to ascetics or brahmins … they get to have the five kinds of heavenly sensual stimulation.",
  "an10.177:20.4": "It’s never fruitless for the donor.” ",
  "an10.177:21.1": "“It’s incredible, Master Gotama, it’s amazing,",
  "an10.177:21.2": "Just this much is quite enough to justify giving gifts and performing memorial rites for the dead, since it’s never fruitless for the donor.”",
  "an10.177:21.3": "“That’s so true, brahmin. It’s never fruitless for the donor.” ",
  "an10.177:22.1": "“Excellent, Master Gotama! Excellent! … ",
  "an10.177:22.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}