{
  "_markup_path": "markup/an/an10/an10.062.html",
  "_alt_strings": [
    "pi/an/an10/an10.062.json"
  ],
  "an10.62:1.1": "Numbered Discourses 10 ",
  "an10.62:2.1": "7 Pairs ",
  "an10.62:3.1": "62 Craving",
  "an10.62:4.1": "“Mendicants, it is said that no first point of craving to be reborn is evident,",
  "an10.62:4.2": "before which there was no craving for continued existence, and afterwards it came to be.",
  "an10.62:4.3": "And yet it is evident that",
  "an10.62:4.4": "there is a specific condition for craving to be reborn.",
  "an10.62:5.1": "I say that craving to be reborn is fuelled by something, it’s not unfuelled.",
  "an10.62:5.2": "And what is the fuel for craving to be reborn?",
  "an10.62:5.3": "You should say: ‘Ignorance.’",
  "an10.62:5.4": "I say that ignorance is fuelled by something, it’s not unfuelled. ",
  "an10.62:5.5": "And what is the fuel for ignorance? ",
  "an10.62:5.6": "You should say: ‘The five hindrances.’ ",
  "an10.62:5.7": "I say that the five hindrances are fuelled by something, they’re not unfuelled.",
  "an10.62:5.8": "And what is the fuel for the five hindrances? ",
  "an10.62:5.9": "You should say: ‘The three kinds of misconduct.’ ",
  "an10.62:5.10": "I say that the three kinds of misconduct are fuelled by something, they’re not unfuelled. ",
  "an10.62:5.11": "And what is the fuel for the three kinds of misconduct?",
  "an10.62:5.12": "You should say: ‘Lack of sense restraint.’ ",
  "an10.62:5.13": "I say that lack of sense restraint is fuelled by something, it’s not unfuelled. ",
  "an10.62:5.14": "And what is the fuel for lack of sense restraint? ",
  "an10.62:5.15": "You should say: ‘Lack of mindfulness and situational awareness.’ ",
  "an10.62:5.16": "I say that lack of mindfulness and situational awareness is fuelled by something, it’s not unfuelled. ",
  "an10.62:5.17": "And what is the fuel for lack of mindfulness and situational awareness?",
  "an10.62:5.18": "You should say: ‘Focusing your mind in the wrong way.’ ",
  "an10.62:5.19": "I say that focusing your mind in the wrong way is fuelled by something, it’s not unfuelled. ",
  "an10.62:5.20": "And what is the fuel for focusing your mind in the wrong way? ",
  "an10.62:5.21": "You should say: ‘Lack of faith.’ ",
  "an10.62:5.22": "I say that lack of faith is fuelled by something, it’s not unfuelled. ",
  "an10.62:5.23": "And what is the fuel for lack of faith? ",
  "an10.62:5.24": "You should say: ‘Listening to an untrue teaching.’",
  "an10.62:5.25": "I say that listening to an untrue teaching is fuelled by something, it’s not unfuelled.",
  "an10.62:5.26": "And what is the fuel for listening to an untrue teaching?",
  "an10.62:5.27": "You should say: ‘Associating with bad people.’ ",
  "an10.62:6.1": "In this way, when the factor of associating with bad people is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … focusing your mind in the wrong way … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances … ignorance. When ignorance is fulfilled, it fulfills craving to be reborn.",
  "an10.62:6.2": "That’s the fuel for craving for continued existence, and that’s how it’s fulfilled.",
  "an10.62:7.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean. ",
  "an10.62:7.2": "That’s the fuel for the ocean, and that’s how it’s filled up. ",
  "an10.62:8.1": "In the same way, when the factor of associating with bad people is fulfilled, it fulfills the factor of listening to an untrue teaching. When the factor of listening to an untrue teaching is fulfilled, it fulfills the factor of lack of faith … focusing your mind in the wrong way … lack of mindfulness and situational awareness … lack of sense restraint …the three kinds of misconduct … the five hindrances … ignorance. When ignorance is fulfilled, it fulfills craving to be reborn.",
  "an10.62:8.2": "That’s the fuel for craving for continued existence, and that’s how it’s fulfilled.",
  "an10.62:9.1": "I say that knowledge and freedom are fuelled by something, they’re not unfuelled. ",
  "an10.62:9.2": "And what is the fuel for knowledge and freedom? ",
  "an10.62:9.3": "You should say: ‘The seven awakening factors.’ ",
  "an10.62:9.4": "I say that the seven awakening factors are fuelled by something, they’re not unfuelled. ",
  "an10.62:9.5": "And what is the fuel for the seven awakening factors? ",
  "an10.62:9.6": "You should say: ‘The four kinds of mindfulness meditation.’ ",
  "an10.62:9.7": "I say that the four kinds of mindfulness meditation are fuelled by something, they’re not unfuelled. ",
  "an10.62:9.8": "And what is the fuel for the four kinds of mindfulness meditation ? ",
  "an10.62:9.9": "You should say: ‘The three kinds of good conduct.’ ",
  "an10.62:9.10": "I say that the three kinds of good conduct are fuelled by something, they’re not unfuelled. ",
  "an10.62:9.11": "And what is the fuel for the three kinds of good conduct?",
  "an10.62:9.12": "You should say: ‘Sense restraint.’ ",
  "an10.62:9.13": "I say that sense restraint is fuelled by something, it’s not unfuelled. ",
  "an10.62:9.14": "And what is the fuel for sense restraint? ",
  "an10.62:9.15": "You should say: ‘Mindfulness and situational awareness.’ ",
  "an10.62:9.16": "I say that mindfulness and situational awareness is fuelled by something, it’s not unfuelled. ",
  "an10.62:9.17": "And what is the fuel for mindfulness and situational awareness? ",
  "an10.62:9.18": "You should say: ‘Focusing your mind in the right way.’ ",
  "an10.62:9.19": "I say that focusing your mind in the right way is fuelled by something, it’s not unfuelled. ",
  "an10.62:9.20": "And what is the fuel for focusing your mind in the right way? ",
  "an10.62:9.21": "You should say: ‘Faith.’ ",
  "an10.62:9.22": "I say that faith is fuelled by something, it’s not unfuelled. ",
  "an10.62:9.23": "And what is the fuel for faith? ",
  "an10.62:9.24": "You should say: ‘Listening to the true teaching.’ ",
  "an10.62:9.25": "I say that listening to the true teaching is fuelled by something, it’s not unfuelled. ",
  "an10.62:9.26": "And what is the fuel for listening to the true teaching? ",
  "an10.62:9.27": "You should say: ‘Associating with good people.’ ",
  "an10.62:10.1": "In this way, when the factor of associating with good people is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … focusing your mind in the right way … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom.  ",
  "an10.62:10.2": "That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled. ",
  "an10.62:11.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean.",
  "an10.62:11.2": "That’s the fuel for the ocean, and that’s how it’s filled up. ",
  "an10.62:11.3": "In this way, when the factor of associating with good people is fulfilled, it fulfills the factor of listening to the true teaching. When the factor of listening to the true teaching is fulfilled, it fulfills the factor of faith … focusing your mind in the right way … mindfulness and situational awareness … sense restraint …the three kinds of good conduct … the four kinds of mindfulness meditation … the seven awakening factors. When the seven awakening factors are fulfilled, they fulfill knowledge and freedom.  ",
  "an10.62:11.4": "That’s the fuel for knowledge and freedom, and that’s how it’s fulfilled.” "
}