{
  "_markup_path": "markup/an/an10/an10.005.html",
  "_alt_strings": [
    "pi/an/an10/an10.005.json"
  ],
  "an10.5:1.1": "Numbered Discourses 10 ",
  "an10.5:2.1": "1 Benefits ",
  "an10.5:3.1": "4 Vital Conditions (3)",
  "an10.5:4.1": "There Venerable Ānanda addressed the mendicants …",
  "an10.5:4.2": "“Reverends, an unethical person, who lacks ethics, has destroyed a vital condition for having no regrets. ",
  "an10.5:4.3": "When there are regrets, one who has regrets has destroyed a vital condition for gladness. ",
  "an10.5:4.4": "When there is no gladness, one who lacks gladness has destroyed a vital condition for rapture. ",
  "an10.5:4.5": "When there is no rapture, one who lacks rapture has destroyed a vital condition for tranquillity. ",
  "an10.5:4.6": "When there is no tranquillity, one who lacks tranquillity has destroyed a vital condition for bliss. ",
  "an10.5:4.7": "When there is no bliss, one who lacks bliss has destroyed a vital condition for right samādhi. ",
  "an10.5:4.8": "When there is no right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision.",
  "an10.5:4.9": "When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion. ",
  "an10.5:4.10": "When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an10.5:4.11": "Suppose there was a tree that lacked branches and foliage. ",
  "an10.5:4.12": "Its shoots, bark, softwood, and heartwood would not grow to fullness. ",
  "an10.5:4.15": "In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for having no regrets. ",
  "an10.5:4.16": "When there are regrets, one who has regrets has destroyed a vital condition for gladness. … ",
  "an10.5:4.17": "One who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an10.5:5.1": "An ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. ",
  "an10.5:5.2": "When there are no regrets, one who has no regrets has fulfilled a vital condition for gladness. ",
  "an10.5:5.3": "When there is gladness, one who has fulfilled gladness has fulfilled a vital condition for rapture. ",
  "an10.5:5.4": "When there is rapture, one who has fulfilled rapture has fulfilled a vital condition for tranquillity. ",
  "an10.5:5.5": "When there is tranquillity, one who has fulfilled tranquillity has fulfilled a vital condition for bliss. ",
  "an10.5:5.6": "When there is bliss, one who has fulfilled bliss has fulfilled a vital condition for right samādhi. ",
  "an10.5:5.7": "When there is right samādhi, one who has fulfilled right samādhi has fulfilled a vital condition for true knowledge and vision. ",
  "an10.5:5.8": "When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion. ",
  "an10.5:5.9": "When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom. ",
  "an10.5:5.10": "Suppose there was a tree that was complete with branches and foliage. ",
  "an10.5:5.11": "Its shoots, bark, softwood, and heartwood would grow to fullness. ",
  "an10.5:5.14": "In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets. ",
  "an10.5:5.15": "When there are no regrets, one who has no regrets has fulfilled a vital condition for gladness. … ",
  "an10.5:5.16": "One who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.” "
}