{
  "_markup_path": "markup/an/an10/an10.084.html",
  "_alt_strings": [
    "pi/an/an10/an10.084.json"
  ],
  "an10.84:1.1": "Numbered Discourses 10 ",
  "an10.84:2.1": "9 Senior Mendicants ",
  "an10.84:3.1": "84 Declaration",
  "an10.84:4.1": "There Venerable Mahāmoggallāna addressed the mendicants:  ",
  "an10.84:4.2": "“Reverends, mendicants!”  ",
  "an10.84:4.3": "“Reverend,” they replied. ",
  "an10.84:4.4": "Venerable Mahāmoggallāna said this:",
  "an10.84:5.1": "“Take a mendicant who declares enlightenment:",
  "an10.84:5.2": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’ ",
  "an10.84:5.3": "They’re questioned, pressed, and examined by the Realized One, or by one of his disciples who has the absorptions, and is skilled in attainments, in the minds of others, and in the ways of another’s mind.",
  "an10.84:5.4": "Questioned in this way they get stuck or lose their way. They meet with tragedy and disaster.",
  "an10.84:6.1": "The Realized One or one of his disciples comprehends their mind and investigates:",
  "an10.84:6.2": "‘Why does this venerable declare enlightenment, saying:",
  "an10.84:6.3": "“I understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’?”",
  "an10.84:7.1": "They understand:",
  "an10.84:8.1": "‘This venerable gets angry,",
  "an10.84:8.2": "and often lives with a heart full of anger.",
  "an10.84:8.3": "But being full of anger means decline in the teaching and training announced by the Realized One.",
  "an10.84:9.1": "This venerable is hostile …",
  "an10.84:10.1": "prone to denigration …",
  "an10.84:11.1": "insolent …",
  "an10.84:12.1": "envious …",
  "an10.84:13.1": "stingy …",
  "an10.84:14.1": "manipulative …",
  "an10.84:15.1": "deceitful …",
  "an10.84:16.1": "This venerable has bad desires,",
  "an10.84:16.2": "and often lives with a heart full of desire.",
  "an10.84:16.3": "But being full of desire means decline in the teaching and training announced by the Realized One.",
  "an10.84:17.1": "When there is still more to be done, this venerable stopped half-way after achieving some trifling distinction.",
  "an10.84:17.2": "But stopping half-way means decline in the teaching and training announced by the Realized One.’",
  "an10.84:18.1": "It’s not possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training without giving up these ten qualities.",
  "an10.84:18.2": "It is possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training after giving up these ten qualities.”"
}