{
  "_markup_path": "markup/an/an10/an10.026.html",
  "_alt_strings": [
    "pi/an/an10/an10.026.json"
  ],
  "an10.26:1.1": "Numbered Discourses 10 ",
  "an10.26:2.1": "3 The Greater Chapter ",
  "an10.26:3.1": "26 With Kāḷī",
  "an10.26:4.1": "At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.",
  "an10.26:4.2": "Then the laywoman Kāḷī of Kurughara went up to Venerable Mahākaccāna,",
  "an10.26:4.3": "bowed, sat down to one side,",
  "an10.26:4.4": "and said to him:",
  "an10.26:4.5": "“Sir, this was said by the Buddha in ‘The Maidens’ Questions’:",
  "an10.26:5.1": "‘I’ve reached the goal, peace of heart.",
  "an10.26:5.2": "Having conquered the army of the likable and pleasant,",
  "an10.26:5.3": "alone, practicing absorption, I awakened to bliss.",
  "an10.26:5.4": "That’s why I don’t get too close to people,",
  "an10.26:5.5": "and no-one gets too close to me.’",
  "an10.26:6.1": "How should we see the detailed meaning of the Buddha’s brief statement?”",
  "an10.26:7.1": "“Sister, some ascetics and brahmins regard the attainment of the meditation on universal earth to be the ultimate. Thinking ‘this is the goal’, they are reborn.",
  "an10.26:7.2": "The Buddha directly knew the extent to which the attainment of the meditation on universal earth was the ultimate. ",
  "an10.26:7.3": "Directly knowing this he saw the beginning, the danger, and the escape. And he saw the knowledge and vision of what is the path and what is not the path.",
  "an10.26:7.4": "Because he saw the beginning, the danger, and the escape, and he saw the knowledge and vision of what is the path and what is not the path, he knew that he’d reached the goal, peace of heart.",
  "an10.26:8.1": "Some ascetics and brahmins regard the attainment of the meditation on universal water to be the ultimate. Thinking ‘this is the goal’, they are reborn.",
  "an10.26:8.2": "universal fire …",
  "an10.26:8.3": "universal air …",
  "an10.26:8.4": "universal blue …",
  "an10.26:8.5": "universal yellow …",
  "an10.26:8.6": "universal red …",
  "an10.26:8.7": "universal white …",
  "an10.26:8.8": "universal space …",
  "an10.26:8.9": "Some ascetics and brahmins regard the attainment of the meditation on universal consciousness to be the ultimate. Thinking ‘this is the goal’, they are reborn.",
  "an10.26:8.10": "The Buddha directly knew the extent to which the attainment of the meditation on universal consciousness was the ultimate. ",
  "an10.26:8.11": "Directly knowing this he saw the beginning, the danger, and the escape. And he saw the knowledge and vision of the path and what is not the path.",
  "an10.26:8.15": "Because he saw the beginning, the danger, and the escape, and he saw the knowledge and vision of what is the path and what is not the path, he knew that he’d reached the goal, peace of heart.",
  "an10.26:8.16": "So, sister, that’s how to understand the detailed meaning of what the Buddha said in brief in ‘The Maiden’s Questions’:",
  "an10.26:9.1": "‘I’ve reached the goal, peace of heart.",
  "an10.26:9.2": "Having conquered the army of the likable and pleasant, ",
  "an10.26:9.3": "alone, practicing absorption, I awakened to bliss. ",
  "an10.26:9.4": "That’s why I don’t get too close to people, ",
  "an10.26:9.5": "and no-one gets too close to me.’”"
}