{
  "_markup_path": "markup/an/an10/an10.218.html",
  "_alt_strings": [
    "pi/an/an10/an10.218.json"
  ],
  "an10.218:1.1": "Numbered Discourses 10 ",
  "an10.218:2.1": "21 The Body Born of Deeds ",
  "an10.218:3.1": "218 Intentional (2)",
  "an10.218:4.1": "“Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. ",
  "an10.218:4.2": "And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated. ",
  "an10.218:5.1": "Now, there are three kinds of corruption and failure of bodily action that have unwholesome intention, with suffering as their outcome and result. ",
  "an10.218:5.2": "There are four kinds of corruption and failure of verbal action that have unwholesome intention, with suffering as their outcome and result. ",
  "an10.218:5.3": "There are three kinds of corruption and failure of mental action that have unwholesome intention, with suffering as their outcome and result. ",
  "an10.218:6.1": "And what are the three kinds of corruption and failure of bodily action? …",
  "an10.218:6.2": "These are the three kinds of corruption and failure of bodily action.",
  "an10.218:7.1": "And what are the four kinds of corruption and failure of verbal action? …",
  "an10.218:7.2": "These are the four kinds of corruption and failure of verbal action.",
  "an10.218:8.1": "And what are the three kinds of corruption and failure of mental action? …",
  "an10.218:8.2": "These are the three kinds of corruption and failure of mental action.",
  "an10.218:9.1": "When their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unwholesome intention, with suffering as their outcome and result.",
  "an10.218:10.1": "I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. And that may be in the present life, the next life, or in some subsequent period.",
  "an10.218:10.2": "And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated. ",
  "an10.218:11.1": "Now, there are three kinds of successful bodily action that have wholesome intention, with happiness as their outcome and result.",
  "an10.218:11.2": "There are four kinds of successful verbal action that have wholesome intention, with happiness as their outcome and result. ",
  "an10.218:11.3": "There are three kinds of successful mental action that have wholesome intention, with happiness as their outcome and result. ",
  "an10.218:12.1": "And what are the three kinds of successful bodily action? …",
  "an10.218:12.2": "These are the three kinds of successful bodily action.",
  "an10.218:13.1": "And what are the four kinds of successful verbal action? …",
  "an10.218:13.2": "These are the four kinds of successful verbal action.",
  "an10.218:14.1": "And what are the three kinds of successful mental action? …",
  "an10.218:14.2": "These are the three kinds of successful mental action.",
  "an10.218:15.1": "When their body breaks up, after death, sentient beings are reborn in good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have wholesome intention, with happiness as their outcome and result. …”",
  "an10.218:15.4": "."
}