{
  "_markup_path": "markup/an/an10/an10.002.html",
  "_alt_strings": [
    "pi/an/an10/an10.002.json"
  ],
  "an10.2:1.1": "Numbered Discourses 10 ",
  "an10.2:2.1": "1 Benefits ",
  "an10.2:3.1": "2 Making a Wish",
  "an10.2:4.1": "“Mendicants, an ethical person, who has fulfilled ethical conduct, need not make a wish:",
  "an10.2:4.2": "‘May I have no regrets!’",
  "an10.2:4.3": "It’s only natural that an ethical person has no regrets.",
  "an10.2:4.4": "When you have no regrets you need not make a wish:",
  "an10.2:4.5": "‘May I feel glad!’",
  "an10.2:4.6": "It’s only natural that gladness springs up when you have no regrets.",
  "an10.2:4.7": "When you feel glad you need not make a wish:",
  "an10.2:4.8": "‘May I experience rapture!’",
  "an10.2:4.9": "It’s only natural that rapture arises when you’re glad.",
  "an10.2:4.10": "When your mind is full of rapture you need not make a wish:",
  "an10.2:4.11": "‘May my body become tranquil!’",
  "an10.2:4.12": "It’s only natural that your body becomes tranquil when your mind is full of rapture.",
  "an10.2:4.13": "When your body is tranquil you need not make a wish:",
  "an10.2:4.14": "‘May I feel bliss!’",
  "an10.2:4.15": "It’s only natural to feel bliss when your body is tranquil.",
  "an10.2:4.16": "When you feel bliss you need not make a wish:",
  "an10.2:4.17": "‘May my mind be unified in samādhi!’",
  "an10.2:4.18": "It’s only natural for the mind to be unified in samādhi when you feel bliss.",
  "an10.2:4.19": "When your mind is unified in samādhi you need not make a wish:",
  "an10.2:4.20": "‘May I truly know and see!’",
  "an10.2:4.21": "It’s only natural to truly know and see when your mind is unified in samādhi.",
  "an10.2:4.22": "When you truly know and see you need not make a wish:",
  "an10.2:4.23": "‘May I become disillusioned and dispassionate!’",
  "an10.2:4.24": "It’s only natural to become disillusioned and dispassionate when you truly know and see.",
  "an10.2:4.25": "When you’re disillusioned and dispassionate you need not make a wish:",
  "an10.2:4.26": "‘May I realize the knowledge and vision of freedom!’",
  "an10.2:4.27": "It’s only natural to realize the knowledge and vision of freedom when you’re disillusioned and dispassionate.",
  "an10.2:5.1": "And so, mendicants, the knowledge and vision of freedom is the purpose and benefit of disillusionment and dispassion.",
  "an10.2:5.2": "Disillusionment and dispassion is the purpose and benefit of truly knowing and seeing. ",
  "an10.2:5.3": "Truly knowing and seeing is the purpose and benefit of samādhi. ",
  "an10.2:5.4": "Samādhi is the purpose and benefit of bliss. ",
  "an10.2:5.5": "Bliss is the purpose and benefit of tranquillity. ",
  "an10.2:5.6": "Tranquillity is the purpose and benefit of rapture. ",
  "an10.2:5.7": "Rapture is the purpose and benefit of gladness. ",
  "an10.2:5.8": "Gladness is the purpose and benefit of not having regrets. ",
  "an10.2:5.9": "Not having regrets is the purpose and benefit of wholesome ethics.",
  "an10.2:5.10": "And so, mendicants, good qualities flow on and fill up from one to the other, for going from the near shore to the far shore.”"
}