{
  "_markup_path": "markup/an/an10/an10.071.html",
  "_alt_strings": [
    "pi/an/an10/an10.071.json"
  ],
  "an10.71:1.1": "Numbered Discourses 10 ",
  "an10.71:2.1": "8 If You Want",
  "an10.71:3.1": "71 One Might Wish",
  "an10.71:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.71:4.2": "There the Buddha addressed the mendicants:  ",
  "an10.71:4.3": "“Mendicants!”  ",
  "an10.71:4.4": "“Venerable sir,” they replied. ",
  "an10.71:4.5": "The Buddha said this:  ",
  "an10.71:5.1": "“Mendicants, live by the ethical precepts and the code of conduct. Live restrained in the code of conduct, accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.",
  "an10.71:6.1": "A mendicant might wish: ‘May I be liked and approved by their spiritual companions, respected and admired.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "an10.71:7.1": "A mendicant might wish: ‘May I receive robes, alms-food, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "an10.71:8.1": "A mendicant might wish: ‘May the services of those whose alms-food, lodgings, and medicines and supplies for the sick I enjoy be very fruitful and beneficial for them.’ So let them fulfill their precepts … ",
  "an10.71:9.1": "A mendicant might wish: ‘When deceased family and relatives who have passed away recollect me with a confident mind, may this be very fruitful and beneficial for them.’ So let them fulfill their precepts … ",
  "an10.71:10.1": "A mendicant might wish: ‘May I be content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts … ",
  "an10.71:11.1": "A mendicant might wish: ‘May I endure cold, heat, hunger, and thirst. May I endure the touch of flies, mosquitoes, wind, sun, and reptiles. May I endure rude and unwelcome criticism. And may I put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.’ So let them fulfill their precepts … ",
  "an10.71:13.1": "A mendicant might wish: ‘May I prevail over fear and terror, and may fear and terror not prevail over me. May I live having mastered fear and terror whenever they arise.’ So let them fulfill their precepts … ",
  "an10.71:14.1": "A mendicant might wish: ‘May I get the four absorptions—blissful meditations in the present life that belong to the higher mind—when I want, without trouble or difficulty.’ So let them fulfill their precepts … ",
  "an10.71:15.1": "A mendicant might wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "an10.71:16.1": "‘Live by the ethical precepts and the code of conduct. Live restrained in the code of conduct, accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.’ That’s what I said, and this is why I said it.”"
}