{
  "_markup_path": "markup/an/an10/an10.094.html",
  "_alt_strings": [
    "pi/an/an10/an10.094.json"
  ],
  "an10.94:1.1": "Numbered Discourses 10 ",
  "an10.94:2.1": "10 With Upāli ",
  "an10.94:3.1": "94 With Vajjiyamāhita",
  "an10.94:4.1": "At one time the Buddha was staying near Campā on the banks of the Gaggara Lotus Pond. ",
  "an10.94:4.2": "Then the householder Vajjiyamāhita left Sāvatthī in the middle of the day to see the Buddha.",
  "an10.94:4.3": "Then it occurred to him:",
  "an10.94:4.4": "“It’s the wrong time to see the Buddha, ",
  "an10.94:4.5": "as he’s in retreat. ",
  "an10.94:4.6": "And it’s the wrong time to see the esteemed mendicants, ",
  "an10.94:4.7": "as they’re in retreat.",
  "an10.94:4.8": "Why don’t I go to the monastery of the wanderers who follow other paths?” ",
  "an10.94:5.1": "Then he went to the monastery of the wanderers who follow other paths. ",
  "an10.94:5.2": "Now at that time, the wanderers who follow other paths had come together, making an uproar, a dreadful racket as they sat and talked about all kinds of crude topics.",
  "an10.94:6.1": "They saw Vajjiyamāhita coming off in the distance,",
  "an10.94:6.2": "and stopped each other, saying: ",
  "an10.94:6.3": "“Be quiet, good sirs, don’t make a sound.",
  "an10.94:6.5": "The householder Vajjiyamāhita, a disciple of the ascetic Gotama, is coming into our monastery.",
  "an10.94:6.6": "He is included among the white-clothed lay disciples of the ascetic Gotama, who is residing near Campā.",
  "an10.94:6.7": "Such venerables like the quiet, are educated to be quiet, and praise quiet.  ",
  "an10.94:6.8": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.” ",
  "an10.94:7.1": "Then those wanderers who follow other paths fell silent. ",
  "an10.94:7.2": "Then Vajjiyamāhita went up to them,",
  "an10.94:7.3": "and exchanged greetings with the wanderers there. ",
  "an10.94:7.4": "When the greetings and polite conversation were over, he sat down to one side.",
  "an10.94:7.5": "The wanderers said to him:",
  "an10.94:7.6": "“Is it really true, householder? Does the ascetic Gotama criticize all forms of mortification? Does he categorically condemn and denounce those who practice mortification and rough living?”",
  "an10.94:7.7": "“No, sirs, the ascetic Gotama does not criticize all forms of mortification. Nor does he categorically condemn and denounce those who practice mortification and rough living.",
  "an10.94:7.8": "The Buddha criticizes where it is due, and praises where it is due.",
  "an10.94:7.9": "In doing so he is one who speaks after analyzing the question,",
  "an10.94:7.10": "without making generalizations on this point.”",
  "an10.94:8.1": "When he said this, one of the wanderers said to him:",
  "an10.94:8.2": "“Hold on, householder! That ascetic Gotama who you praise is a nihilist who avoids making statements.”",
  "an10.94:8.3": "“On this point, also, I reasonably respond to the venerables.",
  "an10.94:8.4": "The Buddha has stated ‘This is wholesome’ and",
  "an10.94:8.5": "‘This is unwholesome’.",
  "an10.94:8.6": "So when it comes to what is wholesome and unwholesome the Buddha makes a statement.",
  "an10.94:8.7": "He is not a nihilist who avoids making statements.”",
  "an10.94:9.1": "When this was said, those wanderers sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say. ",
  "an10.94:9.2": "Seeing this, Vajjiyamāhita got up from his seat. He went to the Buddha,",
  "an10.94:9.3": "bowed, sat down to one side, ",
  "an10.94:9.4": "and informed the Buddha of all they had discussed.",
  "an10.94:10.1": "“Good, good, householder!",
  "an10.94:10.2": "That’s how you should legitimately and completely refute those foolish men from time to time.",
  "an10.94:10.3": "Householder, I don’t say that all mortifications should be undergone.",
  "an10.94:10.4": "But I don’t say that no mortifications should be undergone.",
  "an10.94:10.5": "I don’t say that all observances should be undertaken.",
  "an10.94:10.6": "But I don’t say that no observances should be undertaken.",
  "an10.94:10.7": "I don’t say that all endeavors should be tried.",
  "an10.94:10.8": "But I don’t say that no endeavors should be tried.",
  "an10.94:10.9": "I don’t say that everything should be given up.",
  "an10.94:10.10": "But I don’t say that nothing should be given up.",
  "an10.94:10.11": "I don’t say that you should be liberated with all kinds of freedom.",
  "an10.94:10.12": "But I don’t say that you should not be liberated with any kind of freedom.",
  "an10.94:11.1": "When undergoing certain mortifications, unwholesome qualities grow while wholesome qualities decline. I say that you shouldn’t undergo those austerities.",
  "an10.94:11.2": "When undergoing certain mortifications, unwholesome qualities decline while wholesome qualities grow. I say that you should undergo those austerities.",
  "an10.94:12.1": "When undertaking certain observances, unwholesome qualities grow while wholesome qualities decline. I say that you shouldn’t undertake those observances.",
  "an10.94:12.2": "When undertaking certain observances, unwholesome qualities decline while wholesome qualities grow. I say that you should undertake those observances.",
  "an10.94:13.1": "When trying certain endeavors, unwholesome qualities grow while wholesome qualities decline. I say that you shouldn’t try those endeavors.",
  "an10.94:13.2": "When trying certain endeavors, unwholesome qualities decline while wholesome qualities grow. I say that you should try those endeavors.",
  "an10.94:14.1": "When giving up certain things, unwholesome qualities grow while wholesome qualities decline. I say that you shouldn’t give up those things.",
  "an10.94:14.2": "When giving up certain things, unwholesome qualities decline while wholesome qualities grow. I say that you should give up those things.",
  "an10.94:15.1": "When being liberated with certain kinds of freedom, unwholesome qualities grow while wholesome qualities decline. I say that you shouldn’t be liberated with those kinds of freedom.",
  "an10.94:15.2": "When being liberated with certain kinds of freedom, unwholesome qualities decline while wholesome qualities grow. I say that you should be liberated with those kinds of freedom.”",
  "an10.94:16.1": "After Vajjiyamāhita had been educated, encouraged, fired up, and inspired  with a Dharma talk by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha before leaving.",
  "an10.94:17.1": "Then, not long after Vajjiyamāhita had left, the Buddha addressed the mendicants:",
  "an10.94:17.2": "“Mendicants, even a mendicant who for a long time has had little dust in their eye in this teaching and training would legitimately and completely refute those wanderers who follow other paths just as the householder Vajjiyamāhita did.”"
}