{
  "_markup_path": "markup/an/an10/an10.114.html",
  "_alt_strings": [
    "pi/an/an10/an10.114.json"
  ],
  "an10.114:1.1": "Numbered Discourses 10 ",
  "an10.114:2.1": "12 The Ceremony of Descent ",
  "an10.114:3.1": "114 Bad Principles (2)",
  "an10.114:4.1": "“Mendicants, you should know bad principles and good principles.",
  "an10.114:4.2": "And you should know bad results and good results.",
  "an10.114:4.3": "Knowing these things, your practice should follow the good principles with good results.",
  "an10.114:5.1": "So what are bad principles? What are good principles? What are bad results? And what are good results?",
  "an10.114:6.1": "Wrong view is a bad principle.",
  "an10.114:6.2": "Right view is a good principle.",
  "an10.114:6.3": "And the many bad, unwholesome qualities produced by wrong view are bad results.",
  "an10.114:6.4": "And the many wholesome qualities developed to perfection because of right view are good results.",
  "an10.114:7.1": "Wrong motivation is a bad principle.",
  "an10.114:7.2": "Right motivation is a good principle.",
  "an10.114:7.3": "And the many bad, unwholesome qualities produced by wrong motivation are bad results.",
  "an10.114:7.4": "And the many wholesome qualities developed to perfection because of right motivation are good results.",
  "an10.114:8.1": "Wrong speech is a bad principle.",
  "an10.114:8.2": "Right speech is a good principle.",
  "an10.114:8.3": "And the many bad, unwholesome qualities produced by wrong speech are bad results.",
  "an10.114:8.4": "And the many wholesome qualities developed to perfection because of right speech are good results.",
  "an10.114:9.1": "Wrong action is a bad principle.",
  "an10.114:9.2": "Right action is a good principle.",
  "an10.114:9.3": "And the many bad, unwholesome qualities produced by wrong action are bad results.",
  "an10.114:9.4": "And the many wholesome qualities developed to perfection because of right action are good results.",
  "an10.114:10.1": "Wrong livelihood is a bad principle.",
  "an10.114:10.2": "Right livelihood is a good principle.",
  "an10.114:10.3": "And the many bad, unwholesome qualities produced by wrong livelihood are bad results.",
  "an10.114:10.4": "And the many wholesome qualities developed to perfection because of right livelihood are good results.",
  "an10.114:11.1": "Wrong effort is a bad principle.",
  "an10.114:11.2": "Right effort is a good principle.",
  "an10.114:11.3": "And the many bad, unwholesome qualities produced by wrong effort are bad results.",
  "an10.114:11.4": "And the many wholesome qualities developed to perfection because of right effort are good results.",
  "an10.114:12.1": "Wrong mindfulness is a bad principle.",
  "an10.114:12.2": "Right mindfulness is a good principle.",
  "an10.114:12.3": "And the many bad, unwholesome qualities produced by wrong mindfulness are bad results.",
  "an10.114:12.4": "And the many wholesome qualities developed to perfection because of right mindfulness are good results.",
  "an10.114:13.1": "Wrong samādhi is a bad principle.",
  "an10.114:13.2": "Right samādhi is a good principle.",
  "an10.114:13.3": "And the many bad, unwholesome qualities produced by wrong samādhi are bad results.",
  "an10.114:13.4": "And the many wholesome qualities developed to perfection because of right samādhi are good results.",
  "an10.114:14.1": "Wrong knowledge is a bad principle.",
  "an10.114:14.2": "Right knowledge is a good principle.",
  "an10.114:14.3": "And the many bad, unwholesome qualities produced by wrong knowledge are bad results.",
  "an10.114:14.4": "And the many wholesome qualities developed to perfection because of right knowledge are good results.",
  "an10.114:15.1": "Wrong freedom is a bad principle.",
  "an10.114:15.2": "Right freedom is a good principle.",
  "an10.114:15.3": "And the many bad, unwholesome qualities produced by wrong freedom are bad results.",
  "an10.114:15.4": "And the many wholesome qualities developed to perfection because of right freedom are good results.",
  "an10.114:16.1": "‘You should know bad principles and good principles.",
  "an10.114:16.2": "And you should know bad results and good results. ",
  "an10.114:16.3": "Knowing these things, your practice should follow the good principles with good results.’ That’s what I said, and this is why I said it.”"
}