{
  "_markup_path": "markup/an/an10/an10.087.html",
  "_alt_strings": [
    "pi/an/an10/an10.087.json"
  ],
  "an10.87:1.1": "Numbered Discourses 10 ",
  "an10.87:2.1": "9 Senior Mendicants ",
  "an10.87:3.1": "87 Disciplinary Issues",
  "an10.87:4.1": "There the Buddha addressed the mendicants concerning the mendicant Kalandaka:",
  "an10.87:4.2": "“Mendicants!”  ",
  "an10.87:4.3": "“Venerable sir,” they replied. ",
  "an10.87:4.4": "The Buddha said this:  ",
  "an10.87:5.1": "“Firstly, a mendicant raises disciplinary issues and doesn’t praise the settlement of disciplinary issues.",
  "an10.87:5.2": "This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity.",
  "an10.87:6.1": "Furthermore, a mendicant doesn’t want to train, and doesn’t praise taking up the training. …",
  "an10.87:7.1": "Furthermore, a mendicant has bad desires, and doesn’t praise getting rid of desires. …",
  "an10.87:8.1": "Furthermore, a mendicant gets angry, and doesn’t praise getting rid of anger. …",
  "an10.87:9.1": "Furthermore, a mendicant denigrates others, and doesn’t praise getting rid of denigration. …",
  "an10.87:10.1": "Furthermore, a mendicant is deceptive, and doesn’t praise getting rid of deceptiveness. …",
  "an10.87:11.1": "Furthermore, a mendicant is deceitful, and doesn’t praise getting rid of deceitfulness. …",
  "an10.87:12.1": "Furthermore, a mendicant doesn’t pay attention to the teachings, and doesn’t praise attending to the teachings. …",
  "an10.87:13.1": "Furthermore, a mendicant is not in solitude, and doesn’t praise solitude. …",
  "an10.87:14.1": "Furthermore, a mendicant is inhospitable to their spiritual companions, and doesn’t praise hospitality.",
  "an10.87:14.2": "This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity.",
  "an10.87:15.1": "Even though a mendicant such as this might wish:",
  "an10.87:15.2": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them.",
  "an10.87:15.3": "Why is that? ",
  "an10.87:15.4": "Because their sensible spiritual companions see that they haven’t given up those bad unwholesome qualities.",
  "an10.87:16.1": "Suppose a wild colt was to wish:",
  "an10.87:16.2": "‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans wouldn’t put them in a thoroughbred’s place, feed them a thoroughbred’s food, or give them a thoroughbred’s grooming.",
  "an10.87:16.3": "Why is that? ",
  "an10.87:16.4": "Because sensible humans see that they haven’t given up their tricks, bluffs, ruses, and feints.",
  "an10.87:16.5": "In the same way, even though a mendicant such as this might wish:",
  "an10.87:16.6": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them. ",
  "an10.87:16.7": "Why is that? ",
  "an10.87:16.8": "Because their sensible spiritual companions see that they haven’t given up those bad unwholesome qualities. ",
  "an10.87:17.1": "Next, a mendicant doesn’t raise disciplinary issues and praises the settlement of disciplinary issues.",
  "an10.87:17.2": "This quality conduces to warmth, respect, esteem, harmony, and unity.",
  "an10.87:18.1": "Furthermore, a mendicant wants to train, and praises taking up the training. …",
  "an10.87:19.1": "Furthermore, a mendicant has few desires, and praises getting rid of desires. …",
  "an10.87:20.1": "Furthermore, a mendicant doesn’t gets angry, and praises getting rid of anger. …",
  "an10.87:21.1": "Furthermore, a mendicant doesn’t denigrates others, and praises getting rid of denigration. …",
  "an10.87:22.1": "Furthermore, a mendicant isn’t tricky, and praises getting rid of trickiness. …",
  "an10.87:23.1": "Furthermore, a mendicant isn’t deceitful, and praises getting rid of deceitfulness. …",
  "an10.87:24.1": "Furthermore, a mendicant pays attention to the teachings, and praises attending to the teachings. …",
  "an10.87:25.1": "Furthermore, a mendicant is in solitude, and praises solitude. …",
  "an10.87:26.1": "Furthermore, a mendicant is hospitable to their spiritual companions, and praises hospitality.",
  "an10.87:26.2": "This quality conduces to warmth, respect, esteem, harmony, and unity.",
  "an10.87:27.1": "Even though a mendicant such as this might never wish:",
  "an10.87:27.2": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them.",
  "an10.87:27.3": "Why is that? ",
  "an10.87:27.4": "Because their sensible spiritual companions see that they’ve given up those bad unwholesome qualities.",
  "an10.87:28.1": "Suppose a fine thoroughbred never wished:",
  "an10.87:28.2": "‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans would put them in a thoroughbred’s place, feed them a thoroughbred’s food, and give them a thoroughbred’s grooming.",
  "an10.87:28.3": "Why is that? ",
  "an10.87:28.4": "Because sensible humans see that they’ve given up their tricks, bluffs, ruses, and feints.",
  "an10.87:29.1": "In the same way, even though a mendicant such as this might never wish:",
  "an10.87:29.2": "‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them. ",
  "an10.87:29.3": "Why is that? ",
  "an10.87:29.4": "Because their sensible spiritual companions see that they’ve given up those bad unwholesome qualities.”"
}