{
  "_markup_path": "markup/an/an10/an10.083.html",
  "_alt_strings": [
    "pi/an/an10/an10.083.json"
  ],
  "an10.83:1.1": "Numbered Discourses 10 ",
  "an10.83:2.1": "9 Senior Mendicants ",
  "an10.83:3.1": "83 With Puṇṇiya",
  "an10.83:4.1": "Then Venerable Puṇṇiya went up to the Buddha,",
  "an10.83:4.2": "bowed, sat down to one side, ",
  "an10.83:4.3": "and said to him:",
  "an10.83:4.4": "“Sir, what is the cause, what is the reason why sometimes the Realized One feels inspired to teach, and other times not?”",
  "an10.83:5.1": "“Puṇṇiya, when a mendicant has faith but doesn’t approach,",
  "an10.83:5.2": "the Realized One doesn’t feel inspired to teach.",
  "an10.83:5.3": "But when a mendicant has faith and approaches, the Realized One feels inspired to teach.",
  "an10.83:6.1": "When a mendicant has faith and approaches, but doesn’t pay homage …",
  "an10.83:6.2": "they pay homage, but don’t ask questions … ",
  "an10.83:6.3": "they ask questions, but don’t listen well … ",
  "an10.83:6.4": "they listen well, but don’t remember the teaching they’ve heard …  ",
  "an10.83:6.5": "they remember the teaching they’ve heard, but don’t reflect on the meaning of the teachings they’ve remembered … ",
  "an10.83:6.6": "they reflect on the meaning of the teachings they’ve remembered, but, having understood the meaning and the teaching, they don’t practice accordingly …",
  "an10.83:6.7": "they practice accordingly, but they’re not a good speaker. Their voice is not polished, clear, articulate, and doesn’t express the meaning …",
  "an10.83:6.8": "They’re a good speaker, but they don’t educate, encourage, fire up, and inspire their spiritual companions. The Realized One doesn’t feel inspired to teach.",
  "an10.83:7.1": "But when a mendicant has faith, approaches, pays homage, asks questions, listens well, remembers the teachings, reflects on the meaning, practices accordingly, has a good voice, and encourages their spiritual companions,",
  "an10.83:7.2": "the Realized One feels inspired to teach. ",
  "an10.83:7.3": "When someone has these ten qualities, the Realized One feels totally inspired to teach.”",
  "an10.83:8.1": " "
}