{
  "_markup_path": "markup/an/an10/an10.220.html",
  "_alt_strings": [
    "pi/an/an10/an10.220.json"
  ],
  "an10.220:1.1": "Numbered Discourses 10 ",
  "an10.220:2.1": "21 The Body Born of Deeds ",
  "an10.220:3.1": "220 Unprincipled Conduct",
  "an10.220:4.1": "Then a certain brahmin went up to the Buddha",
  "an10.220:4.2": "and exchanged greetings with him.",
  "an10.220:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an10.220:4.4": "and said to the Buddha:",
  "an10.220:4.5": "“What is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell?” ",
  "an10.220:4.6": "“Unprincipled and unjust conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”",
  "an10.220:5.1": "“But what is the cause, Master Gotama, what is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm?” ",
  "an10.220:5.2": "“Principled and just conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an10.220:6.1": "“I don’t understand the detailed meaning of what Master Gotama has said in brief.",
  "an10.220:6.2": "Please, Master Gotama, teach me this matter so I can understand the detailed meaning.”",
  "an10.220:6.3": "“Well then, brahmin, listen and pay close attention, ",
  "an10.220:6.4": "I will speak.” ",
  "an10.220:6.5": "“Yes, sir,” the brahmin replied.",
  "an10.220:6.6": "The Buddha said this:",
  "an10.220:7.1": "“Brahmin, unprincipled and unjust conduct is threefold by way of body,",
  "an10.220:7.2": "fourfold by way of speech,",
  "an10.220:7.3": "and threefold by way of mind.",
  "an10.220:8.1": "And how is unprincipled and unjust conduct threefold by way of body? …",
  "an10.220:8.2": "That’s how unprincipled and unjust conduct is threefold by way of body.",
  "an10.220:9.1": "And how is unprincipled and unjust conduct fourfold by way of speech? …",
  "an10.220:9.2": "That’s how unprincipled and unjust conduct is fourfold by way of speech.",
  "an10.220:10.1": "And how is unprincipled and unjust conduct threefold by way of mind? …",
  "an10.220:10.2": "That’s how unprincipled and unjust conduct is threefold by way of mind.",
  "an10.220:10.3": "That’s how unprincipled and unjust conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.",
  "an10.220:11.1": "Principled and just conduct is threefold by way of body,",
  "an10.220:11.2": "fourfold by way of speech,",
  "an10.220:11.3": "and threefold by way of mind.",
  "an10.220:12.1": "And how is principled and just conduct threefold by way of body? …",
  "an10.220:12.2": "That’s how principled and just conduct is threefold by way of body.",
  "an10.220:13.1": "And how is principled and just conduct fourfold by way of speech? …",
  "an10.220:13.2": "That’s how principled and just conduct is fourfold by way of speech.",
  "an10.220:14.1": "And how is principled and just conduct threefold by way of mind? …",
  "an10.220:14.2": "That’s how principled and just conduct is threefold by way of mind.",
  "an10.220:14.3": "That’s how principled and just conduct is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”",
  "an10.220:15.1": "“Excellent, Master Gotama! Excellent! … ",
  "an10.220:15.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}