{
  "_markup_path": "markup/an/an10/an10.007.html",
  "_alt_strings": [
    "pi/an/an10/an10.007.json"
  ],
  "an10.7:1.1": "Numbered Discourses 10 ",
  "an10.7:2.1": "1 Benefits ",
  "an10.7:3.1": "7 Sāriputta",
  "an10.7:4.1": "Then Venerable Ānanda went up to Venerable Sāriputta, ",
  "an10.7:4.2": "and exchanged greetings with him. ",
  "an10.7:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an10.7:4.4": "and said to Sāriputta: ",
  "an10.7:5.1": "“Could it be, reverend Sāriputta, that a mendicant might gain a state of samādhi like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world.",
  "an10.7:5.2": "And yet they would still perceive.”",
  "an10.7:6.1": "“It could be, Reverend Ānanda.”",
  "an10.7:7.1": "“But how could this be?”",
  "an10.7:7.3": "“Reverend Ānanda, this one time I was staying right here at Sāvatthī in the Blind Man’s Wood. ",
  "an10.7:7.4": "There I gained a state of samādhi like this. I didn’t perceive earth in earth, water in water, fire in fire, or air in air. And I didn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And I didn’t perceive this world in this world, or the other world in the other world.",
  "an10.7:7.5": "And yet I still perceived.”",
  "an10.7:8.1": "“But at that time what did Reverend Sāriputta perceive?”",
  "an10.7:8.2": "“One perception arose in me and another perception ceased: ‘The cessation of existence is extinguishment. The cessation of existence is extinguishment.’ ",
  "an10.7:8.3": "Suppose there was a burning pile of twigs. One flame would arise and another would cease.",
  "an10.7:8.4": "In the same way, one perception arose in me and another perception ceased: ‘The cessation of existence is extinguishment. The cessation of existence is extinguishment.’ ",
  "an10.7:8.5": "At that time I perceived that the cessation of existence is extinguishment.”"
}