{
  "_markup_path": "markup/an/an10/an10.023.html",
  "_alt_strings": [
    "pi/an/an10/an10.023.json"
  ],
  "an10.23:1.1": "Numbered Discourses 10 ",
  "an10.23:2.1": "3 The Greater Chapter ",
  "an10.23:3.1": "23 Body",
  "an10.23:4.1": "“Mendicants, there are things that should be given up by the body, not by speech.",
  "an10.23:4.2": "There are things that should be given up by speech, not by the body.",
  "an10.23:4.3": "There are things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom.",
  "an10.23:5.1": "And what are the things that should be given up by the body, not by speech?",
  "an10.23:5.2": "It’s when a mendicant has committed a certain unwholesome offence by way of body.",
  "an10.23:5.3": "After examination, sensible spiritual companions say this to them:",
  "an10.23:5.4": "‘Venerable, you’ve committed a certain unwholesome offence by way of body.",
  "an10.23:5.5": "Please give up that bad bodily conduct and develop good bodily conduct.’",
  "an10.23:5.6": "When spoken to by their sensible spiritual companions they give up that bad bodily conduct and develop good bodily conduct.",
  "an10.23:5.7": "These are the things that should be given up by the body, not by speech.",
  "an10.23:6.1": "And what are the things that should be given up by speech, not by the body?",
  "an10.23:6.2": "It’s when a mendicant has committed a certain unwholesome offence by way of speech.",
  "an10.23:6.3": "After examination, sensible spiritual companions say this to them: ",
  "an10.23:6.4": "‘Venerable, you’ve committed a certain unwholesome offence by way of speech.",
  "an10.23:6.5": "Please give up that bad verbal conduct and develop good verbal conduct.’",
  "an10.23:6.6": "When spoken to by their sensible spiritual companions they give up that bad verbal conduct and develop good verbal conduct.",
  "an10.23:6.7": "These are the things that should be given up by speech, not by the body.",
  "an10.23:7.1": "And what are the things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom?",
  "an10.23:7.2": "Greed …",
  "an10.23:7.3": "hate …",
  "an10.23:7.4": "delusion …",
  "an10.23:7.5": "anger …",
  "an10.23:7.6": "hostility …",
  "an10.23:7.7": "denigration …",
  "an10.23:7.8": "insolence …",
  "an10.23:7.9": "and stinginess are things that should be given up neither by the body, nor by speech, but by seeing again and again with wisdom.",
  "an10.23:8.1": "Nasty jealousy should be given up neither by the body, nor by speech, but by seeing again and again with wisdom.",
  "an10.23:8.2": "And what is nasty jealousy?",
  "an10.23:8.3": "It’s when a householder or their child is prospering in money, grain, silver, or gold. ",
  "an10.23:8.4": "And a slave or dependent thinks:",
  "an10.23:8.5": "‘Oh, may that householder or their child not prosper in money, grain, silver, or gold!’",
  "an10.23:8.6": "Or an ascetic or brahmin receives robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an10.23:8.7": "And some other ascetic or brahmin thinks:",
  "an10.23:8.8": "‘Oh, may that ascetic or brahmin not receive robes, alms-food, lodgings, and medicines and supplies for the sick.’",
  "an10.23:8.9": "This is called nasty jealousy.",
  "an10.23:9.1": "Corrupt wishes should be given up neither by the body, nor by speech, but by seeing again and again with wisdom.",
  "an10.23:9.2": "And what are corrupt wishes?",
  "an10.23:9.3": "It’s when a faithless person wishes to be known as faithful.",
  "an10.23:9.4": "An unethical person wishes to be known as ethical.",
  "an10.23:9.5": "An uneducated person wishes to be known as learned.",
  "an10.23:9.6": "A lover of company wishes to be known as secluded.",
  "an10.23:9.7": "A lazy person wishes to be known as energetic.",
  "an10.23:9.8": "An unmindful person wishes to be known as mindful.",
  "an10.23:9.9": "A person without samādhi wishes to be known as having samādhi.",
  "an10.23:9.10": "A witless person wishes to be known as wise.",
  "an10.23:9.11": "A person who has not ended the defilements wishes to be known as having ended the defilements.",
  "an10.23:9.12": "These are called corrupt wishes.",
  "an10.23:9.13": "Corrupt wishes should be given up neither by the body, nor by speech, but by seeing again and again with wisdom.",
  "an10.23:10.1": "Suppose that greed masters that mendicant and keeps going. Or that hate …",
  "an10.23:10.2": "delusion … ",
  "an10.23:10.3": "anger … ",
  "an10.23:10.4": "hostility … ",
  "an10.23:10.5": "denigration … ",
  "an10.23:10.6": "insolence … ",
  "an10.23:10.7": "stinginess …",
  "an10.23:10.8": "nasty jealousy …",
  "an10.23:10.9": "or corrupt wishes master them and keep going.",
  "an10.23:10.10": "You should know of them:",
  "an10.23:10.11": "‘This venerable does not have the understanding that would eliminate greed, so greed masters them and keeps going.",
  "an10.23:10.12": "They don’t have the understanding that would eliminate hate …",
  "an10.23:10.13": "delusion … ",
  "an10.23:10.14": "anger … ",
  "an10.23:10.15": "hostility … ",
  "an10.23:10.16": "denigration … ",
  "an10.23:10.17": "insolence … ",
  "an10.23:10.18": "stinginess … ",
  "an10.23:10.19": "nasty jealousy … ",
  "an10.23:10.20": "or corrupt wishes, so corrupt wishes master them and keep going.’",
  "an10.23:11.1": "Suppose that greed does not master that mendicant and keep going. Or that hate …",
  "an10.23:11.2": "delusion … ",
  "an10.23:11.3": "anger … ",
  "an10.23:11.4": "hostility … ",
  "an10.23:11.5": "denigration … ",
  "an10.23:11.6": "insolence … ",
  "an10.23:11.7": "stinginess … ",
  "an10.23:11.8": "nasty jealousy … ",
  "an10.23:11.9": "or corrupt wishes don’t master that mendicant and keep going. You should know of them:",
  "an10.23:11.10": "‘This venerable has the understanding that eliminates greed, so greed doesn’t master them and keep going.",
  "an10.23:11.11": "They have the understanding that eliminates hate …",
  "an10.23:11.12": "delusion … ",
  "an10.23:11.13": "anger … ",
  "an10.23:11.14": "hostility … ",
  "an10.23:11.15": "denigration …  ",
  "an10.23:11.16": "insolence … ",
  "an10.23:11.17": "stinginess … ",
  "an10.23:11.18": "nasty jealousy … ",
  "an10.23:11.19": "and corrupt wishes, so corrupt wishes don’t master them and keep going.’”"
}