{
  "_markup_path": "markup/an/an10/an10.015.html",
  "_alt_strings": [
    "pi/an/an10/an10.015.json"
  ],
  "an10.15:1.1": "Numbered Discourses 10 ",
  "an10.15:2.1": "2 A Protector ",
  "an10.15:3.1": "15 Diligence",
  "an10.15:4.1": "“Mendicants, the Realized One, the perfected one, the fully awakened Buddha, is said to be the best of all sentient beings—be they footless, with two feet, four feet, or many feet; with form or formless; with perception or without perception or with neither perception nor non-perception.",
  "an10.15:4.2": "In the same way, all wholesome qualities are rooted in diligence and meet at diligence,",
  "an10.15:4.3": "and diligence is said to be the best of them.",
  "an10.15:5.1": "The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.",
  "an10.15:5.2": "In the same way, all wholesome qualities are rooted in diligence and meet at diligence, ",
  "an10.15:5.3": "and diligence is said to be the best of them.",
  "an10.15:6.1": "The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all.",
  "an10.15:6.2": "In the same way, all wholesome qualities are rooted in diligence and meet at diligence, ",
  "an10.15:6.3": "and diligence is said to be the best of them.",
  "an10.15:7.1": "Of all kinds of fragrant root, spikenard is said to be the best.",
  "an10.15:7.2": "In the same way …",
  "an10.15:8.1": "Of all kinds of fragrant heartwood, red sandalwood is said to be the best.",
  "an10.15:8.2": "In the same way …",
  "an10.15:9.1": "Of all kinds of fragrant flower, jasmine is said to be the best.",
  "an10.15:9.2": "In the same way …",
  "an10.15:10.1": "All lesser kings are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all.",
  "an10.15:10.2": "In the same way …",
  "an10.15:11.1": "The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all.",
  "an10.15:11.2": "In the same way …",
  "an10.15:12.1": "After the rainy season the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.",
  "an10.15:12.2": "In the same way …",
  "an10.15:13.1": "All the great rivers—that is,",
  "an10.15:13.2": "the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—flow, slant, slope, and incline towards the ocean, and the ocean is said to be the greatest of them.",
  "an10.15:13.3": "In the same way, all wholesome qualities are rooted in diligence and meet at diligence, ",
  "an10.15:13.4": "and diligence is said to be the best of them.”"
}