{
  "_markup_path": "markup/an/an10/an10.106.html",
  "_alt_strings": [
    "pi/an/an10/an10.106.json"
  ],
  "an10.106:1.1": "Numbered Discourses 10 ",
  "an10.106:2.1": "11 Perceptions for Ascetics ",
  "an10.106:3.1": "106 Wearing Away",
  "an10.106:4.1": "“Mendicants, there are these ten grounds for wearing away.",
  "an10.106:4.2": "What ten? ",
  "an10.106:4.3": "For one of right view, wrong view is worn away.",
  "an10.106:4.4": "And the many bad, unwholesome qualities that arise because of wrong view are worn away.",
  "an10.106:4.5": "And because of right view, many wholesome qualities are developed to perfection.",
  "an10.106:5.1": "For one of right motivation, wrong motivation is worn away.",
  "an10.106:5.2": "And the many bad, unwholesome qualities that arise because of wrong motivation are worn away.",
  "an10.106:5.3": "And because of right motivation, many wholesome qualities are developed to perfection.",
  "an10.106:6.1": "For one of right speech, wrong speech is worn away.",
  "an10.106:6.2": "And the many bad, unwholesome qualities that arise because of wrong speech are worn away.",
  "an10.106:6.3": "And because of right speech, many wholesome qualities are developed to perfection.",
  "an10.106:7.1": "For one of right action, wrong action is worn away.",
  "an10.106:7.2": "And the many bad, unwholesome qualities that arise because of wrong action are worn away.",
  "an10.106:7.3": "And because of right action, many wholesome qualities are developed to perfection.",
  "an10.106:8.1": "For one of right livelihood, wrong livelihood is worn away.",
  "an10.106:8.2": "And the many bad, unwholesome qualities that arise because of wrong livelihood are worn away.",
  "an10.106:8.3": "And because of right livelihood, many wholesome qualities are developed to perfection.",
  "an10.106:9.1": "For one of right effort, wrong effort is worn away.",
  "an10.106:9.2": "And the many bad, unwholesome qualities that arise because of wrong effort are worn away.",
  "an10.106:9.3": "And because of right effort, many wholesome qualities are developed to perfection.",
  "an10.106:10.1": "For one of right mindfulness, wrong mindfulness is worn away.",
  "an10.106:10.2": "And the many bad, unwholesome qualities that arise because of wrong mindfulness are worn away.",
  "an10.106:10.3": "And because of right mindfulness, many wholesome qualities are developed to perfection.",
  "an10.106:11.1": "For one of right samādhi, wrong samādhi is worn away.",
  "an10.106:11.2": "And the many bad, unwholesome qualities that arise because of wrong samādhi are worn away.",
  "an10.106:11.3": "And because of right samādhi, many wholesome qualities are developed to perfection.",
  "an10.106:12.1": "For one of right knowledge, wrong knowledge is worn away.",
  "an10.106:12.2": "And the many bad, unwholesome qualities that arise because of wrong knowledge are worn away.",
  "an10.106:12.3": "And because of right knowledge, many wholesome qualities are developed to perfection.",
  "an10.106:13.1": "For one of right freedom, wrong freedom is worn away.",
  "an10.106:13.2": "And the many bad, unwholesome qualities that arise because of wrong freedom are worn away.",
  "an10.106:13.3": "And because of right freedom, many wholesome qualities are developed to perfection.",
  "an10.106:14.1": "These are the ten grounds for wearing away.”"
}