{
  "_markup_path": "markup/an/an10/an10.073.html",
  "_alt_strings": [
    "pi/an/an10/an10.073.json"
  ],
  "an10.73:1.1": "Numbered Discourses 10 ",
  "an10.73:2.1": "8 If You Want ",
  "an10.73:3.1": "73 Likable",
  "an10.73:4.1": "“Mendicants, these ten likable, desirable, and agreeable things are rare in the world.",
  "an10.73:4.2": "What ten?",
  "an10.73:4.3": "Wealth,",
  "an10.73:4.4": "beauty, ",
  "an10.73:4.5": "health,",
  "an10.73:4.6": "ethical conduct,",
  "an10.73:4.7": "the spiritual life,",
  "an10.73:4.8": "friends,",
  "an10.73:4.9": "learning,",
  "an10.73:4.10": "wisdom,",
  "an10.73:4.11": "good qualities,",
  "an10.73:4.12": "and heaven are likable, desirable, and agreeable things that are rare in the world.",
  "an10.73:5.1": "Ten things hinder the ten likable, desirable, and agreeable things that are rare in the world.",
  "an10.73:5.2": "Sloth and lack of initiative hinder wealth. Lack of adornment and decoration hinder beauty. Unsuitable activity hinders health. Bad friendship hinders ethical conduct. Lack of sense restraint hinders the spiritual life. Dishonesty hinders friends. Not reciting hinders learning. Not wanting to listen and ask questions hinders wisdom. Not meditating and not reflecting hinder good qualities. Wrong practice hinders heaven.",
  "an10.73:5.3": "These ten things hinder the ten likable, desirable, and agreeable things that are rare in the world.",
  "an10.73:6.1": "Ten things nourish the ten likable, desirable, and agreeable things that are rare in the world.",
  "an10.73:6.2": "Application and initiative nourish wealth. Adornment and decoration nourish beauty. Suitable activity nourishes health. Good friendship nourishes ethical conduct. Sense restraint nourishes the spiritual life. Honesty nourishes friends. Reciting nourishes learning. Wanting to listen and ask questions nourishes wisdom. Meditating and reflecting nourish good qualities. Right practice nourishes heaven.",
  "an10.73:6.3": "These ten things nourish the ten likable, desirable, and agreeable things that are rare in the world.”"
}