{
  "_markup_path": "markup/an/an10/an10.091.html",
  "_alt_strings": [
    "pi/an/an10/an10.091.json"
  ],
  "an10.91:1.1": "Numbered Discourses 10 ",
  "an10.91:2.1": "10 With Upāli",
  "an10.91:3.1": "91 Pleasure Seekers",
  "an10.91:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.91:4.2": "Then the householder Anāthapiṇḍika went up to the Buddha, ",
  "an10.91:4.3": "bowed, and sat down to one side.",
  "an10.91:4.4": "Seated to one side, the Buddha said to the householder Anāthapiṇḍika: ",
  "an10.91:5.1": "“These ten pleasure seekers are found in the world.",
  "an10.91:5.2": "What ten?  ",
  "an10.91:5.3": "First, a pleasure seeker seeks for wealth using illegitimate, coercive means.",
  "an10.91:5.4": "They don’t make themselves happy and pleased, or share it and make merit.",
  "an10.91:6.1": "Next, a pleasure seeker seeks for wealth using illegitimate, coercive means.",
  "an10.91:6.2": "They make themselves happy and pleased, but don’t share it and make merit.",
  "an10.91:7.1": "Next, a pleasure seeker seeks for wealth using illegitimate, coercive means. ",
  "an10.91:7.2": "They make themselves happy and pleased, and they share it and make merit.",
  "an10.91:8.1": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive. ",
  "an10.91:8.2": "They don’t make themselves happy and pleased, or share it and make merit.",
  "an10.91:9.1": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive.  ",
  "an10.91:9.2": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive.  ",
  "an10.91:10.1": "Next, a pleasure seeker seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive.  ",
  "an10.91:10.2": "They make themselves happy and pleased, and they share it and make merit.",
  "an10.91:11.1": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means. ",
  "an10.91:11.2": "They don’t make themselves happy and pleased, or share it and make merit.",
  "an10.91:12.1": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.  ",
  "an10.91:12.2": "They make themselves happy and pleased, but don’t share it and make merit.",
  "an10.91:13.1": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.  ",
  "an10.91:13.2": "They make themselves happy and pleased, and they share it and make merit. ",
  "an10.91:13.3": "But they enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape.",
  "an10.91:14.1": "Next, a pleasure seeker seeks for wealth using legitimate, non-coercive means.  ",
  "an10.91:14.2": "They make themselves happy and pleased, and they share it and make merit. ",
  "an10.91:14.3": "And they enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape.",
  "an10.91:15.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit. They may be criticized on three grounds.",
  "an10.91:15.2": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism.",
  "an10.91:15.3": "They don’t make themselves happy and pleased. This is the second ground for criticism.",
  "an10.91:15.4": "They don’t share it and make merit. This is the third ground for criticism.",
  "an10.91:15.5": "This pleasure seeker may be criticized on these three grounds.",
  "an10.91:16.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be criticized on two grounds, and praised on one.",
  "an10.91:16.2": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism. ",
  "an10.91:16.3": "They make themselves happy and pleased. This is the one ground for praise.",
  "an10.91:16.4": "They make themselves happy and pleased. This is the one ground for praise.",
  "an10.91:16.5": "This pleasure seeker may be criticized on these two grounds, and praised on this one.",
  "an10.91:17.1": "Now, consider the pleasure seeker who seeks for wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but shares it and makes merit. They may be criticized on one ground, and praised on two.",
  "an10.91:17.2": "They seek for wealth using illegitimate, coercive means. This is the one ground for criticism.",
  "an10.91:17.3": "They make themselves happy and pleased. This is the first ground for praise.",
  "an10.91:17.4": "They share it and make merit. This is the second ground for praise.",
  "an10.91:17.5": "This pleasure seeker may be criticized on this one ground, and praised on these two.",
  "an10.91:18.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, or share it and make merit. They may be praised on one ground, and criticized on three.",
  "an10.91:18.2": "They seek for wealth using legitimate, non-coercive means. This is the one ground for praise.",
  "an10.91:18.3": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism.  ",
  "an10.91:18.4": "They seek for wealth using illegitimate, coercive means. This is the second ground for criticism. ",
  "an10.91:18.5": "They don’t share it and make merit. This is the third ground for criticism. ",
  "an10.91:18.6": "This pleasure seeker may be praised on this one ground, and criticized on these three.",
  "an10.91:19.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds, and criticized on two.",
  "an10.91:19.2": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise.",
  "an10.91:19.3": "They seek for wealth using illegitimate, coercive means. This is the first ground for criticism.  ",
  "an10.91:19.4": "They make themselves happy and pleased. This is the second ground for praise.",
  "an10.91:19.5": "They don’t share it and make merit. This is the second ground for criticism.",
  "an10.91:19.6": "This pleasure seeker may be praised on these two grounds, and criticized on these two.",
  "an10.91:20.1": "Now, consider the pleasure seeker who seeks for wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and make merit. They may be praised on three grounds, and criticized on one.",
  "an10.91:20.2": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ",
  "an10.91:20.3": "They seek for wealth using illegitimate, coercive means. This is the one ground for criticism. ",
  "an10.91:20.4": "They make themselves happy and pleased. This is the second ground for praise. ",
  "an10.91:20.5": "They share it and make merit. This is the third ground for praise.",
  "an10.91:20.6": "This pleasure seeker may be praised on these three grounds, and criticized on this one.",
  "an10.91:21.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit. They may be praised on one ground and criticized on two.",
  "an10.91:21.2": "They seek for wealth using legitimate, non-coercive means. This is the one ground for praise. ",
  "an10.91:21.3": "They don’t make themselves happy and pleased. This is the first ground for criticism.",
  "an10.91:21.4": "They don’t share it and make merit. This is the second ground for criticism.",
  "an10.91:21.5": "This pleasure seeker may be praised on this one ground, and criticized on these two.",
  "an10.91:22.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit. They may be praised on two grounds and criticized on one.",
  "an10.91:22.2": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ",
  "an10.91:22.3": "They make themselves happy and pleased. This is the second ground for praise.  ",
  "an10.91:22.4": "They don’t share it and make merit. This is the one ground for criticism.",
  "an10.91:22.5": "This pleasure seeker may be praised on these two grounds, and criticized on this one.",
  "an10.91:23.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape. They may be praised on three grounds and criticized on one.",
  "an10.91:23.2": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ",
  "an10.91:23.3": "They make themselves happy and pleased. This is the second ground for praise.  ",
  "an10.91:23.4": "They share it and make merit. This is the third ground for praise. ",
  "an10.91:23.5": "They enjoy that wealth tied, stupefied, attached, blind to the drawbacks, and not understanding the escape. This is the one ground for criticism.",
  "an10.91:23.6": "This pleasure seeker may be praised on these three grounds, and criticized on this one.",
  "an10.91:24.1": "Now, consider the pleasure seeker who seeks for wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. And they enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape. They may be praised on four grounds.",
  "an10.91:24.2": "They seek for wealth using legitimate, non-coercive means. This is the first ground for praise. ",
  "an10.91:24.3": "They make themselves happy and pleased. This is the second ground for praise.  ",
  "an10.91:24.4": "They share it and make merit. This is the third ground for praise. ",
  "an10.91:24.5": "They enjoy that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape. This is the fourth ground for praise.",
  "an10.91:24.6": "This pleasure seeker may be praised on these four grounds.",
  "an10.91:25.1": "These are the ten pleasure seekers found in the world.",
  "an10.91:25.2": "The pleasure seeker who seeks for wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, leading, highest, and finest of the ten.",
  "an10.91:25.3": "From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these. ",
  "an10.91:26.1": "In the same way, the pleasure seeker who seeks for wealth using legitimate, non-coercive means, who makes themselves happy and pleased, and shares it and makes merit, and who uses that wealth untied, unstupefied, unattached, seeing the drawbacks, and understanding the escape is the foremost, best, leading, highest, and finest of the ten.”"
}