{
  "_markup_path": "markup/an/an10/an10.097.html",
  "_alt_strings": [
    "pi/an/an10/an10.097.json"
  ],
  "an10.97:1.1": "Numbered Discourses 10 ",
  "an10.97:2.1": "10 With Upāli ",
  "an10.97:3.1": "97 Worthy of Offerings Dedicated to the Gods",
  "an10.97:4.1": "“Mendicants, a mendicant with ten factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an10.97:5.1": "What ten?",
  "an10.97:5.2": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken. ",
  "an10.97:6.2": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an10.97:7.1": "They have good friends, companions, and associates.",
  "an10.97:8.1": "They have right view, possessing right perspective.",
  "an10.97:9.1": "They wield the many kinds of psychic power:",
  "an10.97:9.2": "multiplying themselves and becoming one again;",
  "an10.97:9.4": "appearing and disappearing; ",
  "an10.97:9.5": "going unimpeded through a wall, an embankment, or a mountain as if through space;  ",
  "an10.97:9.6": "diving in and out of the earth as if it was water; ",
  "an10.97:9.7": "walking on water as if it was earth; ",
  "an10.97:9.8": "flying cross-legged through the air like a bird;  ",
  "an10.97:9.9": "touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.",
  "an10.97:10.1": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far.",
  "an10.97:11.1": "They understand the minds of other beings and individuals, having comprehended them with their own mind. ",
  "an10.97:11.2": "They understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’.",
  "an10.97:11.4": "They understand mind with hate … ",
  "an10.97:11.5": "mind without hate … ",
  "an10.97:11.6": "mind with delusion … ",
  "an10.97:11.7": "mind without delusion … ",
  "an10.97:11.8": "contracted mind … ",
  "an10.97:11.9": "scattered mind … ",
  "an10.97:11.10": "expansive mind …",
  "an10.97:11.11": "unexpansive mind …",
  "an10.97:11.12": "mind that is not supreme … ",
  "an10.97:11.13": "mind that is supreme … ",
  "an10.97:11.14": "mind unified in samādhi …",
  "an10.97:11.15": "mind not unified in samādhi …",
  "an10.97:11.16": "freed mind …",
  "an10.97:11.17": "They understand unfreed mind as ‘unfreed mind’. ",
  "an10.97:12.1": "They recollect many kinds of past lives, that is, ",
  "an10.97:12.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ",
  "an10.97:12.3": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "an10.97:12.4": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Thus they recollect their many past lives, with features and details.",
  "an10.97:13.1": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.",
  "an10.97:13.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an10.97:13.3": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "an10.97:13.4": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "an10.97:14.1": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an10.97:15.1": "A mendicant with these ten factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}