{
  "_markup_path": "markup/an/an10/an10.001.html",
  "_alt_strings": [
    "pi/an/an10/an10.001.json"
  ],
  "an10.1:1.1": "Numbered Discourses 10",
  "an10.1:2.1": "1 Benefits",
  "an10.1:3.1": "1 What’s the Purpose?",
  "an10.1:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "an10.1:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "an10.1:4.3": "Then Venerable Ānanda went up to the Buddha, ",
  "an10.1:4.4": "bowed, sat down to one side, ",
  "an10.1:4.5": "and said to him:",
  "an10.1:5.1": "“Sir, what is the purpose and benefit of wholesome ethics?”",
  "an10.1:5.2": "“Ānanda, having no regrets is the purpose and benefit of wholesome ethics.”",
  "an10.1:6.1": "“But what’s the purpose and benefit of having no regrets?”",
  "an10.1:6.2": "“Gladness is the purpose and benefit of having no regrets.”",
  "an10.1:7.1": "“But what’s the purpose and benefit of gladness?”",
  "an10.1:7.2": "“Rapture …”",
  "an10.1:8.1": "“But what’s the purpose and benefit of rapture?”",
  "an10.1:8.2": "“Tranquillity …”",
  "an10.1:9.1": "“But what’s the purpose and benefit of tranquillity?”",
  "an10.1:9.2": "“Bliss …”",
  "an10.1:10.1": "“But what’s the purpose and benefit of bliss?”",
  "an10.1:10.2": "“Samādhi …”",
  "an10.1:11.1": "“But what’s the purpose and benefit of samādhi?”",
  "an10.1:11.2": "“Truly knowing and seeing …”",
  "an10.1:12.1": "“But what’s the purpose and benefit of truly knowing and seeing?”",
  "an10.1:12.2": "“Disillusionment and dispassion …”",
  "an10.1:13.1": "“But what’s the purpose and benefit of disillusionment and dispassion?”",
  "an10.1:13.2": "“Knowledge and vision of freedom is the purpose and benefit of disillusionment and dispassion.",
  "an10.1:14.1": "So, Ānanda, the purpose and benefit of wholesome ethics is not having regrets.",
  "an10.1:14.2": "Gladness is the purpose and benefit of not having regrets.",
  "an10.1:14.3": "Rapture is the purpose and benefit of gladness.",
  "an10.1:14.4": "Tranquillity is the purpose and benefit of rapture.",
  "an10.1:14.5": "Bliss is the purpose and benefit of tranquillity.",
  "an10.1:14.6": "Samādhi is the purpose and benefit of bliss.",
  "an10.1:14.7": "Truly knowing and seeing is the purpose and benefit of samādhi.",
  "an10.1:14.8": "Disillusionment and dispassion is the purpose and benefit of truly knowing and seeing.",
  "an10.1:14.9": "Knowledge and vision of freedom is the purpose and benefit of disillusionment and dispassion.",
  "an10.1:14.10": "So, Ānanda, wholesome ethics progressively lead up to the highest.”"
}