{
  "_markup_path": "markup/an/an10/an10.086.html",
  "_alt_strings": [
    "pi/an/an10/an10.086.json"
  ],
  "an10.86:1.1": "Numbered Discourses 10 ",
  "an10.86:2.1": "9 Senior Mendicants ",
  "an10.86:3.1": "86 Overestimation",
  "an10.86:4.1": "At one time Venerable Mahākassapa was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "an10.86:4.2": "There he addressed the mendicants: ",
  "an10.86:4.3": "“Reverends, mendicants!”  ",
  "an10.86:4.4": "“Reverend,” they replied. ",
  "an10.86:4.5": "Venerable Mahākassapa said this:",
  "an10.86:5.1": "“Take a mendicant who declares enlightenment: ",
  "an10.86:5.2": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’ ",
  "an10.86:5.3": "They’re questioned, pressed, and examined by the Realized One, or by one of his disciples who has the absorptions, and is skilled in attainments, in the minds of others, and in the ways of another’s mind. ",
  "an10.86:5.4": "Questioned in this way they get stuck or lose their way. They meet with tragedy and disaster. ",
  "an10.86:6.1": "The Realized One or one of his disciples comprehends their mind and investigates:  ",
  "an10.86:6.2": "‘Why does this venerable declare enlightenment, saying: ",
  "an10.86:6.3": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”?’",
  "an10.86:7.1": "They understand: ",
  "an10.86:8.1": "‘This venerable overestimates themselves and takes that to be the truth. They perceive that they’ve attained what they haven’t attained, done what they haven’t done, and achieved what they haven’t achieved.",
  "an10.86:8.2": "And they declare enlightenment out of overestimation:",
  "an10.86:8.3": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’",
  "an10.86:9.1": "The Realized One or one of his disciples comprehends their mind and investigates:  ",
  "an10.86:9.2": "‘Why does this venerable overestimate themselves and take that to be the truth? Why do they perceive that they’ve attained what they haven’t attained, done what they haven’t done, and achieved what they haven’t achieved?",
  "an10.86:9.3": "And why do they declare enlightenment out of overestimation:",
  "an10.86:9.4": "‘I understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.”’",
  "an10.86:10.1": "They understand: ",
  "an10.86:11.1": "‘This venerable is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an10.86:11.2": "Therefore this venerable overestimates themselves and takes that to be the truth. …",
  "an10.86:12.1": "They understand: ",
  "an10.86:13.1": "‘This venerable is covetous,",
  "an10.86:13.2": "and often lives with a heart full covetousness.",
  "an10.86:13.3": "Being full of covetousness means decline in the teaching and training announced by the Realized One.",
  "an10.86:14.1": "This venerable has ill will …",
  "an10.86:15.1": "dullness and drowsiness …",
  "an10.86:16.1": "restlessness …",
  "an10.86:17.1": "doubt …",
  "an10.86:18.1": "This venerable relishes work. They love it and like to relish it …",
  "an10.86:19.1": "This venerable relishes talk …",
  "an10.86:20.1": "sleep …",
  "an10.86:21.1": "company …",
  "an10.86:22.1": "When there is still more to be done, this venerable stopped half-way after achieving some trifling distinction. ",
  "an10.86:22.2": "Stopping half-way means decline in the teaching and training announced by the Realized One.’",
  "an10.86:23.1": "It’s not possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training without giving up these ten qualities. ",
  "an10.86:23.2": "It is possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training after giving up these ten qualities.” "
}