{
  "_markup_path": "markup/an/an10/an10.029.html",
  "_alt_strings": [
    "pi/an/an10/an10.029.json"
  ],
  "an10.29:1.1": "Numbered Discourses 10 ",
  "an10.29:2.1": "3 The Greater Chapter ",
  "an10.29:3.1": "29 About Kosala (1)",
  "an10.29:4.1": "“As far as Kāsi and Kosala extend, and as far as the dominion of King Pasenadi of Kosala extends, King Pasenadi is said to be the foremost.",
  "an10.29:4.2": "But even King Pasenadi decays and perishes.",
  "an10.29:4.3": "Seeing this, a learned noble disciple becomes disillusioned with it.",
  "an10.29:4.4": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:5.1": "A galaxy extends a thousand times as far as the moon and sun revolve and the shining ones light up the quarters.",
  "an10.29:5.2": "In that galaxy there are a thousand moons, a thousand suns, a thousand Sinerus king of mountains, a thousand Indias, a thousand Western Continents, a thousand Northern Continents, a thousand Eastern Continents, four thousand oceans, four thousand Great Kings, a thousand realms of the Gods of the Four Great Kings, a thousand realms of the Gods of the Thirty-three, of the Gods of Yama, of the Joyful Gods, of the Gods who Love to Create, of the Gods who Control the Creations of Others, and a thousand Brahmā realms.",
  "an10.29:5.3": "As far as the galaxy extends, the Great Brahmā is said to be the foremost.",
  "an10.29:5.4": "But even the Great Brahmā decays and perishes.",
  "an10.29:5.5": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:5.6": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:6.1": "There comes a time when this world contracts.",
  "an10.29:6.2": "As it contracts, most sentient beings migrate to the realm of streaming radiance.",
  "an10.29:6.3": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a long period of time.",
  "an10.29:6.4": "When the world is contracting, the gods of streaming radiance are said to be the foremost.",
  "an10.29:6.5": "But even the gods of streaming radiance decay and perish.",
  "an10.29:6.6": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:6.7": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:7.1": "There are these ten universal dimensions of meditation.",
  "an10.29:7.2": "What ten? ",
  "an10.29:7.3": "Someone perceives the meditation on universal earth above, below, across, non-dual and limitless. ",
  "an10.29:7.4": "They perceive the meditation on universal water … ",
  "an10.29:7.5": "the meditation on universal fire … ",
  "an10.29:7.6": "the meditation on universal air … ",
  "an10.29:7.7": "the meditation on universal blue … ",
  "an10.29:7.8": "the meditation on universal yellow … ",
  "an10.29:7.9": "the meditation on universal red … ",
  "an10.29:7.10": "the meditation on universal white … ",
  "an10.29:7.11": "the meditation on universal space … ",
  "an10.29:7.12": "They perceive the meditation on universal consciousness above, below, across, non-dual and limitless. ",
  "an10.29:7.13": "These are the ten universal dimensions of meditation.",
  "an10.29:8.1": "The best of these ten universal dimensions of meditation is when someone perceives the meditation on universal consciousness above, below, across, non-dual and limitless. ",
  "an10.29:8.2": "Some sentient beings perceive like this.",
  "an10.29:8.3": "But even the sentient beings who perceive like this decay and perish.",
  "an10.29:8.4": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:8.5": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:9.1": "There are these eight dimensions of mastery.",
  "an10.29:9.2": "What eight? ",
  "an10.29:9.3": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "an10.29:9.4": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:9.5": "This is the first dimension of mastery.",
  "an10.29:10.1": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "an10.29:10.2": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:10.3": "This is the second dimension of mastery.",
  "an10.29:11.1": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "an10.29:11.2": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:11.3": "This is the third dimension of mastery.",
  "an10.29:12.1": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "an10.29:12.2": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:12.3": "This is the fourth dimension of mastery.",
  "an10.29:13.1": "Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint.",
  "an10.29:13.2": "They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint.",
  "an10.29:13.3": "In the same way, not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint.",
  "an10.29:13.4": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:13.5": "This is the fifth dimension of mastery.",
  "an10.29:14.1": "Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.",
  "an10.29:14.2": "They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint.",
  "an10.29:14.3": "In the same way, not perceiving form internally, someone sees visions externally, yellow, yellow colored, yellow in appearance, shining yellow.",
  "an10.29:14.4": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:14.5": "This is the sixth dimension of mastery.",
  "an10.29:15.1": "Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.",
  "an10.29:15.2": "They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint.",
  "an10.29:15.3": "In the same way, not perceiving form internally, someone sees visions externally, red, red colored, red in appearance, shining red.",
  "an10.29:15.4": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:15.5": "This is the seventh dimension of mastery.",
  "an10.29:16.1": "Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.",
  "an10.29:16.2": "They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint.",
  "an10.29:16.3": "In the same way, not perceiving form internally, someone sees visions externally, white, white colored, white in appearance, shining white.",
  "an10.29:16.4": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:16.5": "This is the eighth dimension of mastery. ",
  "an10.29:16.6": "These are the eight dimensions of mastery.",
  "an10.29:17.1": "The best of these dimensions of mastery is when someone, not perceiving form internally, sees visions externally, white, white colored, white in appearance, shining white.",
  "an10.29:17.2": "Mastering them, they perceive: ‘I know and see.’",
  "an10.29:17.3": "Some sentient beings perceive like this. ",
  "an10.29:17.4": "But even the sentient beings who perceive like this decay and perish. ",
  "an10.29:17.5": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:17.6": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:18.1": "There are four ways of practice.",
  "an10.29:18.2": "What four? ",
  "an10.29:18.3": "~Painful practice with slow insight, ~painful practice with swift insight, ~pleasant practice with slow insight, and ~pleasant practice with swift insight.",
  "an10.29:18.4": "These are the four ways of practice.",
  "an10.29:19.1": "The best of these four ways of practice is the pleasant practice with swift insight.",
  "an10.29:19.2": "Some sentient beings practice like this.",
  "an10.29:19.3": "But even the sentient beings who practice like this decay and perish.",
  "an10.29:19.4": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:19.5": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:20.1": "There are these four perceptions.",
  "an10.29:20.2": "What four? ",
  "an10.29:20.3": "One person perceives the limited. One person perceives the expansive. One person perceives the limitless. One person, aware that ‘there is nothing at all’, perceives the dimension of nothingness.",
  "an10.29:20.4": "These are the four perceptions.",
  "an10.29:21.1": "The best of these four perceptions is when a person, aware that ‘there is nothing at all’, perceives the dimension of nothingness.",
  "an10.29:21.2": "Some sentient beings perceive like this. ",
  "an10.29:21.3": "But even the sentient beings who perceive like this decay and perish. ",
  "an10.29:21.4": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:21.5": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:22.1": "This is the best of the convictions of outsiders, that is: ‘I might not be, and it might not be mine. I will not be, and it will not be mine.’",
  "an10.29:22.2": "When someone has such a view, you can expect",
  "an10.29:22.3": "that they will be repulsed by future existence,",
  "an10.29:22.4": "and they will not be repulsed by the cessation of future existence.",
  "an10.29:22.5": "Some sentient beings have such a view.",
  "an10.29:22.6": "But even the sentient beings who have views like this decay and perish.",
  "an10.29:22.7": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:22.8": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:23.1": "There are some ascetics and brahmins who advocate ultimate purity.",
  "an10.29:23.2": "This is the best of the advocates of ultimate purity, that is, when someone, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.",
  "an10.29:23.3": "They teach Dharma in order to directly know and realize this.",
  "an10.29:23.4": "Some sentient have such a doctrine.",
  "an10.29:23.5": "But even the sentient beings who have such a doctrine decay and perish.",
  "an10.29:23.6": "Seeing this, a learned noble disciple becomes disillusioned with it. ",
  "an10.29:23.7": "Their greed fades away even for the foremost, let alone the inferior.",
  "an10.29:24.1": "There are some ascetics and brahmins who advocate ultimate extinguishment in this very life.",
  "an10.29:24.2": "This is the best of those who advocate extinguishment in this very life, that is, liberation without grasping after truly understanding the origin, ending, gratification, drawback, and escape of the six fields of contact.",
  "an10.29:24.3": "Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, baseless, lying, untruthful claim:",
  "an10.29:24.4": "‘The ascetic Gotama doesn’t advocate the complete understanding of sensual pleasures, sights, or feelings.’",
  "an10.29:24.5": "But I do advocate the complete understanding of sensual pleasures, sights, and feelings. And I advocate complete extinguishment without grasping in this very life, wishless, extinguished, and cooled.”"
}