{
  "_markup_path": "markup/an/an10/an10.072.html",
  "_alt_strings": [
    "pi/an/an10/an10.072.json"
  ],
  "an10.72:1.1": "Numbered Discourses 10 ",
  "an10.72:2.1": "8 If You Want ",
  "an10.72:3.1": "72 Thorns",
  "an10.72:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof, together with several well known senior disciples.",
  "an10.72:4.2": "They included Venerables Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, Kaṭissaṅga, ",
  "an10.72:4.3": "and other well known senior disciples.",
  "an10.72:5.1": "Now at that time several well known Licchavis plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they made a dreadful racket.",
  "an10.72:5.2": "Then those venerables thought:",
  "an10.72:5.3": "“These several well known Licchavis have plunged deep into the Great Wood to see the Buddha. Driving a succession of fine carriages, they’re making a dreadful racket.",
  "an10.72:5.4": "But the Buddha has said that sound is a thorn to absorption.",
  "an10.72:5.5": "Let’s go to the Gosiṅga Sal Wood.",
  "an10.72:5.6": "There we can meditate comfortably, free of noise and crowds.”",
  "an10.72:5.7": "Then those venerables went to the Gosiṅga Sal Wood,",
  "an10.72:5.8": "where they meditated comfortably, free of noise and crowds.",
  "an10.72:6.1": "Then the Buddha said to the mendicants: ",
  "an10.72:6.2": "“Mendicants, where’s Cāla, Upacāla, Kakkaṭa, Kaṭimbha, Kaṭa, and Kaṭissaṅga?",
  "an10.72:6.3": "Where have these senior disciples gone?”",
  "an10.72:7.1": "And the mendicants told him what had happened.",
  "an10.72:8.1": "“Good, good, mendicants! It’s just as those great disciples have so rightly explained. I have said that sound is a thorn to absorption.",
  "an10.72:9.1": "Mendicants, there are these ten thorns.",
  "an10.72:9.2": "What ten?",
  "an10.72:9.3": "Relishing company is a thorn for someone who loves seclusion. Focusing on the beautiful aspect of things is a thorn for someone who is committed to the meditation on ugliness. Seeing shows is a thorn to someone restraining the senses. Contemplating females is a thorn to celibacy. Sound is a thorn to the first absorption. Placing the mind and keeping it connected are a thorn to the second absorption. Rapture is a thorn to the third absorption. Breathing is a thorn to the fourth absorption. Perception and feeling are a thorn to the attainment of the cessation of perception and feeling. Greed, hate, and delusion are thorns.",
  "an10.72:10.1": "Mendicants, live free of thorns!",
  "an10.72:10.2": "Live rid of thorns!",
  "an10.72:10.3": "Mendicants, live free of thorns and rid of thorns!",
  "an10.72:10.4": "The perfected ones live free of thorns,",
  "an10.72:10.5": "rid of thorns,",
  "an10.72:10.6": "free and rid of thorns.”"
}