{
  "_markup_path": "markup/an/an10/an10.115.html",
  "_alt_strings": [
    "pi/an/an10/an10.115.json"
  ],
  "an10.115:1.1": "Numbered Discourses 10 ",
  "an10.115:2.1": "12 The Ceremony of Descent ",
  "an10.115:3.1": "115 Bad Principles (3)",
  "an10.115:4.1": "“Mendicants, you should know bad principles and good principles. ",
  "an10.115:4.2": "And you should know bad results and good results. ",
  "an10.115:4.3": "Knowing these things, your practice should follow the good principles with good results.”",
  "an10.115:4.4": "This is what the Buddha said.  ",
  "an10.115:4.5": "When he had spoken, the Holy One got up from his seat and entered his dwelling.  ",
  "an10.115:5.1": "Soon after the Buddha left, those mendicants considered:",
  "an10.115:5.2": "“The Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail.",
  "an10.115:5.6": "Who can explain in detail the meaning of this brief summary given by the Buddha?”",
  "an10.115:6.1": "Then they considered:",
  "an10.115:6.2": "“This Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.",
  "an10.115:6.3": "He is capable of explaining in detail the meaning of this brief summary given by the Buddha.",
  "an10.115:6.4": "Let’s go to him,",
  "an10.115:6.5": "and ask him about this matter.",
  "an10.115:6.6": "As he answers, so we’ll remember it.”",
  "an10.115:7.1": "Then those mendicants went to Ānanda,",
  "an10.115:7.2": "and exchanged greetings with him.",
  "an10.115:7.3": "When the greetings and polite conversation were over, they sat down to one side.",
  "an10.115:7.4": "They told him what had happened, and said:",
  "an10.115:10.7": "“May Venerable Ānanda please explain this.”",
  "an10.115:11.1": "“Reverends, suppose there was a person who needed heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.",
  "an10.115:11.2": "Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.",
  "an10.115:11.3": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
  "an10.115:11.4": "That was the time to approach the Buddha and ask about this matter.",
  "an10.115:11.5": "You should have remembered it in line with the Buddha’s answer.”",
  "an10.115:12.1": "“Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
  "an10.115:12.2": "That was the time to approach the Buddha and ask about this matter. We should have remembered it in line with the Buddha’s answer.",
  "an10.115:12.3": "Still, Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.",
  "an10.115:12.4": "You are capable of explaining in detail the meaning of this brief summary given by the Buddha.",
  "an10.115:12.5": "Please explain this, if it’s no trouble.”",
  "an10.115:13.1": "“Then listen and pay close attention, I will speak.” ",
  "an10.115:13.2": "“Yes, reverend,” they replied.  ",
  "an10.115:13.3": "Ānanda said this:",
  "an10.115:14.1": "“Reverends, the Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail:",
  "an10.115:14.2": "‘You should know bad principles and good principles.",
  "an10.115:14.3": "And you should know bad results and good results. ",
  "an10.115:14.4": "Knowing these things, your practice should follow the good principles with good results.’",
  "an10.115:15.1": "So what are bad principles? What are good principles? What are bad results? And what are good results?",
  "an10.115:16.1": "Wrong view is a bad principle.",
  "an10.115:16.2": "Right view is a good principle. ",
  "an10.115:16.3": "And the many bad, unwholesome qualities produced by wrong view are bad results. ",
  "an10.115:16.4": "And the many wholesome qualities developed to perfection because of right view are good results.",
  "an10.115:17.1": "Wrong motivation is a bad principle.",
  "an10.115:17.2": "Right motivation is a good principle. …",
  "an10.115:17.3": "Wrong speech is a bad principle.",
  "an10.115:17.4": "Right speech is a good principle. …",
  "an10.115:17.5": "Wrong action is a bad principle.",
  "an10.115:17.6": "Right action is a good principle. …",
  "an10.115:17.7": "Wrong livelihood is a bad principle.",
  "an10.115:17.8": "Right livelihood is a good principle. …",
  "an10.115:17.9": "Wrong effort is a bad principle.",
  "an10.115:17.10": "Right effort is a good principle. …",
  "an10.115:17.11": "Wrong mindfulness is a bad principle.",
  "an10.115:17.12": "Right mindfulness is a good principle. …",
  "an10.115:17.13": "Wrong samādhi is a bad principle.",
  "an10.115:17.14": "Right samādhi is a good principle. …",
  "an10.115:17.15": "Wrong knowledge is a bad principle.",
  "an10.115:17.16": "Right knowledge is a good principle. …",
  "an10.115:18.1": "Wrong freedom is a bad principle.",
  "an10.115:18.2": "Right freedom is a good principle. ",
  "an10.115:18.3": "And the many bad, unwholesome qualities produced by wrong freedom are bad results. ",
  "an10.115:18.4": "And the many wholesome qualities developed to perfection because of right freedom are good results.",
  "an10.115:19.1": "The Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail:",
  "an10.115:19.2": "‘You should know bad principles and good principles …",
  "an10.115:19.3": "and practice accordingly.’ And this is how I understand the detailed meaning of this summary.",
  "an10.115:19.4": "If you wish, you may go to the Buddha and ask him about this. ",
  "an10.115:19.5": "You should remember it in line with the Buddha’s answer.”",
  "an10.115:20.1": "“Yes, reverend,” said those mendicants, approving and agreeing with what Ānanda said. Then they rose from their seats and went to the Buddha,",
  "an10.115:20.2": "bowed, sat down to one side, ",
  "an10.115:20.3": "and told him what had happened. Then they said:",
  "an10.115:24.1": "“Sir, we went to Ānanda",
  "an10.115:24.2": "and asked him about this matter.",
  "an10.115:24.3": "And Ānanda clearly explained the meaning to us in this manner, with these words and phrases.”",
  "an10.115:25.1": "“Good, good, mendicants!",
  "an10.115:25.2": "Ānanda is astute,",
  "an10.115:25.3": "he has great wisdom.",
  "an10.115:25.4": "If you came to me and asked this question, I would answer it in exactly the same way as Ānanda.",
  "an10.115:25.5": "That is what it means, and that’s how you should remember it.”",
  "an10.115:26.1": " "
}