{
  "_markup_path": "markup/an/an10/an10.011.html",
  "_alt_strings": [
    "pi/an/an10/an10.011.json"
  ],
  "an10.11:1.1": "Numbered Discourses 10 ",
  "an10.11:2.1": "2 A Protector",
  "an10.11:3.1": "11 Lodgings",
  "an10.11:4.1": "“Mendicants, a mendicant with five factors, using and frequenting lodgings with five factors, will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.",
  "an10.11:5.1": "And how does a mendicant have five factors?",
  "an10.11:5.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an10.11:5.4": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "an10.11:5.6": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "an10.11:5.7": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.",
  "an10.11:5.8": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an10.11:5.10": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an10.11:5.11": "That’s how a mendicant has five factors.",
  "an10.11:6.1": "And how does a lodging have five factors?",
  "an10.11:6.2": "It’s when a lodging is neither too far nor too close, but convenient for coming and going. It’s not bothered by people by day, and at night it’s quiet and still. There’s little disturbance from flies, mosquitoes, wind, sun, and reptiles.",
  "an10.11:6.3": "While staying in that lodging the necessities of life—robes, alms-food, lodgings, and medicinal requisites and supports for the sick—are easy to come by.",
  "an10.11:6.4": "And in that lodging there are several senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines.",
  "an10.11:6.5": "From time to time they go up to those mendicants and ask them questions:",
  "an10.11:6.6": "‘Why, sir, does it say this? What does that mean?’",
  "an10.11:6.7": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "an10.11:6.8": "That’s how a lodging has five factors.",
  "an10.11:6.9": "A mendicant with five factors, using and frequenting lodgings with five factors, will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.”"
}