{
  "_markup_path": "markup/an/an10/an10.047.html",
  "_alt_strings": [
    "pi/an/an10/an10.047.json"
  ],
  "an10.47:1.1": "Numbered Discourses 10 ",
  "an10.47:2.1": "5 Abuse ",
  "an10.47:3.1": "47 With Mahāli",
  "an10.47:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an10.47:4.2": "Then Mahāli the Licchavi went up to the Buddha,",
  "an10.47:4.3": "bowed, sat down to one side, ",
  "an10.47:4.4": "and said to him:",
  "an10.47:4.5": "“What is the cause, sir, what is the reason for doing bad deeds, for performing bad deeds?”",
  "an10.47:4.6": "“Greed is a cause, Mahāli, greed is a reason for doing bad deeds, for performing bad deeds.",
  "an10.47:4.7": "Hate is a cause of bad deeds …",
  "an10.47:4.8": "Delusion is a cause of bad deeds …",
  "an10.47:4.9": "Focusing your mind in the wrong way is a cause of bad deeds …",
  "an10.47:4.10": "A wrongly directed mind is a cause of bad deeds …",
  "an10.47:4.11": "This is the cause, Mahāli, this is the reason for doing bad deeds, for performing bad deeds.”",
  "an10.47:5.1": "“What is the cause, sir, what is the reason for doing bad deeds, for performing good deeds?”",
  "an10.47:5.2": "“Greed is a cause, Mahāli, greed is a reason for doing good deeds, for performing good deeds.",
  "an10.47:5.3": "Love is a cause of good deeds …",
  "an10.47:5.4": "Understanding is a cause of good deeds …",
  "an10.47:5.5": "Focusing your mind in the right way is a cause of good deeds …",
  "an10.47:5.6": "A rightly directed mind is a cause of good deeds …",
  "an10.47:5.7": "This is the cause, Mahāli, this is the reason for doing good deeds, for performing good deeds.",
  "an10.47:5.8": "If these ten things were not found in the world, we wouldn’t see either unprincipled and unethical conduct, or principled and ethical conduct.",
  "an10.47:5.9": "But since these ten things are found in the world, we see both unprincipled and unethical conduct, and principled and ethical conduct.”"
}