{
  "_markup_path": "markup/an/an10/an10.006.html",
  "_alt_strings": [
    "pi/an/an10/an10.006.json"
  ],
  "an10.6:1.1": "Numbered Discourses 10 ",
  "an10.6:2.1": "1 Benefits ",
  "an10.6:3.1": "6 Samādhi",
  "an10.6:4.1": "Then Venerable Ānanda went up to the Buddha, bowed, sat down on one side,",
  "an10.6:4.2": "and said to him:",
  "an10.6:4.3": "“Could it be, sir, that a mendicant might gain a state of samādhi like this? They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world.",
  "an10.6:4.4": "And yet they would still perceive.”",
  "an10.6:4.5": "“It could be, Ānanda, that a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world.",
  "an10.6:4.6": "And yet they would still perceive.”",
  "an10.6:5.1": "“But how could this be, sir?”",
  "an10.6:6.1": "“Ānanda, it’s when a mendicant perceives:",
  "an10.6:6.2": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
  "an10.6:6.3": "That’s how a mendicant might gain a state of samādhi like this. They wouldn’t perceive earth in earth, water in water, fire in fire, or air in air. And they wouldn’t perceive the dimension of infinite space in the dimension of infinite space, the dimension of infinite consciousness in the dimension of infinite consciousness, the dimension of nothingness in the dimension of nothingness, or the dimension of neither perception nor non-perception in the dimension of neither perception nor non-perception. And they wouldn’t perceive this world in this world, or the other world in the other world.",
  "an10.6:6.4": "And yet they would still perceive.”"
}