{
  "_markup_path": "markup/an/an10/an10.040.html",
  "_alt_strings": [
    "pi/an/an10/an10.040.json"
  ],
  "an10.40:1.1": "Numbered Discourses 10 ",
  "an10.40:2.1": "4 With Upāli ",
  "an10.40:3.1": "40 With Ānanda (2)",
  "an10.40:4.1": "“Sir, they speak of ‘harmony in the Saṅgha’.",
  "an10.40:4.2": "How is harmony in the Saṅgha defined?”",
  "an10.40:4.3": "“Ānanda, it’s when a mendicant explains what is not the teaching as not the teaching, and what is the teaching as the teaching. They explain what is not the training as not the training, and what is the training as the training. They explain what was not spoken and stated by the Realized One as not spoken and stated by the Realized One, and what was spoken and stated by the Realized One as  spoken and stated by the Realized One. They explain what was not practiced by the Realized One as not practiced by the Realized One, and what was practiced by the Realized One as practiced by the Realized One. They explain what was not prescribed by the Realized One as not prescribed by the Realized One, and what was prescribed by the Realized One as prescribed by the Realized One.",
  "an10.40:4.4": "On these ten grounds they don’t split off and go their own way. They don’t perform legal acts autonomously or recite the list of rules autonomously. ",
  "an10.40:4.5": "That is how harmony in the Saṅgha is defined.”",
  "an10.40:5.1": "“But sir, what does someone who has created harmony in a schismatic Saṅgha bring upon themselves?”",
  "an10.40:5.2": "“They bring divine merit upon themselves.”",
  "an10.40:5.3": "“But what is divine merit?”",
  "an10.40:5.4": "“They rejoice in heaven for an eon, Ānanda.”",
  "an10.40:6.1": "“A Saṅgha in harmony is happy,",
  "an10.40:6.2": "as is support for those in harmony.",
  "an10.40:6.3": "Basing themselves in the teaching,",
  "an10.40:6.4": "favoring harmony, they destroy no sanctuary.",
  "an10.40:6.5": "After creating harmony in the Saṅgha,",
  "an10.40:6.6": "they rejoice in heaven for an eon.”"
}