{
  "_markup_path": "markup/an/an10/an10.030.html",
  "_alt_strings": [
    "pi/an/an10/an10.030.json"
  ],
  "an10.30:1.1": "Numbered Discourses 10 ",
  "an10.30:2.1": "3 The Greater Chapter ",
  "an10.30:3.1": "30 Kosala (2)",
  "an10.30:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.30:4.2": "Now at that time King Pasenadi of Kosala returned from combat after winning a battle and succeeding in his objective.",
  "an10.30:4.3": "Then King Pasenadi of Kosala went to the monastery.",
  "an10.30:4.4": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. ",
  "an10.30:4.5": "At that time many mendicants were walking meditation in the open air.",
  "an10.30:4.6": "Then King Pasenadi of Kosala went up to them",
  "an10.30:4.7": "and said:",
  "an10.30:4.8": "“Sirs, where is the Blessed One now staying, the perfect one, the fully awakened Buddha?",
  "an10.30:4.9": "I want to see the Buddha.”",
  "an10.30:4.10": "“Great king, that’s his dwelling, with the door closed.",
  "an10.30:4.11": "If you approach it quietly, without hurrying, and go onto the porch, you can clear your throat and knock with the latch. ",
  "an10.30:4.12": "The Buddha will open the door.”",
  "an10.30:5.1": "So the king did this,",
  "an10.30:5.2": "and the Buddha opened the door.",
  "an10.30:5.3": "Then King Pasenadi entered the Buddha’s dwelling. He fell with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name:",
  "an10.30:5.4": "“Sir, I am Pasenadi, king of Kosala!",
  "an10.30:5.5": "I am Pasenadi, king of Kosala!”",
  "an10.30:6.1": "“But great king, for what reason do you demonstrate such utmost devotion for this body, conveying your manifest love?”",
  "an10.30:6.2": "“Sir, it’s because of my gratitude and thanks for the Buddha that I demonstrate such utmost devotion, conveying my manifest love.",
  "an10.30:7.1": "The Buddha is practicing for the welfare and happiness of many people. He has established many people in the noble procedure, that is, the principles of goodness and wholesomeness.",
  "an10.30:7.2": "This is a reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:8.1": "Furthermore, the Buddha is ethical, possessing ethical conduct that is mature, noble, and skilful.",
  "an10.30:8.2": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:9.1": "Furthermore, the Buddha lives in the wilderness, frequenting remote lodgings in the wilderness and the forest.",
  "an10.30:9.2": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:10.1": "Furthermore, the Buddha is content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an10.30:10.2": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:11.1": "Furthermore, the Buddha is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. He is a supreme field of merit for the world.”",
  "an10.30:11.2": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:12.1": "Furthermore, the Buddha gets to take part in talk about self-effacement that helps open the heart, when he wants, without trouble or difficulty. That is,",
  "an10.30:12.2": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "an10.30:12.5": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:13.1": "Furthermore, the Buddha gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when he wants, without trouble or difficulty.",
  "an10.30:13.2": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:14.1": "Furthermore, the Realized One recollects many kinds of past lives, that is,",
  "an10.30:14.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. He remembers: ",
  "an10.30:14.3": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "an10.30:14.4": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "an10.30:14.5": "And so he recollects his many kinds of past lives, with features and details.",
  "an10.30:14.8": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:15.1": "Furthermore, with clairvoyance that is purified and superhuman, the Buddha sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds.",
  "an10.30:15.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an10.30:15.3": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "an10.30:15.4": "He understands how sentient beings are reborn according to their deeds.",
  "an10.30:15.6": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:16.1": "Furthermore, the Buddha has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having achieved it with his own insight due to the end of defilements.",
  "an10.30:16.3": "This is another reason that I demonstrate such utmost devotion for the Buddha, conveying my manifest love.",
  "an10.30:17.1": "Well, now, sir, I must go.",
  "an10.30:17.2": "I have many duties, and much to do.”",
  "an10.30:17.3": "“Please, great king, go when you’re ready.”",
  "an10.30:17.4": "Then King Pasenadi got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving."
}