{
  "_markup_path": "markup/an/an10/an10.055.html",
  "_alt_strings": [
    "pi/an/an10/an10.055.json"
  ],
  "an10.55:1.1": "Numbered Discourses 10 ",
  "an10.55:2.1": "6 Your Own Mind ",
  "an10.55:3.1": "55 Decline",
  "an10.55:4.1": "There Sāriputta addressed the mendicants:  ",
  "an10.55:4.2": "“Reverends, mendicants!”",
  "an10.55:4.3": "“Reverend,” they replied. ",
  "an10.55:4.4": "Sāriputta said this: ",
  "an10.55:5.1": "“Reverends, they speak of a person liable to decline,",
  "an10.55:5.2": "and one not liable to decline.",
  "an10.55:5.3": "But how did the Buddha define a person liable to decline, and one not liable to decline?”",
  "an10.55:5.4": "“Reverend, we would travel a long way to learn the meaning of this statement directly from Venerable Sāriputta.",
  "an10.55:5.5": "May Venerable Sāriputta himself please clarify the meaning of this.",
  "an10.55:5.6": "The mendicants will listen and remember it.”",
  "an10.55:6.1": "“Then listen and pay close attention, I will speak.”",
  "an10.55:6.2": "“Yes, reverend,” they replied.  ",
  "an10.55:6.3": "Sāriputta said this: ",
  "an10.55:7.1": "“How did the Buddha define a person liable to decline?",
  "an10.55:7.2": "It’s when a mendicant doesn’t get to hear a teaching they haven’t heard before. They forget those teachings they have heard. They don’t keep rehearsing the teachings they’ve already got to know. And they don’t come to understand what they haven’t understood before.",
  "an10.55:7.3": "That’s how the Buddha defined a person liable to decline.",
  "an10.55:8.1": "And how did the Buddha define a person not liable to decline?",
  "an10.55:8.2": "It’s when a mendicant gets to hear a teaching they haven’t heard before. They remember those teachings they have heard. They keep rehearsing the teachings they’ve already got to know. And they come to understand what they haven’t understood before.",
  "an10.55:8.3": "That’s how the Buddha defined a person not liable to decline.",
  "an10.55:9.1": "If a mendicant isn’t skilled in the ways of another’s mind, then they should train themselves: ‘I will be skilled in the ways of my own mind.’",
  "an10.55:10.1": "And how is a mendicant skilled in the ways of their own mind? ",
  "an10.55:10.2": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they examine their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it. ",
  "an10.55:10.3": "But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got what they wished for:",
  "an10.55:10.4": "‘How fortunate that I’m clean!’ ",
  "an10.55:10.5": "In the same way, reviewing is very helpful for a mendicant’s wholesome qualities.",
  "an10.55:10.6": "‘Is contentment often found in me or not? Is kind-heartedness often found in me or not? Is freedom from dullness and drowsiness often found in me or not? Is samādhi often found in me or not? Is confidence often found in me or not? Is love often found in me or not? Is purity of mind often found in me or not? Is internal gladness with the teaching found in me or not? Is internal serenity of heart found in me or not? Is the higher wisdom of discernment of principles found in me or not?’",
  "an10.55:11.1": "Suppose a reviewing mendicant doesn’t see any of these wholesome qualities in themselves. In order to get them they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ",
  "an10.55:11.2": "Suppose your clothes or head was on fire. In order to extinguish it, you’d apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ",
  "an10.55:11.4": "In the same way, they should apply outstanding enthusiasm to get those wholesome qualities …",
  "an10.55:12.1": "Suppose a reviewing mendicant sees some of these wholesome qualities in themselves, but doesn’t see others. Grounded on the wholesome qualities they see, they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness in order to get the wholesome qualities they don’t see. ",
  "an10.55:12.2": "Suppose your clothes or head was on fire. In order to extinguish it, you’d apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness. ",
  "an10.55:12.4": "In the same way, grounded on the wholesome qualities they see, they should apply outstanding enthusiasm to get those wholesome qualities they don’t see.",
  "an10.55:13.1": "But suppose a reviewing mendicant sees all of these wholesome qualities in themselves. Grounded on all these wholesome qualities they should practice meditation further to end the defilements.”"
}