{
  "_markup_path": "markup/an/an10/an10.021.html",
  "_alt_strings": [
    "pi/an/an10/an10.021.json"
  ],
  "an10.21:1.1": "Numbered Discourses 10 ",
  "an10.21:2.1": "3 The Greater Chapter",
  "an10.21:3.1": "21 The Lion’s Roar",
  "an10.21:4.1": "“Mendicants, towards evening the lion, king of beasts, emerges from his lair,",
  "an10.21:4.2": "yawns,",
  "an10.21:4.3": "looks all around the four directions,",
  "an10.21:4.4": "and roars his lion’s roar three times.",
  "an10.21:4.5": "Then he sets out on the hunt.",
  "an10.21:4.6": "Why is that? ",
  "an10.21:4.7": "Thinking: ‘May I not accidentally injure any little creatures that happen to be in the wrong place.’",
  "an10.21:5.1": "‘Lion’ is a term for the Realized One, the Perfect One, the fully awakened Buddha.",
  "an10.21:5.2": "When the Realized One teaches Dharma to an assembly, this is his lion’s roar. ",
  "an10.21:6.1": "A Realized One has ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.",
  "an10.21:6.2": "What ten? ",
  "an10.21:6.3": "Firstly, a Realized One truly understands the possible as possible, and the impossible as impossible. ",
  "an10.21:6.4": "Since he truly understands this, this is a Realized One’s power. Relying on this he claims the bull’s place, roars his lions roar in the assemblies, and turns the holy wheel.",
  "an10.21:7.1": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons. ",
  "an10.21:7.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:8.1": "Furthermore, a Realized One truly understands where all paths of practice lead.",
  "an10.21:8.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:9.1": "Furthermore, a Realized One truly understands the world with its many and diverse elements.",
  "an10.21:9.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:10.1": "Furthermore, a Realized One truly understands the diverse beliefs of sentient beings.",
  "an10.21:10.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:11.1": "Furthermore, a Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind.",
  "an10.21:11.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:12.1": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, samādhis, and attainments. ",
  "an10.21:12.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an10.21:13.1": "Furthermore, the Realized One recollects many kinds of past lives, that is, ",
  "an10.21:13.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.",
  "an10.21:13.3": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ Thus he recollects his many past lives, with features and details.",
  "an10.21:13.4": "Since he truly understands this, this is a Realized One’s power. … ",
  "an10.21:14.1": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds.",
  "an10.21:14.2": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an10.21:14.3": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "an10.21:14.4": "And so, with clairvoyance that is purified and superhuman, he sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds. ",
  "an10.21:14.5": "Since he truly understands this, this is a Realized One’s power. … ",
  "an10.21:15.1": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having achieved it with his own insight due to the end of defilements.",
  "an10.21:15.2": "Since he truly understands this, this is a Realized One’s power. … ",
  "an10.21:16.1": "These are the ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.”"
}