{
  "_markup_path": "markup/an/an10/an10.219.html",
  "_alt_strings": [
    "pi/an/an10/an10.219.json"
  ],
  "an10.219:1.1": "Numbered Discourses 10 ",
  "an10.219:2.1": "21 The Body Born of Deeds ",
  "an10.219:3.1": "219 The Body Born of Deeds",
  "an10.219:4.1": "“Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced. And that may be in the present life, the next life, or in some subsequent period.",
  "an10.219:4.2": "And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated. ",
  "an10.219:5.1": "That noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an10.219:6.1": "They understand: ",
  "an10.219:6.2": "‘Formerly my mind was limited and undeveloped. Now it’s limitless and well developed. ",
  "an10.219:6.3": "Whatever limited deeds I’ve done don’t remain or persist there.’",
  "an10.219:7.1": "What do you think, mendicants? Suppose a child had developed the heart’s release by love from their childhood on. Would they still do any bad deed?”",
  "an10.219:7.2": "“No, sir.”",
  "an10.219:8.1": "“Not doing any bad deed, would they still experience any suffering?”",
  "an10.219:8.2": "“No, sir.",
  "an10.219:8.3": "For if they don’t do any bad deed, why would they suffer?”",
  "an10.219:9.1": "“This heart’s release by love should be developed by women or men.",
  "an10.219:9.2": "For neither women nor men take this body with them when they go.",
  "an10.219:9.3": "The mind is what’s inside mortal beings.",
  "an10.219:9.4": "They understand: ",
  "an10.219:9.5": "‘Whatever bad deeds I have done in the past with this deed-born body I will experience here.",
  "an10.219:9.6": "It will not follow me to my next life.’",
  "an10.219:9.7": "The heart’s release by love developed in this way leads to non-return for a wise mendicant here who has not penetrated to a higher freedom.",
  "an10.219:10.1": "They meditate spreading a heart full of compassion …",
  "an10.219:10.2": "They meditate spreading a heart full of rejoicing …",
  "an10.219:10.3": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. ",
  "an10.219:10.4": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "an10.219:11.1": "They understand: ",
  "an10.219:11.2": "‘Formerly my mind was limited and undeveloped. Now it’s limitless and well developed. ",
  "an10.219:11.3": "Whatever limited deeds I’ve done don’t remain or persist there.’",
  "an10.219:12.1": "What do you think, mendicants? Suppose a child had developed the heart’s release by equanimity from their childhood on. Would they still do any bad deed?”",
  "an10.219:12.2": "“No, sir.” ",
  "an10.219:13.1": "“Not doing any bad deed, would they still experience any suffering?” ",
  "an10.219:13.2": "“No, sir.",
  "an10.219:13.3": "For if they don’t do any bad deed, why would they suffer?” ",
  "an10.219:14.1": "“This heart’s release by equanimity should be developed by women or men.",
  "an10.219:14.2": "For neither women nor men take this body with them when they go. ",
  "an10.219:14.3": "The mind is what’s inside mortal beings. ",
  "an10.219:14.4": "They understand: ",
  "an10.219:14.5": "‘Whatever bad deeds I have done in the past with this deed-born body I will experience here. ",
  "an10.219:14.6": "It will not follow me to my next life.’ ",
  "an10.219:14.7": "The heart’s release by equanimity developed in this way leads to non-return for a wise mendicant here who has not penetrated to a higher freedom.”"
}