{
  "_markup_path": "markup/an/an10/an10.076.html",
  "_alt_strings": [
    "pi/an/an10/an10.076.json"
  ],
  "an10.76:1.1": "Numbered Discourses 10 ",
  "an10.76:2.1": "8 If You Want ",
  "an10.76:3.1": "76 Three Things",
  "an10.76:4.1": "“Mendicants, if three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training announced by the Realized One would not shine in the world.",
  "an10.76:4.2": "What three? ",
  "an10.76:4.3": "Birth, old age, and death.",
  "an10.76:4.4": "If these three things were not found, the Realized One, the perfected one, the fully awakened Buddha would not arise in the world, and the teaching and training announced by the Realized One would not shine in the world.",
  "an10.76:4.5": "But since these three things are found, the Realized One, the perfected one, the fully awakened Buddha arises in the world, and the teaching and training announced by the Realized One shines in the world.",
  "an10.76:5.1": "Without giving up three things you can’t give up birth, old age, and death.",
  "an10.76:5.2": "What three? ",
  "an10.76:5.3": "Greed, hate, and delusion.",
  "an10.76:5.4": "Without giving up these three things you can’t give up birth, old age, and death.",
  "an10.76:6.1": "Without giving up three things you can’t give up greed, hate, and delusion.",
  "an10.76:6.2": "What three? ",
  "an10.76:6.3": "Identity view, doubt, and misapprehension of precepts and observances.",
  "an10.76:6.4": "Without giving up these three things you can’t give up greed, hate, and delusion.",
  "an10.76:7.1": "Without giving up three things you can’t give up identity view, doubt, and misapprehension of precepts and observances.",
  "an10.76:7.2": "What three? ",
  "an10.76:7.3": "Focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:7.4": "Without giving up these three things you can’t give up identity view, doubt, and misapprehension of precepts and observances.",
  "an10.76:8.1": "Without giving up three things you can’t give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:8.2": "What three? ",
  "an10.76:8.3": "Unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:8.4": "Without giving up these three things you can’t give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:9.1": "Without giving up three things you can’t give up unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:9.2": "What three? ",
  "an10.76:9.3": "Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:9.4": "Without giving up these three things you can’t give up unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:10.1": "Without giving up three things you can’t give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:10.2": "What three? ",
  "an10.76:10.3": "Restlessness, lack of restraint, and unethical conduct.",
  "an10.76:10.4": "Without giving up these three things you can’t give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:11.1": "Without giving up three things you can’t give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:11.2": "What three? ",
  "an10.76:11.3": "Faithlessness, miserliness, and laziness.",
  "an10.76:11.4": "Without giving up these three things you can’t give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:12.1": "Without giving up three things you can’t give up faithlessness, miserliness, and laziness.",
  "an10.76:12.2": "What three? ",
  "an10.76:12.3": "Disrespect, being hard to correct, and having bad friends.",
  "an10.76:12.4": "Without giving up these three things you can’t give up faithlessness, miserliness, and laziness.",
  "an10.76:13.1": "Without giving up three things you can’t give up disrespect, being hard to correct, and having bad friends.",
  "an10.76:13.2": "What three? ",
  "an10.76:13.3": "Lack of conscience, imprudence, and negligence.",
  "an10.76:13.4": "Without giving up these three things you can’t give up disrespect, being hard to correct, and having bad friends.",
  "an10.76:14.1": "Mendicants, someone who lacks conscience and prudence is negligent.",
  "an10.76:14.2": "When you’re negligent you can’t give up disrespect, being hard to correct, and bad friendship.",
  "an10.76:14.3": "When you’ve got bad friends you can’t give up faithlessness, miserliness, and laziness.",
  "an10.76:14.4": "When you’re lazy you can’t give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:14.5": "When you’re unethical you can’t give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:14.6": "When you’ve got a fault-finding mind you can’t give up unmindfulness, lack of situational awareness, and a scattered mind.",
  "an10.76:14.7": "When your mind is scattered you can’t give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:14.8": "When your mind is sluggish you can’t give up identity view, doubt, and mistaking the point of precepts and observances.",
  "an10.76:14.9": "When you have doubts you can’t give up greed, hate, and delusion.",
  "an10.76:14.10": "Without giving up greed, hate, and delusion you can’t give up birth, old age, and death.",
  "an10.76:15.1": "After giving up three things you can give up birth, old age, and death.",
  "an10.76:15.2": "What three? ",
  "an10.76:15.3": "Greed, hate, and delusion.",
  "an10.76:15.4": "After giving up these three things you can give up birth, old age, and death.",
  "an10.76:16.1": "After giving up three things you can give up greed, hate, and delusion.",
  "an10.76:16.2": "What three? ",
  "an10.76:16.3": "Identity view, doubt, and mistaking the point of precepts and observances.",
  "an10.76:16.4": "After giving up these three things you can give up greed, hate, and delusion.",
  "an10.76:17.1": "After giving up three things you can give up identity view, doubt, and mistaking the point of precepts and observances.",
  "an10.76:17.2": "What three? ",
  "an10.76:17.3": "Focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:17.4": "After giving up these three things you can give up identity view, doubt, and mistaking the point of precepts and observances.",
  "an10.76:18.1": "After giving up three things you can give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:18.2": "What three? ",
  "an10.76:18.3": "Unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:18.4": "After giving up these three things you can give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:19.1": "After giving up three things you can give up unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:19.2": "What three? ",
  "an10.76:19.3": "Not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:19.4": "After giving up these three things you can give up unmindfulness, lack of situational awareness, and scattered mind.",
  "an10.76:20.1": "After giving up three things you can give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:20.2": "What three? ",
  "an10.76:20.3": "Restlessness, lack of restraint, and unethical conduct.",
  "an10.76:20.4": "After giving up these three things you can give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:21.1": "After giving up three things you can give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:21.2": "What three? ",
  "an10.76:21.3": "Faithlessness, miserliness, and laziness.",
  "an10.76:21.4": "After giving up these three things you can give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:22.1": "After giving up three things you can give up faithlessness, miserliness, and laziness.",
  "an10.76:22.2": "What three? ",
  "an10.76:22.3": "Disrespect, being hard to correct, and having bad friends.",
  "an10.76:22.4": "After giving up these three things you can give up faithlessness, miserliness, and laziness.",
  "an10.76:23.1": "After giving up three things you can give up disrespect, being hard to correct, and having bad friends.",
  "an10.76:23.2": "What three? ",
  "an10.76:23.3": "Lack of conscience, imprudence, and negligence.",
  "an10.76:23.4": "After giving up these three things you can give up disrespect, being hard to correct, and having bad friends.",
  "an10.76:24.1": "Mendicants, someone who has conscience and prudence is diligent.",
  "an10.76:24.2": "When you’re diligent you can give up disrespect, being hard to correct, and bad friendship.",
  "an10.76:24.3": "When you’ve got good friends you can give up faithlessness, miserliness, and laziness.",
  "an10.76:24.4": "When you’re energetic you can give up restlessness, lack of restraint, and unethical conduct.",
  "an10.76:24.5": "When you’re ethical you can give not wanting to see the noble ones, not wanting to hear the teaching of the noble ones, and a fault-finding mind.",
  "an10.76:24.6": "When you don’t have a fault-finding mind you can give up unmindfulness, lack of situational awareness, and a scattered mind.",
  "an10.76:24.7": "When your mind isn’t scattered you can give up focusing your mind in the wrong way, following a wrong path, and mental sluggishness.",
  "an10.76:24.8": "When your mind isn’t sluggish you can give up identity view, doubt, and mistaking the point of precepts and observances.",
  "an10.76:24.9": "When you have no doubts you can give up greed, hate, and delusion.",
  "an10.76:24.10": "After giving up greed, hate, and delusion you can give up birth, old age, and death.”"
}