{
  "_markup_path": "markup/an/an10/an10.176.html",
  "_alt_strings": [
    "pi/an/an10/an10.176.json"
  ],
  "an10.176:1.1": "Numbered Discourses 10 ",
  "an10.176:2.1": "17 With Jāṇussoṇi ",
  "an10.176:3.1": "176 With Cunda",
  "an10.176:4.1": "<span class=”evam”>So I have heard.</span>",
  "an10.176:4.2": "At one time the Buddha was staying near Pāvā in Cunda the smith’s mango grove ",
  "an10.176:4.3": "Then Cunda the smith went to the Buddha,",
  "an10.176:4.4": "bowed, and sat down to one side.",
  "an10.176:4.5": "The Buddha said to him:",
  "an10.176:4.6": "“Cunda, whose purification do you believe in?”",
  "an10.176:4.7": "“Sir, I believe in the purification advocated by the western brahmins draped with moss who carry pitchers, worship the sacred flame, and immerse themselves in water.”",
  "an10.176:5.1": "“But Cunda, what kind of purification do these western brahmins advocate?”",
  "an10.176:5.2": "“The western brahmins encourage their disciples like this:",
  "an10.176:5.4": "‘Please, good people, rising early you should stroke the earth from your bed.",
  "an10.176:5.5": "If you don’t stroke the earth, stroke fresh cow dung.",
  "an10.176:5.6": "If you don’t stroke fresh cow dung, stroke green grass.",
  "an10.176:5.7": "If you don’t stroke green grass, serve the sacred flame.",
  "an10.176:5.8": "If you don’t serve the sacred flame, revere the sun with cupped hands.",
  "an10.176:5.9": "If you don’t revere the sun with cupped hands, immerse yourself in water three times, including the evening.’",
  "an10.176:5.10": "The western brahmins advocate this kind of purification.”",
  "an10.176:6.1": "“The purification advocated by the western brahmins is quite different from that in the training of the noble one.”",
  "an10.176:6.2": "“But what, Master Gotama, is purification in the training of the noble one? ",
  "an10.176:6.3": "Master Gotama, please teach me this.”",
  "an10.176:7.1": "“Well then, brahmin, listen and pay close attention,",
  "an10.176:7.2": "I will speak.” ",
  "an10.176:7.3": "“Yes, sir,” Cunda replied. ",
  "an10.176:7.4": "The Buddha said this:  ",
  "an10.176:8.1": "“Cunda, impurity is threefold by way of body,",
  "an10.176:8.2": "fourfold by way of speech,",
  "an10.176:8.3": "and threefold by way of mind.",
  "an10.176:9.1": "And how is impurity threefold by way of body?",
  "an10.176:9.2": "It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.",
  "an10.176:10.1": "They steal.",
  "an10.176:10.2": "With the intention to commit theft, they take the wealth or belongings of others from village or wilderness.",
  "an10.176:11.1": "They commit sexual misconduct.",
  "an10.176:11.2": "They have sexual relations with women who have their mother, father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or who has been garlanded as a token of betrothal.",
  "an10.176:12.1": "This is the threefold impurity by way of body.",
  "an10.176:13.1": "And how is impurity fourfold by way of speech?",
  "an10.176:13.2": "It’s when a certain person lies.",
  "an10.176:13.3": "They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness:",
  "an10.176:13.4": "‘Please, mister, say what you know.’",
  "an10.176:13.5": "Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’",
  "an10.176:13.7": "Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’",
  "an10.176:13.10": "So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason.",
  "an10.176:14.1": "They speak divisively.",
  "an10.176:14.2": "They repeat in one place what they heard in another so as to divide people against each other. ",
  "an10.176:14.3": "And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.",
  "an10.176:15.1": "They speak harshly.",
  "an10.176:15.2": "They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to samādhi.",
  "an10.176:16.1": "They speak meaninglessly. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training.",
  "an10.176:16.2": "Their words have no value, and are untimely, unreasonable, rambling, and pointless.",
  "an10.176:16.3": "This is the fourfold impurity by way of speech.",
  "an10.176:17.1": "And how is impurity threefold by way of mind?",
  "an10.176:17.2": "It’s when a certain person is covetous.",
  "an10.176:17.3": "They covet the wealth and belongings of others:",
  "an10.176:17.4": "‘Oh, if only their belongings were mine!’",
  "an10.176:18.1": "They have ill will and hateful intentions:",
  "an10.176:18.2": "‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’",
  "an10.176:19.1": "They have wrong view. Their perspective is distorted:",
  "an10.176:19.2": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’",
  "an10.176:19.3": "This is the threefold impurity by way of mind.",
  "an10.176:20.1": "These are the ten ways of doing unwholesome deeds.",
  "an10.176:20.2": "When you have these ten ways of doing unwholesome deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still impure.",
  "an10.176:21.1": "Whether or not you stroke fresh cow dung, you’re still impure.",
  "an10.176:22.1": "Whether or not you stroke green grass, you’re still impure.",
  "an10.176:23.1": "Whether or not you serve the sacred flame, you’re still impure.",
  "an10.176:24.1": "Whether or not you revere the sun with cupped hands, you’re still impure.",
  "an10.176:25.1": "Whether or not you immerse yourself in water three times, you’re still impure.",
  "an10.176:25.3": "Why is that? ",
  "an10.176:25.4": "These ten ways of doing unwholesome deeds are impure and make things impure.",
  "an10.176:26.1": "It’s because of those who do these ten kinds of unwholesome deeds that hell, the animal realm, the ghost realm, or any other bad places are found.",
  "an10.176:27.1": "Cunda, purity is threefold by way of body,",
  "an10.176:27.2": "fourfold by way of speech,",
  "an10.176:27.3": "and threefold by way of mind.",
  "an10.176:28.1": "And how is purity threefold by way of body?",
  "an10.176:28.2": "It’s when a certain person gives up killing living creatures. They renounce violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "an10.176:29.1": "They give up stealing.",
  "an10.176:29.2": "They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness.",
  "an10.176:30.1": "They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or who has been garlanded as a token of betrothal.",
  "an10.176:31.1": "This is the threefold purity by way of body.",
  "an10.176:32.1": "And how is purity fourfold by way of speech?",
  "an10.176:32.2": "It’s when a certain person gives up lying.",
  "an10.176:32.3": "They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness:",
  "an10.176:32.4": "‘Please, mister, say what you know.’ ",
  "an10.176:32.5": "Not knowing, they say ‘I don’t know.’ Knowing, they say ",
  "an10.176:32.6": "‘I know.’ Not seeing, they say ",
  "an10.176:32.7": "‘I don’t see.’ And seeing, they say ",
  "an10.176:32.8": "‘I see.’",
  "an10.176:32.9": "So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason.",
  "an10.176:33.1": "They give up divisive speech.",
  "an10.176:33.2": "They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "an10.176:33.3": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "an10.176:34.1": "They give up harsh speech.",
  "an10.176:34.2": "They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "an10.176:35.1": "They give up idle chatter. Their words are timely, true, and meaningful, in line with the teaching and training.",
  "an10.176:35.2": "They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "an10.176:36.1": "This is the fourfold purity by way of speech.",
  "an10.176:37.1": "And how is impurity threefold by way of mind?",
  "an10.176:37.2": "It’s when a certain person is content.",
  "an10.176:37.3": "They don’t covet the wealth and belongings of others:",
  "an10.176:37.4": "‘Oh, if only their belongings were mine!’",
  "an10.176:38.1": "They have a kind heart and loving intentions:",
  "an10.176:38.2": "‘May these sentient beings live free of enmity and ill will, untroubled and happy!’",
  "an10.176:39.1": "They have right view, a undistorted perspective:",
  "an10.176:39.2": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’",
  "an10.176:40.1": "This is the threefold purity by way of mind.",
  "an10.176:41.1": "These are the ten ways of doing wholesome deeds.",
  "an10.176:41.2": "When you have these ten ways of doing unwholesome deeds, then if you rise early, whether or not you stroke the earth from your bed, you’re still pure.",
  "an10.176:42.1": "Whether or not you stroke fresh cow dung, you’re still pure.",
  "an10.176:43.1": "Whether or not you stroke green grass, you’re still pure.",
  "an10.176:44.1": "Whether or not you serve the sacred flame, you’re still pure.",
  "an10.176:45.1": "Whether or not you revere the sun with cupped hands, you’re still pure.",
  "an10.176:46.1": "Whether or not you immerse yourself in water three times, you’re still pure.",
  "an10.176:46.3": "Why is that? ",
  "an10.176:46.4": "These ten ways of doing unwholesome deeds are pure and make things pure.",
  "an10.176:47.1": "It’s because of those who do these ten kinds of wholesome deeds that gods, humans, or any other good places are found.”",
  "an10.176:48.1": "When he said this, Cunda the smith said to the Buddha:",
  "an10.176:48.2": "“Excellent, sir! Excellent! …",
  "an10.176:48.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}