{
  "_markup_path": "markup/an/an10/an10.104.html",
  "_alt_strings": [
    "pi/an/an10/an10.104.json"
  ],
  "an10.104:1.1": "Numbered Discourses 10 ",
  "an10.104:2.1": "11 Perceptions for Ascetics ",
  "an10.104:3.1": "104 A Seed",
  "an10.104:4.1": "“Mendicants, consider a person who has wrong view, motivation, speech, action, livelihood, effort, mindfulness, samādhi, knowledge, and freedom. ",
  "an10.104:4.2": "Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.",
  "an10.104:4.3": "Why is that? ",
  "an10.104:4.4": "Because their view is bad.",
  "an10.104:5.1": "Suppose a seed of neem, angled gourd, or bitter gourd was planted in moist earth. Whatever nutriments it takes up from the earth and water would lead to its bitter, acerbic, and unpleasant taste.",
  "an10.104:5.2": "Why is that? ",
  "an10.104:5.3": "Because the seed is bad.",
  "an10.104:5.4": "In the same way, consider a person who has wrong view, motivation, speech, action, livelihood, effort, mindfulness, samādhi, knowledge, and freedom. ",
  "an10.104:5.5": "Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.",
  "an10.104:5.6": "Why is that? ",
  "an10.104:5.7": "Because their view is bad.",
  "an10.104:6.1": "Consider a person who has right view, motivation, speech, action, livelihood, effort, mindfulness, samādhi, knowledge, and freedom. Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.",
  "an10.104:6.2": "Why is that? ",
  "an10.104:6.3": "Because their view is good. ",
  "an10.104:7.1": "Suppose a seed of sugar cane, fine rice, or grape was planted in moist earth. Whatever nutriments it takes up from the earth and water would lead to its sweet, pleasant, and delicious taste.",
  "an10.104:7.2": "Why is that? ",
  "an10.104:7.3": "Because the seed is good.",
  "an10.104:7.4": "In the same way, consider a person who has right view, motivation, speech, action, livelihood, effort, mindfulness, samādhi, knowledge, and freedom. ",
  "an10.104:7.6": "Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.",
  "an10.104:7.7": "Why is that? ",
  "an10.104:7.8": "Because their view is good.” "
}