{
  "_markup_path": "markup/an/an10/an10.107.html",
  "_alt_strings": [
    "pi/an/an10/an10.107.json"
  ],
  "an10.107:1.1": "Numbered Discourses 10 ",
  "an10.107:2.1": "11 Perceptions for Ascetics ",
  "an10.107:3.1": "107 Washing",
  "an10.107:4.1": "“Mendicants, there is a country in the south called ‘Washing’.",
  "an10.107:4.2": "They have food, drink, snacks, meals, refreshments, and beverages, as well as dancing, singing, and music.",
  "an10.107:4.3": "There is such a ‘Washing’, ",
  "an10.107:4.4": "I don’t deny it.",
  "an10.107:4.5": "But that washing is low, crass, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.",
  "an10.107:5.1": "I will teach a noble washing that leads solely to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. Relying on that washing, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.",
  "an10.107:5.2": "Listen and pay close attention, I will speak.”",
  "an10.107:5.3": "“Yes, sir,” they replied.  ",
  "an10.107:5.4": "The Buddha said this:",
  "an10.107:6.1": "“And what is that noble washing?",
  "an10.107:7.1": "For one of right view, wrong view is washed away.",
  "an10.107:7.2": "And the many bad, unwholesome qualities that arise because of wrong view are washed away.",
  "an10.107:7.3": "And because of right view, many wholesome qualities are developed to perfection.",
  "an10.107:8.1": "For one of right motivation, wrong motivation is washed away. …",
  "an10.107:8.2": "For one of right speech, wrong speech is washed away. …",
  "an10.107:8.3": "For one of right action, wrong action is washed away. …",
  "an10.107:8.4": "For one of right livelihood, wrong livelihood is washed away. …",
  "an10.107:8.5": "For one of right effort, wrong effort is washed away. …",
  "an10.107:8.6": "For one of right mindfulness, wrong mindfulness is washed away. …",
  "an10.107:8.7": "For one of right samādhi, wrong samādhi is washed away. …",
  "an10.107:8.8": "For one of right knowledge, wrong knowledge is washed away. …",
  "an10.107:9.1": "For one of right freedom, wrong freedom is washed away.",
  "an10.107:9.2": "And the many bad, unwholesome qualities that arise because of wrong freedom are washed away.",
  "an10.107:9.3": "And because of right freedom, many wholesome qualities are developed to perfection.",
  "an10.107:9.4": "This is the noble washing that leads solely to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. Relying on this washing, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.”"
}