{
  "_markup_path": "markup/an/an10/an10.050.html",
  "_alt_strings": [
    "pi/an/an10/an10.050.json"
  ],
  "an10.50:1.1": "Numbered Discourses 10 ",
  "an10.50:2.1": "5 Abuse ",
  "an10.50:3.1": "50 Arguments",
  "an10.50:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.50:4.2": "Now at that time, after the meal, on return from alms-round, several mendicants sat together in the meeting hall. They were arguing, quarrelling, and disputing, stabbing each other with the dagger in the mouth.",
  "an10.50:5.1": "Then in the late afternoon, the Buddha came out of solitude and went to the assembly hall. ",
  "an10.50:5.2": "He sat down on the indicated seat,",
  "an10.50:5.3": "and addressed the mendicants:  ",
  "an10.50:5.4": "“Wanderers, what were you sitting talking about just now? What conversation was unfinished?”",
  "an10.50:6.1": "“Sir, after the meal, on return from alms-round, we sat together in the meeting hall, arguing, quarrelling, and disputing, stabbing each other with the dagger in the mouth.”",
  "an10.50:6.2": "“Mendicants, this is not appropriate for you people of good families who have gone forth in faith from the lay life into homelessness.",
  "an10.50:7.1": "There are ten warm-hearted qualities that make for fondness and respect, conducing to inclusion, harmony, and unity, without fighting. ",
  "an10.50:7.2": "What ten?  ",
  "an10.50:7.3": "Firstly, a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken. ",
  "an10.50:7.4": "When a mendicant is ethical, ",
  "an10.50:7.5": "this warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without fighting. ",
  "an10.50:8.1": "Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view. …",
  "an10.50:9.1": "Furthermore, a mendicant has good friends, companions, and associates. … ",
  "an10.50:10.1": "Furthermore, a mendicant is easy to correct, having qualities that make them easy to correct. They’re patient, and take instruction respectfully. …",
  "an10.50:11.1": "Furthermore, a mendicant is skilled and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. …",
  "an10.50:12.1": "Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. …",
  "an10.50:13.1": "Furthermore, a mendicant lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They are strong, firmly applied, not slacking off when it comes to developing wholesome qualities. …",
  "an10.50:14.1": "Furthermore, a mendicant is content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. …",
  "an10.50:15.1": "Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. …",
  "an10.50:16.1": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "an10.50:16.2": "When a mendicant is wise, this warm-hearted quality makes for fondness and respect, helping the Saṅgha to live in harmony and unity, without fighting.",
  "an10.50:17.1": "These ten warm-hearted qualities make for fondness and respect, conducing to inclusion, harmony, and unity, without fighting.”"
}