{
  "_markup_path": "markup/an/an10/an10.022.html",
  "_alt_strings": [
    "pi/an/an10/an10.022.json"
  ],
  "an10.22:1.1": "Numbered Discourses 10 ",
  "an10.22:2.1": "3 The Greater Chapter ",
  "an10.22:3.1": "22 Hypotheses",
  "an10.22:4.1": "Then Venerable Ānanda went up to the Buddha, ",
  "an10.22:4.2": "bowed, sat down to one side, ",
  "an10.22:4.3": "The Buddha said to him: ",
  "an10.22:5.1": "“Ānanda, I claim to be assured regarding the teachings that lead to realizing by insight the various different hypotheses.",
  "an10.22:5.2": "So I am able to teach the Dharma in appropriate ways to different people. Practicing accordingly, when something exists they’ll know it exists. When it doesn’t exist they’ll know it doesn’t exist. When something is inferior they’ll know it’s inferior. When it’s superior they’ll know it’s superior. When something is not supreme they’ll know it’s not supreme. When it is supreme they’ll know it’s supreme.",
  "an10.22:5.3": "And they will know or see or realize it in whatever way it should be known or seen or realized. This is possible.",
  "an10.22:5.4": "But this is the unsurpassable knowledge, that is: truly knowing each and every case.",
  "an10.22:5.5": "And Ānanda, I say that there is no other knowledge better or superior than this.",
  "an10.22:6.1": "A Realized One has ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.",
  "an10.22:6.2": "What ten? ",
  "an10.22:6.3": "Firstly, a Realized One truly understands the possible as possible, and the impossible as impossible.",
  "an10.22:6.4": "Since he truly understands this, this is a Realized One’s power. Relying on this he claims the bull’s place, roars his lions roar in the assemblies, and turns the holy wheel.",
  "an10.22:7.1": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons.",
  "an10.22:7.2": "Since he truly understands this, this is a Realized One’s power. … ",
  "an10.22:8.1": "Furthermore, a Realized One truly understands where all paths of practice lead.",
  "an10.22:8.2": "Since he truly understands this, this is a Realized One’s power. …  ",
  "an10.22:9.1": "Furthermore, a Realized One truly understands the world with its many and diverse elements.",
  "an10.22:9.2": "Since he truly understands this, this is a Realized One’s power. …  ",
  "an10.22:10.1": "Furthermore, a Realized One truly understands the diverse beliefs of sentient beings.",
  "an10.22:10.2": "Since he truly understands this, this is a Realized One’s power. …  ",
  "an10.22:11.1": "Furthermore, a Realized One truly understands the faculties of other sentient beings and other individuals after comprehending them with his mind.",
  "an10.22:11.2": "Since he truly understands this, this is a Realized One’s power. …  ",
  "an10.22:12.1": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, samādhis, and attainments.",
  "an10.22:12.2": "Since he truly understands this, this is a Realized One’s power. …   ",
  "an10.22:13.1": "Furthermore, the Realized One recollects many kinds of past lives, that is,",
  "an10.22:13.2": "one life, two lives …",
  "an10.22:13.3": "And so he recollects his many kinds of past lives, with features and details. ",
  "an10.22:13.4": "Since he truly understands this, this is a Realized One’s power. …   ",
  "an10.22:14.1": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. ",
  "an10.22:14.2": "He understands how sentient beings are reborn according to their deeds.",
  "an10.22:14.3": "Since he truly understands this, this is a Realized One’s power. …   ",
  "an10.22:15.1": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having achieved it with his own insight due to the end of defilements.",
  "an10.22:15.2": "Since he truly understands this, this is a Realized One’s power. … ",
  "an10.22:16.1": "These are the ten powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.”"
}