{
  "_markup_path": "markup/an/an10/an10.060.html",
  "_alt_strings": [
    "pi/an/an10/an10.060.json"
  ],
  "an10.60:1.1": "Numbered Discourses 10 ",
  "an10.60:2.1": "6 Your Own Mind ",
  "an10.60:3.1": "60 With Girimānanda",
  "an10.60:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.60:4.2": "Now at that time Venerable Girimānanda was sick, suffering, gravely ill.",
  "an10.60:4.3": "Then Venerable Ānanda went up to the Buddha, ",
  "an10.60:4.4": "bowed, sat down to one side, ",
  "an10.60:4.5": "and said to him:",
  "an10.60:5.1": "“Sir, Venerable Girimānanda is sick, suffering, gravely ill.",
  "an10.60:5.2": "Sir, please go to Venerable Girimānanda out of compassion.”",
  "an10.60:5.3": "“Ānanda, if you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot.",
  "an10.60:6.1": "What ten?   ",
  "an10.60:6.2": "The perceptions of impermanence, not-self, ugliness, drawbacks, giving up, fading away, cessation, dissatisfaction with the whole world, non-desire for all conditions, and mindfulness of breathing.",
  "an10.60:7.1": "And what is the perception of impermanence?",
  "an10.60:7.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this: ",
  "an10.60:7.3": "‘Form, feeling, perception, choices, and consciousness are impermanent.’",
  "an10.60:7.4": "And so they meditate observing impermanence in the five grasping aggregates.",
  "an10.60:7.5": "This is called the perception of impermanence.",
  "an10.60:8.1": "And what is the perception of not-self?",
  "an10.60:8.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:  ",
  "an10.60:8.3": "‘The eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches, and mind and phenomena are not-self.’",
  "an10.60:8.4": "And so they meditate observing not-self in the six interior and exterior sense fields.",
  "an10.60:8.5": "This is called the perception of not-self.",
  "an10.60:9.1": "And what is the perception of ugliness?",
  "an10.60:9.2": "It’s when a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.",
  "an10.60:9.3": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentry, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ",
  "an10.60:9.4": "And so they meditate observing ugliness in this body.",
  "an10.60:9.5": "This is called the perception of ugliness.",
  "an10.60:10.1": "And what is the perception of drawbacks?",
  "an10.60:10.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:  ",
  "an10.60:10.3": "‘This body has much suffering and many drawbacks.",
  "an10.60:10.4": "For this body is beset with many kinds of affliction, such as the following.",
  "an10.60:10.5": "Diseases of the eye, inner ear, nose, tongue, body, head, outer ear, mouth, teeth, and lips. Cough, asthma, catarrh, inflammation, fever, stomach ache, fainting, dysentry, gastric pain, cholera, leprosy, boils, eczema, tuberculosis, epilepsy, herpes, itch, scabs, smallpox, scabies, hemorrhage, diabetes, piles, pimples, and ulcers. Afflictions stemming from disorders of bile, phlegm, wind, or their conjunction. Afflictions caused by change in weather, by not taking care of yourself, by overexertion, or as the result of past deeds. Cold, heat, hunger, thirst, defecation, and urination.’",
  "an10.60:10.6": "And so they meditate observing drawbacks in this body.",
  "an10.60:10.7": "This is called the perception of drawbacks.",
  "an10.60:11.1": "And what is the perception of giving up?",
  "an10.60:11.2": "It’s when a mendicant doesn’t tolerate a sensual thought that’s arisen, but gives it up, gets rid of it it, eliminates it, and exterminates it.",
  "an10.60:11.3": "They don’t tolerate a malicious thought … ",
  "an10.60:11.4": "They don’t tolerate a harmful thought … ",
  "an10.60:11.5": "They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, eliminate them, and exterminate them.",
  "an10.60:11.6": "This is called the perception of giving up.",
  "an10.60:12.1": "And what is the perception of fading away?",
  "an10.60:12.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:  ",
  "an10.60:12.3": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, extinguishment.’",
  "an10.60:12.4": "This is called the perception of fading away.",
  "an10.60:13.1": "And what is the perception of cessation?",
  "an10.60:13.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:  ",
  "an10.60:13.3": "‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, cessation, extinguishment.’",
  "an10.60:13.4": "This is called the perception of cessation.",
  "an10.60:14.1": "And what is the perception of dissatisfaction with the whole world?",
  "an10.60:14.2": "It’s when a mendicant lives giving up and not grasping on to the attraction and grasping to the world, the mental resolve, insistence, and tendencies.",
  "an10.60:14.3": "This is called the perception of dissatisfaction with the whole world.",
  "an10.60:15.1": "And what is the perception of non-desire for all conditions?",
  "an10.60:15.2": "It’s when a mendicant is horrified, repelled, and disgusted with all conditions.",
  "an10.60:15.3": "This is called the perception of non-desire for all conditions.",
  "an10.60:16.1": "And what is mindfulness of breathing?",
  "an10.60:16.2": "It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, sits down in the meditation posture, with their body erect, and establishes mindfulness right there.",
  "an10.60:16.3": "Just mindful, they breathe in. Mindful, they breathe out.",
  "an10.60:16.4": "When breathing in heavily they know: ‘I’m breathing in heavily.’",
  "an10.60:16.5": "When breathing out heavily they know: ‘I’m breathing out heavily.’",
  "an10.60:16.6": "When breathing in lightly they know: ‘I’m breathing in lightly.’",
  "an10.60:16.7": "When breathing out lightly they know: ‘I’m breathing out lightly.’",
  "an10.60:16.8": "They practice breathing in experiencing the whole body.",
  "an10.60:16.9": "They practice breathing out experiencing the whole body.",
  "an10.60:16.10": "They practice breathing in stilling the body’s motion.",
  "an10.60:16.11": "They practice breathing out stilling the body’s motion.",
  "an10.60:16.12": "They practice breathing in experiencing rapture.",
  "an10.60:16.13": "They practice breathing out experiencing rapture.",
  "an10.60:16.14": "They practice breathing in experiencing bliss.",
  "an10.60:16.15": "They practice breathing out experiencing bliss.",
  "an10.60:16.16": "They practice breathing in experiencing these emotions.",
  "an10.60:16.17": "They practice breathing out experiencing these emotions.",
  "an10.60:16.18": "They practice breathing in stilling these emotions.",
  "an10.60:16.19": "They practice breathing out stilling these emotions.",
  "an10.60:16.20": "They practice breathing in experiencing the mind.",
  "an10.60:16.21": "They practice breathing out experiencing the mind.",
  "an10.60:16.22": "They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.",
  "an10.60:16.23": "They practice breathing in converging the mind. They practice breathing out converging the mind.",
  "an10.60:16.24": "They practice breathing in freeing the mind. They practice breathing out freeing the mind.",
  "an10.60:16.25": "They practice breathing in observing impermanence. They practice breathing out observing impermanence.",
  "an10.60:16.26": "They practice breathing in observing fading away. They practice breathing out observing fading away.",
  "an10.60:16.27": "They practice breathing in observing cessation. They practice breathing out observing cessation.",
  "an10.60:16.28": "They practice breathing in observing letting go.",
  "an10.60:16.29": "They practice breathing out observing letting go.",
  "an10.60:16.30": "This is called mindfulness of breathing.",
  "an10.60:17.1": "If you were to recite to the mendicant Girimānanda these ten perceptions, it’s possible that after hearing them his illness will die down on the spot.”",
  "an10.60:18.1": "Then Ānanda, having learned these ten perceptions from the Buddha himself,",
  "an10.60:18.2": "went to Girimānanda and recited them.",
  "an10.60:18.3": "Then after Girimānanda heard these ten perceptions his illness died down on the spot.",
  "an10.60:18.4": "And that’s how he recovered from that illness."
}