{
  "_markup_path": "markup/an/an10/an10.095.html",
  "_alt_strings": [
    "pi/an/an10/an10.095.json"
  ],
  "an10.95:1.1": "Numbered Discourses 10 ",
  "an10.95:2.1": "10 With Upāli ",
  "an10.95:3.1": "95 With Uttiya",
  "an10.95:4.1": "Then the wanderer Uttiya went up to the Buddha,",
  "an10.95:4.2": "and exchanged greetings with him.",
  "an10.95:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an10.95:4.4": "and said to the Buddha:",
  "an10.95:4.5": "“Master Gotama, is this right: ‘The world is eternal. This is the only truth, other ideas are stupid’?”",
  "an10.95:4.6": "“This has not been declared by me, Uttiya.”",
  "an10.95:5.1": "“Then is this right: ‘The world is not eternal. This is the only truth, other ideas are stupid’?”",
  "an10.95:5.2": "“This has not been declared by me, Uttiya.”",
  "an10.95:6.1": "“Then is this right: ‘The world is finite …’ …",
  "an10.95:6.2": "‘The world is infinite …’ …",
  "an10.95:6.3": "‘The soul and the body are the same thing …’ …",
  "an10.95:6.4": "‘The soul and the body are different things …’ …",
  "an10.95:6.5": "‘A Realized One exists after death …’ …",
  "an10.95:6.6": "‘A Realized One doesn’t exist after death …’ …",
  "an10.95:6.7": "‘A Realized One both exists and doesn’t exist after death …’ …",
  "an10.95:6.8": "“A Realized One neither exists nor doesn’t exist death. This is the only truth, other ideas are stupid.”",
  "an10.95:6.9": "“This has not been declared by me, Uttiya.” ",
  "an10.95:7.1": "“When asked about all these points, Master Gotama says that they have not been declared by him.",
  "an10.95:9.11": "So what exactly has been declared by Master Gotama?”",
  "an10.95:10.1": "“Uttiya, I teach my disciples from my own insight in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.”",
  "an10.95:11.1": "‘But when Master Gotama teaches in this way, is the world whole released, or half, or a third?”",
  "an10.95:11.2": "But when he said this, the Buddha kept silent. ",
  "an10.95:12.1": "Then Venerable Ānanda thought: ",
  "an10.95:12.2": "“The wanderer Uttiya must not get the harmful misconception:",
  "an10.95:12.3": "‘When the ascetic Gotama was asked this all-important question he falters without answering. He just can’t do it!’",
  "an10.95:12.4": "That would be for his lasting harm and suffering.”",
  "an10.95:13.1": "Then Ānanda said to the wanderer Uttiya:",
  "an10.95:13.2": "“Well then, Reverend Uttiya, I shall give you a simile.",
  "an10.95:13.3": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "an10.95:13.4": "Suppose there was a king’s frontier citadel with fortified ramparts, walls, and arches, and a single gate.",
  "an10.95:13.5": "And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in.",
  "an10.95:13.6": "As he walks around the patrol path,",
  "an10.95:13.7": "he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out.",
  "an10.95:13.8": "He doesn’t know",
  "an10.95:13.9": "how many creatures enter or leave the citadel.",
  "an10.95:13.10": "But he does know that ",
  "an10.95:13.11": "whatever sizable creatures do enter or leave the citadel, all of them do so via this gate.",
  "an10.95:14.1": "In the same way, it’s not the Realized One’s concern whether",
  "an10.95:14.2": "the world whole is released by this, or half, or a third.",
  "an10.95:14.3": "But the Realized One knows that",
  "an10.95:14.4": "whoever’s released from the world—in the past, future, or present—all have given up the five hindrances, corruptions of the heart that weaken wisdom. They have firmly established their mind in the four kinds of mindfulness meditation. And they have truly developed the seven factors of awakening.",
  "an10.95:14.5": "That’s how they’re released from the world, in the past, future, or present.",
  "an10.95:14.6": "Uttiya, you were just asking the Buddha the same question as before in a different way.",
  "an10.95:14.7": "That’s why he didn’t answer.”"
}