{
  "_markup_path": "markup/an/an10/an10.069.html",
  "_alt_strings": [
    "pi/an/an10/an10.069.json"
  ],
  "an10.69:1.1": "Numbered Discourses 10 ",
  "an10.69:2.1": "7 Pairs ",
  "an10.69:3.1": "69 Topics of Discussion (1)",
  "an10.69:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an10.69:4.2": "Now at that time, after the meal, on return from alms-round, several mendicants sat together in the meeting hall. They engaged in all kinds of crude talk, such as talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.",
  "an10.69:5.1": "Then in the late afternoon, the Buddha came out of solitude and went to the assembly hall,",
  "an10.69:5.2": "where he sat on the indicated seat",
  "an10.69:5.3": "and addressed the mendicants:  ",
  "an10.69:5.4": "“Wanderers, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "an10.69:6.1": "And they told him what had happened.",
  "an10.69:6.4": "“Mendicants, it is not appropriate for you people of good families who have gone forth in faith from the lay life into homelessness to engage in these kinds of crude talk.",
  "an10.69:7.1": "There are, mendicants, these ten topics of discussion.",
  "an10.69:7.2": "What ten? ",
  "an10.69:7.3": "Talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "an10.69:7.4": "These are the ten topics of discussion.",
  "an10.69:8.1": "Mendicants, if you bring up these topics of conversation again and again then your glory could surpass even the sun and moon, so mighty and powerful, how much more so the wanderers who follow other paths.”"
}