{
  "_markup_path": "markup/an/an10/an10.109.html",
  "_alt_strings": [
    "pi/an/an10/an10.109.json"
  ],
  "an10.109:1.1": "Numbered Discourses 10 ",
  "an10.109:2.1": "11 Perceptions for Ascetics ",
  "an10.109:3.1": "109 Emetic",
  "an10.109:4.1": "“Mendicants, doctors prescribe an emetic for eliminating illnesses stemming from disorders of bile, phlegm, and wind.",
  "an10.109:4.2": "There is such an emetic,",
  "an10.109:4.3": "I don’t deny it. ",
  "an10.109:4.4": "But this kind of emetic sometimes works and sometimes fails.",
  "an10.109:5.1": "I will teach a noble emetic that works without fail. Relying on that emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.",
  "an10.109:5.2": "Listen and pay close attention, I will speak. …",
  "an10.109:6.1": "And what is that noble emetic that works without fail?",
  "an10.109:7.1": "For one of right view, wrong view is vomited up.",
  "an10.109:7.2": "And the many bad, unwholesome qualities produced by wrong view are vomited up.",
  "an10.109:7.3": "And because of right view, many wholesome qualities are developed to perfection. ",
  "an10.109:8.1": "For one of right motivation, wrong motivation is vomited up. …",
  "an10.109:8.2": "For one of right speech, wrong speech is vomited up.",
  "an10.109:8.3": "For one of right action, wrong action is vomited up. …",
  "an10.109:8.4": "For one of right livelihood, wrong livelihood is vomited up. …",
  "an10.109:8.5": "For one of right effort, wrong effort is vomited up. …",
  "an10.109:8.6": "For one of right mindfulness, wrong mindfulness is vomited up. …",
  "an10.109:8.7": "For one of right samādhi, wrong samādhi is vomited up. …",
  "an10.109:8.8": "For one of right knowledge, wrong knowledge is vomited up. …",
  "an10.109:9.1": "For one of right freedom, wrong freedom is vomited up.",
  "an10.109:9.2": "And the many bad, unwholesome qualities produced by wrong freedom are vomited up.",
  "an10.109:9.3": "And because of right freedom, many wholesome qualities are developed to perfection. ",
  "an10.109:9.4": "This is the noble emetic that works without fail. Relying on this emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.”"
}