{
  "_markup_path": "markup/an/an10/an10.099.html",
  "_alt_strings": [
    "pi/an/an10/an10.099.json"
  ],
  "an10.99:1.1": "Numbered Discourses 10 ",
  "an10.99:2.1": "10 With Upāli ",
  "an10.99:3.1": "99 With Upāli",
  "an10.99:4.1": "Then Venerable Upāli went up to the Buddha, ",
  "an10.99:4.2": "bowed, sat down to one side, ",
  "an10.99:4.3": "and said to him:",
  "an10.99:4.4": "“Sir, I wish to frequent remote lodgings in the wilderness and the forest.”",
  "an10.99:5.1": "“Upāli, remote lodgings in the wilderness and the forest are hard to endure.",
  "an10.99:5.2": "It’s hard to maintain seclusion and hard to find joy in it.",
  "an10.99:5.3": "Staying alone, the forests seem to rob the mind of a mendicant who doesn’t have convergence.",
  "an10.99:5.4": "If someone should say this:",
  "an10.99:5.5": "‘Though I don’t have samādhi, I’m going to frequent remote lodgings in the wilderness and the forest.’ You can expect that ",
  "an10.99:5.6": "they’ll sink down or float away.",
  "an10.99:6.1": "Suppose there was a large lake,",
  "an10.99:6.2": "and along comes bull elephant of seven or eight cubits height.",
  "an10.99:6.3": "He’d think:",
  "an10.99:6.4": "‘Why don’t I plunge into this lake and play around while washing my ears and back?’",
  "an10.99:6.5": "When I’ve bathed and drunk, I’ll come out and go wherever I want.’",
  "an10.99:6.6": "And that’s just what he does.",
  "an10.99:6.8": "Why is that? ",
  "an10.99:6.9": "Because his large life-form finds a footing in the depths.",
  "an10.99:7.1": "Then along comes a rabbit or a cat.",
  "an10.99:7.2": "They’d think:",
  "an10.99:7.3": "‘What difference is there between me and a bull elephant?",
  "an10.99:7.4": "Why don’t I plunge into this lake and play around while washing my ears and back?’",
  "an10.99:7.5": "When I’ve bathed and drunk, I’ll come out and go wherever I want.’",
  "an10.99:7.6": "They jump into the lake rashly, without thinking.",
  "an10.99:7.7": "You can expect that they’ll",
  "an10.99:7.8": "they’ll sink down or float away. ",
  "an10.99:7.9": "Why is that? ",
  "an10.99:7.10": "Because their little life-form finds no footing in the depths.",
  "an10.99:7.11": "If someone should say this:",
  "an10.99:7.12": "‘Though I don’t have samādhi, I’m going to frequent remote lodgings in the wilderness and the forest.’ You can expect that  ",
  "an10.99:7.13": "they’ll sink down or float away. ",
  "an10.99:8.1": "Suppose there was a little baby boy playing in his own feces and urine.",
  "an10.99:8.2": "What do you think, Upāli? Isn’t that a totally foolish game?”",
  "an10.99:8.3": "“Yes, sir.” ",
  "an10.99:9.1": "“After some time that boy grows up and his faculties mature. He accordingly plays childish games such as",
  "an10.99:9.2": "toy ploughs, tipcat, somersaults, pinwheels, toy measures, toy carts, and toy bows.",
  "an10.99:9.3": "What do you think, Upāli? Aren’t such games better than what he did before?”",
  "an10.99:9.4": "“Yes, sir.” ",
  "an10.99:10.1": "“After some time that boy grows up and his faculties mature further. He accordingly amuses himself, supplied and provided with the five kinds of sensual stimulation. Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "an10.99:10.2": "Smells cognizable by the nose … ",
  "an10.99:10.3": "Tastes cognizable by the tongue …",
  "an10.99:10.4": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "an10.99:10.5": "What do you think, Upāli? Aren’t such games better than what he did before?”",
  "an10.99:10.6": "“Yes, sir.” ",
  "an10.99:11.1": "But then a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "an10.99:11.2": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "an10.99:11.3": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "an10.99:12.1": "A householder hears that Dharma, or a householder’s child, or someone reborn in some respectable family. ",
  "an10.99:12.2": "They gain faith in the Realized One, ",
  "an10.99:12.3": "and reflect:",
  "an10.99:12.4": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "an10.99:12.5": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "an10.99:12.6": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "an10.99:13.1": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "an10.99:14.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "an10.99:15.1": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves pure by not thieving.",
  "an10.99:16.1": "They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.",
  "an10.99:17.1": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. ",
  "an10.99:18.1": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "an10.99:18.2": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "an10.99:19.1": "They give up harsh speech.",
  "an10.99:19.2": "They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "an10.99:20.1": "They give up idle chatter. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "an10.99:21.1": "They avoid injuring plants and seeds.",
  "an10.99:21.2": "They eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "an10.99:21.3": "They avoid dancing, singing, music, and seeing shows. They avoid beautifying and adorning themselves with garlands, perfumes, and makeup. They avoid high and luxurious beds. They avoid receiving gold and money, raw grains, raw meat, women and girls, male and female slaves, goats and sheep, chickens and pigs, elephants, cows, horses, and mares, and fields and land. They avoid running errands and messages; buying and selling; falsifying weights, metals, or measures; bribery, fraud, cheating, and duplicity; mutilation, murder, abduction, banditry, plunder, and violence.",
  "an10.99:22.1": "They’re content with robes to look after the body and alms-food to look after the belly.",
  "an10.99:22.2": "Wherever they go, they set out taking only these things. They’re like a bird: wherever it flies, wings are its only burden.",
  "an10.99:22.3": "In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly.",
  "an10.99:22.4": "Wherever they go, they set out taking only these things.",
  "an10.99:22.5": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "an10.99:23.1": "When they see a sight with their eyes, they don’t get caught up in the features and details.",
  "an10.99:23.2": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint,",
  "an10.99:23.3": "protecting the faculty of sight, and achieving restraint over it.",
  "an10.99:23.4": "When they hear a sound with their ears …",
  "an10.99:23.5": "When they smell an odor with their nose …",
  "an10.99:23.6": "When they taste a flavor with their tongue … ",
  "an10.99:23.7": "When they feel a touch with their body … ",
  "an10.99:23.8": "When they know a phenomenon with their mind, they don’t get caught up in the features and details. ",
  "an10.99:23.9": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, ",
  "an10.99:23.10": "protecting the faculty of mind, and achieving its restraint.",
  "an10.99:23.11": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves.",
  "an10.99:24.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.",
  "an10.99:25.1": "When they have this noble spectrum of ethics, this noble sense restraint, and this noble mindfulness and situational awareness, they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "an10.99:25.2": "Gone to a wilderness, or to the root of a tree, or to an empty hut, they sit down in the meditation posture, with their body erect, and establish mindfulness right there.",
  "an10.99:26.1": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.",
  "an10.99:26.2": "Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "an10.99:26.3": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "an10.99:26.4": "Giving up restlessness and remorse, he meditates without restlessness, his mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "an10.99:26.5": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "an10.99:27.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an10.99:27.2": "What do you think, Upāli? Isn’t this state better than what they had before?”",
  "an10.99:27.3": "“Yes, sir.” ",
  "an10.99:28.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose.",
  "an10.99:29.1": "Furthermore, a mendicant, as the placing of the mind and keeping it connected are stilled, enters and remains in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected.",
  "an10.99:29.3": "What do you think, Upāli? Isn’t this state better than what they had before?” ",
  "an10.99:29.4": "“Yes, sir.” ",
  "an10.99:30.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose. ",
  "an10.99:31.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an10.99:31.3": "What do you think, Upāli? Isn’t this state better than what they had before?” ",
  "an10.99:31.4": "“Yes, sir.” ",
  "an10.99:32.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose. ",
  "an10.99:33.1": "Furthermore, a mendicant, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an10.99:33.2": "What do you think, Upāli? Isn’t this state better than what they had before?” “Yes, sir.” “When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose. ",
  "an10.99:34.1": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
  "an10.99:34.2": "What do you think, Upāli? Isn’t this state better than what they had before?”  ",
  "an10.99:34.3": "“Yes, sir.” ",
  "an10.99:35.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose. ",
  "an10.99:36.1": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. …” …",
  "an10.99:37.1": "“Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. …” …",
  "an10.99:38.1": "“Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.",
  "an10.99:38.2": "What do you think, Upāli? Isn’t this state better than what they had before?”  ",
  "an10.99:38.3": "“Yes, sir.” ",
  "an10.99:39.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose. ",
  "an10.99:40.1": "Furthermore, going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.",
  "an10.99:40.2": "And, having seen with wisdom, their defilements come to an end.",
  "an10.99:40.3": "What do you think, Upāli? Isn’t this state better than what they had before?”  ",
  "an10.99:40.4": "“Yes, sir.” ",
  "an10.99:41.1": "“When my disciples see this quality inside themselves they frequent remote lodgings in the wilderness and the forest. But so far they haven’t achieved their purpose.",
  "an10.99:41.2": "Come on, Upāli, stay with the Saṅgha.",
  "an10.99:41.3": "If you stay with the Saṅgha you’ll be comfortable.”"
}