{
  "_markup_path": "markup/sn/sn47/sn47.09.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.09.json"
  ],
  "sn47.9:1.1": "Linked Discourses 47 ",
  "sn47.9:2.1": "1 In Ambapālī’s Wood ",
  "sn47.9:3.1": "9 Sick",
  "sn47.9:4.1": "<span class=\\”evam\\”>So I have heard. </span>",
  "sn47.9:4.2": "At one time the Buddha was staying near Vesālī, at the little village of Beluva. ",
  "sn47.9:4.3": "There the Buddha addressed the mendicants:",
  "sn47.9:4.4": "“Mendicants, please enter the rainy season residence with whatever friends or acquaintances you have around Vesālī.",
  "sn47.9:4.5": "I’ll enter the rainy season residence right here in the little village of Beluva.”",
  "sn47.9:4.6": "“Yes, sir,” those mendicants replied. They did as the Buddha said,",
  "sn47.9:4.7": "while the Buddha entered enter the rainy season residence right there in the little village of Beluva.",
  "sn47.9:5.1": "After the Buddha entered the rainy season residence, he fell severely ill, struck by dreadful pains close to death.",
  "sn47.9:5.2": "But he endured with mindfulness and situational awareness, without worrying.",
  "sn47.9:5.3": "Then it occurred to the Buddha: ",
  "sn47.9:5.4": "“It would not be appropriate for me to become finally extinguished before informing my attendants and taking leave of the mendicant Saṅgha.",
  "sn47.9:5.5": "Why don’t I forcefully suppress this illness, stabilize the life force, and live on?”",
  "sn47.9:5.6": "Then he forcefully suppressed that illness, stabilized the life force, and lived on.",
  "sn47.9:5.7": "Then the Buddha’s illness died down.",
  "sn47.9:6.1": "Soon after the Buddha had recovered from that sickness, he came out from his dwelling and sat in the shade of the porch on the indicated seat.",
  "sn47.9:6.2": "Then Venerable Ānanda went up to the Buddha,",
  "sn47.9:6.3": "bowed, sat down to one side, ",
  "sn47.9:6.4": "and said to him: ",
  "sn47.9:6.5": "“Sir, it’s fantastic that the Buddha is well,",
  "sn47.9:6.6": "coping,",
  "sn47.9:6.7": "and getting better.",
  "sn47.9:6.8": "Because the Buddha was sick, my body felt like it was drugged. I was disorientated, and the teachings wren’t clear to me.",
  "sn47.9:6.9": "Still, at least I was consoled by the thought that",
  "sn47.9:6.10": "the Buddha won’t become finally extinguished without making some statement regarding the Saṅgha of mendicants.”",
  "sn47.9:7.1": "“But what could the mendicant Saṅgha expect from me now, Ānanda?",
  "sn47.9:7.2": "I’ve taught the Dhamma without making any distinction between secret and public teachings.",
  "sn47.9:7.3": "The Realized One doesn’t have the closed fist of a teacher when it comes to the teachings.",
  "sn47.9:7.4": "If there’s anyone who thinks",
  "sn47.9:7.5": "‘I’ll take charge of the Saṅgha of mendicants,’ or ‘the Saṅgha of mendicants is meant for me,’ let them make a statement regarding the Saṅgha.",
  "sn47.9:7.6": "But the Realized One doesn’t think like this,",
  "sn47.9:7.8": "so why should he make some statement regarding the Saṅgha?",
  "sn47.9:7.9": "These days I’m an old man, elderly and senior. I’ve lived long and reached the final stage of life;",
  "sn47.9:7.10": "I’m turning eighty.",
  "sn47.9:7.11": "Just as an old cart keeps going by being patched up with bamboo,",
  "sn47.9:7.12": "in the same way, the Realized One’s body keeps going by being patched up with bamboo, or so you’d think.",
  "sn47.9:8.1": "Sometimes the Realized One, not focusing on any signs, and with the cessation of certain feelings, enters and remains in the signless samādhi of the heart. Only then does the Realized One’s body become more comfortable.",
  "sn47.9:8.2": "So Ānanda, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.",
  "sn47.9:9.1": "And how does a mendicant do this?",
  "sn47.9:9.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.9:9.3": "They meditate by observing an aspect of feelings … ",
  "sn47.9:9.4": "mind …",
  "sn47.9:9.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.9:9.6": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge.",
  "sn47.9:9.7": "Whether now or after I have passed, any mendicant who lives as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge:",
  "sn47.9:9.8": "they will be the best of those who want to train.”"
}