{
  "_markup_path": "markup/sn/sn47/sn47.25.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.25.json"
  ],
  "sn47.25:1.1": "Linked Discourses 47 ",
  "sn47.25:2.1": "3 Ethics and Duration ",
  "sn47.25:3.1": "25 A Certain Brahmin",
  "sn47.25:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn47.25:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn47.25:4.3": "Then a certain brahmin went up to the Buddha,",
  "sn47.25:4.4": "and exchanged greetings with him. ",
  "sn47.25:4.5": "When the greetings and polite conversation were over, he sat down to one side,",
  "sn47.25:4.6": "and said to the Buddha: ",
  "sn47.25:4.7": "“What is the cause, Master Gotama, what is the reason why the true teaching does not last long after the final extinguishment of the Realized One?",
  "sn47.25:4.8": "And what is the cause, what is the reason why the true teaching does last long after the final extinguishment of the Realized One?”",
  "sn47.25:5.1": "“Brahmin, it’s because of not developing and cultivating the four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One.",
  "sn47.25:5.2": "It’s because of developing and cultivating the four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One.",
  "sn47.25:6.1": "What four? ",
  "sn47.25:6.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.25:6.3": "They meditate by observing an aspect of feelings … ",
  "sn47.25:6.4": "mind …",
  "sn47.25:6.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.25:6.6": "It’s because of not developing and cultivating these four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One.",
  "sn47.25:6.7": "It’s because of developing and cultivating these four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One.”",
  "sn47.25:7.1": "When he said this, the brahmin said to the Buddha: ",
  "sn47.25:7.2": "“Excellent, Master Gotama! Excellent! …",
  "sn47.25:7.3": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}