{
  "_markup_path": "markup/sn/sn47/sn47.13.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.13.json"
  ],
  "sn47.13:1.1": "Linked Discourses 47 ",
  "sn47.13:2.1": "2 At Nālandā ",
  "sn47.13:3.1": "13 With Cunda",
  "sn47.13:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn47.13:4.2": "At that time Venerable Sāriputta was staying in the Magadhan lands near the little village of Nālaka, and he was sick, suffering, gravely ill.",
  "sn47.13:4.3": "And the novice Cunda was his carer.",
  "sn47.13:5.1": "Then Venerable Sāriputta became finally extinguished because of that sickness.",
  "sn47.13:5.2": "Then Cunda took Sāriputta’s bowl and robes and set out for Sāvatthī. He went to see Venerable Ānanda at Jeta’s grove, Anāthapiṇḍika’s monastery,",
  "sn47.13:5.3": "bowed, sat down to one side,",
  "sn47.13:5.4": "and said to him:",
  "sn47.13:5.5": "“Sir, Venerable Sāriputta has become finally extinguished.",
  "sn47.13:5.6": "This is his bowl and robes.”",
  "sn47.13:6.1": "“Reverend Cunda, we should see the Buddha about this matter.",
  "sn47.13:6.2": "Come, let’s go to the Buddha ",
  "sn47.13:6.3": "and inform him about this.”",
  "sn47.13:6.4": "“Yes, sir,” replied Cunda.",
  "sn47.13:7.1": "Then Ānanda and Cunda went to the Buddha,",
  "sn47.13:7.2": "bowed, sat down to one side, ",
  "sn47.13:7.3": "and said to him: ",
  "sn47.13:7.4": "“Sir, this novice Cunda says that",
  "sn47.13:7.5": "Venerable Sāriputta has become finally extinguished.",
  "sn47.13:7.6": "This is his bowl and robes.",
  "sn47.13:7.7": "Since I heard this, my body feels like it’s drugged. I’m disorientated, and teachings aren’t clear to me.”",
  "sn47.13:8.1": "“Well, Ānanda, when Sāriputta became finally extinguished, did he take away your entire spectrum of ethical conduct, of samādhi, of wisdom, of freedom, or of the knowledge and vision of freedom?”",
  "sn47.13:8.2": "“No, sir, he did not.",
  "sn47.13:8.6": "But Venerable Sāriputta was my adviser and counselor. He educated, encouraged, fired up, and inspired me. He never tired of teaching the Dhamma, and he supported his spiritual companions.",
  "sn47.13:8.7": "I remember the nectar of the teaching, the riches of the teaching, the support of the teaching given by Venerable Sāriputta.”",
  "sn47.13:9.1": "“But Ānanda, haven’t I already explained that",
  "sn47.13:9.2": "we must be parted and separated from all we hold dear and beloved?",
  "sn47.13:9.3": "How could it be that",
  "sn47.13:9.4": "what is born, created, conditioned, and liable to fall apart should not fall apart?",
  "sn47.13:9.5": "That is not possible.",
  "sn47.13:9.6": "Suppose there was a large tree standing with heartwood, and the largest branch fell off.",
  "sn47.13:9.7": "In the same way, in the great Saṅgha that stands with heartwood, Sāriputta has become finally extinguished.",
  "sn47.13:9.8": "How could it be",
  "sn47.13:9.9": "what is born, created, conditioned, and liable to fall apart should not fall apart?",
  "sn47.13:9.10": "That is not possible.",
  "sn47.13:9.11": "So Ānanda, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "sn47.13:10.1": "And how does a mendicant do this? ",
  "sn47.13:10.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.13:10.3": "They meditate by observing an aspect of feelings … ",
  "sn47.13:10.4": "mind …",
  "sn47.13:10.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.13:10.6": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge.",
  "sn47.13:10.7": "Whether now or after I have passed, any mendicant who lives as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge:",
  "sn47.13:10.8": "they will be the best of those who want to train.” "
}