{
  "_markup_path": "markup/sn/sn47/sn47.03.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.03.json"
  ],
  "sn47.3:1.1": "Linked Discourses 47",
  "sn47.3:2.1": "1 In Ambapālī’s Wood ",
  "sn47.3:3.1": "3 A Monk",
  "sn47.3:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn47.3:4.2": "Then a mendicant went up to the Buddha,",
  "sn47.3:4.3": "bowed, sat down to one side, ",
  "sn47.3:4.4": "and said to him: ",
  "sn47.3:4.5": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "sn47.3:4.6": "“This is exactly how some foolish people ask me for something. But when the teaching has been explained they think only of following me around.”",
  "sn47.3:4.7": "“Sir, may the Buddha teach me the Dharma in brief! May the Holy One teach me the Dharma in brief! ",
  "sn47.3:4.8": "Hopefully I can understand the meaning of what the Buddha says! Hopefully I can be an heir of the Buddha’s teaching!”",
  "sn47.3:4.9": "“Well then, mendicant, you should purify the starting point of wholesome qualities.",
  "sn47.3:4.10": "What is the starting point of wholesome qualities?",
  "sn47.3:4.11": "Well purified ethics and correct view.",
  "sn47.3:4.12": "When your ethics are well purified and your view is correct, you should should develop the four kinds of mindfulness meditation in three ways, depending on and grounded on ethics.",
  "sn47.3:5.1": "What four?",
  "sn47.3:5.2": "Meditate by observing an aspect of the body internally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.3:5.3": "Or meditate by observing an aspect of the body externally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.3:5.4": "Or meditate by observing an aspect of the body internally and externally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.3:5.5": "Or meditate by observing an aspect of feelings internally …",
  "sn47.3:5.6": "externally …",
  "sn47.3:5.7": "internally and externally, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.3:5.8": "Or meditate by observing an aspect of the mind internally …",
  "sn47.3:5.9": "externally … ",
  "sn47.3:5.10": "internally and externally, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.3:5.11": "Or meditate by observing an aspect of principles internally …",
  "sn47.3:5.12": "externally …",
  "sn47.3:5.13": "internally and externally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.3:5.14": "When you develop the four kinds of mindfulness meditation in these three ways, depending on and grounded on ethics, you can expect growth, not decline, in wholesome qualities, whether by day or by night.”",
  "sn47.3:6.1": "And then that mendicant approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn47.3:6.2": "Then that mendicant, living alone, withdrawn, diligent, keen, and determined, soon",
  "sn47.3:6.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.   ",
  "sn47.3:6.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”  ",
  "sn47.3:6.6": "And that mendicant became one of the perfected."
}