{
  "_markup_path": "markup/sn/sn47/sn47.06.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.06.json"
  ],
  "sn47.6:1.1": "Linked Discourses 47 ",
  "sn47.6:2.1": "1 In Ambapālī’s Wood ",
  "sn47.6:3.1": "6 A Hawk",
  "sn47.6:4.1": "“Once upon a time, mendicants, a hawk suddenly swooped down and grabbed a quail.",
  "sn47.6:4.2": "And as the quail was being carried off he wailed:",
  "sn47.6:4.3": "‘I’m so unlucky, so unfortunate, to have roamed out of my territory into the domain of others.",
  "sn47.6:4.4": "If today I’d roamed within my own territory, the domain of my fathers, this hawk wouldn’t have been able to beat me by fighting.’",
  "sn47.6:4.6": "‘So, quail, what is your own territory, the domain of your fathers?’",
  "sn47.6:4.8": "‘It’s a ploughed field covered with clods of earth.’",
  "sn47.6:4.9": "Because of her own strength, the hawk was not daunted or intimidated. She released the quail, saying:",
  "sn47.6:4.10": "‘Go now, quail. But even there you won’t escape me!’",
  "sn47.6:5.1": "Then the quail went to a ploughed field covered with clods of earth. He climbed up a big clod, and standing there, he said to the hawk:",
  "sn47.6:5.2": "‘Come get me, hawk! Come get me, hawk!’",
  "sn47.6:5.3": "Because of her own strength, the hawk was not daunted or intimidated. She folded her wings and suddenly swooped down on the quail.",
  "sn47.6:5.4": "When the quail knew that the hawk was nearly there, he slipped under that clod.",
  "sn47.6:5.5": "And the hawk crashed chest-first right there.",
  "sn47.6:5.6": "That’s what happens when you roam out of your territory into the domain of others.",
  "sn47.6:6.1": "So, mendicants, don’t roam out of your own territory into the domain of others.",
  "sn47.6:6.2": "If you roam out of your own territory into the domain of others, Māra will find a vulnerability and get hold of you.",
  "sn47.6:6.3": "And what is not a mendicant’s own territory but the domain of others?",
  "sn47.6:6.5": "It’s the five kinds of sensual stimulation.",
  "sn47.6:6.6": "What five?",
  "sn47.6:6.7": "Sights cognizable by the eye that are likeable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "sn47.6:6.8": "Smells cognizable by the nose … ",
  "sn47.6:6.9": "Tastes cognizable by the tongue …",
  "sn47.6:6.10": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn47.6:6.11": "This is not a mendicant’s own territory but the domain of others.",
  "sn47.6:7.1": "You should roam inside your own territory, the domain of your fathers.",
  "sn47.6:7.2": "If you roam inside your own territory, the domain of your fathers, Māra won’t find a vulnerability or get hold of you.",
  "sn47.6:7.3": "And what is a mendicant’s own territory, the domain of the fathers?",
  "sn47.6:7.5": "It’s the four kinds of mindfulness meditation.",
  "sn47.6:7.6": "What four? ",
  "sn47.6:7.7": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.6:7.8": "They meditate by observing an aspect of feelings … ",
  "sn47.6:7.9": "mind …",
  "sn47.6:7.10": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.6:7.11": "This is a mendicant’s own territory, the domain of the fathers.”"
}