{
  "_markup_path": "markup/sn/sn47/sn47.29.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.29.json"
  ],
  "sn47.29:1.1": "Linked Discourses 47 ",
  "sn47.29:2.1": "3 Ethics and Duration ",
  "sn47.29:3.1": "29 With Sirivaḍḍha",
  "sn47.29:4.1": "At one time Venerable Ānanda was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn47.29:4.2": "Now at that time the householder Sirivaḍḍha was sick, suffering, gravely ill.",
  "sn47.29:4.3": "Then he addressed a man:",
  "sn47.29:4.4": "“Please, mister, go to Venerable Ānanda,",
  "sn47.29:4.5": "and in my name bow with your head to his feet. Say to him:",
  "sn47.29:4.6": "‘Sir, the householder Sirivaḍḍha is sick, suffering, gravely ill.",
  "sn47.29:4.7": "He bows with his head to your feet.’",
  "sn47.29:4.8": "And then say: ",
  "sn47.29:4.9": "‘Sir, please visit him at his home out of compassion.’”",
  "sn47.29:4.10": "“Yes, sir,” that man replied. He did as Sirivaḍḍha asked.",
  "sn47.29:4.16": "Ānanda consented in silence. ",
  "sn47.29:5.1": "Then Venerable Ānanda got dressed in the morning and, taking his bowl and robes, went to the home of the householder Sirivaḍḍha,",
  "sn47.29:5.2": "sat down on the indicated seat,",
  "sn47.29:5.3": "and said to him:",
  "sn47.29:5.4": "“Householder, I hope you’re coping; I hope you’re getting better. And I hope the pain is fading, not growing,",
  "sn47.29:5.5": "that its fading, not growing, is apparent.” ",
  "sn47.29:5.6": "“Sir, I’m not keeping well, I’m not alright.",
  "sn47.29:5.7": "The pain is terrible and growing, not fading,",
  "sn47.29:5.8": "its growing, not fading, is apparent.” ",
  "sn47.29:6.1": "“So you should train like this:",
  "sn47.29:6.2": "‘I’ll meditate by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.29:6.3": "I’ll meditate on an aspect of feelings …",
  "sn47.29:6.4": "mind …",
  "sn47.29:6.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.’",
  "sn47.29:6.6": "That’s how you should train.” ",
  "sn47.29:7.1": "“These four kinds of mindfulness meditation that were taught by the Buddha are found in me, and I embody them.",
  "sn47.29:7.2": "For I meditate by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.29:7.3": "I meditate by observing an aspect of feelings …",
  "sn47.29:7.4": "mind …",
  "sn47.29:7.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.29:7.6": "And of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up.”",
  "sn47.29:7.7": "“You’re fortunate, householder, so very fortunate!",
  "sn47.29:7.8": "You have declared the fruit of non-return.”"
}