{
  "_markup_path": "markup/sn/sn47/sn47.20.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.20.json"
  ],
  "sn47.20:1.1": "Linked Discourses 47 ",
  "sn47.20:2.1": "2 At Nālandā ",
  "sn47.20:3.1": "20 The Finest Lady in the Land",
  "sn47.20:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn47.20:4.2": "At one time the Buddha was staying in the land of the Sumbhas, near the town of the Sumbhas called Sedaka.",
  "sn47.20:4.3": "There the Buddha addressed the mendicants: ",
  "sn47.20:4.4": "“Mendicants!”",
  "sn47.20:4.5": "“Venerable sir,” they replied.",
  "sn47.20:4.6": "The Buddha said this: ",
  "sn47.20:5.1": "“Mendicants, suppose that on hearing, ‘The finest lady in the land! The finest lady in the land!’ a large crowd would gather.",
  "sn47.20:5.2": "And the finest lady in the land would dance and sing in a most thrilling way.",
  "sn47.20:5.3": "On hearing, ‘The finest lady in the land is dancing and singing! The finest lady in the land is dancing and singing!’ an even larger crowd would gather.",
  "sn47.20:5.4": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. ",
  "sn47.20:5.5": "They’d say to him:",
  "sn47.20:5.6": "‘Mister, this is a bowl full to the brim with oil. You must carry it in between this large crowd and the finest lady in the land.",
  "sn47.20:5.7": "And a man with a drawn sword will follow behind you.",
  "sn47.20:5.8": "Wherever you spill even a drop, he’ll chop off your head right there.’",
  "sn47.20:5.9": "What do you think, mendicants? Would that person lose focus on that bowl, and negligently get distracted outside?”",
  "sn47.20:5.10": "“No, sir.”",
  "sn47.20:6.1": "“I’ve made up this simile to make a point.",
  "sn47.20:6.2": "And this is what it means.",
  "sn47.20:6.3": "‘A bowl of oil filled to the brim’ is a term for mindfulness of the body.",
  "sn47.20:6.4": "So you should train like this:",
  "sn47.20:6.5": "‘We will develop mindfulness of the body. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’",
  "sn47.20:6.6": "That’s how you should train.” "
}