{
  "_markup_path": "markup/sn/sn47/sn47.12.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.12.json"
  ],
  "sn47.12:1.1": "Linked Discourses 47 ",
  "sn47.12:2.1": "2 At Nālandā ",
  "sn47.12:3.1": "12 At Nālandā",
  "sn47.12:4.1": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove.",
  "sn47.12:4.2": "Then Sāriputta went up to the Buddha,",
  "sn47.12:4.3": "bowed, sat down to one side, ",
  "sn47.12:4.4": "and said to him:",
  "sn47.12:4.5": "“Sir, I have such confidence in the Buddha that",
  "sn47.12:4.6": "I believe there’s no other ascetic or brahmin—whether past, future and present—whose direct knowledge is superior to the Buddha when it comes to awakening.”",
  "sn47.12:4.8": "“That’s a grand and dramatic statement, Sāriputta. You’ve roared a definitive, categorical lion’s roar, saying:",
  "sn47.12:4.9": "‘I have such confidence in the Buddha that",
  "sn47.12:4.10": "I believe there’s no other ascetic or brahmin—whether past, future and present—whose direct knowledge is superior to the Buddha when it comes to awakening.’",
  "sn47.12:5.1": "What about all the Perfected Ones, the fully awakened Buddhas who lived in the past? Have you comprehended their minds to know that",
  "sn47.12:5.2": "those Buddhas had such ethics, or such qualities, or such wisdom, or such freedom?”",
  "sn47.12:5.3": "“No, sir.”",
  "sn47.12:6.1": "“And what about all the Perfected Ones, the fully awakened Buddhas who will live in the future? Have you comprehended their minds to know that",
  "sn47.12:6.2": "those Buddhas had such ethics, or such qualities, or such wisdom, or such freedom?”",
  "sn47.12:6.3": "“No, sir.”",
  "sn47.12:7.1": "“And what about me, the Perfected One, the fully awakened Buddha at present? Have you comprehended my mind to know that",
  "sn47.12:7.2": "I have such ethics, or such qualities, or such wisdom, such wisdom, or such freedom?”",
  "sn47.12:7.3": "“No, sir.”",
  "sn47.12:8.1": "“Well then, Sāriputta, given that you don’t comprehend the minds of Buddhas past, future, or present,",
  "sn47.12:8.2": "what exactly are you doing, making such an grand and dramatic statement, roaring such a definitive, categorical lions roar?”",
  "sn47.12:9.1": "“Sir, though I don’t comprehend the minds of Buddhas past, future, and present, still I understand this by inference from the teaching.",
  "sn47.12:9.2": "Suppose there was a king’s frontier citadel with fortified ramparts, walls, and arches, and a single gate.",
  "sn47.12:9.3": "And it has a gatekeeper who is astute, competent, and intelligent. He keeps strangers out and lets known people in. ",
  "sn47.12:9.4": "As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out.",
  "sn47.12:9.5": "He thinks:",
  "sn47.12:9.6": "‘Whatever sizable creature enter or leave the citadel, all of them do so via this gate.’",
  "sn47.12:9.7": "In the same way, I understand this by inference from the teaching:",
  "sn47.12:9.8": "‘All the perfected ones, fully awakened Buddhas—whether of the past, future, or present—have given up the five hindrances, corruptions of the heart that weaken wisdom. Their mind is firmly established in the four kinds of mindfulness meditation. They have correctly developed the seven awakening factors. And they have woken up to the supreme perfect awakening.’”",
  "sn47.12:10.1": "“Good, good, Sāriputta!",
  "sn47.12:10.2": "So Sāriputta, you should frequently speak this explanation of the teaching to the monks, nuns, laymen, and laywomen.",
  "sn47.12:10.3": "Though there will be some foolish people who have doubt or uncertainty regarding the Realized One, when they hear this explanation of the teaching they’ll give up that doubt or uncertainty.”"
}