{
  "_markup_path": "markup/sn/sn47/sn47.14.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.14.json"
  ],
  "sn47.14:1.1": "Linked Discourses 47 ",
  "sn47.14:2.1": "2 At Nālandā ",
  "sn47.14:3.1": "At Ukkacelā",
  "sn47.14:4.1": "At one time the Buddha was staying in the land of the Vajjīs near Ukkacelā on the bank of the Ganges river, together with a large Saṅgha of mendicants. It was not long after Sāriputta and Moggallāna had become finally extinguished.",
  "sn47.14:4.2": "Now, at that time the Buddha was sitting in the open, surrounded by the Saṅgha of monks.",
  "sn47.14:5.1": "Then the Buddha looked around the Saṅgha of monks, who were silent. He addressed them:",
  "sn47.14:5.2": "“Mendicants, this assembly seems empty to me now that Sāriputta and Moggallāna have become finally extinguished.",
  "sn47.14:5.3": "When Sāriputta and Moggallāna were alive, my assembly was never empty; I had no concern for any region where they stayed.",
  "sn47.14:5.4": "All the perfected ones, fully awakened Buddhas of the past had such a pair of chief disciples,",
  "sn47.14:5.5": "as Sāriputta and Moggallāna were to me.",
  "sn47.14:5.6": "All the perfected ones, fully awakened Buddhas of the future will have such a pair of chief disciples,",
  "sn47.14:5.7": "as Sāriputta and Moggallāna were to me. ",
  "sn47.14:5.8": "It’s an incredible and amazing quality of such disciples",
  "sn47.14:5.9": "that they fulfill the Teacher’s instructions and follow his advice. And they’re liked and approved, respected and admired by the four assemblies.",
  "sn47.14:5.10": "And it’s an incredible and amazing quality of the Realized One",
  "sn47.14:5.11": "that when such a pair of disciples becomes finally extinguished he does not sorrow or cry.",
  "sn47.14:5.12": "How could it we ever have it that",
  "sn47.14:5.13": "what is born, created, conditioned, and liable to fall apart should not fall apart?",
  "sn47.14:5.14": "That is not possible.",
  "sn47.14:5.15": "Suppose there was a large tree standing with heartwood, and the largest branch fell off.",
  "sn47.14:5.16": "In the same way, in the great Saṅgha that stands with heartwood, Sāriputta and Moggallāna have become finally extinguished.",
  "sn47.14:5.17": "How could it we ever have it that ",
  "sn47.14:5.18": "what is born, created, conditioned, and liable to fall apart should not fall apart? ",
  "sn47.14:5.19": "That is not possible.",
  "sn47.14:5.20": "So mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.",
  "sn47.14:6.1": "And how does a mendicant do this?",
  "sn47.14:6.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.14:6.3": "They meditate by observing an aspect of feelings … ",
  "sn47.14:6.4": "mind …",
  "sn47.14:6.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.14:6.6": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge.",
  "sn47.14:6.7": "Whether now or after I have passed, any mendicant who lives as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge:",
  "sn47.14:6.8": "they will be the best of those who want to train.”"
}