{
  "_markup_path": "markup/sn/sn47/sn47.15.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.15.json"
  ],
  "sn47.15:1.1": "Linked Discourses 47",
  "sn47.15:2.1": "2 At Nālandā",
  "sn47.15:3.1": "15 With Bāhiya",
  "sn47.15:4.1": "At Sāvatthī. ",
  "sn47.15:4.2": "Then Venerable Bāhiya went up to the Buddha, ",
  "sn47.15:4.3": "bowed, sat down to one side, ",
  "sn47.15:4.4": "and said to him:",
  "sn47.15:4.5": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "sn47.15:4.6": "“Well then, Bāhiya, you should purify the starting point of wholesome qualities.",
  "sn47.15:4.7": "What is the starting point of wholesome qualities? ",
  "sn47.15:4.8": "Well purified ethics and correct view. ",
  "sn47.15:4.9": "When your ethics are well purified and your view is correct, you should should develop the four kinds of mindfulness meditation, depending on and grounded on ethics.",
  "sn47.15:5.1": "What four? ",
  "sn47.15:5.2": "Meditate by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.15:5.3": "Meditate by observing an aspect of feelings …",
  "sn47.15:5.4": "mind …",
  "sn47.15:5.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.15:5.6": "When you develop these four kinds of mindfulness meditation, depending on and grounded on ethics, you can expect growth, not decline, in wholesome qualities, whether by day or by night.”",
  "sn47.15:6.1": "And then Venerable Bāhiya approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn47.15:6.2": "Then Bāhiya, living alone, withdrawn, diligent, keen, and determined, soon  ",
  "sn47.15:6.3": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.   ",
  "sn47.15:6.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "sn47.15:6.6": "And Venerable Bāhiya became one of the perfected. "
}