{
  "_markup_path": "markup/sn/sn47/sn47.07.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.07.json"
  ],
  "sn47.7:1.1": "Linked Discourses 47 ",
  "sn47.7:2.1": "1 In Ambapālī’s Wood ",
  "sn47.7:3.1": "7 A Monkey",
  "sn47.7:4.1": "“Mendicants, in the Himalayas there are regions that are rugged and impassable. In some such regions, neither monkeys nor humans can go,",
  "sn47.7:4.2": "while in others, monkeys can go but not humans.",
  "sn47.7:4.3": "There are also level, pleasant places where both monkeys and humans can go.",
  "sn47.7:4.4": "There hunters lay snares of tar on the monkey trails to catch the monkeys.",
  "sn47.7:5.1": "The monkeys who are not foolish and impetuous see the tar and avoid it from afar.",
  "sn47.7:5.2": "But a foolish and impetuous monkey goes up to the tar and grabs it with a hand.",
  "sn47.7:5.3": "He gets stuck there.",
  "sn47.7:5.4": "Thinking to free his hand, he grabs it with his other hand.",
  "sn47.7:5.5": "He gets stuck there. ",
  "sn47.7:5.6": "Thinking to free both hands, he grabs it with a foot.",
  "sn47.7:5.7": "He gets stuck there.",
  "sn47.7:5.8": "Thinking to free both hands and foot, he grabs it with his other foot.",
  "sn47.7:5.9": "He gets stuck there.",
  "sn47.7:5.10": "Thinking to free both hands and feet, he grabs it with his snout.",
  "sn47.7:5.11": "He gets stuck there.",
  "sn47.7:5.12": "And so the monkey, trapped at five points, just lies there screeching. He’d meet with tragedy and disaster, and the hunter can do what he wants with it.",
  "sn47.7:5.13": "The hunter spears him, pries him off that tarred block of wood, and goes wherever he wants.",
  "sn47.7:5.14": "That’s what happens when you roam out of your territory into the domain of others.",
  "sn47.7:6.1": "So, mendicants, don’t roam out of your own territory into the domain of others.",
  "sn47.7:6.2": "If you roam out of your own territory into the domain of others, Māra will catch you and get hold of you. ",
  "sn47.7:6.3": "And what is not a mendicant’s own territory but the domain of others? ",
  "sn47.7:6.4": "And what is the path that helps penetration?",
  "sn47.7:6.5": "It’s the five kinds of sensual stimulation. ",
  "sn47.7:6.6": "What five?",
  "sn47.7:6.7": "Sights cognizable by the eye that are likeable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "sn47.7:6.8": "Smells cognizable by the nose … ",
  "sn47.7:6.9": "Tastes cognizable by the tongue …",
  "sn47.7:6.10": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn47.7:6.11": "This is not a mendicant’s own territory but the domain of others.",
  "sn47.7:7.1": "You should roam inside your own territory, the domain of your fathers. ",
  "sn47.7:7.2": "If you roam inside your own territory, the domain of your fathers, Māra won’t catch you or get hold of you.",
  "sn47.7:7.3": "And what is a mendicant’s own territory, the domain of the fathers? ",
  "sn47.7:7.5": "It’s the four kinds of mindfulness meditation. ",
  "sn47.7:7.6": "What four? ",
  "sn47.7:7.7": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.7:7.8": "They meditate by observing an aspect of feelings … ",
  "sn47.7:7.9": "mind …",
  "sn47.7:7.10": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.7:7.11": "This is a mendicant’s own territory, the domain of the fathers.”"
}