{
  "_markup_path": "markup/sn/sn47/sn47.46.html",
  "_alt_strings": [
    "pi/sn/sn47/sn47.46.json"
  ],
  "sn47.46:1.1": "Linked Discourses 47 ",
  "sn47.46:2.1": "5 The Deathless ",
  "sn47.46:3.1": "46 Restraint in the Code of Conduct",
  "sn47.46:4.1": "Then a mendicant went up to the Buddha,",
  "sn47.46:4.2": "bowed, sat down on one side, and said to him:",
  "sn47.46:5.1": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.” ",
  "sn47.46:5.2": "“Well then, mendicant, you should purify the starting point of skillful. ",
  "sn47.46:5.3": "What is the starting point of skillful qualities?",
  "sn47.46:5.4": "Live restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.",
  "sn47.46:5.5": "When you’ve done this, ",
  "sn47.46:5.6": "you should develop the four kinds of mindfulness meditation, depending on and grounded on ethics.",
  "sn47.46:6.1": "What four?",
  "sn47.46:6.2": "Meditate by observing an aspect of the body internally, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn47.46:6.3": "Meditate by observing an aspect of feelings …",
  "sn47.46:6.4": "mind …",
  "sn47.46:6.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "sn47.46:6.6": "When you develop the four kinds of mindfulness meditation in this way, depending on and grounded on ethics, you can expect growth, not decline, in wholesome qualities, whether by day or by night.”",
  "sn47.46:6.7": "And then that mendicant approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn47.46:7.1": "Then that mendicant, living alone, withdrawn, diligent, keen, and determined, soon  ",
  "sn47.46:7.2": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.   ",
  "sn47.46:7.4": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”  ",
  "sn47.46:7.5": "And that mendicant became one of the perfected."
}