{
  "_markup_path": "markup/sn/sn45/sn45.002.html",
  "_alt_strings": [
    "pi/sn/sn45/sn45.002.json"
  ],
  "sn45.2:1.1": "Linked Discourses 45 ",
  "sn45.2:2.1": "1 Ignorance ",
  "sn45.2:3.1": "2 Half the Spiritual Life",
  "sn45.2:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn45.2:4.2": "At one time the Buddha was staying in the land of the Sakyans, where they have a town called Nagaraka.",
  "sn45.2:4.3": "Then Venerable Ānanda went up to the Buddha,",
  "sn45.2:4.4": "bowed, sat down to one side, ",
  "sn45.2:4.5": "and said to him: ",
  "sn45.2:4.6": "“Sir, good friends, companions, and associates are half the spiritual life.”",
  "sn45.2:5.1": "“Not so, Ānanda! Not so, Ānanda!",
  "sn45.2:5.2": "Good friends, companions, and associates are the whole of the spiritual life.",
  "sn45.2:5.4": "A mendicant with good friends, companions, and associates can expect to",
  "sn45.2:5.5": "develop and cultivate the noble eightfold path.",
  "sn45.2:6.1": "And how does a mendicant with good friends develop and cultivate the noble eightfold path?",
  "sn45.2:6.2": "It’s when a mendicant develops right view, which relies on seclusion, fading away, and cessation, and ripens as letting go.",
  "sn45.2:6.3": "They develop right motivation …",
  "sn45.2:6.4": "right speech … ",
  "sn45.2:6.5": "right action … ",
  "sn45.2:6.6": "right livelihood … ",
  "sn45.2:6.7": "right effort … ",
  "sn45.2:6.8": "right mindfulness … ",
  "sn45.2:6.9": "right samādhi, which relies on seclusion, fading away, and cessation, and ripens as letting go.",
  "sn45.2:6.10": "That’s how a mendicant with good friends develops and cultivates the noble eightfold path.",
  "sn45.2:7.1": "And here’s another way to understand how good friends are the whole of the spiritual life.",
  "sn45.2:7.3": "For, by relying on me as a good friend, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.",
  "sn45.2:7.4": " ",
  "sn45.2:7.7": "This is another way to understand how good friends are the whole of the spiritual life.”"
}