{
  "_markup_path": "markup/sn/sn45/sn45.008.html",
  "_alt_strings": [
    "pi/sn/sn45/sn45.008.json"
  ],
  "sn45.8:1.1": "Linked Discourses 45 ",
  "sn45.8:2.1": "1 Ignorance ",
  "sn45.8:3.1": "8 Analysis",
  "sn45.8:4.1": "At Sāvatthī. ",
  "sn45.8:4.2": "“Mendicants, I will teach and analyze for you the noble eightfold path.",
  "sn45.8:4.3": "Listen and pay close attention, I will speak.” ",
  "sn45.8:4.4": "“Yes, sir,” they replied. ",
  "sn45.8:4.5": "The Buddha said this: ",
  "sn45.8:5.1": "“And what is the noble eightfold path?  ",
  "sn45.8:5.2": "It is ",
  "sn45.8:5.3": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.  ",
  "sn45.8:6.1": "And what is right view?",
  "sn45.8:6.2": "Not knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.",
  "sn45.8:6.3": "This is called right view.",
  "sn45.8:7.1": "And what is right motivation?",
  "sn45.8:7.2": "It is the motivation of renunciation, love, and kindness.",
  "sn45.8:7.3": "This is called right motivation.",
  "sn45.8:8.1": "And what is right speech? ",
  "sn45.8:8.2": "Avoiding speech that’s lying, divisive, harsh, or nonsensical.",
  "sn45.8:8.3": "This is called right speech.",
  "sn45.8:9.1": "And what is right action?",
  "sn45.8:9.2": "Avoiding killing living creatures, stealing, and sexual misconduct.",
  "sn45.8:9.3": "This is called right action.",
  "sn45.8:10.1": "And what is right livelihood?",
  "sn45.8:10.3": "This is called right livelihood.",
  "sn45.8:11.1": "And what is right effort?",
  "sn45.8:11.2": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and endeavors so that bad, unwholesome qualities don’t arise. They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that bad, unwholesome qualities that have arisen are given up.",
  "sn45.8:11.3": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities that have not arisen do arise.",
  "sn45.8:11.4": "They generate enthusiasm, try, make an effort, exert the mind, and endeavor so that wholesome qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.",
  "sn45.8:11.5": "This is called right effort.",
  "sn45.8:12.1": "And what is right mindfulness?",
  "sn45.8:12.2": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn45.8:12.3": "They meditate by observing an aspect of feelings, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn45.8:12.4": "They meditate by observing an aspect of the mind, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn45.8:12.5": "They meditate by observing an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "sn45.8:12.6": "This is called right mindfulness.",
  "sn45.8:13.1": "And what is right samādhi?",
  "sn45.8:13.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn45.8:13.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "sn45.8:13.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’.  ",
  "sn45.8:13.6": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "sn45.8:13.7": "This is called right samādhi.”"
}