{
  "_markup_path": "markup/sn/sn22/sn22.117.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.117.json"
  ],
  "sn22.117:1.1": "Linked Discourses 22  ",
  "sn22.117:2.1": "12 A Dharma Speaker ",
  "sn22.117:3.1": "117 Shackles",
  "sn22.117:4.1": "At Sāvatthī. ",
  "sn22.117:4.2": "“Mendicants, take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. ",
  "sn22.117:4.3": "They regard form as self, self as having form,  ",
  "sn22.117:4.4": "form in self, or self in form.  ",
  "sn22.117:4.5": "They’re called an uneducated ordinary person who is bound to form, inside and out. They see neither the near shore nor the far shore. They’re born in bonds and die in bonds, and in bonds they go from this world to the next.",
  "sn22.117:4.6": "They regard feeling …",
  "sn22.117:4.9": "perception … ",
  "sn22.117:4.10": "choices …",
  "sn22.117:4.11": "consciousness as self.",
  "sn22.117:4.12": "They’re called an uneducated ordinary person who is bound to form, inside and out. They see neither the near shore nor the far shore. They’re born in bonds and die in bonds, and in bonds they go from this world to the next.",
  "sn22.117:5.1": "An educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form as self, self as having form,",
  "sn22.117:5.3": "form in self, or self in form.  ",
  "sn22.117:5.4": "They’re called an educated noble disciple who is not bound to form, inside or out. They see the near shore and the far shore. They’re freed from suffering, I say.",
  "sn22.117:5.6": "They don’t regard feeling …",
  "sn22.117:5.7": "perception …",
  "sn22.117:5.8": "choices …",
  "sn22.117:5.9": "consciousness as self.",
  "sn22.117:5.10": "They’re called an educated noble disciple who is not bound to consciousness, inside or out. They see the near shore and the far shore. They’re exempt from suffering, I say.”"
}