{
  "_markup_path": "markup/sn/sn22/sn22.056.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.056.json"
  ],
  "sn22.56:1.1": "Linked Discourses 22 ",
  "sn22.56:2.1": "6 Involvement  ",
  "sn22.56:3.1": "56 Perspectives",
  "sn22.56:4.1": "At Sāvatthī. ",
  "sn22.56:4.2": "“Mendicants, there are these five grasping aggregates. ",
  "sn22.56:4.3": "What five? ",
  "sn22.56:4.4": "The grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "sn22.56:4.5": "As long as I didn’t truly understand these five grasping aggregates from four perspectives, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn22.56:4.6": "But when I did truly understand these five grasping aggregates from four perspectives, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
  "sn22.56:5.1": "And how are there four perspectives?",
  "sn22.56:5.2": "I directly knew form, its origin, its cessation, and the practice that leads to its cessation.",
  "sn22.56:5.3": "I directly knew feeling …",
  "sn22.56:5.4": "perception … ",
  "sn22.56:5.5": "choices …",
  "sn22.56:5.6": "consciousness, its origin, its cessation, and the practice that leads to its cessation.",
  "sn22.56:6.1": "And what is form?",
  "sn22.56:6.2": "The four primary elements, and form derived from the four primary elements.",
  "sn22.56:6.3": "This is called form.",
  "sn22.56:6.4": "Form originates from food.",
  "sn22.56:6.5": "When food ceases, form ceases.",
  "sn22.56:6.6": "The practice that leads to the cessation of form is simply this noble eightfold path, that is: ",
  "sn22.56:6.7": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "sn22.56:7.1": "Those ascetics and brahmins who have directly known form in this way—and its origin, its cessation, and the practice that leads to its cessation—and are practicing for the disillusionment, fading away, and cessation of form: they are practicing well.",
  "sn22.56:7.2": "Those who practice well have a firm footing in this teaching and training.",
  "sn22.56:8.1": "Those ascetics and brahmins who have directly known form in this way—and its origin, its cessation, and the practice that leads to its cessation—and due to the disillusionment, fading away, and cessation of form, are freed without grasping: they are well freed.",
  "sn22.56:8.3": "Those who are well freed are consummate ones.",
  "sn22.56:8.4": "For consummate ones, there is no cycle of rebirths to be found.",
  "sn22.56:9.1": "And what is feeling? ",
  "sn22.56:9.2": "There are these six classes of feeling. ",
  "sn22.56:9.3": "Feeling born of contact through the eye, ear, nose, tongue, body, and mind.  ",
  "sn22.56:9.4": "This is called feeling. ",
  "sn22.56:9.5": "Feeling originates from contact.",
  "sn22.56:9.6": "When contact ceases, feeling ceases. ",
  "sn22.56:9.7": "The practice that leads to the cessation of feelings is simply this noble eightfold path …",
  "sn22.56:12.1": "And what is perception?",
  "sn22.56:12.2": "There are these six classes of perception.",
  "sn22.56:12.3": "Perceptions of sights, sounds, smells, tastes, touches, and phenomena. ",
  "sn22.56:12.4": "This is called perception.",
  "sn22.56:12.5": "Perception originates from contact.",
  "sn22.56:12.6": "When contact ceases, perception ceases.",
  "sn22.56:12.7": "The practice that leads to the cessation of perceptions is simply this noble eightfold path …",
  "sn22.56:13.1": "And what are choices? ",
  "sn22.56:13.2": "There are these six classes of intention.",
  "sn22.56:13.3": "Intention regarding forms, sounds, smells, tastes, touches, and phenomena.",
  "sn22.56:13.4": "These are called choices. ",
  "sn22.56:13.5": "Choices originate from contact.",
  "sn22.56:13.6": "When contact ceases, choices cease.",
  "sn22.56:13.7": "The practice that leads to the cessation of choices is simply this noble eightfold path …",
  "sn22.56:16.1": "And what is consciousness? ",
  "sn22.56:16.2": "There are these six classes of consciousness. ",
  "sn22.56:16.3": "Eye, ear, nose, tongue, body, and mind consciousness. ",
  "sn22.56:16.4": "This is called consciousness. ",
  "sn22.56:16.5": "Consciousness originates from name and form.",
  "sn22.56:16.6": "When name and form cease, consciousness ceases. ",
  "sn22.56:16.7": "The practice that leads to the cessation of consciousness is simply this noble eightfold path, that is: ",
  "sn22.56:16.8": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "sn22.56:17.1": "Those ascetics and brahmins who have directly known consciousness in this way—and its origin, its cessation, and the practice that leads to its cessation—and are practicing for the disillusionment, fading away, and cessation of consciousness: they are practicing well.",
  "sn22.56:17.2": "Those who practice well have a firm footing in this teaching and training. ",
  "sn22.56:18.1": "Those ascetics and brahmins who have directly known consciousness in this way—and its origin, its cessation, and the practice that leads to its cessation—and due to the disillusionment, fading away, and cessation of consciousness, are freed without grasping: they are well freed.",
  "sn22.56:18.2": "Those who are well freed are consummate ones.",
  "sn22.56:18.3": "For consummate ones, there is no cycle of rebirths to be found.”"
}