{
  "_markup_path": "markup/sn/sn22/sn22.062.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.062.json"
  ],
  "sn22.62:1.1": "Linked Discourses 22 ",
  "sn22.62:2.1": "6 Involvement  ",
  "sn22.62:3.1": "62 Ways of Using Language",
  "sn22.62:4.1": "At Sāvatthī. ",
  "sn22.62:4.2": "“Mendicants, there are these three ways of using language, terminology, and descriptions. They’re uncorrupted, as they have been since the beginning. They’re not being corrupted now, nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "sn22.62:4.3": "What three? ",
  "sn22.62:4.4": "When form has passed, ceased, and perished, its term, label, and description is ‘was’.",
  "sn22.62:4.5": "It’s not ‘is’ or ‘will be’.",
  "sn22.62:5.1": "When feeling …",
  "sn22.62:6.1": "perception … ",
  "sn22.62:6.2": "choices …",
  "sn22.62:7.1": "consciousness has passed, ceased, and perished, its term, label, and description is ‘was’.",
  "sn22.62:7.2": "It’s not ‘is’ or ‘will be’. ",
  "sn22.62:8.1": "When form is not yet born, and has not yet appeared, its term, label, and description is ‘will be’.",
  "sn22.62:8.2": "It’s not ‘is’ or ‘was’.",
  "sn22.62:9.1": "When feeling …",
  "sn22.62:10.1": "perception …",
  "sn22.62:10.2": "choices …",
  "sn22.62:11.1": "consciousness is not yet born, and has not yet appeared, its term, label, and description is ‘will be’.",
  "sn22.62:11.2": "It’s not ‘is’ or ‘was’. ",
  "sn22.62:12.1": "When form has been born, and has appeared, its term, label, and description is ‘is’.",
  "sn22.62:12.2": "It’s not ‘was’ or ‘will be’.",
  "sn22.62:13.1": "When feeling …",
  "sn22.62:14.1": "perception … ",
  "sn22.62:14.2": "choices …",
  "sn22.62:15.1": "consciousness has been born, and has appeared, its term, label, and description is ‘is’.",
  "sn22.62:15.2": "It’s not ‘was’ or ‘will be’. ",
  "sn22.62:16.1": "These are the three ways of using language, terminology, and descriptions. They’re uncorrupted, as they have been since the beginning. They’re not being corrupted now, nor will they be. Sensible ascetics and brahmins don’t look down on them.",
  "sn22.62:16.2": "Even those wanderers of the past, Vassa and Bhañña of Ukkalā, who taught the doctrines of no-cause, inaction, and nihilism, didn’t imagine that these four basic principles should be criticized or rejected.",
  "sn22.62:16.3": "Why is that? ",
  "sn22.62:16.4": "For fear of being blamed, criticized, and faulted.”"
}