{
  "_markup_path": "markup/sn/sn22/sn22.078.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.078.json"
  ],
  "sn22.78:1.1": "Linked Discourses 22 ",
  "sn22.78:2.1": "8 Itchy ",
  "sn22.78:3.1": "78 The Lion",
  "sn22.78:4.1": "At Sāvatthī. ",
  "sn22.78:4.2": "“Mendicants, towards evening the lion, king of beasts, emerges from his lair,",
  "sn22.78:4.3": "yawns, ",
  "sn22.78:4.4": "looks all around the four directions,",
  "sn22.78:4.5": "and roars his lion’s roar three times.",
  "sn22.78:4.6": "Then he sets out on the hunt. ",
  "sn22.78:4.7": "And the animals who hear the roar of the lion, king of beasts, are typically filled with fear, awe, and terror.",
  "sn22.78:4.9": "They return to their lairs, be they in a hole, the water, or a wood; and the birds take to the air.",
  "sn22.78:4.13": "Even the royal elephants, bound with strong harness in the villages, towns, and capital cities, break apart their bonds, and urinate and defecate in terror as they flee here and there.",
  "sn22.78:4.14": "That’s how powerful is the lion, king of beasts, among animals, how eminent and mighty.",
  "sn22.78:5.1": "In the same way, when a Realized One arises in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed—he teaches the Dharma:",
  "sn22.78:5.3": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "sn22.78:5.4": "Such is feeling …",
  "sn22.78:5.5": "Such is perception …",
  "sn22.78:5.6": "Such are choices …",
  "sn22.78:5.7": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’  ",
  "sn22.78:5.8": "Now, there are gods who are long-lived, beautiful, and very happy, living for ages in their divine palaces. When they hear this teaching by the Realized One, they’re typically filled with fear, awe, and terror.",
  "sn22.78:5.9": "‘Oh no! It turns out we’re impermanent, though we thought we were permanent!",
  "sn22.78:5.10": "It turns out we don’t last, though we thought we were everlasting!",
  "sn22.78:5.11": "It turns out we’re short-lived, though we thought we were eternal!",
  "sn22.78:5.12": "It turns out that we’re impermanent, not lasting, short-lived, and included within identity.’",
  "sn22.78:5.13": "That’s how powerful is the Realized One in the world with its gods, how eminent and mighty.”",
  "sn22.78:5.14": "This is what the Buddha said.  ",
  "sn22.78:5.15": "Then the Holy One, the Teacher, went on to say:",
  "sn22.78:6.1": "“The Buddha, the teacher without a peer",
  "sn22.78:6.2": "in all the world with its gods,",
  "sn22.78:6.3": "rolls forth the wheel of Dharma",
  "sn22.78:6.4": "from his own insight: ",
  "sn22.78:7.1": "identity, its cessation, ",
  "sn22.78:7.2": "the origin of identity, ",
  "sn22.78:7.3": "and the noble eightfold path",
  "sn22.78:7.4": "that leads to the stilling of suffering. ",
  "sn22.78:8.1": "And then the long-lived gods, ",
  "sn22.78:8.2": "so beautiful and famous, ",
  "sn22.78:8.3": "are afraid and full of terror, ",
  "sn22.78:8.4": "like the other beasts when they hear a lion.",
  "sn22.78:9.1": "‘We haven’t transcended identity!",
  "sn22.78:9.2": "It turns out we’re impermanent!’ ",
  "sn22.78:9.3": "So they say when they hear the word ",
  "sn22.78:9.4": "of the perfected one, free and poised.” "
}