{
  "_markup_path": "markup/sn/sn22/sn22.007.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.007.json"
  ],
  "sn22.7:1.1": "Linked Discourses 22 ",
  "sn22.7:2.1": "1 Nakula’s Father ",
  "sn22.7:3.1": "7 Anxiety Because of Grasping (1)",
  "sn22.7:4.1": "At Sāvatthī. ",
  "sn22.7:4.2": "“Mendicants, I will teach you how grasping leads to anxiety, and how not grasping leads to freedom from anxiety. ",
  "sn22.7:4.3": "Listen and pay close attention, I will speak.”",
  "sn22.7:4.4": "“Yes, sir,” they replied. ",
  "sn22.7:4.5": "The Buddha said this:  ",
  "sn22.7:5.1": "“And how does grasping lead to anxiety?”",
  "sn22.7:5.2": "It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. They regard form as self, self as having form,",
  "sn22.7:5.3": "form in self, or self in form. ",
  "sn22.7:5.4": "But that form of theirs decays and perishes,",
  "sn22.7:5.5": "and consciousness latches on to the perishing of form.",
  "sn22.7:5.6": "Anxieties occupy their mind, born of latching on to the perishing of form, and originating in accordance with natural principles.",
  "sn22.7:5.7": "So they become frightened, worried, concerned, and anxious because of grasping.",
  "sn22.7:6.1": "They regard feeling as self …",
  "sn22.7:7.1": "They regard perception as self …",
  "sn22.7:7.2": "They regard choices as self …",
  "sn22.7:8.1": "They regard consciousness as self, self as having consciousness, ",
  "sn22.7:8.2": "consciousness in self, or self in consciousness. ",
  "sn22.7:8.3": "But that consciousness of theirs decays and perishes,",
  "sn22.7:8.4": "and consciousness latches on to the perishing of consciousness.",
  "sn22.7:8.5": "Anxieties occupy their mind, born of latching on to the perishing of form, and originating in accordance with natural principles.",
  "sn22.7:8.6": "So they become frightened, worried, concerned, and anxious because of grasping.  ",
  "sn22.7:8.7": "That’s how grasping leads to anxiety.",
  "sn22.7:9.1": "And how does not grasping lead to freedom from anxiety?",
  "sn22.7:9.2": "It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form as self, self as having form,",
  "sn22.7:9.3": "form in self, or self in form. ",
  "sn22.7:9.4": "When that form of theirs decays and perishes,",
  "sn22.7:9.5": "consciousness doesn’t latch on to the perishing of form.",
  "sn22.7:9.6": "Anxieties—born of latching on to the perishing of form and originating in accordance with natural principles—don’t occupy their mind.",
  "sn22.7:9.7": "So they don’t become frightened, worried, concerned, or anxious because of grasping. ",
  "sn22.7:10.1": "They don’t regard feeling as self …",
  "sn22.7:11.1": "They don’t regard perception as self …",
  "sn22.7:11.2": "They don’t regard choices as self …",
  "sn22.7:12.1": "They don’t regard consciousness as self …",
  "sn22.7:12.2": "When that consciousness of theirs decays and perishes,",
  "sn22.7:12.3": "consciousness doesn’t latch on to the perishing of consciousness.",
  "sn22.7:12.4": "Anxieties—born of latching on to the perishing of consciousness and originating in accordance with natural principles—don’t occupy their mind.",
  "sn22.7:12.5": "So they don’t become frightened, worried, concerned, or anxious because of grasping.",
  "sn22.7:12.6": "That’s how not grasping leads to freedom from anxiety.”"
}