{
  "_markup_path": "markup/sn/sn22/sn22.101.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.101.json"
  ],
  "sn22.101:1.1": "Linked Discourses 22  ",
  "sn22.101:2.1": "10 Flowers ",
  "sn22.101:3.1": "101 The Adze",
  "sn22.101:4.1": "At Sāvatthī. ",
  "sn22.101:4.2": "“Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see.",
  "sn22.101:4.3": "For one who knows and sees what? ",
  "sn22.101:4.4": "‘Such is form, such is the origin of form, such is the ending of form.",
  "sn22.101:4.5": "Such is feeling …  ",
  "sn22.101:4.6": "Such is perception …  ",
  "sn22.101:4.7": "Such are choices … ",
  "sn22.101:4.8": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "sn22.101:4.9": "The ending of the defilements is for one who knows and sees this.",
  "sn22.101:5.1": "When a mendicant is not committed to development, they might wish:",
  "sn22.101:5.2": "‘If only my mind was freed from the defilements without grasping!’ Even so, their mind is not freed from defilements without grasping. ",
  "sn22.101:5.3": "Why is that?  ",
  "sn22.101:5.4": "It’s because they’re undeveloped.",
  "sn22.101:5.5": "Undeveloped in what?  ",
  "sn22.101:5.6": "Undeveloped in the four kinds of mindfulness meditation, the four right endeavors, the four bases of psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path.",
  "sn22.101:6.1": "Suppose there was a chicken with eight or ten or twelve eggs.  ",
  "sn22.101:6.2": "But she had not properly sat on them to keep them warm and incubated.  ",
  "sn22.101:6.3": "That chicken might wish:",
  "sn22.101:6.4": "‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ But they can’t break out and hatch safely. ",
  "sn22.101:6.5": "Why is that?  ",
  "sn22.101:6.6": "Because that chicken with eight or ten or twelve eggs",
  "sn22.101:6.7": "has not properly sat on them to keep them warm and incubated. ",
  "sn22.101:6.8": "In the same way, when a mendicant is not committed to development, they might wish:",
  "sn22.101:6.9": "‘If only my mind was freed from the defilements without grasping!’ Even so, their mind is not freed from defilements without grasping. ",
  "sn22.101:6.10": "Why is that?  ",
  "sn22.101:6.11": "It’s because they’re undeveloped.  ",
  "sn22.101:6.12": "Undeveloped in what?  ",
  "sn22.101:6.13": "Undeveloped in the four kinds of mindfulness meditation, the four right endeavors, the four bases of psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path.",
  "sn22.101:7.1": "When a mendicant is committed to development, they might not wish:",
  "sn22.101:7.2": "‘If only my mind was freed from the defilements without grasping!’ Even so, their mind is freed from defilements without grasping. ",
  "sn22.101:7.3": "Why is that?  ",
  "sn22.101:7.4": "It’s because they’re developed.  ",
  "sn22.101:7.5": "Developed in what?  ",
  "sn22.101:7.6": "Developed in the four kinds of mindfulness meditation, the four right endeavours, the four bases of psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path.",
  "sn22.101:8.1": "Suppose there was a chicken with eight or ten or twelve eggs.  ",
  "sn22.101:8.2": "And she properly sat on them to keep them warm and incubated.  ",
  "sn22.101:8.3": "That chicken might not wish: ",
  "sn22.101:8.4": "‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’ But still they can break out and hatch safely. ",
  "sn22.101:8.5": "Why is that?  ",
  "sn22.101:8.6": "Because that chicken with eight or ten or twelve eggs ",
  "sn22.101:8.7": "properly sat on them to keep them warm and incubated. ",
  "sn22.101:8.8": "In the same way, when a mendicant is committed to development, they might not wish:",
  "sn22.101:8.9": "‘If only my mind was freed from the defilements without grasping!’ Even so, their mind is freed from defilements without grasping. ",
  "sn22.101:8.10": "Why is that?  ",
  "sn22.101:8.11": "It’s because they’re developed.  ",
  "sn22.101:8.12": "Developed in what?  ",
  "sn22.101:8.13": "Developed in the four kinds of mindfulness meditation, the four right endeavors, the four bases of psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path.",
  "sn22.101:9.1": "Suppose a carpenter or their apprentice sees the marks of his fingers and thumb on the handle of his adze.",
  "sn22.101:9.2": "They don’t know  ",
  "sn22.101:9.3": "how much of the handle was worn away today, how much yesterday, and how much previously. ",
  "sn22.101:9.4": "They just know what has been worn away.",
  "sn22.101:9.5": "In the same way, when a mendicant is committed to development, they don’t know",
  "sn22.101:9.6": "how much of the defilements were worn away today, how much yesterday, and how much previously. They just know what has been worn away.",
  "sn22.101:9.7": "Suppose there was a sea-faring ship bound together with ropes. For six months they deteriorated in the water. Then in the cold season it was hauled up on dry land, where the ropes were weathered by wind and sun. ",
  "sn22.101:9.8": "When the clouds saturated it with rain, the ropes would readily collapse and rot away.",
  "sn22.101:9.9": "In the same way, when a mendicant is committed to development their fetters readily collapse and rot away.”"
}