{
  "_markup_path": "markup/sn/sn22/sn22.054.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.054.json"
  ],
  "sn22.54:1.1": "Linked Discourses 22 ",
  "sn22.54:2.1": "6 Involvement ",
  "sn22.54:3.1": "54 A Seed",
  "sn22.54:4.1": "At Sāvatthī. ",
  "sn22.54:4.2": "“Mendicants, there are five kinds of plants propagated from seeds.",
  "sn22.54:4.3": "What five? ",
  "sn22.54:4.4": "Plants propagated from roots, stems, cuttings, or joints; and those from regular seeds are the fifth.",
  "sn22.54:4.5": "Suppose these five kinds of plants propagated from seeds were intact, unspoiled, not weather-damaged, fertile, and well-kept. But there’s no soil or water.",
  "sn22.54:4.6": "Then would these five kinds of plants propagated from seeds reach growth, increase, and maturity?”",
  "sn22.54:4.7": "“No, sir.” ",
  "sn22.54:4.8": "“Suppose these five kinds of plants propagated from seeds were intact, unspoiled, not weather-damaged, fertile, and well-kept. ",
  "sn22.54:4.9": "And there is soil and water.",
  "sn22.54:4.10": "Then would these five kinds of plants propagated from seeds reach growth, increase, and maturity?” ",
  "sn22.54:4.11": "“Yes, sir.” ",
  "sn22.54:4.12": "“The four grounds of consciousness should be seen as like the earth element.",
  "sn22.54:4.13": "Relishing and greed should be seen as like the water element.",
  "sn22.54:4.14": "Consciousness with its fuel should be seen as like the five kinds of plants propagated from seeds.",
  "sn22.54:5.1": "As long as consciousness remains, it would remain involved with form, supported by form, grounded on form. And with a sprinkle of relishing, it would grow, increase, and mature.",
  "sn22.54:5.2": "Or consciousness would remain involved with feeling …",
  "sn22.54:5.3": "Or consciousness would remain involved with perception …",
  "sn22.54:5.4": "Or it would remain involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it would grow, increase, and mature ",
  "sn22.54:6.1": "Mendicants, suppose you say: ",
  "sn22.54:6.2": "‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ That is not possible. ",
  "sn22.54:7.1": "If a mendicant has given up greed for the form element,",
  "sn22.54:7.2": "the support is cut off, and there is no foundation for consciousness. ",
  "sn22.54:7.3": "If a mendicant has given up greed for the feeling element …",
  "sn22.54:7.4": "perception element …",
  "sn22.54:7.5": "choices element …",
  "sn22.54:7.6": "consciousness element,",
  "sn22.54:7.7": "the support is cut off, and there is no foundation for consciousness. ",
  "sn22.54:7.8": "Since that consciousness has no foundation, it doesn’t increase; with no power to regenerate, it is freed. ",
  "sn22.54:7.9": "Being free, it’s stable. ",
  "sn22.54:7.10": "Being stable, it’s content. ",
  "sn22.54:7.11": "Being content, they’re not anxious. ",
  "sn22.54:7.12": "Not being anxious, they personally become extinguished. ",
  "sn22.54:7.13": "They understand: ‘Rebirth is ended …",
  "sn22.54:7.14": "there is no return to any state of existence.’”"
}