{
  "_markup_path": "markup/sn/sn22/sn22.122.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.122.json"
  ],
  "sn22.122:1.1": "Linked Discourses 22",
  "sn22.122:2.1": "12 A Dharma Speaker ",
  "sn22.122:3.1": "122 An Ethical Mendicant",
  "sn22.122:4.1": "At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana.",
  "sn22.122:4.2": "Then in the late afternoon, Venerable Mahākoṭṭhita came out of solitude, went to Venerable Sāriputta,",
  "sn22.122:4.3": "and said:",
  "sn22.122:4.4": "“Reverend Sāriputta, what things should an ethical mendicant carefully focus on?”",
  "sn22.122:4.5": "“Reverend Koṭṭhita, an ethical mendicant should carefully focus on the five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.",
  "sn22.122:4.6": "What five?",
  "sn22.122:4.7": "That is,",
  "sn22.122:4.8": "the grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "sn22.122:4.9": "An ethical mendicant should carefully focus on these five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.",
  "sn22.122:4.10": "It’s possible that an ethical mendicant who regards the five grasping aggregates in this way will realize the fruit of stream-entry.”",
  "sn22.122:5.1": "“But Reverend Sāriputta, what things should an mendicant stream-enterer carefully focus on?”",
  "sn22.122:5.2": "“A mendicant stream-enterer should carefully focus on these five grasping aggregates as impermanent … as not-self.",
  "sn22.122:5.4": "It’s possible that a mendicant stream-enterer who regards the five grasping aggregates in this way will realize the fruit of once-return.”",
  "sn22.122:6.1": "“But Reverend Sāriputta, what things should an mendicant once-returner carefully focus on?”",
  "sn22.122:6.2": "“A mendicant once-returner should carefully focus on these five grasping aggregates as impermanent … as not-self.",
  "sn22.122:6.4": "It’s possible that a mendicant once-returner who regards the five grasping aggregates in this way will realize the fruit of non-return.”",
  "sn22.122:7.1": "“But Reverend Sāriputta, what things should an mendicant non-returner carefully focus on?”",
  "sn22.122:7.2": "“A mendicant non-returner should carefully focus on these five grasping aggregates as impermanent … as not-self.",
  "sn22.122:7.4": "It’s possible that a mendicant non-returner who regards the five grasping aggregates in this way will realize perfection.”",
  "sn22.122:8.1": "“But Reverend Sāriputta, what things should a perfected one carefully focus on?”",
  "sn22.122:8.2": "“Reverend Koṭṭhita, a perfected one should carefully focus on the five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.",
  "sn22.122:8.3": "A perfected one has nothing more to do, and nothing that needs improvement.",
  "sn22.122:8.4": "Still, these things, when developed and cultivated, lead to blissful meditation in the present life, and also to mindfulness and situational awareness.”"
}