{
  "_markup_path": "markup/sn/sn22/sn22.094.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.094.json"
  ],
  "sn22.94:1.1": "Linked Discourses 22 ",
  "sn22.94:2.1": "10 Flowers ",
  "sn22.94:3.1": "94 Flowers",
  "sn22.94:4.1": "At Sāvatthī. ",
  "sn22.94:4.2": "“Mendicants, I don’t argue with the world; it’s the world that argues with me.",
  "sn22.94:4.3": "When your speech is in line with the teaching you don’t argue with anyone in the world.",
  "sn22.94:4.4": "What the astute agree on as not existing, I too say does not exist.",
  "sn22.94:4.5": "What the astute agree on as existing, I too say exists.",
  "sn22.94:5.1": "And what do the astute agree on as not existing, and I too say does not exist?",
  "sn22.94:5.2": "Form that is permanent, everlasting, eternal, and imperishable.",
  "sn22.94:5.4": "Feeling …",
  "sn22.94:5.5": "perception … ",
  "sn22.94:5.6": "choices … ",
  "sn22.94:5.7": "Consciousness that is permanent, everlasting, eternal, and imperishable.",
  "sn22.94:5.9": "This is what the astute agree on as not existing, and I too say does not exist.",
  "sn22.94:6.1": "And what do the astute agree on as existing, and I too say exists?",
  "sn22.94:6.2": "Form that is impermanent, suffering, and perishable.",
  "sn22.94:6.4": "Feeling … perception … choices …",
  "sn22.94:6.5": "Consciousness that is impermanent, suffering, and perishable.",
  "sn22.94:6.7": "This is what the astute agree on as existing, and I too say exists.",
  "sn22.94:7.1": "There is a temporal phenomenon in the world that the Realized One understands and comprehends.",
  "sn22.94:7.2": "Then he explains, teaches, advocates, establishes, clarifies, analyzes, and reveals it.",
  "sn22.94:8.1": "And what is that temporal phenomenon in the world?",
  "sn22.94:8.2": "Form is a temporal phenomenon in the world that the Realized One understands and comprehends.",
  "sn22.94:8.3": "Then he explains, teaches, advocates, establishes, clarifies, analyzes, and reveals it.",
  "sn22.94:9.1": "This being so, what can I do about a foolish ordinary person, blind and sightless, who does not know or see?",
  "sn22.94:9.2": "Feeling …",
  "sn22.94:9.3": "Perception …",
  "sn22.94:9.4": "Choices … ",
  "sn22.94:9.5": "Consciousness is a temporal phenomenon in the world that the Realized One understands and comprehends.",
  "sn22.94:9.6": "Then he explains, teaches, advocates, establishes, clarifies, analyzes, and reveals it.",
  "sn22.94:10.1": "This being so, what can I do about a foolish ordinary person, blind and sightless, who does not know or see? ",
  "sn22.94:11.1": "Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it.",
  "sn22.94:11.2": "In the same way, though I was born and grew up in the world, I live having mastered the world, and the world does not cling to me.”"
}