{
  "_markup_path": "markup/sn/sn22/sn22.053.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.053.json"
  ],
  "sn22.53:1.1": "Linked Discourses 22 ",
  "sn22.53:2.1": "6 Involvement",
  "sn22.53:3.1": "53 Involvement",
  "sn22.53:4.1": "At Sāvatthī.",
  "sn22.53:4.2": "“Mendicants, if you’re involved, you’re not free. If you not involved, you’re free.",
  "sn22.53:4.3": "As long as consciousness remains, it would remain involved with form, supported by form, founded on form. And with a sprinkle of relishing, it would grow, increase, and mature.",
  "sn22.53:4.4": "Or consciousness would remain involved with feeling …",
  "sn22.53:4.5": "Or consciousness would remain involved with perception …",
  "sn22.53:4.6": "Or consciousness would remain involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it would grow, increase, and mature.",
  "sn22.53:5.1": "Mendicants, suppose you say: ",
  "sn22.53:5.2": "‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ That is not possible.",
  "sn22.53:6.1": "If a mendicant has given up greed for the form element,",
  "sn22.53:6.2": "the support is cut off, and there is no foundation for consciousness.",
  "sn22.53:6.3": "If a mendicant has given up greed for the feeling element …",
  "sn22.53:6.4": "perception element …",
  "sn22.53:6.5": "choices element …",
  "sn22.53:6.6": "consciousness element,",
  "sn22.53:6.7": "the support is cut off, and there is no foundation for consciousness.",
  "sn22.53:6.8": "Since that consciousness has no foundation, it doesn’t increase; with no power to regenerate, it is freed.",
  "sn22.53:6.9": "Being free, it’s stable. ",
  "sn22.53:6.10": "Being stable, it’s content. ",
  "sn22.53:6.11": "Being content, they’re not anxious. ",
  "sn22.53:6.12": "Not being anxious, they personally become extinguished. ",
  "sn22.53:6.13": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’” "
}