{
  "_markup_path": "markup/sn/sn22/sn22.102.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.102.json"
  ],
  "sn22.102:1.1": "Linked Discourses 22  ",
  "sn22.102:2.1": "10 Flowers ",
  "sn22.102:3.1": "102 The Perception of Impermanence",
  "sn22.102:4.1": "At Sāvatthī. ",
  "sn22.102:4.2": "“Mendicants, when the perception of impermanence is developed and cultivated it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. It eliminates all ignorance and uproots all conceit ‘I am’.",
  "sn22.102:5.1": "In the autumn, a farmer ploughing with a large plough shears through all the root networks.",
  "sn22.102:5.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’.",
  "sn22.102:6.1": "A reed-cutter, having cut the reeds, grabs them at the top and shakes them down, shakes them about, and shakes them off.",
  "sn22.102:6.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’.",
  "sn22.102:7.1": "When the stalk of a bunch of mangoes is cut, all the mangoes attached to the stalk will follow along.",
  "sn22.102:7.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’.",
  "sn22.102:8.1": "The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all.",
  "sn22.102:8.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’. ",
  "sn22.102:9.1": "Of all kinds of fragrant root, spikenard is said to be the best.",
  "sn22.102:9.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’.",
  "sn22.102:10.1": "Of all kinds of fragrant heartwood, red sandalwood is said to be the best. ",
  "sn22.102:10.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’. ",
  "sn22.102:11.1": "Of all kinds of fragrant flower, jasmine is said to be the best. ",
  "sn22.102:11.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’. ",
  "sn22.102:12.1": "All lesser kings are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all.",
  "sn22.102:12.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’.",
  "sn22.102:13.1": "The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all.",
  "sn22.102:13.2": "In the same way, when the perception of impermanence is developed … it uproots all conceit ‘I am’. ",
  "sn22.102:14.1": "After the rainy season the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.",
  "sn22.102:14.2": "In the same way, when the perception of impermanence is developed and cultivated it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. It eliminates all ignorance and uproots all conceit ‘I am’.",
  "sn22.102:15.1": "And how is the perception of impermanence developed and cultivated so that … it uproots all conceit ‘I am’?",
  "sn22.102:15.3": "‘Such is form, such is the origin of form, such is the ending of form.",
  "sn22.102:15.4": "Such is feeling …  ",
  "sn22.102:15.5": "Such is perception …  ",
  "sn22.102:15.6": "Such are choices … ",
  "sn22.102:15.7": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "sn22.102:15.8": "That’s how the perception of impermanence is developed and cultivated so that it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. That’s how it eliminates all ignorance and uproots all conceit ‘I am’.”"
}