{
  "_markup_path": "markup/sn/sn22/sn22.099.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.099.json"
  ],
  "sn22.99:1.1": "Linked Discourses 22  ",
  "sn22.99:2.1": "10 Flowers",
  "sn22.99:3.1": "99 A Leash (1)",
  "sn22.99:4.1": "At Sāvatthī. ",
  "sn22.99:4.2": "“Mendicants, transmigration has no known beginning. ",
  "sn22.99:4.3": "No first point is found of sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving.  ",
  "sn22.99:4.4": "There comes a time when the ocean dries up and evaporates and is no more.",
  "sn22.99:4.5": "But still, I say, there is no making an end of suffering for sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving.",
  "sn22.99:4.6": "There comes a time when Sineru the king of mountains is burned up and destroyed, and is no more.",
  "sn22.99:4.7": "But still, I say, there is no making an end of suffering for sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving. ",
  "sn22.99:4.8": "There comes a time when the great earth is burned up and destroyed, and is no more.",
  "sn22.99:4.9": "But still, I say, there is no making an end of suffering for sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving.  ",
  "sn22.99:5.1": "Suppose a dog on a leash was tethered to a strong post or pillar. It’d just keeping running and circling around that post or pillar.",
  "sn22.99:5.2": "In the same way, take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. ",
  "sn22.99:5.3": "They regard form …",
  "sn22.99:5.4": "feeling …",
  "sn22.99:5.5": "perception …",
  "sn22.99:5.6": "choices …",
  "sn22.99:5.7": "consciousness as self, self as having consciousness,",
  "sn22.99:5.8": "consciousness in self, or self in consciousness.  ",
  "sn22.99:5.9": "They just keep running and circling around form, feeling,",
  "sn22.99:5.10": "perception,",
  "sn22.99:5.11": "choices,",
  "sn22.99:5.12": "and consciousness.",
  "sn22.99:5.16": "So doing, they’re not freed from form, feeling, perception, choices, and consciousness. They’re not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn22.99:5.17": "They’re not freed from suffering, I say. ",
  "sn22.99:6.1": "An educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form …",
  "sn22.99:6.3": "feeling …",
  "sn22.99:6.4": "perception … ",
  "sn22.99:6.5": "choices … ",
  "sn22.99:6.6": "or consciousness as self, self as having consciousness,",
  "sn22.99:6.7": "consciousness in self, or self in consciousness.",
  "sn22.99:6.8": "They don’t keep running and circling around form, feeling,",
  "sn22.99:6.9": "perception,",
  "sn22.99:6.10": "choices,",
  "sn22.99:6.11": "and consciousness.",
  "sn22.99:6.16": "By not doing so, they’re freed from form, feeling, perception, choices, and consciousness. They’re freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn22.99:6.17": "They’re freed from suffering, I say.” "
}