{
  "_markup_path": "markup/sn/sn22/sn22.058.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.058.json"
  ],
  "sn22.58:1.1": "Linked Discourses 22 ",
  "sn22.58:2.1": "6 Involvement  ",
  "sn22.58:3.1": "58 The Fully Awakened Buddha",
  "sn22.58:4.1": "At Sāvatthī. ",
  "sn22.58:4.2": "“Mendicants, a Realized One, a Perfected One, a fully awakened Buddha is freed by not grasping, due to disillusionment, fading away, and cessation of form. They’re called a fully awakened Buddha.",
  "sn22.58:4.3": "A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, fading away, and cessation of form. They’re called a mendicant freed by wisdom.",
  "sn22.58:5.1": "… feeling …",
  "sn22.58:6.1": "perception …",
  "sn22.58:6.2": "choices … ",
  "sn22.58:6.3": "A Realized One, a Perfected One, a fully awakened Buddha is freed by not grasping, due to disillusionment, fading away, and cessation of consciousness. They’re called a fully awakened Buddha.",
  "sn22.58:6.4": "A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, fading away, and cessation of consciousness. They’re called a mendicant freed by wisdom.",
  "sn22.58:7.1": "What, then, is the difference between a Realized One, a Perfected One, a fully awakened Buddha, and a mendicant freed by wisdom?”",
  "sn22.58:7.2": "“Our teachings are rooted in the Buddha. He is our guide and refuge. ",
  "sn22.58:7.3": "Sir, may the Buddha himself please clarify the meaning of this.",
  "sn22.58:7.4": "The mendicants will listen and remember it.”",
  "sn22.58:7.5": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "sn22.58:7.6": "“Yes, sir,” they replied.  ",
  "sn22.58:7.7": "The Buddha said this:  ",
  "sn22.58:8.1": "“A Realized One, a Perfected One, a fully awakened Buddha gives rise to the unarisen path, gives birth to the unborn path, and explains the unexplained path. They know the path, understand the path, and are experts in the path.",
  "sn22.58:8.2": "And now the disciples live following the path; they acquire it later.",
  "sn22.58:8.3": "This is the difference between a Realized One, a Perfected One, a fully awakened Buddha, and a mendicant freed by wisdom.”"
}