{
  "_markup_path": "markup/sn/sn22/sn22.103.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.103.json"
  ],
  "sn22.103:1.1": "Linked Discourses 22 ",
  "sn22.103:2.1": "11 Sides",
  "sn22.103:3.1": "103 Sides",
  "sn22.103:4.1": "At Sāvatthī. ",
  "sn22.103:4.2": "“Mendicants, there are these four sides.",
  "sn22.103:4.3": "What four? ",
  "sn22.103:4.4": "The side of identity, the side of the origin of identity, the side of the cessation of identity, and the side of the practice that leads to the cessation of identity.",
  "sn22.103:4.5": "And what is the side of identity?",
  "sn22.103:4.6": "It should be said: the five grasping aggregates.",
  "sn22.103:4.7": "What five?",
  "sn22.103:4.8": "That is,",
  "sn22.103:4.9": "the grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "sn22.103:4.10": "This is called the side of identity.",
  "sn22.103:5.1": "And what is the side of the origin of identity?",
  "sn22.103:5.2": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,",
  "sn22.103:5.3": "craving for sensual pleasures, craving for continued existence, and craving to exterminate existence.",
  "sn22.103:5.4": "This is called the side of the origin of identity.",
  "sn22.103:6.1": "And what is the side of the cessation of identity?",
  "sn22.103:6.2": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.",
  "sn22.103:6.3": "This is called the side of the cessation of identity.",
  "sn22.103:7.1": "And what is the side of the practice that leads to the cessation of identity?",
  "sn22.103:7.2": "It is simply this noble eightfold path, that is: ",
  "sn22.103:7.4": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.  ",
  "sn22.103:7.6": "This is called the side of the practice that leads to the cessation of identity.",
  "sn22.103:7.7": "These are the four sides.”"
}