{
  "_markup_path": "markup/sn/sn22/sn22.004.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.004.json"
  ],
  "sn22.4:1.1": "Linked Discourses 22",
  "sn22.4:2.1": "1 Nakula’s Father ",
  "sn22.4:3.1": "4 Hāliddikāni (2)",
  "sn22.4:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn22.4:4.2": "At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.",
  "sn22.4:4.3": "Then the householder Hāliddikāni went up to Venerable Mahākaccāna …",
  "sn22.4:4.4": "and said to him:",
  "sn22.4:4.5": "“Sir, this was said by the Buddha in ‘The Questions of Sakka’:",
  "sn22.4:4.6": "‘Those ascetics and brahmins who are freed due to the ending of craving have reached the ultimate goal, the ultimate sanctuary, the ultimate spiritual life, the ultimate end, and are best among gods and humans.’",
  "sn22.4:5.1": "How should we see the detailed meaning of the Buddha’s brief statement?”",
  "sn22.4:6.1": "“Householder, consider any desire, greed, relishing, and craving for the form element; any attraction, grasping, mental resolve, insistence, and tendencies. With the ending, fading away, cessation, giving away, and letting go of that, the mind is said to be ‘well freed’.",
  "sn22.4:7.1": "Consider any desire, greed, relishing, and craving for the feeling element …",
  "sn22.4:7.2": "the perception element … ",
  "sn22.4:7.3": "the choices element … ",
  "sn22.4:7.4": "the consciousness element; any attraction, grasping, mental resolve, insistence, and tendencies. With the ending, fading away, cessation, giving away, and letting go of that, the mind is said to be ‘well freed’.",
  "sn22.4:8.1": "So, householder, that’s how to understand the detailed meaning of what the Buddha said in brief in ‘The Questions of Sakka’:",
  "sn22.4:8.2": "‘Those ascetics and brahmins who are freed due to the ending of craving have reached the ultimate goal, the ultimate sanctuary, the ultimate spiritual life, the ultimate end, and are best among gods and humans.’”"
}