{
  "_markup_path": "markup/sn/sn22/sn22.022.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.022.json"
  ],
  "sn22.22:1.1": "Linked Discourses 22 ",
  "sn22.22:2.1": "3 The Burden",
  "sn22.22:3.1": "22 The Burden",
  "sn22.22:4.1": "At Sāvatthī. ",
  "sn22.22:4.3": "“Mendicants, I will teach you the burden, the bearer of the burden, the picking up of the burden, and the putting down of the burden.",
  "sn22.22:4.4": "Listen …",
  "sn22.22:4.5": "And what is the burden?",
  "sn22.22:4.6": "The five grasping aggregates, it should be said.",
  "sn22.22:4.7": "What five?",
  "sn22.22:4.8": "The grasping aggregates of form, feeling, perception, choices, and consciousness.",
  "sn22.22:4.9": "This is called the burden.",
  "sn22.22:5.1": "And who is the bearer of the burden?",
  "sn22.22:5.2": "The person, it should be said;",
  "sn22.22:5.3": "the venerable of such and such name and clan.",
  "sn22.22:5.4": "This is called the bearer of the burden.",
  "sn22.22:6.1": "And what is the picking up of the burden?",
  "sn22.22:6.2": "It’s the craving that leads to future rebirth, mixed up with relishing and greed, looking for enjoyment in various different realms. That is,",
  "sn22.22:6.3": "craving for sensual pleasures, craving for continued existence, and craving to exterminate existence.",
  "sn22.22:6.4": "This is called the picking up of the burden.",
  "sn22.22:7.1": "And what is the putting down of the burden?",
  "sn22.22:7.2": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.",
  "sn22.22:7.3": "This is called the putting down of the burden.”",
  "sn22.22:8.1": "This is what the Buddha said.  ",
  "sn22.22:8.2": "Then the Holy One, the Teacher, went on to say:",
  "sn22.22:9.1": "“The five aggregates are indeed burdens,",
  "sn22.22:9.2": "and the person is the bearer of the burden.",
  "sn22.22:9.3": "Picking up the burden is suffering in the world,",
  "sn22.22:9.4": "and putting the burden down is happiness.",
  "sn22.22:10.1": "When the heavy burden is put down",
  "sn22.22:10.2": "without picking up another,",
  "sn22.22:10.3": "and craving’s pulled out from the root,",
  "sn22.22:10.4": "you’re hungerless, extinguished.”"
}