{
  "_markup_path": "markup/sn/sn22/sn22.088.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.088.json"
  ],
  "sn22.88:1.1": "Linked Discourses 22 ",
  "sn22.88:2.1": "9 Senior Mendicants ",
  "sn22.88:3.1": "88 With Assaji",
  "sn22.88:4.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn22.88:4.2": "Now at that time Venerable Assaji was staying in a monastery built by a Kassapa, and he was sick, suffering, gravely ill.",
  "sn22.88:4.3": "Then he addressed his carers:",
  "sn22.88:4.4": "“Please, reverends, go to the Buddha, ",
  "sn22.88:4.5": "and in my name bow with your head to his feet. Say to him: ",
  "sn22.88:4.6": "‘Sir, the mendicant Assaji is sick, suffering, gravely ill.",
  "sn22.88:4.7": "He bows with his head to your feet.’ ",
  "sn22.88:4.8": "And then say: ",
  "sn22.88:4.9": "‘Sir, please go to the mendicant Assaji out of compassion.’”",
  "sn22.88:4.10": "“Yes, reverend,” those monks replied. They did as he asked.",
  "sn22.88:4.15": "The Buddha consented in silence. ",
  "sn22.88:5.1": "Then in the late afternoon, the Buddha came out of solitude and went to Venerable Assaji.",
  "sn22.88:5.2": "Venerable Assaji saw the Buddha coming off in the distance,",
  "sn22.88:5.3": "and tried to rise on his cot. ",
  "sn22.88:5.4": "Then the Buddha said to him:",
  "sn22.88:5.5": "“It’s all right, Phagguṇa, don’t get up.",
  "sn22.88:5.6": "There are some seats indicated by others, I will sit there.”",
  "sn22.88:5.7": "He sat on the indicated seat,",
  "sn22.88:5.8": "and said to Assaji:",
  "sn22.88:5.9": "“Assaji, I hope you’re keeping well; I hope you’re alright. And I hope the pain is fading, not growing,",
  "sn22.88:5.10": "that its fading, not growing, is apparent.”",
  "sn22.88:6.1": "“Sir, I’m not all right, I’m not getting by. My pain is terrible and growing, not fading,",
  "sn22.88:6.2": "its growing is apparent, not its fading.”",
  "sn22.88:6.3": "“I hope you don’t have any remorse or regrets?”",
  "sn22.88:6.4": "“Indeed, sir, I have no little remorse and regrets.”",
  "sn22.88:6.5": "“I hope you have no reason to blame yourself when it comes to ethical conduct?”",
  "sn22.88:6.6": "“No sir, I have no reason to blame myself when it comes to ethical conduct.” ",
  "sn22.88:6.7": "“In that case, Vakkali, why do you have remorse and regrets?”",
  "sn22.88:6.8": "“Sir, before my time of illness I meditated having completely stilled the physical process. But now I can’t get samādhi.",
  "sn22.88:6.9": "Since I can’t get samādhi, I think:",
  "sn22.88:6.10": "‘May I not decline!’”",
  "sn22.88:6.11": "“Assaji, there are ascetics and brahmins for whom samādhi is the essence, equating samādhi with the ascetic life. They think:",
  "sn22.88:6.12": "‘May we not decline!’",
  "sn22.88:7.1": "What do you think, Assaji? Is form permanent or impermanent?”",
  "sn22.88:7.2": "“Impermanent, sir.” …",
  "sn22.88:7.3": "“Is consciousness permanent or impermanent?” …",
  "sn22.88:7.4": "“So you should truly see …",
  "sn22.88:7.5": "Seeing this …",
  "sn22.88:7.6": "They understand: “… there is no return to any state of existence.”’ ",
  "sn22.88:7.7": "If they feel a pleasant feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn22.88:7.10": "If they feel a painful feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn22.88:7.13": "If they feel a neutral feeling, they understand that it’s impermanent, that they’re not attached to it, and that they don’t relish it.",
  "sn22.88:7.15": "If they feel a pleasant feeling, they feel it detached.",
  "sn22.88:7.16": "If they feel a painful feeling, they feel it detached.",
  "sn22.88:7.17": "If they feel a neutral feeling, they feel it detached.",
  "sn22.88:7.18": "Feeling the end of the body, they understand: ‘I feel the end of the body.’ ",
  "sn22.88:7.19": "Feeling the end of life, they understand: ‘I feel the end of life.’",
  "sn22.88:7.20": "They understand: ‘When my body breaks up and my life is over, everything that’s felt, being no longer relished, will become cool right here.’",
  "sn22.88:8.1": "Suppose an oil lamp depended on oil and a wick to burn.",
  "sn22.88:8.2": "As the oil and the wick are used up, it would be extinguished due to lack of fuel.",
  "sn22.88:8.3": "In the same way, feeling the end of the body, they understand: ‘I feel the end of the body.’ ",
  "sn22.88:8.4": "Feeling the end of life, they understand: ‘I feel the end of life.’",
  "sn22.88:8.5": "They understand: ‘When my body breaks up and my life is over, everything that’s felt, being no longer relished, will become cool right here.’”"
}