{
  "_markup_path": "markup/sn/sn22/sn22.044.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.044.json"
  ],
  "sn22.44:1.1": "Linked Discourses 22 ",
  "sn22.44:2.1": "5 Be Your Own Island ",
  "sn22.44:3.1": "44 Practice",
  "sn22.44:4.1": "At Sāvatthī. ",
  "sn22.44:4.2": "“Mendicants, I will teach you the practice that leads to the origin of identity and the practice that leads to the cessation of identity.",
  "sn22.44:4.3": "Listen …",
  "sn22.44:4.4": "And what is the practice that leads to the origin of identity?",
  "sn22.44:4.5": "It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching. They regard form as self, self as having form,",
  "sn22.44:4.6": "form in self, or self in form. ",
  "sn22.44:4.7": "They see feeling as self …",
  "sn22.44:4.8": "They see perception as self …",
  "sn22.44:4.9": "They see choices as self …",
  "sn22.44:4.10": "They regard consciousness as self, self as having consciousness,",
  "sn22.44:4.11": "consciousness in self, or self in consciousness. ",
  "sn22.44:4.12": "This is called the practice that leads to the origin of identity. ",
  "sn22.44:4.13": "And that’s why it’s called a way of seeing things that leads to the origin of suffering.",
  "sn22.44:5.1": "And what is the practice that leads to the cessation of identity?",
  "sn22.44:5.2": "It’s when an educated noble disciple has seen the noble ones, and is skilled and trained in their teaching. They’ve seen good persons, and are skilled and trained in their teaching. They don’t regard form as self, self as having form,",
  "sn22.44:5.3": "form in self, or self in form. ",
  "sn22.44:5.4": "They don’t see feeling as self …",
  "sn22.44:5.5": "They don’t see perception as self …",
  "sn22.44:5.6": "They don’t see choices as self …",
  "sn22.44:5.7": "They don’t regard consciousness as self, self as having consciousness,",
  "sn22.44:5.8": "consciousness in self, or self in consciousness. ",
  "sn22.44:5.9": "This is called the practice that leads to the cessation of identity. ",
  "sn22.44:5.10": "And that’s why it’s called a way of seeing things that leads to the cessation of suffering.”"
}