{
  "_markup_path": "markup/sn/sn22/sn22.080.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.080.json"
  ],
  "sn22.80:1.1": "Linked Discourses 22 ",
  "sn22.80:2.1": "8 Itchy ",
  "sn22.80:3.1": "80 Beggars",
  "sn22.80:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "sn22.80:4.2": "And the Buddha, having dismissed the mendicant Saṅgha for some reason, got dressed in the morning and, taking his bowl and robes, entered Kapilavatthu for alms.",
  "sn22.80:4.3": "He wandered for alms in Kapilavatthu. After the meal, on his return from alms-round, he went to the Great Wood,",
  "sn22.80:4.4": "plunged deep into it, and sat at the root of a young wood apple tree for the day’s meditation.",
  "sn22.80:5.1": "Then as he was in private solitude this thought came to his mind:",
  "sn22.80:5.2": "“I’ve sent the mendicant Saṅgha away.",
  "sn22.80:5.3": "But there are mendicants here who are junior, recently gone forth, newly come to this teaching and training.",
  "sn22.80:5.4": "Not seeing me they may change and fall apart.",
  "sn22.80:5.5": "If a young calf doesn’t see its mother it may change and fall apart. …",
  "sn22.80:5.7": "Or if young seedlings don’t get water they may change and fall apart.",
  "sn22.80:5.8": "In the same way, there are mendicants here who are junior, recently gone forth, newly come to this teaching and training.",
  "sn22.80:5.9": "Not seeing me they may change and fall apart.",
  "sn22.80:5.10": "Why don’t I support the mendicant Saṅgha now as I did in the past?”",
  "sn22.80:6.1": "Then Brahmā Sahampati knew what the Buddha was thinking.",
  "sn22.80:6.2": "As easily as a strong person would extend or contract their arm,",
  "sn22.80:6.4": "he vanished from the Brahmā realm and reappeared in front of the Buddha.",
  "sn22.80:6.5": "He arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "sn22.80:6.6": "“That’s so true, Blessed One! That’s so true, Holy One!",
  "sn22.80:6.7": "The Buddha has sent the mendicant Saṅgha away.",
  "sn22.80:6.8": "But there are mendicants who are junior, recently gone forth, newly come to this teaching and training. …",
  "sn22.80:6.14": "May the Buddha be happy with the mendicant Saṅgha!",
  "sn22.80:6.15": "May the Buddha welcome the mendicant Saṅgha!",
  "sn22.80:6.16": "May the Buddha support the mendicant Saṅgha now as he did in the past!”",
  "sn22.80:7.1": "The Buddha consented in silence. ",
  "sn22.80:7.2": "Then Brahmā Sahampati, knowing that the Buddha had accepted, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.",
  "sn22.80:8.1": "Then in the late afternoon, the Buddha came out of solitude and went to the Banyan Tree Monastery,",
  "sn22.80:8.2": "where he sat on the indicated seat. ",
  "sn22.80:8.3": "Then he used his psychic powers to will that the mendicants would come to him timidly, alone or in pairs.",
  "sn22.80:8.4": "Those mendicants approached the Buddha timidly,",
  "sn22.80:8.5": "bowed, and sat down to one side.",
  "sn22.80:8.6": "The Buddha said to them: ",
  "sn22.80:9.1": "“Mendicants, this relying on alms is an extreme way to live.",
  "sn22.80:9.2": "The world curses you: ‘You beggar, walking bowl in hand!’",
  "sn22.80:9.3": "Yet earnest and respectable people take it up for a good reason.",
  "sn22.80:9.4": "Not because they’ve been forced to by kings or bandits, or because they’re in debt or threatened, or to earn a living.",
  "sn22.80:9.5": "But because they’re overwhelmed by birth, old age, and death; by sorrow, crying, pain, sadness, and distress. They’re overwhelmed by suffering, brought low by suffering. And they think, ‘Hopefully I can find an end to this entire mass of suffering.’",
  "sn22.80:10.1": "That’s how this person from a good family has gone forth.",
  "sn22.80:10.2": "Yet they’re full of desire for sensual pleasures, with acute lust, ill will, and hateful intent. They are unmindful, lacking situational awareness and samādhi, with straying mind and undisciplined faculties. ",
  "sn22.80:10.3": "Suppose there was a firebrand for lighting a funeral pyre, burning at both ends, and smeared with dung in the middle. It couldn’t be used as timber either in the village or the wilderness.",
  "sn22.80:10.4": "I say that person is just like this. They’ve missed out on the pleasures of the lay life, and haven’t fulfilled the goal of the ascetic life.",
  "sn22.80:11.1": "There are these three unwholesome thoughts.",
  "sn22.80:11.2": "Sensual, malicious, and cruel thoughts.",
  "sn22.80:11.3": "And where do these three unwholesome thoughts cease without anything left over?",
  "sn22.80:11.4": "In those who meditate with their mind firmly established in the four kinds of mindfulness meditation; or who develop signless samādhi.",
  "sn22.80:11.5": "Just this much is quite enough motivation to develop signless samādhi.",
  "sn22.80:11.6": "When signless samādhi is developed and cultivated it is very fruitful and beneficial.",
  "sn22.80:12.1": "There are these two views.",
  "sn22.80:12.2": "Views about wanting continued existence and views about extermination of existence.",
  "sn22.80:12.3": "A noble disciple reflects on this: ",
  "sn22.80:12.4": "‘Is there anything in the world that I could grasp without fault?’",
  "sn22.80:12.5": "They understand: ",
  "sn22.80:12.6": "‘There’s nothing in the world that I could grasp without fault.",
  "sn22.80:12.7": "For in grasping I would grasp only at form, feeling,",
  "sn22.80:12.8": "perception,",
  "sn22.80:12.9": "choices, or consciousness.",
  "sn22.80:12.10": "That grasping of mine would be a condition for future existence. ",
  "sn22.80:12.11": "Future existence is a condition for rebirth. ",
  "sn22.80:12.12": "Rebirth is a condition that gives rise to old age and death, sorrow, crying, pain, sadness, and distress. ",
  "sn22.80:12.13": "That is how this entire mass of suffering originates. ",
  "sn22.80:13.1": "What do you think, mendicants? Is form permanent or impermanent?” ",
  "sn22.80:13.2": "“Impermanent, sir.” ",
  "sn22.80:13.3": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn22.80:13.4": "“Suffering, sir.” ",
  "sn22.80:13.5": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus:",
  "sn22.80:13.6": "‘This is mine, I am this, this is my self’?” ",
  "sn22.80:13.7": "“No, sir.” ",
  "sn22.80:13.8": "“Is feeling …",
  "sn22.80:13.9": "perception … ",
  "sn22.80:13.10": "choices … ",
  "sn22.80:13.11": "consciousness permanent or impermanent?” …",
  "sn22.80:13.12": "“So you should truly see … Seeing this …",
  "sn22.80:13.13": "They understand: ‘… there is no return to any state of existence.’” "
}