{
  "_markup_path": "markup/sn/sn22/sn22.028.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.028.json"
  ],
  "sn22.28:1.1": "Linked Discourses 22 ",
  "sn22.28:2.1": "3 The Burden ",
  "sn22.28:3.1": "28 Gratification (3)",
  "sn22.28:4.1": "At Sāvatthī. ",
  "sn22.28:4.2": "“Mendicants, if there was no gratification in form, sentient beings wouldn’t love it.",
  "sn22.28:4.3": "But because there is gratification in form, sentient beings do love it.",
  "sn22.28:4.4": "If form had no drawback, sentient beings wouldn’t become disillusioned with it.",
  "sn22.28:4.5": "But because form has a drawback, sentient beings do become disillusioned with it.",
  "sn22.28:4.6": "If there was no escape from form, sentient beings wouldn’t escape from it.",
  "sn22.28:4.7": "But because there is an escape from form, sentient beings do escape from it.",
  "sn22.28:4.8": "If there was no gratification in feeling …",
  "sn22.28:4.9": "perception …",
  "sn22.28:4.10": "choices …",
  "sn22.28:4.12": "consciousness, sentient beings wouldn’t love it.",
  "sn22.28:4.13": "But because there is gratification in consciousness, sentient beings do love it.",
  "sn22.28:4.14": "If consciousness had no drawback, sentient beings wouldn’t become disillusioned with it.",
  "sn22.28:4.15": "But because consciousness has a drawback, sentient beings do become disillusioned with it.",
  "sn22.28:4.16": "If there was no escape from consciousness, sentient beings wouldn’t escape from it.",
  "sn22.28:4.17": "But because there is an escape from consciousness, sentient beings do escape from it.",
  "sn22.28:5.1": "As long as sentient beings don’t truly understand these five grasping aggregates’ gratification, drawback, and escape for what they are, they haven’t escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they don’t live detached, liberated, with a mind free of limits.",
  "sn22.28:5.3": "But when sentient beings truly understand these five grasping aggregates’ gratification, drawback, and escape for what they are, they’ve escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they live detached, liberated, with a mind free of limits.”"
}