{
  "_markup_path": "markup/sn/sn22/sn22.003.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.003.json"
  ],
  "sn22.3:1.1": "Linked Discourses 22 ",
  "sn22.3:2.1": "1 Nakula’s Father ",
  "sn22.3:3.1": "3 With Hāliddikāni (1)",
  "sn22.3:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn22.3:4.2": "At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.",
  "sn22.3:4.3": "Then the householder Hāliddikāni went up to Venerable Mahākaccāna,",
  "sn22.3:4.4": "bowed, sat down to one side, ",
  "sn22.3:4.5": "and said to him:",
  "sn22.3:4.6": "“Sir, this was said by the Buddha in the Chapter of the Eights, in ‘The Questions of Māgandiya’:",
  "sn22.3:5.1": "‘After leaving shelter to become an unsettled migrant,",
  "sn22.3:5.2": "a sage doesn’t get close to anyone in town.",
  "sn22.3:5.3": "Rid of sensual pleasures, expecting nothing,",
  "sn22.3:5.4": "they don’t argue with anyone.’",
  "sn22.3:6.1": "How should we see the detailed meaning of the Buddha’s brief statement?”",
  "sn22.3:7.1": "“Householder, the form element is a shelter for consciousness.",
  "sn22.3:7.2": "One whose consciousness is attached to greed for the form element is called a migrant going from shelter to shelter.",
  "sn22.3:7.3": "The feeling element is a shelter for consciousness.",
  "sn22.3:7.4": "One whose consciousness is attached to greed for the feeling element is called a migrant going from shelter to shelter.",
  "sn22.3:7.5": "The perception element is a shelter for consciousness.",
  "sn22.3:7.6": "One whose consciousness is attached to greed for the perception element is called a migrant going from shelter to shelter.",
  "sn22.3:7.7": "The choices element is a shelter for consciousness.",
  "sn22.3:7.8": "One whose consciousness is attached to greed for the choices element is called a migrant going from shelter to shelter.",
  "sn22.3:7.9": "That’s how one is a migrant going from shelter to shelter.",
  "sn22.3:8.1": "And how is one a migrant without a shelter?",
  "sn22.3:8.2": "The Realized One has given up any desire, greed, relishing, and craving for the form element; any attraction, grasping, mental resolve, insistence, and tendencies. He’s cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "sn22.3:8.3": "That’s why the Realized One is called a migrant without a shelter.",
  "sn22.3:8.4": "The Realized One has given up any desire, greed, relishing, and craving for the feeling element …",
  "sn22.3:8.5": "the perception element …",
  "sn22.3:8.6": "the choices element …",
  "sn22.3:8.7": "the consciousness element; any attraction, grasping, mental resolve, insistence, and tendencies. He’s cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "sn22.3:8.8": "That’s why the Realized One is called a migrant without a shelter.",
  "sn22.3:8.9": "That’s how one is a migrant without a shelter.",
  "sn22.3:9.1": "And how is one a migrant going from settlement to settlement?",
  "sn22.3:9.2": "Being attached to migrating from settlement to settlement in pursuit of sights, one is called a migrant going from settlement to settlement.",
  "sn22.3:9.3": "Being attached to migrating from settlement to settlement in pursuit of sounds …",
  "sn22.3:9.4": "smells …",
  "sn22.3:9.5": "tastes …",
  "sn22.3:9.6": "touches …",
  "sn22.3:9.7": "phenomena, one is called a migrant going from settlement to settlement.",
  "sn22.3:9.8": "That’s how one is a migrant going from settlement to settlement.",
  "sn22.3:10.1": "And how is one an unsettled migrant?",
  "sn22.3:10.2": "The Realized One has given up attachment to migrating from settlement to settlement in pursuit of sights. He’s cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "sn22.3:10.3": "That’s why the Realized One is called an unsettled migrant.",
  "sn22.3:10.4": "The Realized One has given up attachment to migrating from settlement to settlement in pursuit of sounds …",
  "sn22.3:10.5": "smells … ",
  "sn22.3:10.6": "tastes … ",
  "sn22.3:10.7": "touches … ",
  "sn22.3:10.8": "phenomena. He’s cut it off at the root, made it like a palm stump, exterminated it, so it’s unable to arise in the future.",
  "sn22.3:10.9": "That’s why the Realized One is called an unsettled migrant. ",
  "sn22.3:10.10": "That’s how one is an unsettled migrant.",
  "sn22.3:11.1": "And how does one get close to people in town?",
  "sn22.3:11.2": "It’s when someone mixes closely with laypeople, sharing their joys and sorrows—happy when they’re happy and sad when they’re sad—and getting involved in their business.",
  "sn22.3:11.3": "That’s how one gets close to people in town.",
  "sn22.3:12.1": "And how does one not get close to people in town?",
  "sn22.3:12.2": "It’s when a mendicant doesn’t mix closely with laypeople, not sharing their joys and sorrows—not happy when they’re happy or sad when they’re sad—and not getting involved in their business.",
  "sn22.3:12.3": "That’s how one doesn’t get close to people in town.",
  "sn22.3:13.1": "And how is one not rid of sensual pleasures?",
  "sn22.3:13.2": "It’s when someone isn’t rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "sn22.3:13.3": "That’s how one is not rid of sensual pleasures.",
  "sn22.3:14.1": "And how is one rid of sensual pleasures?",
  "sn22.3:14.2": "It’s when someone is rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "sn22.3:14.3": "That’s how one is rid of sensual pleasures.",
  "sn22.3:15.1": "And how does one have expectations?",
  "sn22.3:15.2": "It’s when someone thinks:",
  "sn22.3:15.3": "‘In the future, may I be of such form, such feeling, such perception, such choices, and such consciousness!’",
  "sn22.3:15.4": "That’s how one has expectations.",
  "sn22.3:16.1": "And how does one expect nothing?",
  "sn22.3:16.2": "It’s when someone doesn’t think:",
  "sn22.3:16.3": "‘In the future, may I be of such form, such feeling, such perception, such choices, and such consciousness!’ ",
  "sn22.3:16.4": "That’s how one expects nothing.",
  "sn22.3:17.1": "And how does one argue with people?",
  "sn22.3:17.2": "It’s when someone takes part in this sort of discussion:",
  "sn22.3:17.3": "‘You don’t understand this teaching and training.",
  "sn22.3:17.4": "I understand this teaching and training.",
  "sn22.3:17.5": "What, you understand this teaching and training?",
  "sn22.3:17.6": "You’re practicing wrong.",
  "sn22.3:17.7": "I’m practicing right.",
  "sn22.3:17.8": "You said last what you should have said first. ",
  "sn22.3:17.9": "You said first what you should have said last.",
  "sn22.3:17.10": "I stay on topic, you don’t.",
  "sn22.3:17.11": "What you’ve thought so much about has been disproved.",
  "sn22.3:17.12": "Your doctrine is refuted.",
  "sn22.3:17.13": "Go on, save your doctrine!",
  "sn22.3:17.14": "You’re trapped;",
  "sn22.3:17.15": "get yourself out of this—if you can!’",
  "sn22.3:17.16": "That’s how one argues with people.",
  "sn22.3:18.1": "And how does one not argue with people?",
  "sn22.3:18.2": "It’s when a mendicant doesn’t take part in this sort of discussion:",
  "sn22.3:18.3": "‘You don’t understand this teaching and training …",
  "sn22.3:18.4": "get yourself out of this—if you can!’ ",
  "sn22.3:18.5": "That’s how one doesn’t argue with people.",
  "sn22.3:19.1": "So, householder, that’s how to understand the detailed meaning of what the Buddha said in brief in the Chapter of the Eights, in ‘The Questions of Māgandiya’:",
  "sn22.3:20.1": "‘After leaving shelter to become an unsettled migrant,",
  "sn22.3:20.2": "a sage doesn’t get close to anyone in town.",
  "sn22.3:20.3": "Rid of sensual pleasures, expecting nothing,",
  "sn22.3:20.4": "they don’t argue with anyone.’”"
}