{
  "_markup_path": "markup/sn/sn22/sn22.096.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.096.json"
  ],
  "sn22.96:1.1": "Linked Discourses 22 ",
  "sn22.96:2.1": "10 Flowers ",
  "sn22.96:3.1": "96 A Lump of Cow Dung",
  "sn22.96:4.1": "At Sāvatthī. ",
  "sn22.96:4.2": "Seated at one side that mendicant said to the Buddha:",
  "sn22.96:4.3": "“Sir, is there any form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?",
  "sn22.96:4.4": "Is there any feeling …",
  "sn22.96:4.5": "perception …",
  "sn22.96:4.6": "choices …",
  "sn22.96:4.7": "consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?”",
  "sn22.96:4.8": "“Mendicant, there is no form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.",
  "sn22.96:4.9": "There’s no feeling …",
  "sn22.96:4.10": "perception …",
  "sn22.96:4.11": "choices …",
  "sn22.96:4.12": "consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.”",
  "sn22.96:5.1": "Then the Buddha, picking up a lump of cow dung, said to the mendicants:",
  "sn22.96:5.2": "“There’s not even this much of any incarnation that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.",
  "sn22.96:5.3": "If there was, this living of the spiritual life for the complete ending of suffering would not be found.",
  "sn22.96:5.4": "But since there isn’t, this living of the spiritual life for the complete ending of suffering is found.",
  "sn22.96:6.1": "Once upon a time I was an anointed aristocratic king.",
  "sn22.96:6.2": "I had 84,000 cities, with the capital Kusāvatī foremost.",
  "sn22.96:6.3": "I had 84,000 mansions, with the mansion named Principle foremost.",
  "sn22.96:6.4": "I had 84,000 bungalows, with the bungalow named Great Formation foremost.",
  "sn22.96:6.5": "I had 84,000 couches made of ivory or heartwood or gold or silver, spread with woolen covers—shag-piled or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends.",
  "sn22.96:6.6": "I had 84,000 bull elephants with gold adornments and banners, covered with gold netting, with the royal bull elephant named Sabbath foremost. ",
  "sn22.96:6.7": "I had 84,000 horses with gold adornments and banners, covered with gold netting, with the royal horse named Thundercloud foremost. ",
  "sn22.96:6.8": "I had 84,000 chariots with gold adornments and banners, covered with gold netting, with the chariot named Victory foremost. ",
  "sn22.96:6.9": "I had 84,000 jewels, with the Jewel Treasure foremost.",
  "sn22.96:6.10": "I had 84,000 women, with Queen Subhaddā foremost.",
  "sn22.96:6.12": "I had 84,000 aristocrat vassals, with the Counselor Treasure foremost.",
  "sn22.96:6.14": "I had 84,000 milk cows with jute ropes and bronze pails.",
  "sn22.96:6.16": "I had 8,400,000,000 fine cloths of linen, silk, wool, and cotton.",
  "sn22.96:6.18": "I had 84,000 servings of food, which were presented to me as offerings in the morning and evening.",
  "sn22.96:7.1": "Of those 84,000 cities, I only stayed in one, the capital Kusāvatī.",
  "sn22.96:7.3": "Of those 84,000 mansions, I only stayed in one, the mansion named “Principle”.",
  "sn22.96:7.5": "Of those 84,000 bungalows, I only stayed in one, the bungalow named  Great Formation.",
  "sn22.96:7.7": "Of those 84,000 couches, I only used one, made of ivory or heartwood or gold or silver.",
  "sn22.96:7.9": "Of those 84,000 bull elephants, I only rode one, the royal bull elephant named Sabbath.",
  "sn22.96:7.11": "Of those 84,000 horses, I only rode one, the royal horse named Thundercloud.",
  "sn22.96:7.13": "Of those 84,000 chariots, I only rode one, the chariot named Triumph.",
  "sn22.96:7.15": "Of those 84,000 women, I was only served by one, a maiden of the aristocratic or merchant classes.",
  "sn22.96:7.17": "Of those 8,400,000,000 cloths, I only used one pair, made of fine linen, silk, wool, or cotton.",
  "sn22.96:7.19": "Of those 84,000 servings of food, I only had one, eating at most a serve of rice and suitable sauce.",
  "sn22.96:7.20": "And so all those conditioned phenomena have passed, ceased, and perished.",
  "sn22.96:7.21": "So impermanent are conditions,",
  "sn22.96:7.22": "so unstable are conditions,",
  "sn22.96:7.23": "so unreliable are conditions.",
  "sn22.96:7.24": "This is quite enough for you to become disillusioned, dispassionate, and freed from all conditions.”"
}