{
  "_markup_path": "markup/sn/sn22/sn22.086.html",
  "_alt_strings": [
    "pi/sn/sn22/sn22.086.json"
  ],
  "sn22.86:1.1": "Linked Discourses 22 ",
  "sn22.86:2.1": "9 Senior Mendicants ",
  "sn22.86:3.1": "86 With Anurādha",
  "sn22.86:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "sn22.86:4.2": "Now at that time Venerable Anurādha was staying not far from the Buddha in a wilderness hut.",
  "sn22.86:4.3": "Then several wanderers who follow other paths went up to Venerable Anurādha",
  "sn22.86:4.4": "and exchanged greetings with him.",
  "sn22.86:4.5": "When the greetings and polite conversation were over, they sat down to one side ",
  "sn22.86:4.6": "and said to him:",
  "sn22.86:4.7": "“Reverend Anurādha, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them in these four ways:",
  "sn22.86:4.8": "After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.”",
  "sn22.86:5.1": "When they said this, Venerable Anurādha said to those wanderers:",
  "sn22.86:5.2": "“Reverends, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them other than these four ways:",
  "sn22.86:5.3": "After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.”",
  "sn22.86:5.4": "When he said this, the wanderers said to him:",
  "sn22.86:5.5": "“This mendicant must be junior, recently gone forth, or else a foolish, incompetent senior mendicant.”",
  "sn22.86:5.6": "Then, after rebuking Venerable Anurādha by calling him “junior” and “foolish”, the wanderers got up from their seat and left.",
  "sn22.86:6.1": "Soon after they had left, Anurādha thought:",
  "sn22.86:6.2": "“If those wanderers were to inquire further,",
  "sn22.86:6.3": "how should I answer them so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should I explain in line with his teaching, so that there would be no legitimate grounds for rebuke and criticism?”",
  "sn22.86:7.1": "Then Venerable Anurādha went up to the Buddha,",
  "sn22.86:7.2": "bowed, sat down to one side,",
  "sn22.86:7.3": "and told him all that had happened.",
  "sn22.86:10.1": "“What do you think, Anurādha? Is form permanent or impermanent?”",
  "sn22.86:10.2": "“Impermanent, sir.” ",
  "sn22.86:10.3": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn22.86:10.4": "“Suffering, sir.” ",
  "sn22.86:10.5": "“But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus:",
  "sn22.86:10.6": "‘This is mine, I am this, this is my self’?” ",
  "sn22.86:10.7": "“No, sir.” ",
  "sn22.86:10.8": "“Is feeling …",
  "sn22.86:10.9": "perception … ",
  "sn22.86:10.10": "choices … ",
  "sn22.86:10.11": "consciousness permanent or impermanent?”",
  "sn22.86:10.12": "“Impermanent, sir.” …",
  "sn22.86:10.13": "“So you should truly see …",
  "sn22.86:10.14": "Seeing this …",
  "sn22.86:10.15": "They understand: ‘… there is no return to any state of existence.’” ",
  "sn22.86:11.1": "“What do you think, Anurādha? Do you regard the Realized One as form?”",
  "sn22.86:11.2": "“No, sir.” ",
  "sn22.86:11.3": "“Do you regard the Realized One as feeling …",
  "sn22.86:11.4": "perception … ",
  "sn22.86:11.5": "choices …",
  "sn22.86:11.6": "consciousness?”",
  "sn22.86:11.7": "“No, sir.” ",
  "sn22.86:12.1": "“What do you think, Anurādha? Do you regard the Realized One as in form?”",
  "sn22.86:12.2": "“No, sir.” ",
  "sn22.86:12.3": "“Or do you regard the Realized One as distinct from form?” ",
  "sn22.86:12.4": "“No, sir.” ",
  "sn22.86:12.5": "“Do you regard the Realized One as in feeling …",
  "sn22.86:12.6": "or distinct from feeling … ",
  "sn22.86:12.7": "as in perception …",
  "sn22.86:12.8": "or distinct from perception … ",
  "sn22.86:12.9": "as in choices …",
  "sn22.86:12.10": "or distinct from choices … ",
  "sn22.86:12.11": "as in consciousness …",
  "sn22.86:12.12": "or as distinct from consciousness?”",
  "sn22.86:12.13": "“No, sir.” ",
  "sn22.86:13.1": "“What do you think, Anurādha? Do you regard the Realized One as possessing form, feeling, perception, choices, and consciousness?”",
  "sn22.86:13.6": "“No, sir.” ",
  "sn22.86:14.1": "“What do you think, Anurādha? Do you regard the Realized One as one who is without form, feeling, perception, choices, and consciousness?”",
  "sn22.86:14.6": "“No, sir.” ",
  "sn22.86:15.1": "“In that case, Anurādha, since you don’t acknowledge the Realized One as a genuine fact in the present life, is it appropriate to declare:",
  "sn22.86:15.2": "‘Reverends, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them other than these four ways:",
  "sn22.86:15.3": "After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist’?”",
  "sn22.86:15.7": "“No, sir.” ",
  "sn22.86:16.1": "“Good, good, Anurādha! ",
  "sn22.86:16.2": "In the past, as today, all I describe is suffering and the cessation of suffering.”"
}