{
  "pt": {
    "vinaya:1": "O Código de Disciplina Monástica",
    "vinaya:2": "por Bhikkhu Brahmāli",
    "vinaya:3": "<a href='#item1'>Origens</a>",
    "vinaya:4": "<a href='#item2'>Escolas e Transmissões do Texto</a>",
    "vinaya:5": "<a href='#item3'>Conteúdo</a>",
    "vinaya:6": "<a href='#item4'>Perspectivas Modernas</a>",
    "vinaya:7": "<a href='#item5'>Comentários</a>",
    "vinaya:8": "<a href='#item6'>Referências e Leituras Relacionadas</a>",
    "vinaya:9": "O Vinaya Piṭaka, “A Cesta da Disciplina Monástica”, contém as regras observadas pelos discípulos monásticos e os regulamentos aos quais as comunidades monásticas estão sujeitas. O Código de Disciplina Monástica está disponível em mais recensões do que qualquer outra parte do Tipiṭaka. Há uma versão completa em páli e quatro versões completas em chinês, todas pertencentes a diferentes escolas do budismo antigo: Mahāsāṅghika, Dharmaguptaka, Mahīśāsaka e Sarvāstivāda. O Tipiṭaka chinês também preserva outros textos relacionados ao Vinaya, como um <i>bhikkhu pātimokkha </i> independente da Escola Kāśyapīya e vários textos Vinaya. O Vinaya da escola Mūlasarvāstivāda existe em três versões: um texto completo em tradução tibetana, uma versão quase completa em chinês e partes substanciais em sânscrito. Há também vários textos do Vinaya, bem como um grande número de fragmentos, em sânscrito e outros idiomas antigos da Índia, principalmente de proveniência Mahāsāṅghika, Sarvāstivāda e Mūlasarvāstivāda.",
    "vinaya:10": "Origens",
    "vinaya:11": "O termo <i>vinaya</i>, aqui traduzido como “Código de Disciplina Monástica”, originalmente significava “treinamento”, como pode ser visto em seu uso nos textos do Sutta Piṭaka (“Cesta dos Discursos”). Nesse sentido, é algo que complementa o Dhamma - a doutrina ou ensinamento - e fornece instruções sobre como o treinamento deve ser alcançado. O composto <i>dhamma-vinaya</i> é comum na literatura mais antiga e pode ser traduzido como \"teoria e prática\". Gradualmente, o significado mudou para referir-se específicamente às regras de conduta, referindo-se ao treinamento em um sentido mais restrito. Embora o uso anterior seja mais comum nos <i> suttas </i>, este último uso da <i> vinaya </i> veio a se tornar o dominante, prevalecendo até os dias atuais.",
    "vinaya:12": "O conteúdo do Código de Disciplina Monástica tomou forma ao longo de um período de vários séculos após a morte do Buda. No entanto, dado os paralelos em termos de alguns dos aspectos mais fundamentais do Vinaya entre as diversas escrituras sobreviventes, parece provável que as partes mais antigas tenham se originado nos dias de Buda. Isso inclui as regras de conduta que se aplicam a todos os monásticos, conhecidos como <i>pātimokkha</i>, e vários dos procedimentos mais importantes que regulam o funcionamento adequado das comunidades monásticas. São apenas essas partes do Vinaya que podem ser consideradas como Textos Budistas Antigos no sentido mais estrito.",
    "vinaya:13": "Em torno deste núcleo, o Vinaya expandiu-se gradualmente. Com o tempo, as regras do <i>pātimokkha<i> ganharam comentários canônicos que incluem histórias de origem, análises de palavras, séries detalhadas de permutação sobre a aplicabilidade das regras, cláusulas de não-ofensa e estudos de caso. Para o restante do Vinaya, conhecido como Khandhakas, a expansão foi menos estruturada, com regras, histórias e procedimentos menores aparentemente tendo sido adicionados conforme surgiu a necessidade. Frauwallner (1956) demonstrou que, apesar de um núcleo comum significativo, muitos dos detalhes dessa parte do Vinaya variam entre as escolas.",
    "vinaya:15": "O Vinaya não foi estabelecido a partir de um plano geral de fornecer à comunidade monástica uma estrutura legal, mas foi sim estabelecido regra por regra, em resposta a problemas que iam surgindo na Ordem monástica. Foi o Dhamma, o ensinamento, que orientou o estabelecimento do Vinaya, e este é subsidiário e vinculado às preocupações mais amplas da prática adequada do caminho budista. Um grande número de regras foi estabelecido em resposta às críticas dos leigos sobre a Ordem monástica.",
    "vinaya:16": "Transmissão Textual e as Escolas",
    "vinaya:17": "O número de textos Vinaya existentes é bastante grande e o processo de transmissão e tradução destes em várias línguas índicas e especialmente em chinês e tibetano é bastante complexo. A seguir, é feito um resumo de como os principais textos do Vinaya foram transmitidos à China e ao Tibete.",
    "vinaya:18": "A primeira divisão na ordem monástica ocorreu entre os Mahāsāṅghikas e os Sthaviras, muito aproximadamente por volta de 200 aC. Cada um desses ramos se dividiu por sua vez em várias sub-escolas. Dos seis Vinayas completos ainda existentes, apenas um pertence ao grupo Mahāsāṅghika e os cinco restantes a sub-escolas descendentes dos Sthaviras. Devemos, portanto, esperar encontrar qualidades compartilhadas entre os Vinayas das escolas Sthavira que estão faltando no Mahāsāṅghika Vinaya. De fato, os Khandhakas do Mahāsāṅghika Vinaya são estruturados diferentemente daqueles de todos os outros Vinayas.",
    "vinaya:19": "As sub-escolas do ramo Sthavira para as quais ainda temos Vinayas completos se dividem em dois subgrupos: no primeiro grupo temos a Sarvāstivāda e a Mūlasarvāstivāda, no segundo temos a Dharmaguptaka, a Mahīśāsaka e a Theravāda. Primeiro, os Sarvāstivādins se separaram do resto dos Sthaviras. Com o tempo, a Mūlasarvāstivāda emergiu como uma subescola da Sarvāstivāda e, por essa razão, os Vinayas dessas duas escolas compartilham certas características (Frauwallner, 1956: 194). Após a cisma Sarvāstivādin, o restante dos Sthaviras se dividiu ainda mais, originando a Dharmaguptaka, a Mahīśāsaka e a Theravāda. No entanto, essas três escolas provavelmente não eram mais do que variações regionais entre si (Sujato, 2012: 102) e, conseqüentemente, seus Vinayas têm muito em comum (Frauwallner, 1956: 181).",
    "vinaya:20": "Além do Vinaya Theravada, os principais Vinayas canônicos ainda existentes são os seguintes:",
    "vinaya:21": "Um Vinaya Mahāsāṅghika completo, encontrado no Tipiṭaka chinês no volume T 1425, traduzido para o chinês por Faxian e Buddhabhadra em 416-418 EC. Embora sua seção de Khandhakas seja estruturada de maneira diferente daquela das outras escolas, o conteúdo parece se sobrepor amplamente. Mais estudos são necessários para esclarecer o grau de divergência. Partes substanciais deste Vinaya também foram preservadas em idioma sânscrito híbrido budista, incluindo o Mahāvastu, um texto extenso e focado na biografia do Buda, bem como o livro Suttavibhaṅga voltado às regras das bhikkhunis e o <i>pātimokkha</i> dos bhikkhus.",
    "vinaya:22": "Um Vinaya Sarvāstivāda completo foi preservado em chinês no volume T 1435, traduzido por Kumārajīva em 404-409 CE. Há também vários fragmentos deste preservados em sânscrito.",
    "vinaya:23": "Uma tradução completa do Vinaya Mūlasarvāstivāda para o Tibetano, encontrada no Kanjur no volume D 1-7/P 1030-1036, foi concluída na primeira década do século IX dC por Jinamitra da Caxemira e vários outros. Há uma versão deste Vinaya em chinês no volume T 1441-1457, em grande parte traduzido por Yijing em 703-710 dC. Esta tradução está incompleta e cheia de lacunas (Frauwallner, 1956: 195). Além disso, aproximadamente 80% dos textos Khandhakas se encontram preservados em sânscrito (Clarke, 2015: 75).",
    "vinaya:24": "Além de alguns fragmentos em sânscrito e em Gāndhārī, um Vinaya Dharmaguptaka completo se encontra preservado apenas em chinês no volume T 1428, traduzido por Buddhayaśas e Zhu Fonian em 410-412 dC. De todos os Vinayas existentes, este é o que normalmente é considerado o mais próximo do Vinaya Theravada (Clarke, 2015: 69).",
    "vinaya:25": "O Mahīśāsaka Vinaya se encontra preservado apenas em chinês no volume T 1421, traduzido por Buddhajīva da Caxemira e outros por volta de 423-424 dC a partir de um manuscrito trazido do Sri Lanka por Faxian. De acordo com Frauwallner (1956: 183-84), este Vinaya é cheio de lacunas. Este é intimamente relacionado com o Vinaya Dharmaguptaka (Frauwallner, 1956: 181).",
    "vinaya:26": "Além dos Vinayas completos listados acima, há uma variedade de textos e fragmentos canônicos do Vinaya em diferentes idiomas. Um texto relevante é o <i>pātimokkha</i> dos bhikkhus da escola Kāśyapīya, disponível no volume T 1460 e traduzido para o chinês por Gautama Prajñāruci em 543 EC.",
    "vinaya:27": "Conteúdo",
    "vinaya:28": "O Vinaya Piṭaka é dividido em dois principais grupos de textos: o Suttavibhaṅga, \"A Análise das Regras\", e os Khandhakas, \"os Capítulos\". O Vinaya de certas escolas individuais contêm também outros textos, como o Parivāra, \"O Compêndio\", no caso da tradição Theravada e o Uttaragrantha dos Mūlasarvāstivādins.",
    "vinaya:29": "Suttavibhaṅga",
    "vinaya:30": "Suttavibhaṅga quer dizer \"Análise do <i>sutta</​​i>.\" O termo <i>sutta</​​i> aqui não se refere aos discursos, mas sim às regras <i> pātimokkha </i> como um todo.",
    "vinaya:31": "O Suttavibhaṅga consiste nas regras do <i>pātimokkha</i> embutidas em um comentário que analisa cada uma das regras em detalhes. O Suttavibhaṅga é dividido em duas partes, as 227 regras dos bhikkhus e as 311 regras das bhikkhunis. A maioria das regras é a mesma para as duas ordens, mas 130 regras são específicas para as bhikkhunis e 46 específicas para os bhikkhus. O maior número de regras para as bhikkhunis é em grande parte devido ao fato de que certas regras para os bhikkhus são quebradas em múltiplas regras para as bhikkhunis, e ao fato de que as bhikkhunis têm em seu <i>pātimokkha</i> regras que no caso dos bhikkhus apenas se encontram nos Khandhakas.",
    "vinaya:32": "As regras são categorizadas de acordo com a penalidade incorrida por violá-las. A penalidade mais pesada, a expulsão da Ordem monástica, é incorrida apenas por atos fundamentalmente opostos à vida monástica, tais como ter relações sexuais ou cometer assassinato. Existem 4 regras destas para os bhikkhus e 8 para as bhikkhunis. A segunda penalidade mais pesada consiste em um período de suspensão e reaprovação durante o qual o indivíduo não é considerado um membro pleno da Ordem monástica. Existem 13 regras destas para os bhikkhus e 17 para as bhikkhunis. A grande maioria das ofensas, no entanto, são resolvidas através da simples confissão. Essas regras são subdivididas em várias categorias dependentes de fatores como a gravidade da violação, o tipo de confissão que é necessária e requisitos adicionais, como a devolução de requisitos adquiridos incorretamente. As últimas sete regras do Suttavibhaṅga representam princípios para resolver questões “legais”. A maior parte do material relacionado com estes princípios encontra-se atualmente nos Khandhakas.",
    "vinaya:33": "Dentro do Suttavibhaṅga, cada regra é em grande parte auto-suficiente e forma sua própria subseção. Essas seções começam com uma ou mais histórias de origem que relatam o incidente que levou o Buda a estabelecer uma regra específica. Muitos destes não são mais do que relatos breves de um bhikkhu ou bhikkhuni estereotipada que simplesmente afirmou ter feito algo inapropriado. Algumas são narrativas elaboradas que podem incluir sub-regras ou procedimentos importantes para a Ordem monástica e, ocasionalmente, até material do tipo <i>sutta</i> ou do tipo Jataka. A maioria das histórias de origem se encaixam entre esses dois extremos.",
    "vinaya:34": "Após a história de origem se segue a regra específica. Em vários casos, e por diversas vezes, a regra original é posteriormente alterada pelo Buda antes de atingir sua forma final. A regra é então analisada em detalhe em um comentário, no qual é definida cada palavra significativa da regra. Essas definições vão desde o simples fornecimento de um sinônimo a grandes seções com uma exposição detalhada. O comentário é sempre de natureza técnica.",
    "vinaya:35": "Após o comentário, muitas regras são analisadas quanto à sua aplicabilidade, dada uma série de cenários gerais. Esta seção normalmente assume a forma de uma série de permutações na qual um certo número de fatores é variado em todas as combinações possíveis entre si. Essas seções também são altamente técnicas.",
    "vinaya:36": "Em seguida vem uma cláusula de não-ofensa, que estabelece isenções importantes para cada regra. A cláusula de não-ofensa, por vezes, é seguida por um conjunto de estudos de caso. Estes dizem respeito a casos específicos em que um monástico age de tal maneira que não é claro se ele cometeu ou não uma ofensa. O incidente está relacionado e o Buda então decide sobre o assunto. Esta seção é semelhante em conteúdo às histórias de origem. Apenas as nove primeiras regras dos monges <i>pātimokkha</i> têm essa seção.",
    "vinaya:37": "O estudo comparativo dos vários <i>pātimokkhas</i> deixa claro que esses textos, em grande parte, remontam ao período pré-sectário do budismo (Pachow, 2000). Quanto ao restante material do Suttavibhaṅga, os acadêmicos normalmente o consideram significativamente mais recente do que as regras do <i>pātimokkha</i> (v. Hinüber, 2000: 13f), mas é, no entanto, provável que algumas delas remontem ao período inicial (Pachow, 2000: 14ff). Na ausência de pesquisas mais detalhadas, parece prudente considerar o <i>pātimokkha</i> como a única parte do Suttavibhaṅga que pertence aos Textos Budistas Antigos.",
    "vinaya:38": "Mas esta seria uma generalização exagerada, pois é claro que nem todas as regras do <i>pātimokkha</i> pertencem ao período inicial (Pachow, 2000). E este é o caso de muitas, se não todas, as regras menores do <i>pātimokkha</i> e regras <i>sekhiya</i> dos bhikkhus,mas especialmente as regras das bhikkhunis, muitas das quais variam consideravelmente entre as diferentes escolas, o que torna provável que elas provenham do período sectário.",
    "vinaya:39": "Khandhakas",
    "vinaya:40": "A outra parte principal do Vinaya, os Khandhakas, são um grupo de seções que discutem uma área importante da lei monástica, como uma seção sobre ordenação, várias seções sobre requisitos permitidos e várias seções que tratam de assuntos técnicos. Os Khandhakas Theravada são reúndem 22 seções, as quais são equiparadas a seções equivalentes nas outras recensões existentes do Vinaya, com a exceção parcial dos Mahāsāṅghikas. Os Khandhakas dos Mahāsāṅghikas, embora contenham muito do mesmo material que as outras recensões do Vinaya, estão estruturados de forma diferente. Ainda não há um consenso acadêmico sobre o motivo pelo qual esse é o caso e quais poderiam ser as implicações para a evolução histórica dos Khandhakas.",
    "vinaya:41": "Os Khandhakas carecem do princípio unificador próximo encontrado no Suttavibhaṅga, que, como vimos, é organizado como um comentário e uma análise das regras do <i>pātimokkha</i>. Isso torna os Khandhakas menos integrados e mais diversos que os Suttavibhaṅga.",
    "vinaya:42": "Em contraste com a estrutura rígida do Suttavibhaṅga, os Khandhakas são vagamente estruturados em torno da história da vida do Buda. Após o despertar do Buda, ele começou a ensinar aos outros sobre sua descoberta. Conforme foi adquirindo seguidores monásticos, a necessidade de regras e procedimentos surgiu gradualmente. Essa necessidade continuou durante toda a vida do Buda. É esse processo que fornece a estrutura para os Khandhakas como um todo.",
    "vinaya:43": "A \"biografia\" do Buda é, de fato, amplamente considerada parte do Vinaya em todas as escolas budistas. (Algumas escolas até incluem sua versão do Mahāparinibbāna Sutta no Vinaya, e não entre os <i>suttas</i>, como com os Theravādins.) Os Khandhakas mostram interações comuns do Buda com monásticos e leigos, e nos permite vislumbrar o Buda como uma pessoa real, não apenas como o professor distante e líder de uma grande organização religiosa. Nós o vemos andando pela planície do Ganges, encontrando uma variedade de pessoas. Nós o vemos em contato próximo com seus discípulos monásticos, criticando seus erros, mas também os elogiando quando praticam bem. A história comovente do Buda e do Ven. Ananda limpando um monge sofrendo de disenteria é encontrada nos Khandhakas. Essa visão próxima e quase pessoal do Buda é um fator que torna os Khandhakas uma coleção particularmente interessante.",
    "vinaya:44": "Uma das principais funções dos Khandhakas é apresentar os procedimentos pelos quais as Ordens monásticas conduzem suas funções. Isso inclui o procedimento de ordenação e a cerimônia <i>uposatha</i>, mas também vários outros procedimentos que permitem que as Ordens funcionem adequadamente. Esses procedimentos são regidos por regras precisas, especialmente em relação à participação democrática e à tomada de decisão descentralizada. Eles permitem a resolução eficaz e harmoniosa dos procedimentos monásticos.",
    "vinaya:45": "Os Khandhakas incluem um grande número de regras menores não encontradas no <i>pātimokkha</i>. Essas regras são diversas, mas podem ser amplamente resumidas como proibindo luxos e comportamentos sensuais, ambos incompatíveis com a vida renunciante.",
    "vinaya:46": "Os Khandhakas também incluem histórias de alguns dos mais conhecidos discípulos leigos do Buda, como Anāthapiṇḍika, Visākhā e Jīvaka. Há também histórias sobre discípulos monásticos, como a notável história de Pilindavaccha, as histórias inspiradoras de Soṇa Kolivisa e Soṇa Kuṭikaṇṇa, bem como a queda de Devadatta. Em seguida, encontramos várias histórias do tipo Jataka, algumas das quais também são encontradas na coleção Jataka. Além disso, cada seção tem frequentemente sua própria história de origem, similar àquelas encontradas no Suttavibhaṅga. Mas, além das histórias de origem, os Khandhakas carecem do material exegético detalhado encontrado no Suttavibhaṅga.",
    "vinaya:47": "O terceiro último capítulo dos Khandhakas trata de regras e procedimentos específicos das monjas, incluindo o seu procedimento de ordenação. A menos que especificamente declarado ou implícito, o resto dos Khandhakas são igualmente válidos tanto para a ordem dos bhikkhus quanto para a ordem das bhikkhunis.",
    "vinaya:49": "Outros Textos",
    "vinaya:50": "A tradição Theravada inclui o Parivāra em seu Vinaya Piṭaka. Oskar von Hinüber (2000: 22) sugere que foi concluído no máximo no primeiro século dC. O Parivāra é um resumo analítico das duas primeiras partes do Vinaya. É por vezes comparado, em estilo e método, ao Abhidhamma.",
    "vinaya:51": "Outras escolas também têm resumos do Vinaya e adendos que podem ou não compartilhar material com o Parivāra. Devido à falta de pesquisa, pouco se sabe sobre esses textos. No entanto, parece evidente que nenhum desses textos faça parte dos Textos Budistas Antigos.",
    "vinaya:52": "Perspectivas Modernas",
    "vinaya:53": "A maioria das escolas iniciais do Budismo desapareceu há muito tempo, mas três tradições do Vinaya ainda estão vivas: a Dharmaguptaka, praticada no leste da Ásia, incluindo a China e a Coréia; o Mūlasarvāstivāda, praticada no Tibete e na Mongólia; e o Theravada, praticado no sul e no sudeste da Ásia.",
    "vinaya:54": "Na prática, é raro os discípulos monásticos seguirem todas as estipulações da linhagem do Vinaya escolhida. Por exemplo, embora o uso do dinheiro seja proibido pelas regras <i>pātimokkha</i> de todas as escolas, ele é usado pela grande maioria dos monásticos. A medida em que as regras são seguidas varia enormemente, mas pelo menos a maioria dos monásticos segue as regras mais importantes, isto é, as regras que envolvem a expulsão e as que implicam a suspensão. Uma situação semelhante vale para os procedimentos que regem as ordens. Às vezes eles são praticados à letra, como a maioria das cerimônias de ordenação na tradição Theravada. Outras vezes, os procedimentos são mal interpretados ou simplesmente desconsiderados, como os procedimentos de escolha dos agentes da Ordem.",
    "vinaya:55": "Ao longo da história budista, houveram movimentos periódicos de reforma e tentativas irregulares de purificar a Ordem monástica. Tipicamente, a Ordem degenera de forma gradual até que um líder carismático inicie um movimento de reforma que visa a prática adequada do caminho budista, incluindo o Vinaya. Esses movimentos de reforma às vezes se manifestam como “tradições da floresta”, segundo os quais os monásticos estabelecem mosteiros de floresta em conformidade com os ideais do budismo antigo e inicial. Nas últimas três décadas, uma reforma controversa, e ainda em progresso, tem sido o restabelecimento de uma Ordem de monjas, <i>bhikkhunīs</i>, na tradição Theravada.",
    "vinaya:56": "Comentários",
    "vinaya:57": "Outro componente importante do Vinaya monástico é a vasta literatura de comentários que evoluiu gradualmente ao longo dos séculos e milênios, e que continua a fazê-lo até aos dias atuais. Todas as três tradições vivas do Vinaya têm uma literatura de comentários.",
    "vinaya:58": "A literatura de comentários começa com o Suttavibhaṅga, que, embora faça agora parte do Cânone, é um comentário inicial sobre as regras do <i>pātimokkha</i>. Em seguida, temos outros comentários ou resumos canônicos, como o Parivāra dos Theravādins. Além disso, temos os comentários propriamente ditos, os <i>atthakathās</i>, \"A discussão sobre o significado\".",
    "vinaya:59": "O comentário não-canônico mais importante sobre o Vinaya Piṭaka Theravādin é o Samantapāsādikā, composto no Sri Lanka por Buddhaghosa no quinto século dC, baseado em comentários pré-existentes provavelmente oriundos da Índia. Há também outro comentário importante deste período, o Kaṅkhāvitaraṇī, também composto por Buddhaghosa. A próxima camada de comentários são os <i>ṭīkās</i>, os sub-comentários, dos quais existem mais de uma dúzia, incluindo literatura altamente especializada, como manuais sobre as fronteiras dos mosteiros (<i>sīmās</i>). Os <i>ṭīkās</i> continuam sendo compostos até aos dias atuais. É controverso até que ponto o Vinaya canônico deva ser interpretado de acordo com essa tradição de comentários, e as práticas variam amplamente.",
    "vinaya:60": "Para navegar nesta vasta literatura, muitos mosteiros Theravada dependem de resumos modernos para a prática do Vinaya. Os exemplos incluem o Vinayamukha em tailandês e o \"The Buddhist Monastic Code\", escrito por Ajahn Ṭhānissaro.",
    "vinaya:61": "Além disso, a maioria dos mosteiros Theravada segue uma série de regras mais informais por natureza. Estas incluem regras usadas para distinguir seitas individuais (<i>nikāyas<i/>), tais como regras sobre o estilo das vestes monásticas/manto e a maneira de usá-las. Em seguida há regras que pertencem a tradições particulares de professores, como aquelas que geralmente se formam em torno de professores especialmente carismáticos e famosos. O conjunto final de regras são as regras estabelecidas em cada mosteiro individualmente. Estas regulam a programação diária e outros aspectos da vida monástica que são específicos de cada mosteiro. Embora todas estas regras sejam às vezes chamadas de Vinaya e, portanto, supostamente decorrentes do Vinaya Piṭaka, ou pelo menos dos comentários, na realidade poucas delas têm qualquer base canônica.",
    "vinaya:62": "Referências e Leituras Relacionadas",
    "vinaya:63": "Clarke, Shayne; <cite>Vinaya Mātṛikā – Mother of the Monastic Codes, or just Another Set of Lists?</cite>; Indo-Iranian Journal 47: 77–120, 2004",
    "vinaya:64": "Clarke, Shayne; <cite>Vinayas</cite>; in Brill’s Encyclopaedia of Buddhism; Leiden, 2015; vol. I, pp. 60-87.",
    "vinaya:65": "Frauwallner, Erich; <cite>The Earliest Vinaya and the Beginnings of Buddhist Literature</cite>; Rome, 1956",
    "vinaya:66": "v. Hinüber, Oskar; <cite>A Handbook of Pāli Literature</cite>; Walter de Gruyter, Berlin, 2000",
    "vinaya:68": "Norman, K.R.; <cite>Pāli Literature</cite>; Otto Harrassowitz, Wiesbaden, 1983",
    "vinaya:69": "Ñāṇatusita, Bhikkhu; <cite>A Translation and Analysis of the Pātimokkha</cite>; Kandy, 2008",
    "vinaya:70": "Pachow, W; <cite>A Comparative Study of the Prātimokṣa</cite>; Motilal Banarsidass, Delhi, 2000",
    "vinaya:71": "Sujato, Bhikkhu; <cite>Sects and Sectarianism</cite>; Santipada, 2012"
  }
}