{
  "_markup_path": "markup/mn/mn107.html",
  "_alt_strings": [
    "pi/mn/mn107.json"
  ],
  "mn107:1.1": "Middle Discourses 107",
  "mn107:2.1": "With Moggallāna the Accountant",
  "mn107:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn107:3.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "mn107:3.3": "Then the brahmin Moggallāna the Accountant went up to the Buddha, ",
  "mn107:3.4": "and exchanged greetings with him. ",
  "mn107:3.5": "When the greetings and polite conversation were over, he sat down to one side,",
  "mn107:3.6": "and said to the Buddha:",
  "mn107:4.1": "“Master Gotama, in this stilt longhouse we can see gradual progress",
  "mn107:4.2": "down to the last step of the staircase.",
  "mn107:4.3": "Among the brahmins we can see gradual progress",
  "mn107:4.4": "in learning the chants.",
  "mn107:4.5": "Among archers we can see gradual progress",
  "mn107:4.6": "in archery.",
  "mn107:4.7": "Among we accountants, who earn a living by accounting, we can see gradual progress",
  "mn107:4.8": "in mathematics.",
  "mn107:4.9": "For when we get an apprentice we first make them count:",
  "mn107:4.10": "‘One one, two twos, three threes, four fours, five fives, six sixes, seven sevens, eight eights, nine nines, ten tens.’",
  "mn107:4.11": "We even make them count up to a hundred.",
  "mn107:4.12": "Is it possible to similarly describe a gradual training, gradual progress, and gradual practice in this teaching and training?”",
  "mn107:5.1": "“It is possible, brahmin.",
  "mn107:5.2": "Suppose an expert horse trainer were to obtain a fine thoroughbred. First of all he’d make it get used to wearing the bit.",
  "mn107:5.3": "In the same way, when the Realized One gets a person for training they first guide them like this:",
  "mn107:5.4": "‘Come, mendicant, be ethical and restrained in the code of conduct, with appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.’",
  "mn107:6.1": "When they have ethical conduct, the Realized One guides them further:",
  "mn107:6.2": "‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details.",
  "mn107:6.3": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint,",
  "mn107:6.4": "protect the faculty of sight, and achieve restraint over it.",
  "mn107:6.5": "When you hear a sound with your ears …",
  "mn107:6.7": "When you smell an odor with your nose … ",
  "mn107:6.9": "When you taste a flavor with your tongue … ",
  "mn107:6.11": "When you feel a touch with your body … ",
  "mn107:6.13": "When you know a phenomenon with your mind, don’t get caught up in the features and details. ",
  "mn107:6.14": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, practice restraint, ",
  "mn107:6.15": "protect the faculty of mind, and achieve its restraint.’",
  "mn107:7.1": "When they guard their sense doors, the Realized One guides them further:",
  "mn107:7.2": "‘Come, mendicant, eat in moderation.",
  "mn107:7.3": "Reflect on the reasons why you eat food:",
  "mn107:7.4": "“Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. ",
  "mn107:7.5": "So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.”",
  "mn107:8.1": "When they eat in moderation, the Realized One guides them further:",
  "mn107:8.2": "‘Come, mendicant, be committed to wakefulness. Practice walking and sitting meditation by day, purifying your mind from obstacles. In the evening, continue to practice walking and sitting meditation. In the middle of the night, lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. In the last part of the night, get up and continue to practice walking and sitting meditation, purifying your mind from obstacles.’",
  "mn107:9.1": "When they are committed to wakefulness, the Realized One guides them further:",
  "mn107:9.2": "‘Come, mendicant, have mindfulness and situational awareness. Act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.’",
  "mn107:10.1": "When they have mindfulness and situational awareness, the Realized One guides them further:",
  "mn107:10.2": "‘Come, mendicant, frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.’",
  "mn107:10.3": "And they do so.",
  "mn107:10.4": "After the meal, they return from alms-round, sit down in the meditation posture with their body erect, and establish mindfulness right there.",
  "mn107:10.5": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire.",
  "mn107:10.6": "Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "mn107:10.7": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "mn107:10.8": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "mn107:10.9": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "mn107:11.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn107:11.2": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn107:11.5": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "mn107:11.7": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn107:12.1": "That’s how I instruct the mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring for the supreme sanctuary.",
  "mn107:12.2": "But for those mendicants who are perfected—who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge—these things lead to blissful meditation in the present life, and to mindfulness and awareness.”",
  "mn107:13.1": "When he had spoken, Moggallāna the Accountant said to the Buddha:",
  "mn107:13.2": "“When his disciples are instructed and advised like this by Master Gotama, do all of them achieve the ultimate goal, extinguishment, or do some of them fail?”",
  "mn107:13.3": "“Some succeed, while others fail.”",
  "mn107:14.1": "“What is the cause, Master Gotama, what is the reason why, though extinguishment is present, the path leading to extinguishment is present, and Master Gotama is present to encourage them,",
  "mn107:14.2": "still some succeed while others fail?”",
  "mn107:15.1": "“Well then, brahmin, I’ll ask you about this in return,  ",
  "mn107:15.2": "and you can answer as you like.",
  "mn107:15.3": "What do you think, brahmin? Are you skilled in the road to Rājagaha?”",
  "mn107:15.4": "“Yes, I am.”",
  "mn107:15.5": "“What do you think, brahmin? Suppose a person was to come along who wanted to go to Rājagaha.",
  "mn107:15.6": "He’d approach you and say:",
  "mn107:15.7": "‘Sir, I wish to go to Rājagaha.",
  "mn107:15.8": "Please point out the road to Rājagaha.’",
  "mn107:15.9": "Then you’d say to them:",
  "mn107:15.10": "‘Here, mister, this road goes to Rājagaha.",
  "mn107:15.11": "Go along it for a while, and you’ll see a certain village. Go along a while further, and you’ll see a certain town.",
  "mn107:15.12": "Go along a while further and you’ll see Rājagaha with its delightful parks, woods, meadows, and lotus ponds.’",
  "mn107:15.13": "Instructed like this by you, they might still take the wrong road, heading west.",
  "mn107:15.14": "But a second person might come with the same question and receive the same instructions.",
  "mn107:15.23": "Instructed by you, they might safely arrive at Rājagaha.",
  "mn107:15.24": "What is the cause, brahmin, what is the reason why, though Rājagaha is present, the path leading to Rājagaha is present, and you are there to encourage them,",
  "mn107:15.25": "one person takes the wrong path and heads west, while another arrives safely at Rājagaha?”",
  "mn107:15.26": "“What can I do about that, Master Gotama?",
  "mn107:15.27": "I am the one who shows the way.”",
  "mn107:16.1": "“In the same way, though extinguishment is present, the path leading to extinguishment is present, and I am present to encourage them,",
  "mn107:16.2": "still some of my disciples, instructed and advised like this, achieve the ultimate goal, extinguishment, while some of them fail.",
  "mn107:16.3": "What can I do about that, brahmin?",
  "mn107:16.4": "The Realized One is the one who shows the way.”",
  "mn107:17.1": "When he had spoken, Moggallāna the Accountant said to the Buddha:",
  "mn107:17.2": "“Master Gotama, there are those faithless people who went forth from the lay life into homelessness not out of faith but to earn a livelihood. They’re manipulative, deceitful, and hypocritical. They’re restless, insolent, fickle, gossipy, and loose tongued. They do not guard their sense doors or eat in moderation, and they are not committed to wakefulness. They don’t care about the ascetic life, and don’t keenly respect the training. They’re indulgent and slack, leaders in backsliding, neglecting seclusion, lazy, and lacking energy. They’re unmindful, lacking situational awareness and samādhi, with straying minds, witless and stupid. Master Gotama doesn’t live together with these.",
  "mn107:18.1": "But there are those people from good families who went forth from the lay life into homelessness out of faith. They’re not manipulative, deceitful, and hypocritical. They’re not restless, insolent, fickle, gossipy, and loose tongued. They guard their sense doors and eat in moderation, and they are committed to wakefulness. They care about the ascetic life, and keenly respect the training. They’re not indulgent or slack, nor are they leaders in backsliding, neglecting seclusion. They’re energetic and determined. They’re mindful, with situational awareness and samādhi, with unified mind, wise, not stupid. Master Gotama does live together with these.",
  "mn107:19.1": "Of all kinds of fragrant root, spikenard is said to be the best.",
  "mn107:19.2": "Of all kinds of fragrant heartwood, red sandalwood is said to be the best. ",
  "mn107:19.3": "Of all kinds of fragrant flower, jasmine is said to be the best.",
  "mn107:19.4": "In the same way, Master Gotama’s advice is the best of contemporary teachings.",
  "mn107:20.1": "Excellent, Master Gotama! Excellent!",
  "mn107:20.2": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark  ",
  "mn107:20.3": "so people with good eyes can see what’s there,  ",
  "mn107:20.4": "just so have you made the Teaching clear in many ways.",
  "mn107:20.5": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "mn107:20.6": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}