{
  "_markup_path": "markup/mn/mn114.html",
  "_alt_strings": [
    "pi/mn/mn114.json"
  ],
  "mn114:1.1": "Middle Discourses 114",
  "mn114:2.1": "What Should and Should Not Be Cultivated",
  "mn114:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn114:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn114:3.3": "There the Buddha addressed the mendicants: ",
  "mn114:3.4": "“Mendicants!”",
  "mn114:3.5": "“Venerable sir,” they replied.",
  "mn114:3.6": "The Buddha said this:",
  "mn114:3.7": "“Mendicants, I will teach you an exposition of the teaching on what should and should not be cultivated.",
  "mn114:3.8": "Listen and pay close attention, I will speak.”",
  "mn114:3.9": "“Yes, sir,” they replied.",
  "mn114:3.10": "The Buddha said this:",
  "mn114:4.1": "“I say that there are two kinds of bodily behavior:",
  "mn114:4.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.3": "And each of these is a kind of behavior.",
  "mn114:4.4": "I say that there are two kinds of verbal behavior:",
  "mn114:4.5": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.6": "And each of these is a kind of behavior.",
  "mn114:4.7": "I say that there are two kinds of mental behavior:",
  "mn114:4.8": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.9": "And each of these is a kind of behavior.",
  "mn114:4.10": "I say that there are two ways of giving rise to a thought:",
  "mn114:4.11": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.12": "And each of these is a way of giving rise to a thought.",
  "mn114:4.13": "I say that there are two ways of acquiring perception:",
  "mn114:4.14": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.15": "And each of these is a way of acquiring perception.",
  "mn114:4.16": "I say that there are two ways of acquiring views:",
  "mn114:4.17": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.18": "And each of these is a way of acquiring views.",
  "mn114:4.19": "I say that there are two ways of acquiring a new life-form:",
  "mn114:4.20": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:4.21": "And each of these is a way of acquiring a new life-form.”",
  "mn114:5.1": "When he said this, Venerable Sāriputta said to the Buddha: ",
  "mn114:5.2": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.",
  "mn114:6.1": "‘I say that there are two kinds of bodily behavior:",
  "mn114:6.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:6.3": "And each of these is a kind of bodily behavior.’",
  "mn114:6.4": "That’s what the Buddha said,",
  "mn114:6.5": "but why did he say it?",
  "mn114:6.6": "You should not cultivate the kind of bodily behavior which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:6.7": "And you should cultivate the kind of bodily behavior which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:7.1": "And what kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:7.2": "It’s when someone kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.",
  "mn114:7.3": "They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness.",
  "mn114:7.4": "They commit sexual misconduct. They have sexual relations with women who have their mother, father, brother, sister, relatives, or clan as guardian. They have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or who has been garlanded as a token of betrothal.",
  "mn114:7.5": "That kind of bodily behavior causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:8.1": "And what kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:8.2": "It’s when someone gives up killing living creatures. They renounce violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "mn114:8.3": "They give up stealing. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness.",
  "mn114:8.4": "They give up sexual misconduct. They don’t have sexual relations with women who have their mother, father, brother, sister, relatives, or clan as guardian. They don’t have sexual relations with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or who has been garlanded as a token of betrothal.",
  "mn114:8.5": "That kind of bodily behavior causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:8.6": "‘I say that there are two kinds of bodily behavior:",
  "mn114:8.7": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:8.8": "And each of these is a kind of bodily behavior.’",
  "mn114:8.9": "That’s what the Buddha said, and this is why he said it.",
  "mn114:9.1": "‘I say that there are two kinds of verbal behavior:",
  "mn114:9.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:9.3": "And each of these is a kind of verbal behavior.’",
  "mn114:9.4": "That’s what the Buddha said,",
  "mn114:9.5": "but why did he say it?",
  "mn114:9.6": "You should not cultivate the kind of verbal behavior which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:9.7": "And you should cultivate the kind of verbal behavior which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:10.1": "And what kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:10.2": "It’s when someone lies.",
  "mn114:10.3": "They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness:",
  "mn114:10.4": "‘Please, mister, say what you know.’ ",
  "mn114:10.5": "Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’",
  "mn114:10.8": "Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’",
  "mn114:10.10": "So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason.",
  "mn114:10.11": "They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. ",
  "mn114:10.12": "And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.",
  "mn114:10.13": "They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to samādhi.",
  "mn114:10.14": "They speak nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless.",
  "mn114:10.15": "That kind of verbal behavior causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:11.1": "And what kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:11.2": "It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness:",
  "mn114:11.3": "‘Please, mister, say what you know.’ ",
  "mn114:11.4": "Not knowing, they say ‘I don’t know.’ Knowing, they say",
  "mn114:11.5": "‘I know.’ Not seeing, they say",
  "mn114:11.6": "‘I don’t see.’ And seeing, they say ",
  "mn114:11.7": "‘I see.’",
  "mn114:11.8": "So they don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason.",
  "mn114:11.9": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "mn114:11.10": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "mn114:11.11": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "mn114:11.12": "They give up speaking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "mn114:11.13": "That kind of verbal behavior causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:11.14": "‘I say that there are two kinds of verbal behavior:",
  "mn114:11.15": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:11.16": "And each of these is a kind of verbal behavior.’",
  "mn114:11.17": "That’s what the Buddha said, and this is why he said it.",
  "mn114:12.1": "‘I say that there are two kinds of mental behavior:",
  "mn114:12.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:12.3": "And each of these is a kind of mental behavior.’",
  "mn114:12.4": "That’s what the Buddha said,",
  "mn114:12.5": "but why did he say it?",
  "mn114:12.6": "You should not cultivate the kind of mental behavior which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:12.7": "And you should cultivate the kind of mental behavior which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:13.1": "And what kind of mental behavior causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:13.2": "It’s when someone is covetous. They covet the wealth and belongings of others:",
  "mn114:13.3": "‘Oh, if only their belongings were mine!’",
  "mn114:13.4": "They have ill will and hateful intentions:",
  "mn114:13.5": "‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’",
  "mn114:13.6": "That kind of mental behavior causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:14.1": "And what kind of mental behavior causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:14.2": "It’s when someone is content. They don’t covet the wealth and belongings of others:",
  "mn114:14.3": "‘Oh, if only their belongings were mine!’",
  "mn114:14.4": "They have a kind heart and loving intentions:",
  "mn114:14.5": "‘May these sentient beings live free of enmity and ill will, untroubled and happy!’",
  "mn114:14.6": "That kind of mental behavior causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:14.7": "‘I say that there are two kinds of mental behavior:",
  "mn114:14.8": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:14.9": "And each of these is a kind of mental behavior.’",
  "mn114:14.10": "That’s what the Buddha said, and this is why he said it.",
  "mn114:15.1": "‘I say that there are two ways of giving rise to a thought:",
  "mn114:15.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:15.3": "And each of these is a way of giving rise to a thought.’",
  "mn114:15.4": "That’s what the Buddha said,",
  "mn114:15.5": "but why did he say it?",
  "mn114:15.6": "You should not cultivate the way of giving rise to a thought which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:15.7": "And you should cultivate the way of giving rise to a thought which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:16.1": "And what way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:16.2": "It’s when someone is covetous, and lives with their heart full of covetousness.",
  "mn114:16.3": "They are malicious, and live with their heart full of ill will.",
  "mn114:16.4": "They’re hurtful, and live with their heart intent on harm.",
  "mn114:16.5": "That way of giving rise to a thought causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:17.1": "And what way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:17.2": "It’s when someone is content, and lives with their heart full of contentment.",
  "mn114:17.3": "They are loving, and live with their heart full of love.",
  "mn114:17.4": "They’re kind, and live with their heart full of kindness.",
  "mn114:17.5": "That way of giving rise to a thought causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:17.6": "‘I say that there are two ways of giving rise to a thought:",
  "mn114:17.7": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:17.8": "And each of these is a way of giving rise to a thought.’",
  "mn114:17.9": "That’s what the Buddha said, and this is why he said it.",
  "mn114:18.1": "‘I say that there are two ways of acquiring perception:",
  "mn114:18.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:18.3": "And each of these is a way of acquiring perception.’",
  "mn114:18.4": "That’s what the Buddha said,",
  "mn114:18.5": "but why did he say it?",
  "mn114:18.6": "You should not cultivate the way of acquiring perception which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:18.7": "And you should cultivate the way of acquiring perception which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:19.1": "And what way of acquiring perception causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:19.2": "It’s when someone is covetous, and lives with their perception full of covetousness.",
  "mn114:19.3": "They are malicious, and live with their perception full of ill will.",
  "mn114:19.4": "They’re hurtful, and live with their perception intent on harm.",
  "mn114:19.5": "That way of acquiring perception causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:20.1": "And what way of acquiring perception causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:20.2": "It’s when someone is content, and lives with their perception full of contentment.",
  "mn114:20.3": "They are loving, and live with their perception full of love.",
  "mn114:20.4": "They’re kind, and live with their perception full of kindness.",
  "mn114:20.5": "That way of acquiring perception causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:20.6": "‘I say that there are two ways of acquiring perception:",
  "mn114:20.7": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:20.8": "And each of these is a way of acquiring perception.’",
  "mn114:20.9": "That’s what the Buddha said, and this is why he said it.",
  "mn114:21.1": "‘I say that there are two ways of acquiring views:",
  "mn114:21.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:21.3": "And each of these is a way of acquiring a views.’",
  "mn114:21.4": "That’s what the Buddha said,",
  "mn114:21.5": "but why did he say it?",
  "mn114:21.6": "You should not cultivate the way of acquiring views which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:21.7": "And you should cultivate the way of acquiring views which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:21.8": " ",
  "mn114:22.1": "And what way of acquiring views causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:22.2": "It’s when someone has such a view:",
  "mn114:22.3": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’",
  "mn114:22.4": "That way of acquiring views causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:23.1": "And what way of acquiring views causes unskillful qualities to decline while skillful qualities grow?",
  "mn114:23.2": "It’s when someone has such a view:",
  "mn114:23.3": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’",
  "mn114:23.4": "That way of acquiring views causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:23.5": "‘I say that there are two ways of acquiring views:",
  "mn114:23.6": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:23.7": "And each of these is a way of acquiring a views.’",
  "mn114:23.8": "That’s what the Buddha said, and this is why he said it.",
  "mn114:24.1": "‘I say that there are two ways of acquiring a new life-form:",
  "mn114:24.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:24.3": "And each of these is a way of acquiring a new life-form.’",
  "mn114:24.4": "That’s what the Buddha said,",
  "mn114:24.5": "but why did he say it?",
  "mn114:24.6": "The way of acquiring a new life-form that causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:24.7": "You should not cultivate that way of acquiring a new life-form.",
  "mn114:24.8": "The way of acquiring a new life-form that causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:24.9": "You should cultivate that way of acquiring a new life-form.",
  "mn114:25.1": "And what way of acquiring a new life-form causes unskillful qualities to grow while skillful qualities decline?",
  "mn114:25.2": "The incarnation in an hurtful new life-form which because of its unpreparedness causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:25.3": "And what way of acquiring a new life-form causes unskillful qualities to decline while skillful qualities grow? The incarnation in an pleasing new life-form which because of its preparedness causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:25.4": "‘I say that there are two ways of acquiring a new life-form:",
  "mn114:25.5": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:25.6": "And each of these is a way of acquiring a new life-form.’",
  "mn114:25.7": "That’s what the Buddha said, and this is why he said it.",
  "mn114:26.1": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”",
  "mn114:27.1": "“Good, good, Sāriputta!",
  "mn114:27.2": "It’s good that you understand the detailed meaning of my brief statement in this way.”",
  "mn114:28.1": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further:",
  "mn114:34.1": "“I say that there are two kinds of sight knowable by the eye: ",
  "mn114:34.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:34.3": "I say that there are two kinds of sound knowable by the ear …",
  "mn114:34.5": "smells knowable by the nose …",
  "mn114:34.7": "tastes knowable by the tongue …",
  "mn114:34.9": "touches knowable by the body …",
  "mn114:34.11": "mental phenomena knowable by the mind:",
  "mn114:34.12": "that which you should cultivate, and that which you should not cultivate.”",
  "mn114:35.1": "When he said this, Venerable Sāriputta said to the Buddha: ",
  "mn114:35.2": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.",
  "mn114:35.3": "‘I say that there are two kinds of sight knowable by the eye: ",
  "mn114:35.4": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:35.5": "That’s what the Buddha said,",
  "mn114:35.6": "but why did he say it?",
  "mn114:35.7": "You should not cultivate the kind of sight knowable by the eye which causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:35.8": "And you should cultivate the kind of sight knowable by the eye which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:35.9": "‘I say that there are two kinds of sight knowable by the eye: ",
  "mn114:35.10": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:35.11": "That’s what the Buddha said, and this is why he said it.",
  "mn114:36.1": "‘I say that there are two kinds of sound knowable by the ear …",
  "mn114:36.5": "smells knowable by the nose …",
  "mn114:36.7": "tastes knowable by the tongue …",
  "mn114:36.9": "touches knowable by the body …",
  "mn114:37.1": "mental phenomena knowable by the mind:",
  "mn114:37.2": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:37.3": "That’s what the Buddha said,",
  "mn114:37.4": "but why did he say it?",
  "mn114:37.5": "You should cultivate the kind of mental phenomenon knowable by the mind which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:37.6": "And you should cultivate the kind of mental phenomenon knowable by the mind which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:37.7": "‘I say that there are two kinds of mental phenomena knowable by the mind:",
  "mn114:37.8": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:37.9": "That’s what the Buddha said, and this is why he said it.",
  "mn114:37.10": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”",
  "mn114:38.1": "“Good, good, Sāriputta!",
  "mn114:38.2": "It’s good that you understand the detailed meaning of my brief statement in this way.”",
  "mn114:38.3": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he went on to explain further:",
  "mn114:41.1": "“I say that there are two kinds of robes:",
  "mn114:41.2": "that which you should cultivate, and that which you should not cultivate.",
  "mn114:41.4": "I say that there are two kinds of alms-food …",
  "mn114:41.5": "lodging …",
  "mn114:41.6": "village …",
  "mn114:41.7": "town …",
  "mn114:41.8": "city …",
  "mn114:41.9": "country …",
  "mn114:41.10": "people:",
  "mn114:41.11": "that which you should cultivate, and that which you should not cultivate.”",
  "mn114:42.1": "When he said this, Venerable Sāriputta said to the Buddha: ",
  "mn114:42.2": "“Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.",
  "mn114:42.3": "‘I say that there are two kinds of robes …",
  "mn114:43.1": "alms-food …",
  "mn114:43.5": "lodging …",
  "mn114:43.9": "village …",
  "mn114:43.13": "town …",
  "mn114:43.15": "city …",
  "mn114:43.17": "country …",
  "mn114:44.1": "people:",
  "mn114:44.2": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:44.3": "That’s what the Buddha said,",
  "mn114:44.4": "but why did he say it?",
  "mn114:44.5": "You should not cultivate the kind of person who causes unskillful qualities to grow while skillful qualities decline.",
  "mn114:44.6": "And you should cultivate the kind of person which causes unskillful qualities to decline while skillful qualities grow.",
  "mn114:44.7": "‘I say that there are two kinds of people:",
  "mn114:44.8": "that which you should cultivate, and that which you should not cultivate.’",
  "mn114:44.9": "That’s what the Buddha said, and this is why he said it.”",
  "mn114:44.10": "Sir, that’s how I understand the detailed meaning of the Buddha’s brief statement.”",
  "mn114:45.1": "“Good, good, Sāriputta!",
  "mn114:45.2": "It’s good that you understand the detailed meaning of my brief statement in this way.”",
  "mn114:45.3": "And the Buddha went on to repeat and endorse Venerable Sāriputta’s explanation in full. Then he added:",
  "mn114:47.1": "If all the aristocrats, brahmins, merchants, and workers were to understand the detailed meaning of my brief statement in this way, it would be for their lasting welfare and happiness.",
  "mn114:47.6": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—was to understand the detailed meaning of my brief statement in this way, it would be for the whole world’s lasting welfare and happiness.”",
  "mn114:48.1": "This is what the Buddha said.",
  "mn114:48.2": "Uplifted, Venerable Sāriputta approved of what the Buddha said. "
}