{
  "_markup_path": "markup/mn/mn117.html",
  "_alt_strings": [
    "pi/mn/mn117.json"
  ],
  "mn117:1.1": "Middle Discourses 117",
  "mn117:2.1": "The Great Forty",
  "mn117:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn117:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn117:3.3": "There the Buddha addressed the mendicants:",
  "mn117:3.4": "“Mendicants!”",
  "mn117:3.5": "“Venerable sir,” they replied. ",
  "mn117:3.6": "The Buddha said this:",
  "mn117:3.7": "“Mendicants, I will teach you noble right samādhi with its vital conditions and its prerequisites.",
  "mn117:3.8": "Listen and pay close attention, I will speak.” ",
  "mn117:3.9": "“Yes, sir,” they replied. ",
  "mn117:3.10": "The Buddha said this:",
  "mn117:4.1": "“And what is noble right samādhi with its vital conditions and its prerequisites?",
  "mn117:4.2": "They are:",
  "mn117:4.3": "right view, right motivation, right speech, right action, right livelihood, right effort, and right mindfulness.",
  "mn117:4.4": "Unification of mind with these seven factors as prerequisites",
  "mn117:4.5": "is called noble right samādhi with its vital conditions and also with its prerequisites.",
  "mn117:4.6": "In this context, right view comes first.",
  "mn117:4.7": "And how does right view come first?",
  "mn117:4.8": "When you understand wrong view as wrong view and right view as right view,",
  "mn117:4.9": "that’s your right view.",
  "mn117:5.1": "And what is wrong view?",
  "mn117:5.2": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’",
  "mn117:5.3": "This is wrong view.",
  "mn117:6.1": "And what is right view?",
  "mn117:6.2": "Right view is twofold, I say.",
  "mn117:6.3": "There is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:6.4": "And there is right view that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:6.5": "And what is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?",
  "mn117:6.6": "‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There are duties to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’",
  "mn117:6.7": "This is right view that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:7.1": "And what is right view that is noble, undefiled, transcendent, a factor of the path?",
  "mn117:7.2": "It’s the wisdom—the faculty of wisdom, the power of wisdom, the awakening factor of investigation of principles, and right view as a factor of the path—in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.",
  "mn117:7.3": "This is called right view that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:7.4": "They make an effort to give up wrong view and take up right view: that’s their right effort.",
  "mn117:7.5": "Mindfully they give up wrong view and take up right view: that’s their right mindfulness.",
  "mn117:7.6": "So these three things keep running and circling around right view, namely:",
  "mn117:7.7": "right view, right effort, and right mindfulness.",
  "mn117:8.1": "In this context, right view comes first.",
  "mn117:8.2": "And how does right view come first?",
  "mn117:8.3": "When you understand wrong thought as wrong thought and right thought as right thought, that’s your right view.",
  "mn117:9.1": "And what is wrong thought?",
  "mn117:9.2": "Thoughts of sensuality, of ill will, and of harming.",
  "mn117:9.3": "This is wrong thought.",
  "mn117:10.1": "And what is right thought?",
  "mn117:10.2": "Right thought is twofold, I say.",
  "mn117:10.3": "There is right thought that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:10.4": "And there is right thought that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:10.5": "And what is right thought that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?",
  "mn117:10.6": "Thoughts of renunciation, love, and kindness.",
  "mn117:10.7": "This is right thought that is accompanied by defilements.",
  "mn117:11.1": "And what is right thought that is noble, undefiled, transcendent, a factor of the path?",
  "mn117:11.2": "It’s the thinking—the placing of the mind, thought, applying, application, implanting of the mind, verbal processes—in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.",
  "mn117:11.3": "This is right thought that is noble.",
  "mn117:11.4": "They make an effort to give up wrong thought and take up right thought: that’s their right effort.",
  "mn117:11.5": "Mindfully they give up wrong thought and take up right thought: that’s their right mindfulness.",
  "mn117:11.6": " ",
  "mn117:11.7": "So these three things keep running and circling around right thought, namely:",
  "mn117:11.8": "right view, right effort, and right mindfulness.",
  "mn117:12.1": "In this context, right view comes first.",
  "mn117:12.2": "And how does right view come first?",
  "mn117:12.3": "When you understand wrong speech as wrong speech and right speech as right speech, that’s your right view.",
  "mn117:12.5": "And what is wrong speech?",
  "mn117:12.6": "Speech that’s lying, divisive, harsh, or nonsensical.",
  "mn117:12.7": "This is wrong speech.",
  "mn117:12.8": "And what is right speech? ",
  "mn117:12.9": "Right speech is twofold, I say.",
  "mn117:12.10": "There is right speech that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:12.11": "And there is right speech that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:12.12": "And what is right speech that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?",
  "mn117:12.13": "The refraining from lying, divisive speech, harsh speech, and nonsensical speech.",
  "mn117:12.14": "This is right speech that is accompanied by defilements.",
  "mn117:12.15": "And what is right speech that is noble, undefiled, transcendent, a factor of the path?",
  "mn117:12.16": "It’s the desisting, abstaining, abstinence, and refraining from the four kinds of bad verbal conduct in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.",
  "mn117:12.17": "This is right speech that is noble.",
  "mn117:12.18": "They make an effort to give up wrong speech and take up right speech: that’s their right effort.",
  "mn117:12.20": "Mindfully they give up wrong speech and take up right speech: that’s their right mindfulness.",
  "mn117:12.22": "So these three things keep running and circling around right speech, namely:",
  "mn117:12.23": "right view, right effort, and right mindfulness.",
  "mn117:13.1": "In this context, right view comes first.",
  "mn117:13.2": "And how does right view come first?",
  "mn117:13.3": "When you understand wrong action as wrong action and right action as right action, that’s your right view.",
  "mn117:13.5": "And what is wrong action?",
  "mn117:13.6": "Killing living creatures, stealing, and sexual misconduct.",
  "mn117:13.7": "This is wrong action.",
  "mn117:13.8": "And what is right action?",
  "mn117:13.9": "Right action is twofold, I say.",
  "mn117:13.10": "There is right action that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:13.11": "And there is right action that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:13.12": "And what is right action that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?",
  "mn117:13.13": "Refraining from killing living creatures, stealing, and sexual misconduct.",
  "mn117:13.14": "This is right action that is accompanied by defilements.",
  "mn117:13.15": "And what is right action that is noble, undefiled, transcendent, a factor of the path?",
  "mn117:13.16": "It’s the desisting, abstaining, abstinence, and refraining from the three kinds of bad bodily conduct in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.",
  "mn117:13.17": "This is right action that is noble.",
  "mn117:13.18": "They make an effort to give up wrong action and take up right action: that’s their right effort.",
  "mn117:13.20": "Mindfully they give up wrong action and take up right action: that’s their right mindfulness.",
  "mn117:13.22": "So these three things keep running and circling around right action, namely:",
  "mn117:13.23": "right view, right effort, and right mindfulness.",
  "mn117:14.1": "In this context, right view comes first.",
  "mn117:14.2": "And how does right view come first?",
  "mn117:14.3": "When you understand wrong livelihood as wrong livelihood and right livelihood as right livelihood, that’s your right view.",
  "mn117:14.5": "And what is wrong livelihood?",
  "mn117:14.6": "Deception, flattery, hinting, and belittling, and using material possessions to pursue other material possessions.",
  "mn117:14.7": "This is wrong livelihood.",
  "mn117:14.8": "And what is right livelihood?",
  "mn117:14.9": "Right livelihood is twofold, I say.",
  "mn117:14.10": "There is right livelihood that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment.",
  "mn117:14.11": "And there is right livelihood that is noble, undefiled, transcendent, a factor of the path.",
  "mn117:14.12": "And what is right livelihood that is accompanied by defilements, has the attributes of good deeds, and ripens in attachment?",
  "mn117:14.13": "It’s when a noble disciple give up wrong livelihood and earns a living by right livelihood.",
  "mn117:14.14": "This is right livelihood that is accompanied by defilements.",
  "mn117:14.15": "And what is right livelihood that is noble, undefiled, transcendent, a factor of the path?",
  "mn117:14.16": "It’s the desisting, abstaining, abstinence, and refraining from wrong livelihood in one of noble mind and undefiled mind, who possesses the noble path and develops the noble path.",
  "mn117:14.17": "This is right livelihood that is noble.",
  "mn117:14.18": "They make an effort to give up wrong livelihood and take up right livelihood: that’s their right effort.",
  "mn117:14.20": "Mindfully they give up wrong livelihood and take up right livelihood: that’s their right mindfulness.",
  "mn117:14.22": "So these three things keep running and circling around right livelihood, namely:",
  "mn117:14.23": "right view, right effort, and right mindfulness.",
  "mn117:15.1": "In this context, right view comes first.",
  "mn117:15.2": "And how does right view come first?",
  "mn117:15.3": "Right view gives rise to right motivation. Right motivation gives rise to right speech. Right speech gives rise to right action. Right action gives rise to right livelihood. Right livelihood gives rise to right effort. Right effort gives rise to right mindfulness. Right mindfulness gives rise to right samādhi. Right samādhi gives rise to right knowledge. Right knowledge gives rise to right freedom.",
  "mn117:15.4": "So the trainee has eight factors, while the perfected one has ten factors.",
  "mn117:15.5": "And here too, the eradication of many bad, unskillful qualities is developed to perfection due to right knowledge.",
  "mn117:16.1": "In this context, right view comes first.",
  "mn117:16.2": "And how does right view come first?",
  "mn117:16.3": "For one of right view, wrong view is worn away.",
  "mn117:16.4": "And the many bad, unwholesome qualities that arise because of wrong view are worn away.",
  "mn117:16.5": "And because of right view, many wholesome qualities are developed to perfection.",
  "mn117:16.6": "For one of right thought, wrong thought is worn away.",
  "mn117:16.8": "For one of right speech, wrong speech is worn away.",
  "mn117:16.9": "For one of right action, wrong action is worn away.",
  "mn117:16.10": "For one of right livelihood, wrong livelihood is worn away.",
  "mn117:16.11": "For one of right effort, wrong effort is worn away.",
  "mn117:16.12": "For one of right mindfulness, wrong mindfulness is worn away.",
  "mn117:16.13": "For one of right samādhi, wrong samādhi is worn away.",
  "mn117:16.14": "For one of right knowledge, wrong knowledge is worn away.",
  "mn117:16.15": "For one of right freedom, wrong freedom is worn away.",
  "mn117:16.16": "And the many bad, unwholesome qualities that arise because of wrong freedom are worn away.",
  "mn117:16.17": "And because of right freedom, many wholesome qualities are developed to perfection.",
  "mn117:17.1": "So there are twenty on the side of the skillful, and twenty on the side of the unskillful.",
  "mn117:17.2": "This exposition of the teaching on the Great Forty has been rolled forth. And it cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.",
  "mn117:18.1": "If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuke and criticism on ten legitimate grounds in the present life.",
  "mn117:18.2": "If such a gentleman criticizes right view, they praise and honor the ascetics and brahmins who have wrong view.",
  "mn117:18.3": "If they criticize right thought,",
  "mn117:18.4": "right speech,",
  "mn117:18.6": "right action,",
  "mn117:18.7": "right livelihood,",
  "mn117:18.8": "right effort,",
  "mn117:18.9": "right mindfulness,",
  "mn117:18.10": "right samādhi,",
  "mn117:18.11": "right knowledge,",
  "mn117:18.12": "or right freedom, they praise and honor the ascetics and brahmins who have wrong freedom.",
  "mn117:18.13": "If any ascetic or brahmin imagines they can criticize and reject the exposition of the teaching on the Great Forty, they deserve rebuke and criticism on these ten legitimate grounds in the present life.",
  "mn117:18.14": "Even those wanderers of the past, Vassa and Bhañña of Ukkalā, who taught the doctrines of no-cause, inaction, and nihilism, didn’t imagine that the Great Forty should be criticized or rejected.",
  "mn117:18.15": "Why is that? ",
  "mn117:18.16": "For fear of being blamed, criticized, and faulted.”",
  "mn117:19.1": "This is what the Buddha said.",
  "mn117:19.2": "Uplifted, the mendicants approved of what the Buddha said."
}