{
  "_markup_path": "markup/mn/mn125.html",
  "_alt_strings": [
    "pi/mn/mn125.json"
  ],
  "mn125:1.1": "Middle Discourses 125",
  "mn125:2.1": "The Level of the Tamed",
  "mn125:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn125:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn125:3.3": "Now at that time the novice Aciravata was staying in a wilderness hut.",
  "mn125:3.4": "Then as Prince Jayasena was going for a walk he approached Aciravata,",
  "mn125:3.5": "and exchanged greetings with him.",
  "mn125:3.6": "When the greetings and polite conversation were over, he sat down to one side,",
  "mn125:3.7": "and said to Aciravata:",
  "mn125:4.1": "“Master Aggivessana, I have heard that",
  "mn125:4.2": "a mendicant who meditates diligent, keen, and resolute can experience unification of mind.”",
  "mn125:4.3": "“That’s so true, Prince! That’s so true!",
  "mn125:4.4": "A mendicant who meditates diligent, keen, and resolute can experience unification of mind.”",
  "mn125:4.5": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.”",
  "mn125:4.6": "“I’m not competent to do so, Prince.",
  "mn125:4.7": "For if I was to teach you the Dhamma as I have learned and memorized it, you might not understand the meaning,",
  "mn125:4.8": "which would be wearying and troublesome for me.’",
  "mn125:4.9": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.",
  "mn125:4.10": "Hopefully I will understand the meaning of what you say.”",
  "mn125:4.11": "“Then I shall teach you.",
  "mn125:4.12": "If you understand the meaning of what I say, that’s good.",
  "mn125:4.13": "If not, then leave each to his own, and do not question me about it further.”",
  "mn125:4.14": "“Master Aggivessana, please teach me the Dhamma as you have learned and memorized it.",
  "mn125:4.15": "If I understand the meaning of what you say, that’s good.",
  "mn125:4.16": "If not, then I will leave each to his own, and not question you about it further.”",
  "mn125:5.1": "Then the novice Aciravata taught Prince Jayasena the Dhamma as he had learned and memorized it.",
  "mn125:5.2": "When he had spoken, Jayasena said to him:",
  "mn125:5.3": "“It is impossible, Master Aggivessana, it cannot happen that a mendicant who meditates diligent, keen, and resolute can experience unification of mind.”",
  "mn125:5.4": "Having declared that this was impossible, Jayasena got up from his seat and left.",
  "mn125:6.1": "Not long after he had left, Aciravata went to the Buddha,",
  "mn125:6.2": "bowed, sat down to one side, ",
  "mn125:6.3": "and informed the Buddha of all they had discussed.",
  "mn125:7.1": "When he had spoken, the Buddha said to him:",
  "mn125:7.2": "“How could it be otherwise, Aggivessana?",
  "mn125:7.3": "Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
  "mn125:8.1": "Suppose there was a pair of elephants or horse or oxen in training who were well tamed and well trained. And there was a pair who were not tamed or trained.",
  "mn125:8.2": "What do you think, Aggivessana? Wouldn’t the pair that was well tamed and well trained perform the tasks of the tamed and reach the level of the tamed?”",
  "mn125:8.3": "“Yes, sir.” ",
  "mn125:8.4": "“But would the pair that was not tamed and trained perform the tasks of the tamed and reach the level of the tamed, just like the tamed pair?”",
  "mn125:8.5": "“No, sir.”",
  "mn125:8.6": "“So too, Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
  "mn125:9.1": "Suppose there was a big mountain not far from a town or village.",
  "mn125:9.2": "And two friends set out from that village or town, lending each other a hand up to the mountain.",
  "mn125:9.3": "Once there, one friend would remain at the foot of the mountain, while the other would climb to the peak.",
  "mn125:9.4": "Then the one standing at the foot would say to the one at the peak:",
  "mn125:9.5": "‘My friend, what do you see, standing there at the peak?’",
  "mn125:9.6": "They’d reply: ",
  "mn125:9.7": "‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’",
  "mn125:10.1": "But the other would say:",
  "mn125:10.2": "‘It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.’",
  "mn125:10.3": "So their friend would come down from the peak, take their friend by the arm, and make them climb to the peak. After giving them a moment to catch their breath, they’d say:",
  "mn125:10.4": "‘My friend, what do you see, standing here at the peak?’",
  "mn125:10.5": "They’d reply: ",
  "mn125:10.6": "‘Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!’",
  "mn125:11.1": "They’d say: ",
  "mn125:11.2": "‘Just now I understood you to say:",
  "mn125:11.3": " ",
  "mn125:11.4": "“It’s impossible, it cannot happen that, standing at the peak, you can see delightful parks, woods, meadows, and lotus ponds.”",
  "mn125:11.5": "But now you say:",
  "mn125:11.6": "“Standing at the peak, I see delightful parks, woods, meadows, and lotus ponds!”’",
  "mn125:11.7": "They’d say: ",
  "mn125:11.8": "‘But my friend, it was because I was obstructed by this big mountain that I didn’t see what could be seen.’",
  "mn125:12.1": "But bigger than that is the mass of ignorance by which Prince Jayasena is hindered, obstructed, covered, and engulfed.",
  "mn125:12.2": "Prince Jayasena dwells in the midst of sensual pleasures, enjoying them, consumed by thoughts of them, burning with fever for them, and eagerly seeking more. It’s simply impossible for him to know or see or realize what can only be known, seen, and realized by renunciation.",
  "mn125:12.4": "It wouldn’t be surprising if, had these two similes occurred to you, Prince Jayasena would have gained confidence in you and shown his confidence.”",
  "mn125:12.5": "“But sir, how could these two similes have occurred to me like they did to the Buddha, since they were neither supernaturally inspired, nor learned before in the past?”",
  "mn125:13.1": "“Suppose, Aggivessana, an anointed king was to address his elephant tracker:",
  "mn125:13.2": "‘Please, my good elephant tracker, mount the royal bull elephant and enter the elephant wood. When you see a wild bull elephant, tether it by the neck to the royal elephant.’",
  "mn125:13.3": "‘Yes, sire,’ replied the elephant tracker, and did as he was asked.",
  "mn125:13.4": "The royal elephant leads the wild elephant out into the open;",
  "mn125:13.5": "and it’s only then that it comes out into the open,",
  "mn125:13.6": "for a wild bull elephant clings to the elephant wood.",
  "mn125:13.8": "Then the elephant tracker informs the king:",
  "mn125:13.9": "‘Sire, the wild elephant has come out in the open.’",
  "mn125:13.10": "Then then king addresses his elephant trainer:",
  "mn125:13.11": "‘Please, my good elephant trainer, tame the wild bull elephant. Subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever. Make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.’",
  "mn125:14.1": "‘Yes, sire,’ replied the elephant trainer. He dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.",
  "mn125:14.2": "He spoke in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "mn125:14.3": "Spoken to in such a way by the elephant trainer, the wild elephant wanted to listen. It paid attention and applied its mind to understand.",
  "mn125:14.4": "So the elephant trainer rewards it with grass, fodder, and water.",
  "mn125:15.1": "When the wild elephant accepts the grass, fodder, and water, the trainer knows:",
  "mn125:15.2": "‘Now the wild elephant will survive!’",
  "mn125:15.3": "Then he sets it a further task:",
  "mn125:15.4": "‘Pick it up, sir! Put it down, sir!’",
  "mn125:15.5": "When the wild elephant picks up and puts down when the trainer says, following instructions, the trainer sets it a further task:",
  "mn125:15.6": "‘Forward, sir! Back, sir!’",
  "mn125:15.7": "When the wild elephant goes forward and back when the trainer says, following instructions, the trainer sets it a further task:",
  "mn125:15.8": "‘Stand, sir! Sit, sir!’",
  "mn125:15.9": "When the wild elephant stands and sits when the trainer says, following instructions, the trainer sets the task called imperturbability. He fastens a large plank to its trunk; a lancer sits on its neck; other lancers surround it on all sides; and the trainer himself stands in front with a long lance.",
  "mn125:15.10": "While practicing this task, it doesn’t budge its fore-feet or hind-feet, its fore-quarters or hind-quarters, its head, ears, tusks, tail, or truck.",
  "mn125:15.11": "The wild bull elephant endures being struck by spears, swords, arrows, and axes; it endures the thunder of the drums, kettledrums, horns, and cymbals. Rid of all crooks and flaws, and purged of defects, it is worthy of a king, fit to serve a king, and considered a factor of kingship.",
  "mn125:16.1": "In the same way, Aggivessana, a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "mn125:16.2": "He realizes with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "mn125:16.3": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "mn125:16.4": "A householder hears that Dharma, or a householder’s child, or someone reborn in some clan. ",
  "mn125:16.5": "They gain faith in the Realized One,",
  "mn125:16.6": "and reflect:",
  "mn125:16.7": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "mn125:16.8": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn125:16.9": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn125:17.1": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "mn125:17.2": "And it’s only then that a noble disciple comes out into the open,",
  "mn125:17.3": "for gods and humans elephant cling to the five kinds of sensual stimulation.",
  "mn125:17.5": "Then the Realized One guides them further:",
  "mn125:17.6": "‘Come, mendicant, be ethical and restrained in the code of conduct, with appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.’",
  "mn125:18.1": "When they have ethical conduct, the Realized One guides them further:",
  "mn125:18.2": "‘Come, mendicant, guard your sense doors. When you see a sight with your eyes, don’t get caught up in the features and details. …",
  "mn125:18.4": "(This should be expanded as in MN 107, the Discourse with Moggallāna the Accountant.)",
  "mn125:19.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then they meditate by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "mn125:19.2": "They meditate by observing an aspect of feelings …",
  "mn125:19.4": "mind …",
  "mn125:19.5": "principles, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "mn125:19.6": "It’s like when the elephant trainer dug a large post into the earth and tethered the elephant to it by the neck, so as to subdue its wild behaviors, its wild memories and thoughts, and its wild stress, weariness, and fever, and to make it happy to be in the neighborhood of a village, and instill behaviors congenial to humans.",
  "mn125:19.7": "In the same way, a noble disciple has these four kinds of mindfulness meditation as tethers for the mind so as to subdue behaviors of the lay life, memories and thoughts of the lay life, stress, weariness, and fever of the lay life, and to complete the procedure and realize extinguishment.",
  "mn125:20.1": "Then the Realized One guides them further:",
  "mn125:20.2": "‘Come, mendicant, meditate observing an aspect of the body, but don’t think thoughts connected with sensual pleasures.",
  "mn125:20.3": "Meditate observing an aspect of feelings …",
  "mn125:20.4": "mind …",
  "mn125:20.5": "principles, but don’t think thoughts connected with sensual pleasures.’",
  "mn125:21.1": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption …",
  "mn125:21.2": "third absorption …",
  "mn125:21.3": "fourth absorption.",
  "mn125:21.4": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "mn125:21.5": "They recollect many kinds of past lives, that is,",
  "mn125:21.6": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. …",
  "mn125:21.8": "And so they recollect their many kinds of past lives, with features and details. ",
  "mn125:22.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "mn125:22.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. …",
  "mn125:22.4": "They understand how sentient beings are reborn according to their deeds.",
  "mn125:23.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the ending of defilements.",
  "mn125:23.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn125:23.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.",
  "mn125:23.4": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn125:23.5": "When freed, they know ‘it is freed’. ",
  "mn125:23.6": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn125:24.1": "Such a mendicant endures cold, heat, hunger, and thirst; the touch of flies, mosquitoes, wind, sun, and reptiles; rude and unwelcome criticism; and puts up with physical pain—intense, severe, acute, unpleasant, disagreeable, and life-threatening. Rid of all greed, hate, and delusion, and purged of defects, they are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. They are the supreme field of merit for the world.",
  "mn125:25.1": "If a royal bull elephant passes away untamed and untrained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who died untamed.",
  "mn125:25.4": "In the same way, if a mendicant passes away without having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who died untamed.",
  "mn125:26.1": "If a royal bull elephant passes away tamed and trained—whether in their old age, middle age, or youth—they’re considered a royal bull elephant who died tamed.",
  "mn125:26.4": "In the same way, if a mendicant passes away having ended the defilements—whether as a senior, middle, or junior—they’re considered as a mendicant who died tamed.”",
  "mn125:27.1": "This is what the Buddha said.",
  "mn125:27.2": "Uplifted, the novice Aciravata approved of what the Buddha said. "
}