{
  "_markup_path": "markup/mn/mn121.html",
  "_alt_strings": [
    "pi/mn/mn121.json"
  ],
  "mn121:1.1": "Middle Discourses 121",
  "mn121:2.1": "The Shorter Discourse on Emptiness",
  "mn121:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn121:3.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "mn121:3.3": "Then in the late afternoon, Venerable Ānanda came out of solitude and went to the Buddha.",
  "mn121:3.4": "He bowed, sat down to one side,",
  "mn121:3.5": "and said to him:",
  "mn121:4.1": "“Sir, this one time the Buddha was staying in the land of the Sakyans where they have a town named Nagaraka.",
  "mn121:4.2": "There I heard and learned this directly from the Buddha: ",
  "mn121:4.3": "‘Ānanda, these days I usually practice the meditation on emptiness.’",
  "mn121:4.4": "I trust I properly heard, learned, attended, and remembered that from the Buddha?”",
  "mn121:5.1": "“Indeed, Ānanda, you properly heard, learned, attended, and remembered that.",
  "mn121:5.2": "Now as before I usually practice the meditation on emptiness.",
  "mn121:5.3": "Consider this stilt longhouse of Migāra’s mother. It’s empty of elephants, cows, horses, and mares; of gold and money; and of gatherings of men and women.",
  "mn121:5.4": "There is only this that is not emptiness, namely, the oneness dependent on the mendicant Saṅgha.",
  "mn121:5.5": "So too, a mendicant—ignoring the perception of the village and the perception of people—focuses on the oneness dependent on the perception of wilderness.",
  "mn121:5.6": "Their mind becomes eager, confident, steady, and decided in that perception of wilderness.",
  "mn121:5.7": "They understand: ",
  "mn121:5.8": "‘Here there is no stress due to the perception of village or the perception of people. ",
  "mn121:5.9": "There is only this modicum of stress, namely the oneness dependent on the perception of wilderness.’",
  "mn121:5.10": "They understand: ‘This field of perception is empty of the perception of the village. It is empty of the perception of people.",
  "mn121:5.11": "There is only this that is not emptiness, namely the oneness dependent on the perception of wilderness.’",
  "mn121:5.12": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:5.13": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:6.1": "Furthermore, a mendicant—ignoring the perception of people and the perception of wilderness—focuses on the oneness dependent on the perception of earth.",
  "mn121:6.2": "Their mind becomes eager, confident, steady, and decided in that perception of earth.",
  "mn121:6.3": "As a bull’s hide is rid of folds when fully stretched out by a hundred pegs,",
  "mn121:6.4": "so too, ignoring the hilly terrain, rivers hard to cross, stumps and thorns, and rugged mountains, they focus on the oneness dependent on the perception of earth.",
  "mn121:6.5": "Their mind becomes eager, confident, steady, and decided in that perception of earth.",
  "mn121:6.6": "They understand: ",
  "mn121:6.7": "‘Here there is no stress due to the perception of people or the perception of wilderness. ",
  "mn121:6.8": "There is only this modicum of stress, namely the oneness dependent on the perception of earth.’",
  "mn121:6.9": "They understand: ‘This field of perception is empty of the perception of people. It is empty of the perception of wilderness.",
  "mn121:6.10": "There is only this that is not emptiness, namely the oneness dependent on the perception of earth.’",
  "mn121:6.11": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:6.12": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:7.1": "Furthermore, a mendicant—ignoring the perception of wilderness and the perception of earth—focuses on the oneness dependent on the perception of the dimension of infinite space.",
  "mn121:7.2": "Their mind becomes eager, confident, steady, and decided in that perception of the dimension of infinite space.",
  "mn121:7.3": "They understand: ",
  "mn121:7.4": "‘Here there is no stress due to the perception of wilderness or the perception of earth. ",
  "mn121:7.5": "There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite space.’",
  "mn121:7.6": "They understand: ‘This field of perception is empty of the perception of wilderness. It is empty of the perception of earth.",
  "mn121:7.7": "There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of infinite space.’",
  "mn121:7.8": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:7.9": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:8.1": "Furthermore, a mendicant—ignoring the perception of earth and the perception of the dimension of infinite space—focuses on the oneness dependent on the perception of the dimension of infinite consciousness.",
  "mn121:8.2": "Their mind becomes eager, confident, steady, and decided in that perception of the dimension of infinite consciousness.",
  "mn121:8.3": "They understand: ",
  "mn121:8.4": "‘Here there is no stress due to the perception of earth or the perception of the dimension of infinite space. ",
  "mn121:8.5": "There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’",
  "mn121:8.6": "They understand: ‘This field of perception is empty of the perception of earth. It is empty of the perception of the dimension of infinite space.",
  "mn121:8.7": "There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of infinite consciousness.’",
  "mn121:8.8": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:8.9": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:9.1": "Furthermore, a mendicant—ignoring the perception of the dimension of infinite space and the perception of the dimension of infinite consciousness—focuses on the oneness dependent on the perception of the dimension of nothingness.",
  "mn121:9.2": "Their mind becomes eager, confident, steady, and decided in that perception of the dimension of nothingness.",
  "mn121:9.3": "They understand: ",
  "mn121:9.4": "‘Here there is no stress due to the perception of the dimension of infinite space or the perception of the dimension of infinite consciousness.",
  "mn121:9.5": "There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of nothingness.’",
  "mn121:9.6": "They understand: ‘This field of perception is empty of the perception of the dimension of infinite space. It is empty of the perception of the dimension of infinite consciousness.",
  "mn121:9.7": "There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of nothingness.’",
  "mn121:9.8": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:9.9": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:10.1": "Furthermore, a mendicant—ignoring the perception of the dimension of infinite consciousness and the perception of the dimension of nothingness—focuses on the oneness dependent on the perception of the dimension of neither perception nor non-perception.",
  "mn121:10.2": "Their mind becomes eager, confident, steady, and decided in that perception of the dimension of neither perception nor non-perception.",
  "mn121:10.3": "They understand: ",
  "mn121:10.4": "‘Here there is no stress due to the perception of the dimension of infinite consciousness or the perception of the dimension of nothingness.",
  "mn121:10.5": "There is only this modicum of stress, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’",
  "mn121:10.6": "They understand: ‘This field of perception is empty of the perception of the dimension of infinite consciousness. It is empty of the perception of the dimension of nothingness.",
  "mn121:10.7": "There is only this that is not emptiness, namely the oneness dependent on the perception of the dimension of neither perception nor non-perception.’",
  "mn121:10.8": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:10.9": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:11.1": "Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless samādhi of the heart.",
  "mn121:11.2": "Their mind becomes eager, confident, steady, and decided in that signless samādhi of the heart.",
  "mn121:11.3": "They understand: ",
  "mn121:11.4": "‘Here there is no stress due to the perception of the dimension of nothingness or the perception of the dimension of neither perception nor non-perception.",
  "mn121:11.5": "There is only this modicum of stress, namely the six sense fields dependent on this body and conditioned by life.’",
  "mn121:11.6": "They understand: ‘This field of perception is empty of the perception of the dimension of nothingness. It is empty of the perception of the dimension of neither perception nor non-perception.",
  "mn121:11.7": "There is only this that is not emptiness, namely the six sense fields dependent on this body and conditioned by life.’",
  "mn121:11.8": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:11.9": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:12.1": "Furthermore, a mendicant—ignoring the perception of the dimension of nothingness and the perception of the dimension of neither perception nor non-perception—focuses on the oneness dependent on the signless samādhi of the heart.",
  "mn121:12.2": "Their mind becomes eager, confident, steady, and decided in that signless samādhi of the heart.",
  "mn121:12.3": "They understand: ",
  "mn121:12.4": "‘Even this signless samādhi of the heart is produced by choices and intentions.’",
  "mn121:12.5": "They understand: ‘But whatever is produced by choices and intentions is impermanent and liable to cessation.’",
  "mn121:12.6": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn121:12.7": "When freed, they know ‘it is freed’. ",
  "mn121:12.8": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn121:12.9": "They understand: ",
  "mn121:12.10": "‘Here there is no stress due to the defilements of sensuality, desire for rebirth, or ignorance.",
  "mn121:12.11": "There is only this modicum of stress, namely the six sense fields dependent on this body and conditioned by life.’",
  "mn121:12.12": "They understand: ‘This field of perception is empty of the perception of the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn121:12.13": "There is only this that is not emptiness, namely the six sense fields dependent on this body and conditioned by life.’",
  "mn121:12.14": "And so they regard it as empty of what is not there, but as to what remains they understand that it is present.",
  "mn121:12.15": "That’s how emptiness is born in them—genuine, undistorted, and pure.",
  "mn121:13.1": "Whatever ascetics and brahmins enter and remain in the pure, ultimate, supreme emptiness—whether in the past, future, or present—all of them enter and remain in this same pure, ultimate, supreme emptiness.",
  "mn121:13.4": "So, Ānanda, you should train like this: ‘We will enter and remain in the pure, ultimate, supreme emptiness.’",
  "mn121:13.5": "That’s how you should train.” ",
  "mn121:14.1": "This is what the Buddha said.",
  "mn121:14.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}