{
  "_markup_path": "markup/mn/mn123.html",
  "_alt_strings": [
    "pi/mn/mn123.json"
  ],
  "mn123:1.1": "Middle Discourses 123",
  "mn123:2.1": "Incredible and Amazing",
  "mn123:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn123:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn123:3.3": "Then after the meal, on return from alms-round, several senior mendicants sat together in the pavilion and this discussion came up among them.",
  "mn123:3.4": "“It’s incredible, reverends, it’s amazing!",
  "mn123:3.5": "For the Realized One has such power and might that he is able to know the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering.",
  "mn123:3.6": "He knows the caste they were born in, and also their names, clans, conduct, teaching, wisdom, meditation, and freedom.”",
  "mn123:3.7": "When they said this, Venerable Ānanda said this:",
  "mn123:3.8": "“The Realized Ones are incredible, reverends, and they have incredible qualities.",
  "mn123:3.9": "They’re amazing, and they have amazing qualities.”",
  "mn123:3.10": "But this conversation among those mendicants was left unfinished.",
  "mn123:4.1": "Then in the late afternoon, the Buddha came out of solitude, went to the assembly hall,",
  "mn123:4.2": "sat down on the indicated seat,",
  "mn123:4.3": "and addressed the mendicants: ",
  "mn123:4.4": "“Mendicants, what were you sitting talking about just now? What conversation was unfinished?”",
  "mn123:4.5": "So the mendicants told him what they had been talking about when the Buddha arrived. The Buddha said:",
  "mn123:5.2": "“So, Ānanda, say some more about the incredible and amazing qualities of the Realized One.”",
  "mn123:6.1": "“Sir, I have heard and learned this directly from the Buddha:",
  "mn123:6.2": "‘Mindful and aware, the being intent on awakening is reborn in the group of Joyful Gods.’",
  "mn123:6.3": "This I remember as an incredible quality of the Buddha.",
  "mn123:7.1": "I have learned this directly from the Buddha:",
  "mn123:7.2": "‘Mindful and aware, the being intent on awakening remains in the group of Joyful Gods.’",
  "mn123:7.3": "This too I remember as an incredible quality of the Buddha.",
  "mn123:8.1": "I have learned this directly from the Buddha:",
  "mn123:8.2": "‘For the whole of that life, the being intent on awakening remains in the group of Joyful Gods.’",
  "mn123:8.3": "This too I remember as an incredible quality of the Buddha.",
  "mn123:9.1": "I have learned this directly from the Buddha:",
  "mn123:9.2": "‘Mindful and aware, the being intent on awakening passes away from the group of Joyful Gods and is conceived in his mother’s womb.’",
  "mn123:9.3": "This too I remember as an incredible quality of the Buddha.",
  "mn123:10.1": "I have learned this directly from the Buddha:",
  "mn123:10.2": "‘When the being intent on awakening passes away from the group of Joyful Gods, he’s conceived in his mother’s womb. And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "mn123:10.3": "Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "mn123:10.4": "And even the sentient beings reborn there recognize each other by that light:",
  "mn123:10.5": "“So, it seems other sentient beings have been reborn here!”",
  "mn123:10.6": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’",
  "mn123:10.9": "This too I remember as an incredible quality of the Buddha.",
  "mn123:11.1": "I have learned this directly from the Buddha:",
  "mn123:11.2": "‘When the being intent on awakening is conceived in his mother’s belly, four deities approached to guard the four directions,",
  "mn123:11.3": "so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother.’",
  "mn123:11.6": "This too I remember as an incredible quality of the Buddha.",
  "mn123:12.1": "I have learned this directly from the Buddha:",
  "mn123:12.2": "‘When the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and alcohol and drugs, which cause negligence.’",
  "mn123:12.5": "This too I remember as an incredible quality of the Buddha.",
  "mn123:13.1": "I have learned this directly from the Buddha:",
  "mn123:13.2": "‘When the being intent on awakening is conceived in his mother’s belly, she no longer feels sexual desire for men, and she cannot be violated by a man of lustful intent.’",
  "mn123:13.5": "This too I remember as an incredible quality of the Buddha.",
  "mn123:14.1": "I have learned this directly from the Buddha:",
  "mn123:14.2": "‘When the being intent on awakening is conceived in his mother’s belly, she obtains the five kinds of sensual stimulation and amuses herself, supplied and provided with them.’",
  "mn123:14.3": " ",
  "mn123:14.6": "This too I remember as an incredible quality of the Buddha.",
  "mn123:15.1": "I have learned this directly from the Buddha:",
  "mn123:15.2": "‘When the being intent on awakening is conceived in his mother’s belly, no afflictions beset her.",
  "mn123:15.3": "She’s happy and free of bodily fatigue.",
  "mn123:15.4": "And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty.",
  "mn123:15.5": "Suppose there was a gem of lapus lazuli that was naturally beautiful, eight-faceted, with expert workmanship, transparent and clear, possessing all good qualities. ",
  "mn123:15.6": "And it was strung with a thread of blue, yellow, red, white, or golden brown.",
  "mn123:15.7": "And someone with good eyesight were to take it in their hand and examine it:",
  "mn123:15.8": "“This gem of lapus lazuli is naturally beautiful, eight-faceted, with expert workmanship, transparent and clear, possessing all good qualities. And it’s strung with a thread of blue, yellow, red, white, or golden brown.”",
  "mn123:15.9": "So too, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her.",
  "mn123:15.10": "She’s happy and free of bodily fatigue.",
  "mn123:15.11": "And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty.’",
  "mn123:15.14": "This too I remember as an incredible quality of the Buddha.",
  "mn123:16.1": "I have learned this directly from the Buddha:",
  "mn123:16.2": "‘Seven days after the being intent on awakening is born, his mother passes away and is reborn in the group of Joyful Gods.’",
  "mn123:16.5": "This too I remember as an incredible quality of the Buddha.",
  "mn123:17.1": "I have learned this directly from the Buddha:",
  "mn123:17.2": "‘Other women carry the infant in the womb for nine or ten months before giving birth. Not so the mother of the being intent on awakening.",
  "mn123:17.3": "She gives birth after exactly ten months.’",
  "mn123:17.6": "This too I remember as an incredible quality of the Buddha.",
  "mn123:18.1": "I have learned this directly from the Buddha:",
  "mn123:18.2": "‘Other women give birth while sitting or lying down. Not so the mother of the being intent on awakening.",
  "mn123:18.3": "She only gives birth standing up.’",
  "mn123:18.6": "This too I remember as an incredible quality of the Buddha.",
  "mn123:19.1": "I have learned this directly from the Buddha:",
  "mn123:19.2": "‘When the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans.’",
  "mn123:19.5": "This too I remember as an incredible quality of the Buddha.",
  "mn123:20.1": "I have learned this directly from the Buddha:",
  "mn123:20.2": "‘When the being intent on awakening emerges from his mother’s womb, before he reaches the ground, four deities receive him and place him before his mother, saying:",
  "mn123:20.3": "‘Rejoice, O Queen!",
  "mn123:20.4": "An eminent child is born to you.’",
  "mn123:20.7": "This too I remember as an incredible quality of the Buddha.",
  "mn123:21.1": "I have learned this directly from the Buddha:",
  "mn123:21.2": "‘When the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.",
  "mn123:21.3": "Suppose a gem was placed on a cloth from Kāsī. The gem would not soil the cloth, nor would the cloth soil the gem.",
  "mn123:21.4": "Why is that? ",
  "mn123:21.5": "Because of the cleanliness of them both.",
  "mn123:21.6": "So too, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean.’",
  "mn123:21.9": "This too I remember as an incredible quality of the Buddha.",
  "mn123:22.1": "I have learned this directly from the Buddha:",
  "mn123:22.2": "‘When the being intent on awakening emerges from his mother’s womb, two streams of water appear in the sky,",
  "mn123:22.3": "one cool, one warm,",
  "mn123:22.4": "for bathing the being intent on awakening and his mother.’",
  "mn123:22.7": "This too I remember as an incredible quality of the Buddha.",
  "mn123:23.1": "I have learned this directly from the Buddha:",
  "mn123:23.2": "‘As soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic statement:",
  "mn123:23.3": "“I am the foremost in the world! I am the eldest in the world! I am the best in the world!",
  "mn123:23.4": "This is my last birth. Now there are no more future lives.”’",
  "mn123:23.7": "This too I remember as an incredible quality of the Buddha.",
  "mn123:24.1": "I have learned this directly from the Buddha:",
  "mn123:24.2": "‘When the being intent on awakening emerges from his mother’s womb then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "mn123:24.3": "Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.",
  "mn123:24.4": "And the sentient beings reborn there recognize each other by that light:",
  "mn123:24.5": "“So, it seems other sentient beings have been reborn here!”",
  "mn123:24.6": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods.’",
  "mn123:24.9": "This too I remember as an incredible and amazing quality of the Buddha.”",
  "mn123:25.1": "“So, Ānanda, you should also remember this as an incredible and amazing quality of the Realized One.",
  "mn123:25.2": "It’s that the Realized One knows feelings as they arise, as they remain, and as they go away. ",
  "mn123:25.3": "He knows perceptions as they arise, as they remain, and as they go away. ",
  "mn123:25.5": "He knows thoughts as they arise, as they remain, and as they go away. ",
  "mn123:25.6": "This too you should remember as an incredible and amazing quality of the Realized One.”",
  "mn123:25.7": "“Sir, the Buddha knows feelings as they arise, as they remain, and as they go away. ",
  "mn123:25.8": "He knows perceptions as they arise, as they remain, and as they go away. ",
  "mn123:25.9": "He knows thoughts as they arise, as they remain, and as they go away. ",
  "mn123:25.10": "This too I remember as an incredible and amazing quality of the Buddha.”",
  "mn123:26.1": "That’s what Ānanda said,",
  "mn123:26.2": "and the teacher approved.",
  "mn123:26.3": "Uplifted, those mendicants approved of what the Venerable Ānanda said."
}