{
  "_markup_path": "markup/mn/mn122.html",
  "_alt_strings": [
    "pi/mn/mn122.json"
  ],
  "mn122:1.1": "Middle Discourses 122",
  "mn122:2.1": "The Longer Discourse on Emptiness",
  "mn122:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn122:3.2": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "mn122:3.3": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Kapilavatthu for alms.",
  "mn122:3.4": "He wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the dwelling of Kāḷakhemaka the Sakyan for the day’s meditation.",
  "mn122:3.5": "Now at that time several resting places had been spread out at Kāḷakhemaka’s dwelling.",
  "mn122:3.6": "The Buddha saw this,",
  "mn122:3.7": "and wondered:",
  "mn122:3.8": "“Many resting places have been spread out;",
  "mn122:3.9": "are there a number of mendicants living here?”",
  "mn122:4.1": "Now at that time Venerable Ānanda, together with several other mendicants, was making robes in Ghaṭa the Sakyan’s dwelling.",
  "mn122:4.2": "Then in the late afternoon, the Buddha came out of solitude and went to Ghaṭa’s dwelling,",
  "mn122:4.3": "where he sat on the seat spread out ",
  "mn122:4.4": "and said to Venerable Ānanda:",
  "mn122:4.5": "“Many resting places have been spread out at Kāḷakhemaka’s dwelling;",
  "mn122:4.6": "are a number of mendicants living there?”",
  "mn122:4.8": "“Indeed there are, sir.",
  "mn122:4.9": "It’s currently the time for making robes.”",
  "mn122:5.1": "“Ānanda, a mendicant doesn’t shine who enjoys company and groups, who loves them and likes to enjoy them.",
  "mn122:5.2": "It’s totally impossible that such a mendicant will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty.",
  "mn122:5.4": "But you should expect that a mendicant who lives alone, withdrawn from the group, will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty.",
  "mn122:5.5": "That is possible.",
  "mn122:6.1": "Indeed, Ānanda, it is not possible that a mendicant who enjoys company will enter and remain in freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable.",
  "mn122:6.3": "But it is possible that a mendicant who lives alone, withdrawn from the group will enter and remain in freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable.",
  "mn122:7.1": "Ānanda, I do not see even a single sight which, with its decay and perishing, would not give rise to sorrow, crying, pain, sadness, and distress in someone who has desire and lust for it.",
  "mn122:8.1": "But the Realized One woke up to this meditation, namely",
  "mn122:8.2": "to enter and remain in emptiness internally by not focusing on any signs.",
  "mn122:8.3": "Now, suppose that while the Realized One is practicing this meditation, monks, nuns, laymen, laywomen, rulers and their ministers, founders of religious sects, and their disciples go to visit him.",
  "mn122:8.4": "In that case, with a mind slanting, sloping, and inclining to seclusion, withdrawn, and loving renunciation, he invariably gives each of them a talk emphasizing the topic of dismissal.",
  "mn122:8.5": "Now a mendicant might wish:",
  "mn122:8.6": "‘May I enter and remain in emptiness internally!’ So they should still, settle, unify, and converge their mind in samādhi internally.",
  "mn122:9.1": "And how does a mendicant still, settle, unify, and converge their mind in samādhi internally?",
  "mn122:9.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption …",
  "mn122:9.6": "second absorption …",
  "mn122:9.7": "third absorption …",
  "mn122:9.8": "fourth absorption.",
  "mn122:9.9": "That’s how a mendicant stills, settles, unifies, and converges their mind in samādhi internally.",
  "mn122:9.10": "They focus on emptiness internally,",
  "mn122:9.11": "but their mind isn’t eager, confident, steady, and decided. ",
  "mn122:9.12": "In that case, they understand:",
  "mn122:9.13": "‘I am focusing on emptiness internally, but my mind isn’t eager, confident, steady, and decided.’",
  "mn122:9.14": "In this way they are aware of the situation. ",
  "mn122:9.15": "They focus on emptiness externally …",
  "mn122:9.17": "They focus on emptiness internally and externally …",
  "mn122:9.19": "They focus on the immovable,",
  "mn122:9.20": "but their mind isn’t eager, confident, steady, and decided. ",
  "mn122:9.21": "In that case, they understand:",
  "mn122:9.22": "‘I am focusing on the immoveable internally, but my mind isn’t eager, confident, steady, and decided.’",
  "mn122:9.23": "In this way they are aware of the situation. ",
  "mn122:10.1": "Then that mendicant should still, settle, unify, and converge their mind in samādhi internally using the same meditation subject as a basis for samādhi that they used before.",
  "mn122:10.2": "They focus on emptiness internally,",
  "mn122:10.3": "and their mind is eager, confident, steady, and decided. ",
  "mn122:10.4": "In that case, they understand:",
  "mn122:10.5": "‘I am focusing on emptiness internally, and my mind is eager, confident, steady, and decided.’",
  "mn122:10.6": "In this way they are aware of the situation. ",
  "mn122:10.7": "They focus on emptiness externally …",
  "mn122:10.9": "They focus on emptiness internally and externally …",
  "mn122:10.11": "They focus on the immovable,",
  "mn122:10.12": "and their mind is eager, confident, steady, and decided. ",
  "mn122:10.13": "In that case, they understand:",
  "mn122:10.14": "‘I am focusing on the immovable internally, and my mind is eager, confident, steady, and decided.’",
  "mn122:10.15": "In this way they are aware of the situation. ",
  "mn122:11.1": "While a mendicant is practicing such meditation, if their mind inclines to walking, they walk, thinking:",
  "mn122:11.2": "‘While I’m walking, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "mn122:11.3": "In this way they are aware of the situation. ",
  "mn122:11.4": "While a mendicant is practicing such meditation, if their mind inclines to standing, they stand, thinking:",
  "mn122:11.5": "‘While I’m standing, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "mn122:11.6": "In this way they are aware of the situation. ",
  "mn122:11.7": "While a mendicant is practicing such meditation, if their mind inclines to sitting, they sit, thinking:",
  "mn122:11.8": "‘While I’m sitting, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "mn122:11.9": "In this way they are aware of the situation. ",
  "mn122:11.10": "While a mendicant is practicing such meditation, if their mind inclines to lying, they lie down, thinking:",
  "mn122:11.11": "‘While I’m lying down, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "mn122:11.12": "In this way they are aware of the situation. ",
  "mn122:12.1": "While a mendicant is practicing such meditation, if their mind inclines to talking, they think:",
  "mn122:12.2": "‘I will not engage in the kind of speech that is low, crass, ordinary, ignoble, and pointless. Such speech doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is:",
  "mn122:12.3": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.’",
  "mn122:12.5": "In this way they are aware of the situation. ",
  "mn122:12.6": "‘But I will engage in speech about self-effacement that helps open the heart and leads solely to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. That is,",
  "mn122:12.7": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.’",
  "mn122:12.9": "In this way they are aware of the situation. ",
  "mn122:13.1": "While a mendicant is practicing such meditation, if their mind inclines to thinking, they think:",
  "mn122:13.2": "‘I will not engage in the kind of thought that is low, crass, ordinary, ignoble, and pointless. Such speech doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is,",
  "mn122:13.3": "sensual, malicious, or cruel thoughts.’",
  "mn122:13.4": "In this way they are aware of the situation. ",
  "mn122:13.5": "‘But I will engage in thoughts that are noble and emancipating, and bring one who practices them to the complete end of suffering. That is,",
  "mn122:13.6": "thoughts of renunciation, love, and kindness.’",
  "mn122:13.8": "In this way they are aware of the situation. ",
  "mn122:14.1": "There are these five kinds of sensual stimulation.",
  "mn122:14.2": "What five?",
  "mn122:14.3": "Sights knowable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds knowable by the ear …",
  "mn122:14.4": "Smells knowable by the nose … ",
  "mn122:14.5": "Tastes knowable by the tongue …",
  "mn122:14.6": "Touches knowable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn122:14.7": "These are the five kinds of sensual stimulation.",
  "mn122:14.8": "So you should regularly check your own mind:",
  "mn122:14.9": "‘Does my mind take an interest in any of these five kinds of sensual stimulation?’",
  "mn122:14.10": "Suppose that, upon checking, a mendicant knows this:",
  "mn122:14.11": "‘My mind does take an interest.’ In that case, they understand:",
  "mn122:14.12": "‘I have not given up desire and greed for the five kinds of sensual stimulation.’",
  "mn122:14.13": "In this way they are aware of the situation. ",
  "mn122:14.14": "But suppose that, upon checking, a mendicant knows this:",
  "mn122:14.15": "‘My mind does not take an interest.’ In that case, they understand:",
  "mn122:14.16": "‘I have given up desire and greed for the five kinds of sensual stimulation.’",
  "mn122:14.17": "In this way they are aware of the situation. ",
  "mn122:15.1": "A mendicant should meditate observing rise and fall in these five sets of phenomena connected with grasping:",
  "mn122:15.2": "‘Such are physical phenomena, such is the origin of physical phenomena, such is the ending of physical phenomena. Such are feelings …",
  "mn122:15.3": "Such is perception …",
  "mn122:15.4": "Such are choices …",
  "mn122:15.5": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’",
  "mn122:15.6": "As they do so, they give up the conceit ‘I am’.",
  "mn122:15.7": "In that case, they understand:",
  "mn122:15.8": "‘I have given up the conceit ‘I am’ regarding the five sets of phenomena connected with grasping.’",
  "mn122:15.9": "In this way they are aware of the situation. ",
  "mn122:15.10": "These principles are entirely skillful, with skillful outcomes; they are noble, transcendent, and inaccessible to the Wicked One.",
  "mn122:15.11": "What do you think, Ānanda? For what reason would a disciple value following the Teacher, even if told to go away?”",
  "mn122:15.12": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "mn122:15.13": "Sir, may the Buddha himself please clarify the meaning of this.",
  "mn122:15.14": "The mendicants will listen and remember it.”",
  "mn122:16.1": "“A disciple should not value following the Teacher for the sake of statements, songs, or discussions.",
  "mn122:16.2": "Why is that? ",
  "mn122:16.3": "Because for a long time you have learned the teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.",
  "mn122:16.4": "But a disciple should value following the Teacher, even if asked to go away, for the sake of talk about self-effacement that helps open the heart and leads solely to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. That is,",
  "mn122:16.5": "talk about fewness of wishes, contentment, seclusion, keeping your distance, arousing energy, ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom.",
  "mn122:17.1": "This being so, Ānanda, there is a peril for the teacher, a peril for the student, and a peril for a spiritual practitioner.",
  "mn122:18.1": "And how is there peril for the teacher?",
  "mn122:18.2": "It’s when some teacher frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn122:18.3": "While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.",
  "mn122:18.4": "When this happens, they enjoy stupefaction, fall into greed, and return to indulgence.",
  "mn122:18.5": "This teacher is said to be imperiled by the teacher’s peril.",
  "mn122:18.6": "They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future birth, old age, and death.",
  "mn122:18.7": "That’s how there is a peril for the teacher.",
  "mn122:19.1": "And how is there peril for the student?",
  "mn122:19.2": "It’s when the student of a teacher, emulating their teacher’s seclusion, frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn122:19.3": "While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.",
  "mn122:19.4": "When this happens, they enjoy stupefaction, fall into greed, and return to indulgence.",
  "mn122:19.5": "This student is said to be imperiled by the student’s peril.",
  "mn122:19.6": "They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future birth, old age, and death.",
  "mn122:19.7": "That’s how there is a peril for the student.",
  "mn122:20.1": "And how is there a peril for a spiritual practitioner?",
  "mn122:20.2": "It’s when when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "mn122:20.3": "He frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn122:20.4": "While meditating withdrawn, he’s visited by a stream of brahmins and householders of the city and country.",
  "mn122:20.5": "When this happens, he doesn’t enjoy stupefaction, fall into greed, and return to indulgence.",
  "mn122:20.6": "But a disciple of this teacher, emulating their teacher’s seclusion, frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn122:20.7": "While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.",
  "mn122:20.8": "When this happens, they enjoy stupefaction, fall into greed, and return to indulgence.",
  "mn122:20.9": "This spiritual practitioner is said to be imperiled by the spiritual practitioner’s peril.",
  "mn122:20.10": "They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future birth, old age, and death.",
  "mn122:20.11": "That’s how there is a peril for the spiritual practitioner.",
  "mn122:21.1": "And in this context, Ānanda, as compared to the peril of the teacher or the student, the peril of the spiritual practitioner has more painful, bitter results, and even leads to the underworld.",
  "mn122:22.1": "So, Ānanda, treat me as a friend, not as an enemy. ",
  "mn122:22.2": "That will be for your lasting welfare and happiness.",
  "mn122:23.1": "And how do disciples treat their Teacher as an enemy, not a friend?",
  "mn122:23.2": "It’s when the Teacher teaches the Dhamma out of kindness and compassion:",
  "mn122:23.3": "‘This is for your welfare. This is for your happiness.’",
  "mn122:23.4": "But their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They err and turn aside from the Teacher’s instruction.",
  "mn122:23.5": "That’s how the disciples treat their Teacher as an enemy, not a friend.",
  "mn122:24.1": "And how do disciples treat their Teacher as a friend, not an enemy?",
  "mn122:24.2": "It’s when the Teacher teaches the Dhamma out of kindness and compassion:",
  "mn122:24.3": "‘This is for your welfare. This is for your happiness.’",
  "mn122:24.4": "And their disciples want to listen. They pay attention and apply their minds to understand. They don’t err and turn aside from the Teacher’s instruction.",
  "mn122:24.5": "That’s how the disciples treat their Teacher as a friend, not an enemy.",
  "mn122:25.1": "So, Ānanda, treat me as a friend, not as an enemy. ",
  "mn122:25.2": "That will be for your lasting welfare and happiness.",
  "mn122:25.3": "I shall not mollycoddle you like a potter their damp, unfired pots. ",
  "mn122:25.4": "I shall speak, pushing you again and again, ",
  "mn122:25.5": "pressing you again and again. ",
  "mn122:25.6": "The core will stand the test.”",
  "mn122:26.1": "This is what the Buddha said.",
  "mn122:26.2": "Uplifted, Venerable Ānanda approved of what the Buddha said."
}