{
  "_markup_path": "markup/mn/mn13.html",
  "_alt_strings": [
    "pi/mn/mn13.json"
  ],
  "mn13:1.1": "Middle Discourses 13",
  "mn13:2.1": "The Longer Discourse on the Mass of Suffering",
  "mn13:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn13:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn13:3.3": "Then several mendicants got dressed in the morning and, taking their bowls and robes, entered Sāvatthī for alms.",
  "mn13:3.4": "Then those mendicants thought:",
  "mn13:3.5": "“It’s too early to wander for alms in Sāvatthī. Why don’t I go to the monastery of the wanderers who follow other paths?”",
  "mn13:3.6": "Then they went to the monastery of the wanderers who follow other paths,",
  "mn13:3.7": "and exchanged greetings with the wanderers there.",
  "mn13:3.8": "When the greetings and polite conversation were over, they sat down to one side.",
  "mn13:3.9": "The wanderers said to them:",
  "mn13:3.10": "“Reverends, the ascetic Gotama advocates the complete understanding of sensual pleasures, and so do we.",
  "mn13:3.11": "The ascetic Gotama advocates the complete understanding of sights, and so do we.",
  "mn13:3.12": "The ascetic Gotama advocates the complete understanding of feelings, and so do we.",
  "mn13:3.13": "What, then, is the difference between the ascetic Gotama’s teaching and instruction and ours?”",
  "mn13:3.15": "Those mendicants neither approved nor dismissed that statement of the wanderers who follow other paths. ",
  "mn13:3.16": "They got up from their seat, thinking:",
  "mn13:3.17": "“We will learn the meaning of this statement from the Buddha himself.”",
  "mn13:4.1": "Then, after the meal, when they returned from alms-round, they went up to the Buddha,",
  "mn13:4.2": "bowed, sat down to one side, ",
  "mn13:4.3": "and told him what had happened. The Buddha said:",
  "mn13:5.1": "“Mendicants, when wanderers who follow other paths say this, you should say to them: ",
  "mn13:5.2": "‘But reverends, what’s the gratification, the drawback, and the escape when it comes to sensual pleasures?",
  "mn13:5.3": "What’s the gratification, the drawback, and the escape when it comes to sights?",
  "mn13:5.4": "What’s the gratification, the drawback, and the escape when it comes to feelings?’",
  "mn13:5.5": "Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated.",
  "mn13:5.6": "Why is that?",
  "mn13:5.7": "Because they’re out of their element.",
  "mn13:5.8": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them.",
  "mn13:6.1": "And what is the gratification of sensual pleasures?",
  "mn13:6.2": "There are these five kinds of sensual stimulation.",
  "mn13:6.3": "What five?",
  "mn13:6.4": "Sights cognizable by the eye that are likeable, desirable, agreeable, pleasant, sensual, and arousing. Sounds cognizable by the ear …",
  "mn13:6.6": "Smells cognizable by the nose … ",
  "mn13:6.7": "Tastes cognizable by the tongue …",
  "mn13:6.8": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn13:6.9": "These are the five kinds of sensual stimulation.",
  "mn13:6.10": "The pleasure and happiness that arise from these five kinds of sensual stimulation: this is the gratification of sensual pleasures.",
  "mn13:7.1": "And what is the drawback of sensual pleasures?",
  "mn13:7.2": "It’s when a respectable person earns a living by means such as ",
  "mn13:7.3": "mathematics, accounting, calculating, farming, trade, raising cattle, archery, government service, or one of the crafts.",
  "mn13:7.4": "But they must face cold and heat, being hurt by the touch of flies, mosquitoes, wind, sun, and reptiles, and risking death from hunger and thirst.",
  "mn13:7.5": "This is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:8.1": "That respectable person might try hard, strive, and make an effort, but fail to earn any money.",
  "mn13:8.2": "If this happens, they sorrow and pine and cry, beating their breast and falling into confusion, saying:",
  "mn13:8.3": "‘Oh, my hard work is wasted. My efforts are fruitless!’",
  "mn13:8.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:9.1": "That respectable person might try hard, strive, and make an effort, and succeed in earning money.",
  "mn13:9.2": "But they experience pain and sadness when they try to protect it, thinking:",
  "mn13:9.3": "‘How can I prevent this wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’ ",
  "mn13:9.4": "And even though they protect it and ward it, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it.",
  "mn13:9.5": "They sorrow and pine and cry, beating their breast and falling into confusion:",
  "mn13:9.6": "‘What used to be mine is gone.’",
  "mn13:9.7": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:10.1": "Furthermore, for the sake of sensual pleasures kings fight with kings, aristocrats fight with aristocrats, brahmins fight with brahmins, householders fight with householders. A mother fights with her child, child with mother, father with child, and child with father. Brother fights with brother, brother with sister, sister with brother, and friend fights with friend.",
  "mn13:10.2": "Once they’ve started quarreling, arguing, and fighting, they attack each other with fists, stones, rods, and swords,",
  "mn13:10.3": "resulting in death and deadly pain.",
  "mn13:10.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:11.1": "Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and plunge into a battle massed on both sides, with arrows and spears flying and swords flashing.",
  "mn13:11.2": "There they are struck with arrows and spears, and their heads are chopped off,",
  "mn13:11.3": "resulting in death and deadly pain.",
  "mn13:11.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:12.1": "Furthermore, for the sake of sensual pleasures they don their sword and shield, fasten their bow and arrows, and charge wetly plastered bastions, with arrows and spears flying and swords flashing.",
  "mn13:12.2": "There they are struck with arrows and spears, splashed with dung, crushed with spiked blocks, and their heads are chopped off,",
  "mn13:12.3": "resulting in death and deadly pain.",
  "mn13:12.4": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:13.1": "Furthermore, for the sake of sensual pleasures they break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, and commit adultery.",
  "mn13:13.2": "The rulers would arrest them and subject them to various punishments—whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded.",
  "mn13:13.3": " ",
  "mn13:13.5": "These result in death and deadly pain.",
  "mn13:13.6": "This too is a drawback of sensual pleasures apparent in this very life, a mass of suffering caused by sensual pleasures.",
  "mn13:14.1": "Furthermore, for the sake of sensual pleasures, they conduct themselves badly by way of body, speech, and mind.",
  "mn13:14.2": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn13:14.3": "This is a drawback of sensual pleasures to do with lives to come, a mass of suffering caused by sensual pleasures.",
  "mn13:15.1": "And what is the escape from sensual pleasures?",
  "mn13:15.2": "Removing and giving up desire and greed for sensual pleasures: this is the escape from sensual pleasures.",
  "mn13:16.1": "There are ascetics and brahmins who don’t truly understand sensual pleasures’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand sensual pleasures themselves, or to instruct another so that, practicing accordingly, they will completely understand sensual pleasures.",
  "mn13:16.3": "There are ascetics and brahmins who do truly understand sensual pleasures’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand sensual pleasures themselves, or to instruct another so that, practicing accordingly, they will completely understand sensual pleasures.",
  "mn13:17.1": "And what is the gratification of sights?",
  "mn13:17.2": "Suppose there was a girl of the brahmins, aristocrats, or householders in her fifteenth or sixteenth year, neither too tall or too short, neither too thin or too fat, neither too dark or too fair. Is she not at the height of her beauty and prettiness?”",
  "mn13:17.3": "“Yes, sir.”",
  "mn13:17.4": "“The pleasure and happiness that arise from this beauty and prettiness",
  "mn13:17.5": "is the gratification of sights.",
  "mn13:18.1": "And what is the drawback of sights?",
  "mn13:18.2": "Suppose that some time later you were to see that same sister—eighty, ninety, or a hundred years old—bent double, crooked, leaning on a stick, trembling as they walk, ailing, past their prime, with teeth broken, hair grey and scanty or bald, skin wrinkled, and limbs blotchy.",
  "mn13:18.3": "What do you think, mendicants? Has not that former beauty vanished and the drawback become clear?”",
  "mn13:18.4": "“Yes, sir.”",
  "mn13:18.5": "This is the drawback of sights.",
  "mn13:19.1": "Furthermore, suppose that you were to see that same sister sick, suffering, gravely ill, collapsed in their own urine and excrement, being picked up by some and put down by others.",
  "mn13:19.2": "What do you think, mendicants? Has not that former beauty vanished and the drawback become clear?”",
  "mn13:19.3": "“Yes, sir.”",
  "mn13:19.4": "This too is the drawback of sights.",
  "mn13:20.1": "Furthermore, suppose that you were to see that same sister as a corpse thrown in a charnel ground. And she had been dead for one, two, or three days, bloated, livid, and festering.",
  "mn13:20.3": "What do you think, mendicants? Has not that former beauty vanished and the drawback become clear?”",
  "mn13:20.4": "“Yes, sir.” ",
  "mn13:20.5": "This too is the drawback of sights.",
  "mn13:21.1": "Furthermore, suppose that you were to see that same sister as a corpse thrown in a charnel ground. And she was being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures …",
  "mn13:21.2": " ",
  "mn13:22.1": "Furthermore, suppose that you were to see that same sister as a corpse thrown in a charnel ground.",
  "mn13:22.2": "And she had been reduced to a skeleton with flesh and blood, held together by sinews … a skeleton rid of flesh but smeared with blood, and held together by sinews … a skeleton rid of flesh and blood, held together by sinews …",
  "mn13:22.3": "Bones without sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull … ",
  "mn13:23.1": "Furthermore, suppose that you were to see that same sister as a corpse thrown in a charnel ground.",
  "mn13:23.2": "And she had been reduced to white bones, the color of shells … decrepit bones, heaped in a pile … Bones rotted and crumbled to dust.",
  "mn13:23.3": "What do you think, mendicants? Has not that former beauty vanished and the drawback become clear?”",
  "mn13:23.4": "“Yes, sir.”",
  "mn13:23.5": "This too is the drawback of sights.",
  "mn13:24.1": "And what is the escape from sights?",
  "mn13:24.2": "Removing and giving up desire and greed for sights: this is the escape from sights.",
  "mn13:25.1": "There are ascetics and brahmins who don’t truly understand sights’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand sights themselves, or to instruct another so that, practicing accordingly, they will completely understand sights.",
  "mn13:25.3": "There are ascetics and brahmins who do truly understand sights’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand sights themselves, or to instruct another so that, practicing accordingly, they will completely understand sights.",
  "mn13:26.1": "And what is the gratification of feelings?",
  "mn13:26.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn13:26.3": "At that time a mendicant doesn’t intend to hurt themselves, hurt others, or hurt both;",
  "mn13:26.4": "they feel only feelings that are not hurtful.",
  "mn13:26.5": "Freedom from being hurt is the ultimate gratification of feelings, I say.",
  "mn13:27.1": "Furthermore, a mendicant enters and remains in the second absorption …",
  "mn13:27.4": "third absorption …",
  "mn13:27.6": "fourth absorption. At that time a mendicant doesn’t intend to hurt themselves, hurt others, or hurt both;",
  "mn13:27.7": "they feel only feelings that are not hurtful.",
  "mn13:27.8": "Freedom from being hurt is the ultimate gratification of feelings, I say.",
  "mn13:28.1": "And what is the drawback of feelings?",
  "mn13:28.2": "That feelings are impermanent, suffering, and perishable: this is their drawback.",
  "mn13:29.1": "And what is the escape from feelings?",
  "mn13:29.2": "Removing and giving up desire and greed for feelings: this is its escape.",
  "mn13:30.1": "There are ascetics and brahmins who don’t truly understand feelings’ gratification, drawback, and escape in this way for what they are. It’s impossible for them to completely understand feelings themselves, or to instruct another so that, practicing accordingly, they will completely understand feelings.",
  "mn13:30.3": "There are ascetics and brahmins who do truly understand feelings’ gratification, drawback, and escape in this way for what they are. It is possible for them to completely understand feelings themselves, or to instruct another so that, practicing accordingly, they will completely understand feelings.”",
  "mn13:31.1": "This is what the Buddha said.",
  "mn13:31.2": "Uplifted, the mendicants approved of what the Buddha said."
}