{
  "_markup_path": "markup/mn/mn15.html",
  "_alt_strings": [
    "pi/mn/mn15.json"
  ],
  "mn15:1.1": "Middle Discourses 15",
  "mn15:2.1": "Measuring Up",
  "mn15:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn15:3.2": "At one time Venerable Mahāmoggallāna was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "mn15:3.3": "There Venerable Mahāmoggallāna addressed the mendicants:",
  "mn15:3.4": "“Reverends, mendicants!”",
  "mn15:3.5": "“Reverend,” they replied.",
  "mn15:3.6": "Venerable Mahāmoggallāna said this:",
  "mn15:4.1": "“Suppose a mendicant invites",
  "mn15:4.2": "other mendicants to admonish him. But he’s hard to correct, having qualities that make him hard to correct. He’s impatient, and doesn’t take instruction respectfully. So his spiritual companions don’t think it’s worth correcting and instructing him, and that person doesn’t gain their trust.",
  "mn15:5.1": "And what are the qualities that make you hard to correct?",
  "mn15:5.2": "Firstly, a mendicant has wicked desires, having fallen under the sway of wicked desires.",
  "mn15:5.4": "This is a quality that makes them difficult to admonish.",
  "mn15:6.1": "Furthermore, a mendicant glorifies themselves and puts others down. …",
  "mn15:7.1": "They’re angry, overcome by anger …",
  "mn15:8.1": "They’re angry, and hostile due to anger …",
  "mn15:9.1": "They’re angry, and stubborn due to anger …",
  "mn15:10.1": "They’re angry, and blurt out words bordering on anger …",
  "mn15:11.1": "When accused, they object to the accuser …",
  "mn15:12.1": "When accused, they rebuke the accuser …",
  "mn15:13.1": "When accused, they retort to the accuser …",
  "mn15:14.1": "When accused, they dodge the issue, distract the discussion with irrelevant points, and display irritation, hate, and bitterness …",
  "mn15:15.1": "When accused, they don’t accept the consequences of their deeds …",
  "mn15:16.1": "They denigrate others and are insolent …",
  "mn15:17.1": "They’re envious and stingy …",
  "mn15:18.1": "They’re manipulative and deceitful …",
  "mn15:19.1": "They’re obstinate and vain …",
  "mn15:20.1": "Furthermore, a mendicant is attached to their own views, holding them tight, and refusing to let go.",
  "mn15:20.3": "This too is a quality that makes them difficult to admonish.",
  "mn15:21.1": "These are the qualities that make you hard to admonish.",
  "mn15:22.1": "Suppose a mendicant doesn’t invite",
  "mn15:22.2": "other mendicants to correct him. But he’s easy to correct, having qualities that make him easy to correct. He’s accepting, and takes instruction respectfully. So his spiritual companions think it’s worth admonishing and instructing him, and that person gains their trust.",
  "mn15:23.1": "And what are the qualities that make you easy to correct?",
  "mn15:23.2": "Firstly, a mendicant doesn’t have wicked desires …",
  "mn15:38.1": "Furthermore, a mendicant isn’t attached to their own views, not holding them tight, but letting them go easily.",
  "mn15:39.1": "These are the qualities that make you easy to correct.",
  "mn15:40.1": "In such a case, a mendicant should measure themselves against another like this.",
  "mn15:40.2": "‘This person has wicked desires, having fallen under the sway of wicked desires. And I don’t like or approve of this person.",
  "mn15:40.3": "And if I were to fall under the sway of wicked desires, others wouldn’t like or approve of me.’",
  "mn15:40.4": "A mendicant who knows this should give rise to the thought: ‘I will not fall under the sway of wicked desires.’ …",
  "mn15:55.1": "‘This person is attached to their own views, holding them tight and refusing to let go. And I don’t like or approve of this person.",
  "mn15:55.2": "And if I were to be attached to my own views, holding them tight and refusing to let go, others wouldn’t like or approve of me.’",
  "mn15:55.3": "A mendicant who knows this should give rise to the thought: ‘I will not be attached to my own views, holding them tight, but will let them go easily.’",
  "mn15:56.1": "In such a case, a mendicant should reflect on themselves like this.",
  "mn15:56.2": "‘Do I have wicked desires? Have I fallen under the sway of wicked desires?’",
  "mn15:56.3": "Suppose that, upon reflection, a mendicant knows that",
  "mn15:56.4": "they have fallen under the sway of wicked desires. Then they should make an effort to give up those bad, unskillful qualities.",
  "mn15:56.5": "But suppose that, upon reflection, a mendicant knows that",
  "mn15:56.6": "they haven’t fallen under the sway of wicked desires. Then they should meditate with rapture and joy, continuing to train day and night in wholesome qualities. …",
  "mn15:71.3": "Suppose that, upon reflection, a mendicant knows that",
  "mn15:71.4": "they are attached to my own views, holding them tight and refusing to let go. Then they should make an effort to give up those bad, unskillful qualities.",
  "mn15:71.5": "Suppose that, upon reflection, a mendicant knows that",
  "mn15:71.6": "they’re not attached to their own views, holding them tight, but let them go easily. Then they should meditate with rapture and joy, continuing to train day and night in skillful qualities.",
  "mn15:72.1": "Suppose that, upon reflection, a mendicant sees that they haven’t given up all these bad, unskillful qualities. Then they should make an effort to give them all up.",
  "mn15:72.2": "But suppose that, upon reflection, a mendicant sees that they have given up all these bad, unskillful qualities. Then they should meditate with rapture and joy, continuing to train day and night in skillful qualities.",
  "mn15:73.1": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they examine their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it.",
  "mn15:73.2": "But if they don’t see any dirt or blemish there, they’re happy, thinking:",
  "mn15:73.3": "‘How fortunate that I’m clean!’ ",
  "mn15:73.4": "In the same way, suppose that, upon reflection, a mendicant sees that they haven’t given up all these bad, unskillful qualities. Then they should make an effort to give them all up.",
  "mn15:73.5": "But suppose that, upon reflection, a mendicant sees that they have given up all these bad, unskillful qualities. Then they should meditate with rapture and joy, continuing to train day and night in skillful qualities.”",
  "mn15:74.1": "This is what venerable Mahāmoggallāna said.",
  "mn15:74.2": "Uplifted, the mendicants approved of what Mahāmoggallāna said. "
}