{
  "_markup_path": "markup/mn/mn16.html",
  "_alt_strings": [
    "pi/mn/mn16.json"
  ],
  "mn16:1.1": "Middle Discourses 16",
  "mn16:2.1": "Emotional Barrenness",
  "mn16:3.1": "<span class=”evam”>So have I heard.</span>",
  "mn16:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn16:3.3": "There the Buddha addressed the mendicants:",
  "mn16:3.4": "“Mendicants!”",
  "mn16:3.5": "“Venerable sir,” they replied.",
  "mn16:3.6": "The Buddha said this:",
  "mn16:4.1": "“Mendicants, when a mendicant has not given up five kinds of emotional barrenness and cut off five emotional shackles, it’s not possible for them to achieve growth, improvement, or maturity in this teaching and training.",
  "mn16:5.1": "What are the five kinds of emotional barrenness they haven’t given up?",
  "mn16:5.2": "Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence.",
  "mn16:5.3": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor.",
  "mn16:5.4": "This is the first kind of emotional barrenness they haven’t given up.",
  "mn16:6.1": "Furthermore, a mendicant has doubts about the teaching …",
  "mn16:6.3": "This is the second kind of emotional barrenness …",
  "mn16:7.1": "They have doubts about the Saṅgha …",
  "mn16:7.3": "This is the third kind of emotional barrenness …",
  "mn16:8.1": "They have doubts about the training …",
  "mn16:8.3": "This is the fourth kind of emotional barrenness …",
  "mn16:9.1": "Furthermore, a mendicant is angry and upset with their spiritual companions, resentful and closed off.",
  "mn16:9.2": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor.",
  "mn16:9.3": "This is the fifth kind of emotional barrenness they haven’t given up.",
  "mn16:9.4": "These are the five kinds of emotional barrenness they haven’t given up.",
  "mn16:10.1": "What are the five emotional shackles they haven’t cut off?",
  "mn16:10.2": "Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "mn16:10.3": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor.",
  "mn16:10.4": "This is the first emotional shackle they haven’t cut off.",
  "mn16:11.1": "Furthermore, a mendicant isn’t free of greed for the body … ",
  "mn16:11.3": "This is the second emotional shackle …",
  "mn16:12.1": "Furthermore, a mendicant isn’t free of greed for form … ",
  "mn16:12.3": "This is the third emotional shackle …",
  "mn16:13.1": "They eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing …",
  "mn16:13.3": "This is the fourth emotional shackle …",
  "mn16:14.1": "They live the spiritual life hoping to be reborn in one of the orders of gods, thinking:",
  "mn16:14.2": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’",
  "mn16:14.4": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and endeavor.",
  "mn16:14.5": "This is the fifth emotional shackle they haven’t cut off.",
  "mn16:14.6": "These are the five emotional shackles they haven’t cut off.",
  "mn16:15.1": "When a mendicant has not given up these five kinds of emotional barrenness and cut off these five emotional shackles, it’s not possible for them to achieve growth, improvement, or maturity in this teaching and training.",
  "mn16:16.1": "When a mendicant has given up five kinds of emotional barrenness and cut off five emotional shackles, it is possible for them to achieve growth, improvement, or maturity in this teaching and training.",
  "mn16:17.1": "What are the five kinds of emotional barrenness they’ve given up?",
  "mn16:17.2": "Firstly, a mendicant has no doubts about the Teacher. They’re not uncertain, undecided, or lacking confidence.",
  "mn16:17.3": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "mn16:17.4": "This is the first kind of emotional barrenness they’ve given up.",
  "mn16:18.1": "Furthermore, a mendicant has no doubts about the teaching …",
  "mn16:19.1": "the Saṅgha …",
  "mn16:20.1": "the training …",
  "mn16:21.1": "They’re not angry and upset with their spiritual companions, not resentful or closed off.",
  "mn16:21.2": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "mn16:21.3": "This is the fifth kind of emotional barrenness they’ve given up.",
  "mn16:21.4": "These are the five kinds of emotional barrenness they’ve given up.",
  "mn16:22.1": "What are the five emotional shackles they’ve cut off?",
  "mn16:22.2": "Firstly, a mendicant is rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.",
  "mn16:22.3": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "mn16:22.4": "This is the first emotional shackle they’ve cut off.",
  "mn16:23.1": "Furthermore, a mendicant is rid of greed for the body … ",
  "mn16:23.3": "They’re rid of greed for form … ",
  "mn16:23.5": "They don’t eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing … ",
  "mn16:24.1": "They don’t live the spiritual life hoping to be reborn in one of the orders of gods, thinking:",
  "mn16:24.2": "‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’",
  "mn16:24.4": "This being so, their mind inclines toward keenness, commitment, persistence, and endeavor.",
  "mn16:24.5": "This is the fifth emotional shackle they’ve cut off.",
  "mn16:24.6": "These are the five emotional shackles they’ve cut off.",
  "mn16:25.1": "When a mendicant has given up these five kinds of emotional barrenness and cut off these five emotional shackles, it is possible for them to achieve growth, improvement, or maturity in this teaching and training.",
  "mn16:26.1": "They develop the basis for psychic power that has samādhi due to enthusiasm, and active endeavor … the basis for psychic power that has samādhi due to energy, and active endeavor … the basis for psychic power that has samādhi due to higher mind, and active endeavor … the basis for psychic power that has samādhi due to inquiry, and active endeavor. And the fifth is just vigour.",
  "mn16:26.2": "A mendicant who possesses these fifteen factors, including vigor, is capable of breaking out, becoming awakened, and reaching the supreme sanctuary.",
  "mn16:26.3": "Suppose there was a chicken with eight or ten or twelve eggs.",
  "mn16:26.4": "And she properly sat on them to keep them warm and incubated. ",
  "mn16:26.5": "That chicken might not wish:",
  "mn16:26.6": "‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’",
  "mn16:26.7": "But still they can break out and hatch safely.",
  "mn16:26.8": "In the same way, a mendicant who possesses these fifteen factors, including vigor, is capable of breaking out, becoming awakened, and reaching the supreme sanctuary.”",
  "mn16:27.1": "This is what the Buddha said.",
  "mn16:27.2": "Uplifted, the mendicants approved of what the Buddha said."
}