{
  "_markup_path": "markup/mn/mn31.html",
  "_alt_strings": [
    "pi/mn/mn31.json"
  ],
  "mn31:1.1": "Middle Discourses 31",
  "mn31:2.1": "The Shorter Discourse at Gosiṅga",
  "mn31:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn31:3.2": "At one time the Buddha was staying at Nādika in the brick house.",
  "mn31:3.3": "Now at that time Venerables Anuruddha, Nandiya, and Kimbila were staying in the sal forest park at Gosiṅga.",
  "mn31:3.4": "Then in the late afternoon, the Buddha came out of solitude and went to that park.",
  "mn31:3.5": "The park keeper saw the Buddha coming off in the distance",
  "mn31:3.6": "and said to him:",
  "mn31:3.7": "“Don’t come into this park, ascetic.",
  "mn31:3.8": "There are three respectable people who love themselves staying here.",
  "mn31:3.9": "Don’t disturb them.”",
  "mn31:4.1": "Anuruddha heard the park keeper conversing with the Buddha,",
  "mn31:4.2": "and said to him:",
  "mn31:4.3": "“Don’t keep the Buddha out, good park keeper!",
  "mn31:4.4": "Our Teacher, the Blessed One, has come.”",
  "mn31:4.5": "Then Anuruddha went to Nandiya and Kimbila,",
  "mn31:4.6": "and said to them:",
  "mn31:4.7": "“Come out, venerables, come out! Our Teacher, the Blessed One, has come!”",
  "mn31:4.8": "Then Anuruddha, Nandiya, and Kimbila came out to greet the Buddha.",
  "mn31:4.9": "One received his bowl and robe, one indicated a seat, and one set out water for washing his feet.",
  "mn31:4.10": "He sat on the indicated seat",
  "mn31:4.11": "and washed his feet.",
  "mn31:4.12": "Those venerables bowed and sat down to one side.",
  "mn31:4.13": "The Buddha said to Anuruddha:",
  "mn31:5.1": "“I hope everything’s all right, Anuruddha and friends? Are you getting by? Are you having any trouble getting alms-food?”",
  "mn31:5.2": "“Weʼre all right, Blessed One, weʼre getting by.",
  "mn31:5.3": "And we have no trouble getting alms food.”",
  "mn31:5.4": "“I hope you’re living in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes?”",
  "mn31:5.5": "“Indeed, sir, we live in harmony like this.”",
  "mn31:5.6": "“But how do you live this way?”",
  "mn31:5.7": "“In this case, sir, I think:",
  "mn31:5.8": "‘I’m fortunate, so very fortunate, to live together with spiritual companions such as these.’",
  "mn31:5.9": "I consistently treat these venerables with kindness by way of body, speech, and mind, both in public and in private.",
  "mn31:5.12": "I think:",
  "mn31:5.13": "‘Why don’t I set aside my own ideas and just go along with these venerables’ ideas?’",
  "mn31:5.14": "And that’s what I do.",
  "mn31:5.15": "Though we’re different in body, sir, we’re one in mind, it seems to me.”",
  "mn31:6.1": "And Venerables Nandiya and Kimbila spoke likewise, and they added:",
  "mn31:7.1": "“That’s how we live in harmony, appreciating each other, without fighting, blending like milk and water, and regarding each other with kindly eyes.”",
  "mn31:8.1": "“Good, good, Anuruddha and friends!",
  "mn31:8.2": "I hope you’re living diligently, keen, and resolute?”",
  "mn31:8.3": "“Indeed, sir, we live diligently.”",
  "mn31:8.4": "“But how do you live this way?”",
  "mn31:8.5": "“In this case, sir, whoever returns first from alms-round prepares the seats, and puts out the drinking water and the rubbish bin.",
  "mn31:8.6": "If there’s anything left over, whoever returns last eats it if they like. Otherwise they throw it out where there is little that grows, or drop it into water that has no living creatures.",
  "mn31:8.7": "Then they put away the seats, drinking water, and rubbish bin, and sweep the refectory.",
  "mn31:8.8": "If someone sees that the pot of water for washing, drinking, or the toilet is empty they set it up.",
  "mn31:8.9": "If he can’t do it, he summons another with a wave of the hand, and they set it up by lifting it with their hands. But we don’t break into speech for that reason.",
  "mn31:8.10": "And every five days we sit together for the whole night and discuss the teachings.",
  "mn31:8.11": "That’s how we live diligently, keen, and resolute.”",
  "mn31:9.1": "“Good, good, Anuruddha and friends!",
  "mn31:9.2": "But as you live diligently like this, have you achieved any superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease?”",
  "mn31:9.3": "“How could we not, sir?",
  "mn31:9.4": "Whenever we want, quite secluded from sensual pleasures, secluded from unwholesome qualities, we enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
  "mn31:9.5": "This is a superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, that we have achieved while living diligent, keen, and resolute.”",
  "mn31:10.1": "“Good, good!",
  "mn31:10.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:10.3": "“How could we not, sir?",
  "mn31:10.4": "Whenever we want, as the placing of the mind and keeping it connected are stilled, we enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn31:10.5": "This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”",
  "mn31:11.1": "“Good, good!",
  "mn31:11.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:11.3": "“How could we not, sir?",
  "mn31:11.4": "Whenever we want, with the fading away of rapture, we enter and remain in the third absorption, where we meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "mn31:11.6": "This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”",
  "mn31:12.1": "“Good, good!",
  "mn31:12.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:12.3": "“How could we not, sir?",
  "mn31:12.4": "Whenever we want, with the giving up of pleasure and pain, and the ending of former happiness and sadness, we enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn31:12.5": "This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”",
  "mn31:13.1": "“Good, good!",
  "mn31:13.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:13.3": "“How could we not, sir?",
  "mn31:13.4": "Whenever we want, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, we enter and remain in the dimension of infinite space.",
  "mn31:13.5": "This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”",
  "mn31:14.1": "“Good, good!",
  "mn31:14.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:14.3": "“How could we not, sir?",
  "mn31:14.4": "Whenever we want, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, we enter and remain in the dimension of infinite consciousness. …",
  "mn31:14.6": "going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, we enter and remain in the dimension of nothingness …",
  "mn31:14.8": "going totally beyond the dimension of nothingness, we enter and remain in the dimension of neither perception nor non-perception.",
  "mn31:14.9": "This is another superhuman distinction that we have achieved for going beyond and stilling that meditation.”",
  "mn31:15.1": "“Good, good!",
  "mn31:15.2": "But have you achieved any other superhuman distinction for going beyond and stilling that meditation?”",
  "mn31:15.3": "“How could we not, sir?",
  "mn31:15.4": "Whenever we want, going totally beyond the dimension of neither perception nor non-perception, we enter and remain in the cessation of perception and feeling. And, having seen with wisdom, our defilements have come to an end.",
  "mn31:15.5": "This is another superhuman distinction in knowledge and vision worthy of the noble ones, a meditation at ease, that we have achieved for going beyond and stilling that meditation.",
  "mn31:15.6": "And we don’t see any better or finer way of meditating at ease than this.”",
  "mn31:15.7": "“Good, good!",
  "mn31:15.8": "There is no better or finer way of meditating at ease than this.”",
  "mn31:16.1": "Then the Buddha educated, encouraged, fired up, and inspired Venerables Anuruddha, Nandiya, and Kimbila with a Dharma talk, after which he got up from his seat and left.",
  "mn31:16.2": "The venerables then accompanied the Buddha for a little before turning back. Nandiya and Kimbila said to Anuruddha:",
  "mn31:16.3": "“Did we ever tell you that we had",
  "mn31:16.4": "gained such and such meditations and attainments, up to the ending of defilements, as you revealed to the Buddha?”",
  "mn31:16.5": "“The venerables did not tell me that they had",
  "mn31:16.6": "gained such meditations and attainments. But I discovered it by comprehending your minds,",
  "mn31:16.8": "and gods also informed me.”",
  "mn31:16.10": "I answered when the Buddha directly asked about it.”",
  "mn31:17.1": "Then the native spirit Dīgha Parajana went up to the Buddha,",
  "mn31:17.2": "bowed, stood to one side,",
  "mn31:17.3": "and said to him:",
  "mn31:17.4": "“The Vajjians are lucky! The Vajjian people are so very lucky that the Realized One, the perfected one, the fully awakened Buddha stays there, as well as these three respectable persons,",
  "mn31:17.5": "Venerables Anuruddha, Nandiya, and Kimbila.”",
  "mn31:17.6": "Hearing the cry of Dīgha Parajana, the Earth Gods raised the cry …",
  "mn31:17.9": "Hearing the cry of the Earth Gods, the Gods of the Four Great Kings …",
  "mn31:17.11": "the Gods of the Thirty-three …",
  "mn31:17.13": "the Gods of Yama …",
  "mn31:17.15": "the Joyful Gods …",
  "mn31:17.17": "the Gods Who Love to Create …",
  "mn31:17.19": "the Gods Who Control the Creations of Others …",
  "mn31:17.21": "the Gods of Brahmā’s Group raised the cry:",
  "mn31:17.22": "“The Vajjians are lucky! The Vajjian people are so very lucky that the Realized One, the perfected one, the fully awakened Buddha stays there, as well as these three respectable persons,",
  "mn31:17.23": "Venerables Anuruddha, Nandiya, and Kimbila.”",
  "mn31:17.24": "And so at that moment, in that instant, those venerables were known as far as the Brahmā realm.",
  "mn31:18.1": "“That’s so true, Dīgha! That’s so true!",
  "mn31:18.2": "If the family from which those three respectable people went forth from the lay life to homelessness were to recollect those venerables with confident heart, that would be for that family’s lasting welfare and happiness.",
  "mn31:18.3": "If the family circle …",
  "mn31:18.4": "village …",
  "mn31:18.5": "town …",
  "mn31:18.6": "city …",
  "mn31:18.7": "country …",
  "mn31:18.8": "all the aristocrats …",
  "mn31:18.9": "all the brahmins …",
  "mn31:18.11": "all the merchants …",
  "mn31:18.13": "all the workers were to recollect those venerables with confident heart, that would be for all those workers’ lasting welfare and happiness.",
  "mn31:18.14": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to recollect those venerables with confident heart, that would be for the whole world’s lasting welfare and happiness.",
  "mn31:18.15": "See, Dīgha, how those three respectable persons are practicing for the welfare and happiness of many people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!”",
  "mn31:19.1": "This is what the Buddha said.",
  "mn31:19.2": "Uplifted, the native spirit Dīgha Parajana approved of what the Buddha said. "
}