{
  "_markup_path": "markup/mn/mn32.html",
  "_alt_strings": [
    "pi/mn/mn32.json"
  ],
  "mn32:1.1": "Middle Discourses 32",
  "mn32:2.1": "The Longer Discourse at Gosiṅga",
  "mn32:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn32:3.2": "At one time the Buddha was staying in the sal forest park at Gosiṅga, together with several well known senior disciples, such as",
  "mn32:3.3": "Venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Anuruddha, Revata, Ānanda, and others.",
  "mn32:3.4": "Then in the late afternoon, Venerable Mahāmoggallāna came out of solitude, went to Venerable Mahākassapa,",
  "mn32:3.5": "and said:",
  "mn32:3.6": "“Come, Reverend Kassapa, let’s go to Venerable Sāriputta to hear the teaching.”",
  "mn32:3.7": "“Yes, reverend,” Mahākassapa replied.",
  "mn32:3.8": "Then, together with Venerable Anuruddha, they went to Sāriputta to hear the teaching.",
  "mn32:3.9": "Seeing them, Venerable Ānanda",
  "mn32:3.10": "went to Venerable Revata,",
  "mn32:3.11": "told him what was happening,",
  "mn32:3.12": "and invited him also.",
  "mn32:4.1": "Sāriputta saw them coming off in the distance",
  "mn32:4.2": "and said to Ānanda:",
  "mn32:4.3": "“Come, Venerable Ānanda.",
  "mn32:4.4": "Welcome to Ānanda, the Buddha’s attendant, who is so close to the Buddha.",
  "mn32:4.5": "Ānanda, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.",
  "mn32:4.6": "What kind of mendicant would beautify this park?”",
  "mn32:4.7": "“Reverend Sāriputta, it’s a mendicant who is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "mn32:4.10": "And they teach the four assemblies in order to uproot the underlying tendencies with well-rounded and systematic words and phrases.",
  "mn32:4.11": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:5.1": "When he had spoken, Sāriputta said to Revata:",
  "mn32:5.2": "“Reverend Revata, Ānanda has answered by speaking from his heart.",
  "mn32:5.3": "And now we ask you the same question.”",
  "mn32:5.6": "“Reverend Sāriputta, it’s a mendicant who enjoys solitude and loves solitude. They’re committed to inner serenity of the heart, they don’t neglect absorption, they’re endowed with discernment, and they frequent empty huts.",
  "mn32:5.7": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:6.1": "When he had spoken, Sāriputta said to Anuruddha:",
  "mn32:6.2": "“Reverend Anuruddha, Revata has answered by speaking from his heart.",
  "mn32:6.3": "And now we ask you the same question.”",
  "mn32:6.6": "“Reverend Sāriputta, it’s a mendicant who surveys the entire galaxy with clairvoyance that is purified and surpasses the human.",
  "mn32:6.7": "It’s like a person with good sight who could survey a thousand wheel rims from the upper floor of a stilt longhouse.",
  "mn32:6.8": "In the same way, a mendicant surveys the entire galaxy with clairvoyance that is purified and surpasses the human.",
  "mn32:6.9": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:7.1": "When he had spoken, Sāriputta said to Mahākassapa:",
  "mn32:7.2": "“Reverend Kassapa, Anuruddha has answered by speaking from his heart.",
  "mn32:7.3": "And now we ask you the same question.”",
  "mn32:7.6": "“Reverend Sāriputta, it’s a mendicant who lives in the wilderness, eats only alms-food, wears rag robes, and owns just three robes; and they praise these things. They are of few wishes, content, secluded, aloof, and energetic; and they praise these things. They are accomplished in ethics, samādhi, wisdom, freedom, and the knowledge and vision of freedom; and they praise these things.",
  "mn32:7.7": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:8.1": "When he had spoken, Sāriputta said to Mahāmoggallāna:",
  "mn32:8.2": "“Reverend Moggallāna, Mahākassapa has answered by speaking from his heart.",
  "mn32:8.3": "And now we ask you the same question.”",
  "mn32:8.6": "“Reverend Sāriputta, it’s when two mendicants engage in discussion about the teaching. They question each other and answer each other’s questions without faltering, and their discussion on the teaching flows on.",
  "mn32:8.7": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:9.1": "Then Mahāmoggallāna said to Sāriputta:",
  "mn32:9.2": "“Each of us has spoken from our heart.",
  "mn32:9.3": "And now we ask you:",
  "mn32:9.4": "Sāriputta, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.",
  "mn32:9.5": "What kind of mendicant would beautify this park?”",
  "mn32:9.6": "“Reverend Moggallāna, it’s when a mendicant masters their mind and is not mastered by it.",
  "mn32:9.7": "In the morning, they abide in whatever meditation or attainment they want.",
  "mn32:9.8": "At midday,",
  "mn32:9.9": "and in the evening, they abide in whatever meditation or attainment they want.",
  "mn32:9.10": "Suppose that a ruler or their minister had a chest full of garments of different colors.",
  "mn32:9.11": "In the morning, they’d don whatever pair of garments they wanted.",
  "mn32:9.12": "At midday,",
  "mn32:9.13": "and in the evening, they’d don whatever pair of garments they wanted.",
  "mn32:9.14": "In the same way, a mendicant masters their mind and is not mastered by it.",
  "mn32:9.15": "In the morning, they abide in whatever meditation or attainment they want.",
  "mn32:9.16": "At midday,",
  "mn32:9.17": "and in the evening, they abide in whatever meditation or attainment they want.",
  "mn32:9.18": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:10.1": "Then Sāriputta said to those venerables:",
  "mn32:10.2": "“Each of us has spoken from the heart.",
  "mn32:10.3": "Come, reverends, let’s go to the Buddha, ",
  "mn32:10.4": "and inform him about this.",
  "mn32:10.5": "As he answers, so we’ll remember it.”",
  "mn32:10.6": "“Yes, reverend,” they replied.  ",
  "mn32:10.7": "Then those venerables went to the Buddha",
  "mn32:10.8": "bowed, and sat down to one side.",
  "mn32:10.9": "Venerable Sāriputta told the Buddha of how the mendicants had come to see him, and how he had asked Ānanda:",
  "mn32:10.15": "“‘Ānanda, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.",
  "mn32:10.16": "What kind of mendicant would beautify this park?’",
  "mn32:10.17": "When I had spoken, Ānanda said to me:",
  "mn32:10.18": "“Reverend Sāriputta, it’s a mendicant who is very learned …",
  "mn32:10.21": "That’s the kind of mendicant who would beautify this park.’”",
  "mn32:10.22": "“Good, good, Sāriputta!",
  "mn32:10.23": "Ānanda answered in the right way for him.",
  "mn32:10.24": "For Ānanda is very learned …”",
  "mn32:11.1": "“Next I asked Revata the same question. ",
  "mn32:11.6": "He said:",
  "mn32:11.7": "‘It’s a mendicant who enjoys solitude …",
  "mn32:11.8": "That’s the kind of mendicant who would beautify this park.’”",
  "mn32:11.9": "“Good, good, Sāriputta!",
  "mn32:11.10": "Revata answered in the right way for him.",
  "mn32:11.11": "For Revata enjoys solitude …”",
  "mn32:12.1": "“Next I asked Anuruddha the same question. ",
  "mn32:12.5": "He said:",
  "mn32:12.6": "‘It’s a mendicant who surveys the entire galaxy with clairvoyance that is purified and surpasses the human …",
  "mn32:12.9": "That’s the kind of mendicant who would beautify this park.’”",
  "mn32:12.10": "“Good, good, Sāriputta! Anuruddha answered in the right way for him.",
  "mn32:12.11": "For Anuruddha surveys the entire galaxy with clairvoyance that is purified and surpasses the human.”",
  "mn32:13.1": "“Next I asked Mahākassapa the same question. ",
  "mn32:13.6": "He said:",
  "mn32:13.7": "‘It’s a mendicant who lives in the wilderness …",
  "mn32:13.29": "and is accomplished in the knowledge and vision of freedom; and they praise these things.",
  "mn32:13.30": "That’s the kind of mendicant who would beautify this park.’”",
  "mn32:13.31": "“Good, good, Sāriputta!",
  "mn32:13.32": "Kassapa answered in the right way for him.",
  "mn32:13.33": "For Kassapa lives in the wilderness … and is accomplished in the knowledge and vision of freedom; and he praises these things.”",
  "mn32:14.1": "“Next I asked Mahāmoggallāna the same question. ",
  "mn32:14.6": "He said:",
  "mn32:14.7": "‘It’s when two mendicants engage in discussion about the teaching …",
  "mn32:14.9": "That’s the kind of mendicant who would beautify this park.’”",
  "mn32:14.10": "“Good, good, Sāriputta! Moggallāna answered in the right way for him.",
  "mn32:14.11": "For Moggallāna is a Dhamma speaker.”",
  "mn32:15.1": "When he had spoken, Moggallāna said to the Buddha:",
  "mn32:15.2": "“Next, I asked Sāriputta:",
  "mn32:15.3": "‘Each of us has spoken from our heart.",
  "mn32:15.4": "And now we ask you:",
  "mn32:15.5": "Sāriputta, the sal forest park at Gosiṅga is lovely, the night is bright, the sal trees are in full blossom, and divine scents seem to float on the air.",
  "mn32:15.6": "What kind of mendicant would beautify this park?’",
  "mn32:15.7": "When I had spoken, Sāriputta said to me:",
  "mn32:15.8": "‘Reverend Moggallāna, it’s when a mendicant masters their mind and is not mastered by it …",
  "mn32:15.20": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:15.21": "“Good, good, Moggallāna!",
  "mn32:15.22": "Sāriputta answered in the right way for him.",
  "mn32:15.23": "For Sāriputta masters his mind and is not mastered by it …”",
  "mn32:16.1": "When he had spoken, Sāriputta asked the Buddha:",
  "mn32:16.2": "“Sir, who has spoken well?”",
  "mn32:16.3": "“You’ve all spoken well in your own way.",
  "mn32:16.4": "However, listen to me also as to what kind of mendicant would beautify this sal forest park at Gosiṅga.",
  "mn32:16.5": "It’s a mendicant who, after the meal, returns from alms-round, sits down in the meditation posture with their body erect, and establishes mindfulness right there, thinking:",
  "mn32:16.6": "‘I will not break this sitting posture until my mind is freed from the defilements without grasping!’",
  "mn32:16.7": "That’s the kind of mendicant who would beautify this park.”",
  "mn32:17.1": "This is what the Buddha said.  ",
  "mn32:17.2": "Uplifted, those venerables approved of what the Buddha said."
}