{
  "_markup_path": "markup/mn/mn36.html",
  "_alt_strings": [
    "pi/mn/mn36.json"
  ],
  "mn36:1.1": "Middle Discourses 36",
  "mn36:2.1": "The Longer Discourse With Saccaka",
  "mn36:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn36:3.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "mn36:3.3": "Now at that time in the morning the Buddha, being properly dressed, took his bowl and robe, wishing to enter Vesālī for alms.",
  "mn36:3.4": "Then as Saccaka, the son of Jain parents, was going for a walk he approached the hall with the peaked roof in the Great Wood.",
  "mn36:3.5": "Venerable Ānanda saw him coming off in the distance,",
  "mn36:3.6": "and said to the Buddha:",
  "mn36:3.7": "“Saccaka, the son of Jain parents, is coming. He’s a debater and clever speaker regarded as holy by many people.",
  "mn36:3.8": "He wants to discredit the Buddha, the teaching, and the Saṅgha.",
  "mn36:3.9": "Please, sir, sit for a moment out of compassion.”",
  "mn36:3.10": "The Buddha sat on the indicated seat. ",
  "mn36:3.11": "Then Saccaka went up to the Buddha,",
  "mn36:3.12": "and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side,",
  "mn36:3.13": "and said to the Buddha:",
  "mn36:4.1": "“Master Gotama, there are some ascetics and brahmins who live committed to the practice of developing physical endurance, without developing the mind.",
  "mn36:4.2": "They experience painful physical feelings.",
  "mn36:4.3": "This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from the mouth, and they went mad and lost their mind.",
  "mn36:4.4": "Their mind was subject to the body, and the body had power over it.",
  "mn36:4.5": "Why is that? ",
  "mn36:4.6": "Because their mind was not developed.",
  "mn36:4.7": "There are some ascetics and brahmins who live committed to the practice of developing the mind, without developing physical endurance.",
  "mn36:4.8": "They experience painful mental feelings.",
  "mn36:4.9": "This happened to someone once. Their thighs became paralyzed, their heart burst, hot blood gushed from the mouth, and they went mad and lost their mind.",
  "mn36:4.10": "Their body was subject to the mind, and the mind had power over it.",
  "mn36:4.11": "Why is that?",
  "mn36:4.12": "Because their physical endurance was not developed.",
  "mn36:4.13": "It occurs to me that",
  "mn36:4.14": "Master Gotama’s disciples must live committed to the practice of developing the mind, without developing physical endurance.”",
  "mn36:5.1": "“But Aggivessana, what have you heard about development of physical endurance?”",
  "mn36:5.2": "“Take, for example,",
  "mn36:5.3": "Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.",
  "mn36:5.4": "They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal. They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breast-feeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.",
  "mn36:5.5": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to",
  "mn36:5.7": "seven houses and seven mouthfuls.",
  "mn36:5.8": "They feed on one saucer a day, two saucers a day, up to",
  "mn36:5.10": "seven saucers a day.",
  "mn36:5.11": "They eat once a day, once every second day, up to",
  "mn36:5.13": "once a week,",
  "mn36:5.14": "and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.”",
  "mn36:6.1": "“But Aggivessana, do they get by on so little?”",
  "mn36:6.2": "“No, Master Gotama.",
  "mn36:6.3": "Sometimes they eat a variety of luxury foods and drink a variety of luxury beverages.",
  "mn36:6.4": "They gather their body’s strength, build it up, and get fat.”",
  "mn36:7.1": "“What they earlier gave up, they later got back. That is how there is the increase and decrease of this body.",
  "mn36:7.2": "But Aggivessana, what have you heard about development of the mind?”",
  "mn36:7.3": "When Saccaka was questioned by the Buddha about development of the mind, he was unable to answer.",
  "mn36:8.1": "So the Buddha said to Saccaka:",
  "mn36:8.2": "“The development of physical endurance that you have described is not the legitimate development of physical endurance in the noble one’s training.",
  "mn36:8.3": "And since you don’t even understand the development of physical endurance, how can you possibly understand the development of the mind?",
  "mn36:8.4": "Still, listen and pay close attention. I will speak about how someone is undeveloped in physical endurance and mind, and how someone is developed in physical endurance and mind.”",
  "mn36:8.6": "“Yes, sir,” replied Saccaka.",
  "mn36:8.7": "The Buddha said this:",
  "mn36:9.1": "“And how is someone undeveloped in physical endurance and mind?",
  "mn36:9.2": "Take an uneducated ordinary person who has a pleasant feeling.",
  "mn36:9.3": "When they experience pleasant feeling they become full of desire for it.",
  "mn36:9.4": "Then that pleasant feeling ceases.",
  "mn36:9.5": "And when it ceases, painful feeling arises.",
  "mn36:9.6": "When they experience painful feeling, they sorrow and pine and cry, beating their breast and falling into confusion.",
  "mn36:9.7": "Because their physical endurance is undeveloped, pleasant feelings occupy the mind. And because their mind is undeveloped, painful feelings occupy the mind.",
  "mn36:9.8": "Someone whose mind is occupied by both pleasant and painful feelings like this is undeveloped in physical endurance and in mind.",
  "mn36:10.1": "And how is someone developed in physical endurance and mind?",
  "mn36:10.2": "Take an educated noble disciple who has a pleasant feeling.",
  "mn36:10.3": "When they experience pleasant feeling they don’t become full of desire for it.",
  "mn36:10.4": "Then that pleasant feeling ceases.",
  "mn36:10.5": "And when it ceases, painful feeling arises.",
  "mn36:10.6": "When they experience painful physical feelings they don’t sorrow or pine or cry, beating their breast and falling into confusion.",
  "mn36:10.7": "Because their physical endurance is developed, pleasant feelings don’t occupy the mind. And because their mind is developed, painful feelings don’t occupy the mind.",
  "mn36:10.8": "Someone whose mind is not occupied by both pleasant and painful feelings like this is developed in physical endurance and in mind.”",
  "mn36:11.1": "“I am confident that Master Gotama",
  "mn36:11.2": "is developed in physical endurance and in mind.”",
  "mn36:11.3": "“Your words are clearly aggressive and intrusive, Aggivessana. Nevertheless, I will answer you.",
  "mn36:11.4": "Ever since I shaved off my hair and beard, put on the ochre robes, and went forth from the lay life into homelessness, it has not been possible for any pleasant or painful feeling to occupy my mind.”",
  "mn36:12.1": "“Surely you must have had feelings so pleasant or so painful that they could occupy your mind?”",
  "mn36:13.1": "“How could I not, Aggivessana?",
  "mn36:13.2": "Before my awakening—when I was unawakened but intent on awakening—I thought:",
  "mn36:13.3": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "mn36:13.4": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn36:13.5": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn36:13.6": "Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, put on the ochre robes, and went forth from the lay life into homelessness.",
  "mn36:13.7": "Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma",
  "mn36:13.8": "and said to him:",
  "mn36:13.9": "‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’",
  "mn36:13.10": "Āḷāra Kālāma replied:",
  "mn36:13.11": "‘Stay, venerable. This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’",
  "mn36:13.12": "I quickly memorized that teaching.",
  "mn36:13.13": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
  "mn36:13.14": "Then it occurred to me:",
  "mn36:13.15": "‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.” Surely he meditates knowing and seeing this teaching.’",
  "mn36:14.1": "So I approached Āḷāra Kālāma",
  "mn36:14.2": "and said to him:",
  "mn36:14.3": "‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’",
  "mn36:14.4": "When I said this, he declared the dimension of nothingness.",
  "mn36:14.5": "Then it occurred to me:",
  "mn36:14.6": "‘It’s not just Āḷāra Kālāma who has faith,",
  "mn36:14.7": "energy,",
  "mn36:14.8": "mindfulness,",
  "mn36:14.9": "samādhi,",
  "mn36:14.10": "and wisdom; I too have these things.",
  "mn36:14.11": "Why don’t I endeavor to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’",
  "mn36:14.12": "I quickly realized that teaching with my own insight, and lived having achieved it.",
  "mn36:15.1": "So I approached Āḷāra Kālāma",
  "mn36:15.2": "and said to him:",
  "mn36:15.3": "‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare it having achieved it?’",
  "mn36:15.4": "‘I have, reverend.’",
  "mn36:15.5": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
  "mn36:15.6": "‘We are fortunate, reverend, so very fortunate to see a venerable such yourself as one of our spiritual companions!",
  "mn36:15.7": "So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.",
  "mn36:15.8": "The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.",
  "mn36:15.9": "So the teaching that I know, you know, and the teaching you know, I know.",
  "mn36:15.10": " ",
  "mn36:15.11": "I am like you and you are like me.",
  "mn36:15.12": "Come now, reverend! We should both lead this community together.’",
  "mn36:15.13": "And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.",
  "mn36:15.14": "Then it occurred to me:",
  "mn36:15.15": "‘This teaching doesn’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’",
  "mn36:15.16": "Realizing that this teaching was inadequate, I got disillusioned and left.",
  "mn36:16.1": "I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Udaka, son of Rāma,",
  "mn36:16.2": "and said to him:",
  "mn36:16.3": "‘Reverend, I wish to live the spiritual life in this teaching and training.’",
  "mn36:16.4": "Udaka replied:",
  "mn36:16.5": "‘Stay, venerable. This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’",
  "mn36:16.6": "I quickly memorized that teaching.",
  "mn36:16.7": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
  "mn36:16.8": "Then it occurred to me:",
  "mn36:16.9": "‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”",
  "mn36:16.10": "Surely he meditated knowing and seeing this teaching.’",
  "mn36:16.11": "So I approached Udaka, Rāma’s son,",
  "mn36:16.12": "and said to him:",
  "mn36:16.13": "‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’",
  "mn36:16.14": "When I said this, Udaka, Rāma’s son, declared the dimension of neither perception nor non-perception.",
  "mn36:16.15": "Then it occurred to me:",
  "mn36:16.16": "‘It’s not just Rāma who had faith,",
  "mn36:16.17": "energy,",
  "mn36:16.18": "mindfulness,",
  "mn36:16.19": "samādhi,",
  "mn36:16.20": "and wisdom; I too have these things.",
  "mn36:16.21": "Why don’t I endeavor to realize the same teaching that Rāma said he had realized with his own insight?’",
  "mn36:16.22": "I quickly realized that teaching with my own insight, and lived having achieved it.",
  "mn36:17.1": "So I approached Udaka, Rāma’s son,",
  "mn36:17.2": "and said to him:",
  "mn36:17.3": "‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared it having achieved it?’",
  "mn36:17.4": "‘He had, reverend.’",
  "mn36:17.5": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
  "mn36:17.6": "‘We are fortunate, reverend, so very fortunate to see a venerable such yourself as one of our spiritual companions!",
  "mn36:17.7": "The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.",
  "mn36:17.9": "So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.",
  "mn36:17.11": "Rāma was like you and you are like Rāma.",
  "mn36:17.13": "Come now, reverend! You should lead this community.’",
  "mn36:17.14": "And that is how my spiritual companion Udaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.",
  "mn36:17.15": "Then it occurred to me:",
  "mn36:17.16": "‘This teaching doesn’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in dimension of neither perception nor non-perception.’",
  "mn36:17.17": "Realizing that this teaching was inadequate, I got disillusioned and left.",
  "mn36:18.1": "I set out to discover what is skillful, seeking the supreme state of sublime peace. Travelling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.",
  "mn36:18.2": "There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.",
  "mn36:18.3": "Then it occurred to me:",
  "mn36:18.4": "‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.",
  "mn36:18.5": "This is good enough for a respectable person who wishes to put forth effort in meditation.’",
  "mn36:18.6": "So I sat down right there, thinking: ‘This is good enough for meditation.’",
  "mn36:19.1": "And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me.",
  "mn36:19.2": "Suppose there was a green, sappy log, and it was lying in water.",
  "mn36:19.3": "Then a person comes along with a drill-stick, thinking ",
  "mn36:19.4": "to light a fire and produce heat.",
  "mn36:19.5": "What do you think, Aggivessana? By drilling the stick against that green, sappy log lying in the water, could they light a fire and produce heat?”",
  "mn36:19.6": "“No, Master Gotama.",
  "mn36:19.7": "Why not?",
  "mn36:19.8": "Because it’s a green, sappy log, and it’s lying in the water.",
  "mn36:19.9": "That person will eventually get weary and frustrated.”",
  "mn36:19.10": "“In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.",
  "mn36:19.12": "This was the first example that occurred to me.",
  "mn36:20.1": "Then a second example occurred to me.",
  "mn36:20.2": "Suppose there was a green, sappy log, and it was lying on dry land far from the water.",
  "mn36:20.3": "Then a person comes along with a drill-stick, thinking ",
  "mn36:20.4": "to light a fire and produce heat.",
  "mn36:20.5": "What do you think, Aggivessana? By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”",
  "mn36:20.6": "What do you think, Aggivessana? By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”",
  "mn36:20.7": "Why not?",
  "mn36:20.8": "Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water.",
  "mn36:20.9": "That man will eventually get weary and frustrated.”",
  "mn36:20.10": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are incapable of knowledge and vision, of supreme awakening.",
  "mn36:20.12": "This was the second example that occurred to me.",
  "mn36:21.1": "Then a third example occurred to me.",
  "mn36:21.2": "Suppose there was a dried up, withered log, and it was lying on dry land far from the water.",
  "mn36:21.3": "Then a person comes along with a drill-stick, thinking ",
  "mn36:21.4": "to light a fire and produce heat.",
  "mn36:21.5": "What do you think, Aggivessana? By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”",
  "mn36:21.6": "“Yes, Master Gotama.",
  "mn36:21.7": "Why is that?",
  "mn36:21.8": "Because it’s a dried up, withered log, and it’s lying on dry land far from water.”",
  "mn36:21.9": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings due to overexertion, they are capable of knowledge and vision, of supreme awakening.",
  "mn36:21.11": "This was the third example that occurred to me.",
  "mn36:21.12": "These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me.",
  "mn36:22.1": "Then it occurred to me:",
  "mn36:22.2": "‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’",
  "mn36:22.3": "So that’s what I did,",
  "mn36:22.4": "until sweat ran from my armpits.",
  "mn36:22.5": "It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.",
  "mn36:22.6": "In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits.",
  "mn36:22.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:22.8": "But even such painful feeling did not occupy my mind.",
  "mn36:23.1": "Then it occurred to me:",
  "mn36:23.2": "‘Why don’t I practice the breathless absorption?’",
  "mn36:23.3": "So I cut off my breathing through my mouth and nose.",
  "mn36:23.4": "But then winds came out my ears making a loud noise,",
  "mn36:23.5": "like the puffing of a blacksmith’s bellows.",
  "mn36:23.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:23.8": " ",
  "mn36:23.9": "But even such painful feeling did not occupy my mind.",
  "mn36:24.1": "Then it occurred to me:",
  "mn36:24.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn36:24.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn36:24.4": "But then strong winds ground my head,",
  "mn36:24.5": "like a strong man was drilling into my head with a sharp point.",
  "mn36:24.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:24.9": "But even such painful feeling did not occupy my mind.",
  "mn36:25.1": "Then it occurred to me:",
  "mn36:25.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn36:25.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn36:25.4": "But then I got a severe headache,",
  "mn36:25.5": "like a strong man was tightening a tough leather strap around my head.",
  "mn36:25.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:25.9": "But even such painful feeling did not occupy my mind.",
  "mn36:26.1": "Then it occurred to me:",
  "mn36:26.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn36:26.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn36:26.4": "But then strong winds carved up my belly,",
  "mn36:26.5": "like a skilled butcher or their apprentice was slicing my belly open with a meat cleaver.",
  "mn36:26.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:26.9": "But even such painful feeling did not occupy my mind.",
  "mn36:27.1": "Then it occurred to me:",
  "mn36:27.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn36:27.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn36:27.4": "But then there was an intense burning in my body,",
  "mn36:27.5": "like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.",
  "mn36:27.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn36:27.9": "But even such painful feeling did not occupy my mind.",
  "mn36:27.10": "Then some gods saw me and said:",
  "mn36:27.11": "‘The ascetic Gotama is dead.’",
  "mn36:27.12": "Others said:",
  "mn36:27.13": "‘He’s not dead, but he’s dying.’",
  "mn36:27.14": "Others said:",
  "mn36:27.15": "‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’",
  "mn36:28.1": "Then it occurred to me:",
  "mn36:28.2": "‘Why don’t I practice completely cutting off food?’",
  "mn36:28.3": "But deities came to me and said:  ",
  "mn36:28.4": "‘Good sir, don’t practice totally cutting off food.",
  "mn36:28.5": "If you do, we’ll infuse divine nutrition into your pores and you will live on that.’",
  "mn36:28.6": "Then I thought:",
  "mn36:28.7": "‘If I claim to be completely fasting while these gods are infusing divine nutrition in my pores, that would be a lie on my part.’",
  "mn36:28.8": "So I said dismissed those gods, saying, ‘There’s no need.’",
  "mn36:29.1": "Then it occurred to me:",
  "mn36:29.2": "‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chick peas, or green gram.’",
  "mn36:29.3": "So that’s what I did,",
  "mn36:29.4": "until my body became extremely emaciated.",
  "mn36:29.5": "Due to eating so little, my limbs became like the joints of an eighty year old or a corpse,",
  "mn36:29.7": "my bottom became like a camel’s hoof,",
  "mn36:29.9": "my vertebrae stuck out like beads on a string,",
  "mn36:29.11": "and my ribs were as gaunt as the broken-down rafters on an old barn.",
  "mn36:29.13": "Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.",
  "mn36:29.15": "Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.",
  "mn36:30.1": "Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.",
  "mn36:30.2": "Due to eating so little, when I tried to urinate or defecate I fell face down right there.",
  "mn36:30.3": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.",
  "mn36:30.4": " ",
  "mn36:30.5": "Then some people saw me and said:",
  "mn36:30.6": "‘The ascetic Gotama is black.’",
  "mn36:30.7": "Some said:",
  "mn36:30.8": "‘He’s not black, he’s brown.’",
  "mn36:30.9": "Some said:",
  "mn36:30.10": "‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’",
  "mn36:30.11": "That’s how far the pure, bright complexion of my skin had been ruined by taking so little food.",
  "mn36:31.1": "Then I thought:",
  "mn36:31.2": "‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this.",
  "mn36:31.5": "But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, gruelling work.",
  "mn36:31.6": "Could there be another path to awakening?’",
  "mn36:31.7": "Then it occurred to me:",
  "mn36:31.8": "‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn36:31.9": "Could that be the path to awakening?’",
  "mn36:31.10": "Then following on that memory came the realization:",
  "mn36:31.11": "‘<em>That</em> is the path to awakening!’",
  "mn36:31.12": "Then it occurred to me:",
  "mn36:31.13": "‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’",
  "mn36:31.14": "Then I thought:",
  "mn36:31.15": "‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’",
  "mn36:32.1": "Then I thought:",
  "mn36:32.2": "‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’",
  "mn36:32.3": "So I ate some solid food.",
  "mn36:32.4": "Now at that time the five mendicants were attending on me, thinking:",
  "mn36:32.5": "‘The ascetic Gotama will tell us of any truth that he realizes.’",
  "mn36:32.6": "But when I ate some solid food, they got disillusioned and left, saying:",
  "mn36:32.7": "‘The ascetic Gotama has become indulgent; he’s strayed from the struggle and returned to indulgence.’",
  "mn36:33.1": "After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn36:33.2": "But even such pleasant feeling did not occupy my mind.",
  "mn36:33.3": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn36:33.4": "But even such pleasant feeling did not occupy my mind.",
  "mn36:33.5": "And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "mn36:33.6": " ",
  "mn36:33.8": "But even such pleasant feeling did not occupy my mind.",
  "mn36:33.9": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
  "mn36:33.10": "But even such pleasant feeling did not occupy my mind.",
  "mn36:34.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward recollection of past lives. …",
  "mn36:34.5": "And so I recollected my many kinds of past lives, with features and details.",
  "mn36:34.6": "This was the first knowledge, which I achieved in the first watch of the night.",
  "mn36:34.7": "Ignorance was destroyed and knowledge arose;",
  "mn36:34.8": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn36:34.10": "But even such pleasant feeling did not occupy my mind.",
  "mn36:35.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the death and rebirth of sentient beings.",
  "mn36:35.2": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds …",
  "mn36:35.4": "This was the second knowledge, which I achieved in the middle watch of the night.",
  "mn36:35.5": "Ignorance was destroyed and knowledge arose;",
  "mn36:35.6": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn36:35.7": " ",
  "mn36:35.8": "But even such pleasant feeling did not occupy my mind.",
  "mn36:36.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the ending of defilements.",
  "mn36:36.2": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "mn36:36.3": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn36:36.4": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn36:36.5": "When freed, I knew ‘it is freed’.",
  "mn36:36.6": "I understood: ‘Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.’",
  "mn36:36.7": "This was the third knowledge, which I achieved in the last watch of the night.",
  "mn36:36.8": "Ignorance was destroyed and knowledge arose;",
  "mn36:36.9": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn36:36.11": "But even such pleasant feeling did not occupy my mind.",
  "mn36:37.1": "Aggivessana, I recall teaching the Dhamma to an assembly of many hundreds,",
  "mn36:37.2": "and each person thinks",
  "mn36:37.3": "that I am teaching the Dhamma especially for them.",
  "mn36:37.4": "But it should not be seen like this.",
  "mn36:37.5": "The Realized One teaches others only so that they can understand.",
  "mn36:37.6": "When that talk is finished, I still, settle, unify, and converge my mind in samādhi internally, using the same meditation subject as a basis for samādhi that I used before, which is my usual meditation.”",
  "mn36:38.1": "“I’d believe that of Master Gotama, just like a perfected one, a fully awakened Buddha.",
  "mn36:38.2": "But do you ever recall sleeping during the day?”",
  "mn36:38.3": "“I do recall that in the last month of the summer, I have spread out my outer robe folded in four and lain down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.”",
  "mn36:38.4": "“Some ascetics and brahmins call that a deluded abiding.”",
  "mn36:38.5": "“That’s not how to define whether someone is deluded or not.",
  "mn36:38.6": "But as to how to define whether someone is deluded or not, listen and pay close attention, I will speak.”",
  "mn36:38.7": "“Yes, sir,” replied Saccaka.",
  "mn36:38.8": "The Buddha said this:  ",
  "mn36:39.1": "“Whoever has not given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future birth, old age, and death—is deluded, I say.",
  "mn36:39.2": "For it’s not giving up the defilements that makes you deluded.",
  "mn36:39.3": "Whoever has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future birth, old age, and death—is not deluded, I say.",
  "mn36:39.4": "For it’s giving up the defilements that makes you not deluded.",
  "mn36:40.1": "The Realized One has given up the defilements—corruptions that lead to future lives and are hurtful, resulting in suffering and future birth, old age, and death. He has cut them off at the root, made them like a palm stump, exterminated them so they are unable to arise in the future.",
  "mn36:40.2": "Just as a palm tree with its crown cut off is incapable of further growth,",
  "mn36:40.3": "in the same way, the Realized One has given up the defilements so they are unable to arise in the future.”",
  "mn36:41.1": "When he had spoken, Saccaka said to him:",
  "mn36:41.2": "“It’s incredible, Master Gotama, it’s amazing!",
  "mn36:41.3": "When Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.",
  "mn36:41.4": "I recall taking on Pūraṇa Kassapa in debate.",
  "mn36:41.5": "He dodged the issue, distracting the discussion with irrelevant points, and displaying irritation, hate, and bitterness.",
  "mn36:41.6": "But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.",
  "mn36:41.7": "I recall taking on Makkhali Gosāla,",
  "mn36:41.9": "Ajita Kesakambala,",
  "mn36:41.10": "Pakudha Kaccāyana,",
  "mn36:41.11": "Sañjaya Belaṭṭhiputta,",
  "mn36:41.12": "and Nigaṇṭha Nātaputta in debate.",
  "mn36:41.13": "They all dodged the issue, distracting the discussion with irrelevant points, and displaying irritation, hate, and bitterness.",
  "mn36:41.14": "But when Master Gotama is repeatedly attacked with inappropriate and intrusive criticism, the complexion of his skin brightens and the color of his face becomes clear, just like a perfected one, a fully awakened Buddha.",
  "mn36:41.15": "Well, now, Master Gotama, I must go.",
  "mn36:41.16": "I have many duties, and much to do.”",
  "mn36:41.17": "“Please, Aggivessana, go when you’re ready.” ",
  "mn36:42.1": "Then Saccaka, the son of Jain parents, having approved and agreed with what the Buddha said, got up from his seat and left."
}