{
  "_markup_path": "markup/mn/mn4.html",
  "_alt_strings": [
    "pi/mn/mn4.json"
  ],
  "mn4:1.1": "Middle Discourses 4",
  "mn4:2.1": "Fear and Terror",
  "mn4:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn4:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn4:3.3": "Then the brahmin Jāṇussoṇi went up to the Buddha,",
  "mn4:3.4": "and exchanged greetings with him.",
  "mn4:3.5": "When the greetings and polite conversation were over, he sat down to one side,",
  "mn4:3.6": "and said to the Buddha:",
  "mn4:3.7": "“Master Gotama, those members of respectable families who have gone forth from the lay life into homelessness out of faith in Master Gotama have Master Gotama to lead the way, help them out, and give them encouragement.",
  "mn4:3.8": "And those people follow Master Gotama’s example.”",
  "mn4:3.9": "“That’s so true, brahmin! That’s so true, brahmin! …”",
  "mn4:3.12": "“But Master Gotama, remote lodgings in the wilderness and the forest are hard to endure. It’s hard to maintain seclusion and hard to find joy in it. Staying alone, the forests seem to rob the mind of a mendicant who doesn’t have convergence.”",
  "mn4:3.13": "“That’s so true, brahmin! That’s so true, brahmin! …",
  "mn4:4.1": "Before my awakening—when I was unawakened but intent on awakening—I too thought:",
  "mn4:4.2": "‘Remote lodgings in the wilderness and the forest are hard to endure. It’s hard to maintain seclusion, and hard to find joy in it. Staying alone, the forests seem to rob the mind of a mendicant who doesn’t have convergence.’",
  "mn4:4.3": "Then I thought:",
  "mn4:4.4": "‘There are ascetics and brahmins with unpurified conduct of body, speech, and mind who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskilful fear and terror because of these flaws in their conduct.",
  "mn4:4.5": "But I don’t frequent remote lodgings in the wilderness and the forest with unpurified conduct of body, speech, and mind.",
  "mn4:4.6": "My conduct is purified.",
  "mn4:4.7": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified conduct of body, speech, and mind.’",
  "mn4:4.8": "Seeing this purity of conduct in myself I felt even more unruffled about staying in the forest. …",
  "mn4:5.1": "Then I thought: ",
  "mn4:5.6": "There are ascetics and brahmins with unpurified livelihood who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskilful fear and terror because of these flaws in their livelihood.",
  "mn4:5.7": "But I don’t frequent remote lodgings in the wilderness and the forest with unpurified livelihood.",
  "mn4:5.8": "My livelihood is purified.",
  "mn4:5.9": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest with purified livelihood.’",
  "mn4:5.10": "Seeing this purity of livelihood in myself I felt even more unruffled about staying in the forest.",
  "mn4:6.1": "Then I thought:",
  "mn4:6.2": "‘There are ascetics and brahmins full of desire for sensual pleasures, with acute lust …",
  "mn4:6.4": "I am not full of desire …’",
  "mn4:7.2": "‘There are ascetics and brahmins full of ill will, with hateful intentions…",
  "mn4:7.4": "I have a heart full of love …’",
  "mn4:8.2": "‘There are ascetics and brahmins overcome with dullness and drowsiness …",
  "mn4:8.4": "I am free of dullness and drowsiness …’",
  "mn4:9.2": "‘There are ascetics and brahmins who are restless, with no peace of mind …",
  "mn4:9.4": "My mind is peaceful …’",
  "mn4:10.2": "‘There are ascetics and brahmins who are doubting and uncertain …",
  "mn4:10.4": "I’ve gone beyond doubt …’",
  "mn4:11.2": "‘There are ascetics and brahmins who glorify themselves and put others down …",
  "mn4:11.4": "I don’t glorify myself and put others down …’",
  "mn4:12.2": "‘There are ascetics and brahmins who are cowardly and craven …",
  "mn4:12.4": "I don’t get startled …’",
  "mn4:13.2": "‘There are ascetics and brahmins who enjoy possessions, honor, and popularity …",
  "mn4:13.4": "I have few wishes …’",
  "mn4:14.2": "‘There are ascetics and brahmins who are lazy and lack energy …",
  "mn4:14.4": "I am energetic …’",
  "mn4:15.2": "‘There are ascetics and brahmins who are unmindful and lack situational awareness …",
  "mn4:15.4": "I am mindful …’",
  "mn4:16.2": "‘There are ascetics and brahmins who lack convergence, with straying minds …",
  "mn4:16.4": "I am accomplished in convergence …’",
  "mn4:17.2": "‘There are ascetics and brahmins who are witless and stupid who frequent remote lodgings in the wilderness and the forest. Those ascetics and brahmins summon unskilful fear and terror because of the flaws of witlessness and stupidity.",
  "mn4:17.3": "But I don’t frequent remote lodgings in the wilderness and the forest witless and stupid.",
  "mn4:17.4": "I am accomplished in wisdom.",
  "mn4:17.5": "I am one of those noble ones who frequent remote lodgings in the wilderness and the forest accomplished in wisdom.’",
  "mn4:17.6": "Seeing this accomplishment of wisdom in myself I felt even more unruffled about staying in the forest.",
  "mn4:19.1": "Then I thought:",
  "mn4:19.2": "‘There are certain nights that are recognized as specially portentous:",
  "mn4:19.3": "the fourteenth, fifteenth, and eighth of the fortnight.",
  "mn4:19.4": "On such nights, why don’t I stay in awe-inspiring and hair-raising shrines in parks, forests, and trees? In such lodgings, hopefully I might see that fear and terror.’",
  "mn4:19.5": "Some time later, that’s what I did.",
  "mn4:19.8": "As I was staying there a deer came by, or a peacock snapped a twig, or the wind rustled the leaves.",
  "mn4:19.9": "Then I thought:",
  "mn4:19.10": "‘Is this that fear and terror coming?’",
  "mn4:19.11": "Then I thought:",
  "mn4:19.12": "‘Why do I always meditate expecting that fear and terror to come?",
  "mn4:19.13": "Why don’t I get rid of that fear and terror just as it comes, while remaining just as I am?’",
  "mn4:19.14": "Then that fear and terror came upon me as I was walking.",
  "mn4:19.15": "I didn’t stand still or sit down or lie down until I had got rid of that fear and terror while walking.",
  "mn4:19.16": "Then that fear and terror came upon me as I was standing.",
  "mn4:19.17": "I didn’t walk or sit down or lie down until I had got rid of that fear and terror while standing.",
  "mn4:19.18": " ",
  "mn4:19.19": "Then that fear and terror came upon me as I was sitting.",
  "mn4:19.20": "I didn’t lie down or stand still or walk until I had got rid of that fear and terror while sitting.",
  "mn4:19.21": "Then that fear and terror came upon me as I was lying down.",
  "mn4:19.22": "I didn’t sit up or stand still or walk until I had got rid of that fear and terror while lying down.",
  "mn4:20.1": "There are some ascetics and brahmins who perceive that it’s day when in fact it’s night, or perceive that it’s night when in fact it’s day.",
  "mn4:20.2": "This meditation of theirs is delusional, I say.",
  "mn4:20.3": "I perceive that it’s night when in fact it is night, and perceive that it’s night when in fact it is day.",
  "mn4:20.4": "And if there’s anyone of whom it should be rightly said that",
  "mn4:20.5": "a being not liable to delusion has arisen in the world for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans, it’s of me that this should be said.",
  "mn4:21.1": "My energy was roused up and vigorous, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was unified in samādhi.",
  "mn4:21.2": "Quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn4:21.3": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "mn4:21.4": "And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "mn4:21.7": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.",
  "mn4:22.1": "When my mind had converged like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward recollection of past lives.",
  "mn4:22.2": "I recollected many kinds of past lives, that is,",
  "mn4:22.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. I remembered: ",
  "mn4:22.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "mn4:22.5": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "mn4:22.6": "And so I recollect my many kinds of past lives, with features and details. ",
  "mn4:22.7": "This was the first knowledge, which I achieved in the first watch of the night. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn4:23.1": "When my mind had converged like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the death and rebirth of sentient beings.",
  "mn4:23.2": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds:",
  "mn4:23.3": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn4:23.5": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "mn4:23.7": "And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.",
  "mn4:23.8": "This was the second knowledge, which I achieved in the middle watch of the night. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn4:24.1": "When my mind had converged like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the ending of defilements.",
  "mn4:24.2": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "mn4:24.3": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn4:24.4": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn4:24.5": "When freed, I knew ‘it is freed’.",
  "mn4:24.6": "I understood: ‘Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.’",
  "mn4:24.7": "This was the third knowledge, which I achieved in the final watch of the night. Ignorance was destroyed and knowledge arose; darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn4:25.1": "Brahmin, you might think: ",
  "mn4:25.2": "‘Perhaps the Master Gotama is not free of greed, hate and delusion even today, and that is why he still frequents remote wilderness and jungle lodgings.’",
  "mn4:25.3": "But you should not see it like this. ",
  "mn4:25.4": "I see two reasons to frequent remote wilderness and jungle lodgings.",
  "mn4:25.5": "I see a happy life for myself in the present, and I have compassion for future generations.”",
  "mn4:26.1": "“Indeed, Master Gotama has compassion for future generations, since he is a perfected one, a fully awakened Buddha.",
  "mn4:26.2": "Excellent, Master Gotama! Excellent Master Gotama!",
  "mn4:26.3": " ",
  "mn4:26.4": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "mn4:26.5": "so people with good eyes can see what’s there,",
  "mn4:26.6": "Master Gotama has made the teaching clear in many ways.",
  "mn4:26.7": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "mn4:26.8": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}