{
  "_markup_path": "markup/mn/mn40.html",
  "_alt_strings": [
    "pi/mn/mn40.json"
  ],
  "mn40:1.1": "Middle Discourses 40",
  "mn40:2.1": "The Shorter Discourse at Assapura",
  "mn40:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn40:3.2": "At one time the Buddha was staying in the land of the Aṅgas, near the Aṅgan town named Assapura.",
  "mn40:3.3": "There the Buddha addressed the mendicants:",
  "mn40:3.4": "“Mendicants!”",
  "mn40:3.5": "“Venerable sir,” they replied.",
  "mn40:3.6": "The Buddha said this:",
  "mn40:4.1": "“Mendicants, people label you as ascetics.",
  "mn40:4.2": "And when they ask you what you are, you claim to be ascetics.",
  "mn40:4.3": "Given this label and this claim, you should train like this: ‘We will practice the way proper for an ascetic. That way our label will be accurate and our claim correct.",
  "mn40:4.6": "Any robes, alms-food, lodgings, and medicines and supplies for the sick that we use will be very fruitful and beneficial for the donor. And our going forth will not be barren, but fruitful and fertile.’",
  "mn40:5.1": "And how does a mendicant not practice the way proper for an ascetic?",
  "mn40:5.2": "There are some mendicants who have not given up covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view. ",
  "mn40:5.3": "These stains, flaws, and dregs of an ascetic are grounds for rebirth in places of loss, and are experienced in bad places. As long as they have not given these up, they do not practice the way proper for an ascetic, I say.",
  "mn40:5.4": "I say that such a mendicant’s going forth may be compared to the kind of weapon called ‘death-dealer’—double-edged, hardened and keen—covered and wrapped in the outer robe.",
  "mn40:6.1": "I say that you don’t deserve the label ‘outer robe wearer’ just because you wear an outer robe.",
  "mn40:6.2": "You don’t deserve the label ‘naked ascetic’ just because you go naked.",
  "mn40:6.3": "You don’t deserve the label ‘dust and dirt wearer’ just because you’re caked in dust and dirt.",
  "mn40:6.4": "You don’t deserve the label ‘water immerser’ just because you immerse yourself in water.",
  "mn40:6.5": "You don’t deserve the label ‘tree root dweller’ just because you stay at the root of a tree.",
  "mn40:6.6": "You don’t deserve the label ‘open air dweller’ just because you stay in the open air.",
  "mn40:6.7": "You don’t deserve the label ‘stander’ just because you continually stand.",
  "mn40:6.8": "You don’t deserve the label ‘interval eater’ just because you eat food at set intervals.",
  "mn40:6.9": "You don’t deserve the label ‘reciter’ just because you recite scriptures.",
  "mn40:6.10": "You don’t deserve the label ‘matted hair ascetic’ just because you have matted hair.",
  "mn40:7.1": "Imagine that just by wearing an outer robe someone with covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view could give up these things. If that was the case, your friends and colleagues, relatives and kin would make you an outer robe wearer as soon as you were born. They’d encourage you:",
  "mn40:7.2": "‘Please, my dear, wear an outer robe! By doing so you will give up covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view.’",
  "mn40:7.3": "But sometimes I see someone with these bad qualities who is an outer robe wearer. That’s why I say that you don’t deserve the label ‘outer robe wearer’ just because you wear an outer robe.",
  "mn40:8.1": "Imagine that just by going naked …",
  "mn40:8.3": "wearing dust and dirt …",
  "mn40:8.5": "immersing in water …",
  "mn40:8.7": "staying at the root of a tree …",
  "mn40:8.9": "staying in the open air …",
  "mn40:8.11": "standing continually …",
  "mn40:8.13": "eating at set intervals …",
  "mn40:8.15": "reciting scriptures",
  "mn40:8.17": "having matted hair someone with covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view could give up these things. If that was the case, your friends and colleagues, relatives and kin would make you a matted hair ascetic as soon as you were born. They’d encourage you:",
  "mn40:8.18": "‘Please, my dear, become an matted hair ascetic! By doing so you will give up covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view.’",
  "mn40:8.20": " ",
  "mn40:8.21": "But sometimes I see someone with these bad qualities who is a matted hair ascetic. That’s why I say that you don’t deserve the label ‘matted hair ascetic’ just because you have matted hair.",
  "mn40:9.1": "And how does a mendicant practice the way proper for an ascetic?",
  "mn40:9.2": "There are some mendicants who have given up covetousness, ill-will, anger, hostility, denigration, insolence, envy, stinginess, manipulation, deceit, bad desires, and wrong view. ",
  "mn40:9.3": "These stains, flaws, and dregs of an ascetic are grounds for rebirth in places of loss, and are experienced in bad places. When they have given these up, they are practicing the way proper for an ascetic, I say.",
  "mn40:9.4": "They see themselves purified from all these bad, unskillful qualities.",
  "mn40:9.5": "Seeing this, gladness springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind converges in samādhi.",
  "mn40:10.1": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "mn40:10.2": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn40:10.3": "They meditate spreading a heart full of compassion …",
  "mn40:10.5": "They meditate spreading a heart full of rejoicing …",
  "mn40:10.7": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.  ",
  "mn40:10.8": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will. ",
  "mn40:10.9": "Suppose there was a lotus pond with transparent, sweet, cool water, clean, with smooth banks, delightful.",
  "mn40:10.10": "Then along comes a person—whether from the east, west, north, or south—struggling in the oppressive heat, weary, thirsty, and parched.",
  "mn40:10.19": "No matter what direction they come from, when they arrive at that lotus pond they would alleviate their thirst and heat exhaustion.",
  "mn40:10.20": "In the same way, suppose someone has gone forth from the lay life to homelessness—whether from a family of aristocrats, brahmins, merchants, or workers—and has arrived at the teaching and training announced by a Realized One. Having developed love, compassion, rejoicing, and equanimity in this way they gain inner peace.",
  "mn40:10.29": "Because of that inner peace they are practicing the way proper for an ascetic, I say.",
  "mn40:11.1": "And suppose someone has gone forth from the lay life to homelessness—whether from a family of aristocrats, brahmins, merchants, or workers—",
  "mn40:11.2": "and they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "mn40:11.9": "They’re an ascetic because of the ending of defilements.”",
  "mn40:12.1": "This is what the Buddha said.",
  "mn40:12.2": "Uplifted, the mendicants approved of what the Buddha said."
}