{
  "_markup_path": "markup/mn/mn51.html",
  "_alt_strings": [
    "pi/mn/mn51.json"
  ],
  "mn51:1.1": "Middle Discourses 51",
  "mn51:2.1": "With Kandaraka",
  "mn51:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn51:3.2": "At one time the Buddha was staying near Campā on the banks of the Gaggara Lotus Pond together with a large Saṅgha of mendicants.",
  "mn51:3.3": "Then Pessa the elephant driver’s son and Kandaraka the wanderer went to see the Buddha.",
  "mn51:3.4": "When they had approached, Pessa bowed and sat down to one side.",
  "mn51:3.5": "But the wanderer Kandaraka exchanged greetings with the Buddha",
  "mn51:3.6": "and stood to one side.",
  "mn51:3.7": "Kandaraka looked around the Saṅgha of monks, who were so very silent, and said to the Buddha:",
  "mn51:3.8": "“It’s incredible, Master Gotama, it’s amazing!",
  "mn51:3.9": "How the mendicant Saṅgha has been led to practice properly by Master Gotama!",
  "mn51:3.10": "All the perfect ones, the fully awakened Buddhas in the past or the future who lead the mendicant Saṅgha to practice properly will at best do so",
  "mn51:3.11": "like Master Gotama does in the present.”",
  "mn51:4.1": "“That’s so true, Kandaraka! That’s so true!",
  "mn51:4.2": "All the perfect ones, the fully awakened Buddhas in the past or the future who lead the mendicant Saṅgha to practice properly will at best do so",
  "mn51:4.3": "like I do in the present.",
  "mn51:5.1": "For in this mendicant Saṅgha there are perfected mendicants, who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge.",
  "mn51:5.2": "And in this mendicant Saṅgha there are trainee mendicants who are consistently ethical, living consistently, self-disciplined, living in a disciplined manner.",
  "mn51:5.3": "They meditate with their minds firmly established in the four kinds of mindfulness meditation.",
  "mn51:5.4": "What four?",
  "mn51:5.5": "It’s when a mendicant meditates by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world. ",
  "mn51:5.6": "They meditate by observing an aspect of feelings, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn51:5.7": "They meditate by observing an aspect of the mind, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn51:5.8": "They meditate by observing an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world.”",
  "mn51:6.1": "When he had spoken, Pessa said to the Buddha:",
  "mn51:6.2": "“It’s incredible, sir, it’s amazing!",
  "mn51:6.3": "How the Buddha has clearly described the four kinds of mindfulness meditation. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "mn51:6.4": "For we white-clothed laypeople also from time to time meditate with our minds well established in the four kinds of mindfulness meditation.",
  "mn51:6.5": "We meditate by observing an aspect of the body …",
  "mn51:6.6": "feelings …",
  "mn51:6.7": "mind …",
  "mn51:6.8": "principles, keen, aware, and mindful, rid of desire and aversion for the world.",
  "mn51:6.9": "It’s incredible, sir, it’s amazing!",
  "mn51:6.10": "How the Buddha knows what’s best for sentient beings, even though people continue to be so shady, rotten, and tricky.",
  "mn51:6.11": "For human beings are shady, sir,",
  "mn51:6.12": "while the animal is obvious.",
  "mn51:6.13": "For I can drive an elephant in training,",
  "mn51:6.14": "and while going back and forth in Campā it’ll try all the tricks, bluffs, ruses, and feints that it can.",
  "mn51:6.15": "But my slaves, servants, and workers behave one way by body, another by speech, and their minds another.",
  "mn51:6.16": "It’s incredible, sir, it’s amazing!",
  "mn51:6.17": "How the Buddha knows what’s best for sentient beings, even though people continue to be so shady, rotten, and tricky.",
  "mn51:6.18": "For human beings are shady, sir,",
  "mn51:6.19": "while the animal is obvious.”",
  "mn51:7.1": "“That’s so true, Pessa! That’s so true!",
  "mn51:7.2": "For human beings are shady, ",
  "mn51:7.3": "while the animal is obvious.",
  "mn51:7.4": "Pessa, these four people are found in the world.",
  "mn51:7.5": "What four?",
  "mn51:7.6": "<ol><li>One person mortifies themselves, committed to the practice of mortifying themselves.</li>",
  "mn51:7.7": "<li>One person mortifies others, committed to the practice of mortifying others.</li>",
  "mn51:7.8": "<li>One person mortifies themselves and others, committed to the practice of mortifying themselves and others.</li>",
  "mn51:7.9": "<li>One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others.",
  "mn51:7.10": "In the present life they live without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves.</li></ol>",
  "mn51:7.11": "Which one of these four people do you like the sound of?”",
  "mn51:8.1": "“Sir, I don’t like the sound of the first three people.",
  "mn51:8.5": "I only like the sound of the last person, who doesn’t mortify either themselves or others.”",
  "mn51:9.1": "“But why don’t you like the sound of those three people?”",
  "mn51:9.2": "“Sir, the person who mortifies themselves does so even though they want to be happy and recoil from pain.",
  "mn51:9.3": "That’s why I don’t like the sound of that person.",
  "mn51:9.4": "The person who mortifies others does so even though others want to be happy and recoil from pain.",
  "mn51:9.5": "That’s why I don’t like the sound of that person.",
  "mn51:9.6": "The person who mortifies themselves and others does so even though both themselves and others want to be happy and recoil from pain.",
  "mn51:9.7": "That’s why I don’t like the sound of that person.",
  "mn51:9.8": "The person who doesn’t mortify either themselves or others—living without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves—does not torment themselves or others, both of whom want to be happy and recoil from pain.",
  "mn51:9.9": " ",
  "mn51:9.10": "That’s why I like the sound of that person.",
  "mn51:9.11": "Well, now, sir, I must go.",
  "mn51:9.12": "I have many duties, and much to do.” ",
  "mn51:9.13": "“Please, brahmin, go when you’re ready.”",
  "mn51:9.14": "And then Pessa the elephant driver’s son approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "mn51:10.1": "Then, not long after he had left, the Buddha addressed the mendicants:",
  "mn51:10.2": "“Mendicants, Pessa the elephant driver’s son is astute.",
  "mn51:10.3": "He has great wisdom.",
  "mn51:10.4": "If he had sat here a little longer so that I could have analyzed these four people in detail, he would have greatly benefited.",
  "mn51:10.5": "Still, even with this much he has already greatly benefited.”",
  "mn51:10.6": "“Now is the time, Blessed One! Now is the time, Holy One! May the Buddha analyze these four people in detail.",
  "mn51:10.7": "The mendicants will listen and remember it.”",
  "mn51:10.8": "“Well then, mendicants, listen and pay close attention, I will speak.”",
  "mn51:10.9": "“Yes, sir,” they replied.",
  "mn51:10.10": "The Buddha said this:",
  "mn51:11.1": "“And what person mortifies themselves, committed to the practice of mortifying themselves?",
  "mn51:11.2": "It’s when someone goes naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared for them, or an invitation for a meal.",
  "mn51:11.4": "They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breast-feeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.",
  "mn51:11.5": " ",
  "mn51:11.6": "They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to",
  "mn51:11.8": "seven houses and seven mouthfuls.",
  "mn51:11.9": "They feed on one saucer a day, two saucers a day, up to",
  "mn51:11.11": "seven saucers a day.",
  "mn51:11.12": "They eat once a day, once every second day, up to",
  "mn51:11.14": "once a week,",
  "mn51:11.15": "and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.",
  "mn51:12.1": "They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit.",
  "mn51:13.1": "They wear robes of hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings. They tear out hair and beard, committed to this practice. They constantly stand, refusing seats. They squat, committed to persisting in the squatting position. They lie on a mat of thorns, making a mat of thorns their bed. They’re committed to the practice of immersion in water three times a day, including the evening.",
  "mn51:13.4": "And so they live committed to practicing these various ways of torturing and tormenting the body.",
  "mn51:13.5": "This is called a person who mortifies themselves, being committed to the practice of mortifying themselves.",
  "mn51:14.1": "And what person mortifies others, committed to the practice of mortifying others?",
  "mn51:14.2": "It’s when a person is a slaughterer of sheep, pigs, or poultry, a hunter or trapper, a fisher, a bandit, an executioner, a butcher, a jailer, or someone with some other kind of cruel livelihood.",
  "mn51:14.3": "This is called a person who mortifies others, being committed to the practice of mortifying others.",
  "mn51:15.1": "And what person mortifies themselves and others, being committed to the practice of mortifying themselves and others?",
  "mn51:15.2": "It’s when a person is an anointed king or an affluent brahmin.",
  "mn51:15.3": "He has a new temple built to the east of the city. He shaves off his hair and beard, dresses in a rough antelope hide, and smears his body with ghee and oil. Scratching his back with antlers, he enters the temple with his chief queen and the brahmin high priest.",
  "mn51:15.4": "There he lies on the bare ground strewn with grass.",
  "mn51:15.5": "The king feeds on the milk from one teat of a cow that has a calf of the same color. The chief queen feeds on the milk from the second teat. The brahmin high priest feeds on the milk from the third teat. The milk from the fourth teat is offered to the flames. The calf feeds on the remainder.",
  "mn51:15.6": "He says:",
  "mn51:15.7": "‘Slaughter this many bulls, bullocks, heifers, goats, rams, and horses for the sacrifice! Fell this many trees and reap this much grass for the sacrificial equipment!’",
  "mn51:15.8": "His slaves, servants, and workers do their jobs under threat of punishment and danger, weeping with tearful faces.",
  "mn51:15.9": "This is called a person who mortifies themselves and others, being committed to the practice of mortifying themselves and others.",
  "mn51:16.1": "And what person doesn’t mortify either themselves or others, but lives without wishes, extinguished, cooled, experiencing bliss, having become holy in themselves?",
  "mn51:16.2": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.",
  "mn51:16.3": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "mn51:16.4": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "mn51:16.5": "A householder hears that Dharma, or a householder’s child, or someone reborn in some clan. ",
  "mn51:16.6": "They gain faith in the Realized One, ",
  "mn51:16.7": "and reflect:",
  "mn51:16.8": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open.",
  "mn51:16.9": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn51:16.10": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn51:16.11": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "mn51:17.1": "Once they’ve gone forth, they take up the training and livelihood of the mendicants. They give up killing living creatures, renouncing violence and harming. They’re scrupulous and kind, living full of compassion for all creatures.",
  "mn51:17.2": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves pure by not thieving.",
  "mn51:17.3": "They give up unchastity. They are celibate, set apart, avoiding the common practice of sex.",
  "mn51:17.4": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. ",
  "mn51:17.5": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. ",
  "mn51:17.6": "Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.",
  "mn51:17.7": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, kind, going to the heart, polite, likable and agreeable to many people.",
  "mn51:17.8": "They give up idle chatter. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.",
  "mn51:17.9": "They avoid injuring plants and seeds. They eat in one part of the day, abstaining from eating at night and food at the wrong time.",
  "mn51:17.10": "They avoid dancing, singing, music, and seeing shows.",
  "mn51:17.11": "They avoid beautifying and adorning themselves with garlands, perfumes, and makeup.",
  "mn51:17.12": "They avoid high and luxurious beds.",
  "mn51:17.13": "They avoid receiving gold and money,",
  "mn51:17.14": "raw grains,",
  "mn51:17.15": "raw meat,",
  "mn51:17.16": "women and girls,",
  "mn51:17.17": "male and female slaves,",
  "mn51:17.18": "goats and sheep,",
  "mn51:17.19": "chickens and pigs,",
  "mn51:17.20": "elephants, cows, horses, and mares,",
  "mn51:17.21": "and fields and land.",
  "mn51:17.22": "They avoid running errands and messages;",
  "mn51:17.23": "buying and selling;",
  "mn51:17.24": "falsifying weights, metals, or measures;",
  "mn51:17.25": "bribery, fraud, cheating, and duplicity;",
  "mn51:17.26": "mutilation, murder, abduction, banditry, plunder, and violence.",
  "mn51:18.1": "They’re content with robes to look after the body and alms-food to look after the belly.",
  "mn51:18.2": "Wherever they go, they set out taking only these things.",
  "mn51:18.3": "They’re like a bird: wherever it flies, wings are its only burden.",
  "mn51:18.4": "In the same way, a mendicant is content with robes to look after the body and alms-food to look after the belly.",
  "mn51:18.5": "Wherever they go, they set out taking only these things.",
  "mn51:18.6": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "mn51:19.1": "When they see a sight with their eyes, they don’t get caught up in the features and details.",
  "mn51:19.2": "If the faculty of sight was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.",
  "mn51:19.3": "When they hear a sound with their ears …",
  "mn51:19.5": "When they smell an odor with their nose …",
  "mn51:19.7": "When they taste a flavor with their tongue … ",
  "mn51:19.9": "When they feel a touch with their body … ",
  "mn51:19.11": "When they know a phenomenon with their mind, they don’t get caught up in the features and details. ",
  "mn51:19.12": "If the faculty of mind was left unrestrained, bad unwholesome qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.",
  "mn51:19.13": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves.",
  "mn51:20.1": "They act with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.",
  "mn51:21.1": "When they have this noble spectrum of ethics, this noble contentment, this noble sense restraint, and this noble mindfulness and situational awareness, they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.",
  "mn51:21.2": "After the meal, they return from alms-round, sit down in the meditation posture with their body erect, and establish mindfulness right there.",
  "mn51:21.3": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. Giving up ill will, they meditate with a mind rid of ill will, full of compassion for all creatures, cleansing the mind of ill will.",
  "mn51:21.4": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness.",
  "mn51:21.5": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse.",
  "mn51:21.6": "Giving up doubt, they meditate having gone beyond doubt, not undecided about wholesome qualities, cleansing the mind of doubt.",
  "mn51:22.1": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn51:22.2": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and oneness of mind, without placing the mind and keeping it connected. ",
  "mn51:22.3": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "mn51:22.5": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "mn51:23.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "mn51:23.2": "They recollect many kinds of past lives, that is,",
  "mn51:23.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ",
  "mn51:23.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "mn51:23.5": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "mn51:23.6": "And so they recollect their many kinds of past lives, with features and details. ",
  "mn51:24.1": "When their mind has converged in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "mn51:24.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds:",
  "mn51:24.3": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn51:24.4": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "mn51:24.5": "And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "mn51:25.1": "When his mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—he turns it toward knowledge of the ending of defilements.",
  "mn51:25.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "mn51:25.6": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn51:25.10": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn51:25.11": "When freed, they know ‘it is freed’.",
  "mn51:25.12": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "mn51:25.13": "This is called a person who neither mortifies themselves or others, being committed to the practice of not mortifying themselves or others.",
  "mn51:25.14": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.”",
  "mn51:26.1": "This is what the Buddha said.",
  "mn51:26.2": "Uplifted, the mendicants approved of what the Buddha said."
}