{
  "_markup_path": "markup/mn/mn6.html",
  "_alt_strings": [
    "pi/mn/mn6.json"
  ],
  "mn6:1.1": "Middle Discourses 6",
  "mn6:2.1": "One Might Wish",
  "mn6:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn6:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn6:3.3": "There the Buddha addressed the mendicants:",
  "mn6:3.4": "“Mendicants!”",
  "mn6:3.5": "“Venerable sir,” they replied.",
  "mn6:3.6": "The Buddha said this:",
  "mn6:4.1": "“Mendicants, live by the ethical precepts and the code of conduct. Live restrained in the code of conduct, accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.",
  "mn6:4.2": " ",
  "mn6:5.1": " ",
  "mn6:5.2": "A mendicant might wish: ‘May I be liked and approved by their spiritual companions, respected and admired.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "mn6:6.2": "A mendicant might wish: ‘May I receive robes, alms-food, lodgings, and medicines and supplies for the sick.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "mn6:7.2": "A mendicant might wish: ‘May the services of those whose alms-food, lodgings, and medicines and supplies for the sick I enjoy be very fruitful and beneficial for them.’ So let them fulfill their precepts … ",
  "mn6:8.2": "A mendicant might wish: ‘When deceased family and relatives who have passed away recollect me with a confident mind, may this be very fruitful and beneficial for them.’ So let them fulfill their precepts … ",
  "mn6:9.2": "A mendicant might wish: ‘May I prevail over desire and dissatisfaction, and may desire and dissatisfaction not prevail over me. May I live having mastered desire and dissatisfaction whenever they arose.’ So let them fulfill their precepts … ",
  "mn6:10.2": "A mendicant might wish: ‘May I prevail over fear and terror, and may fear and terror not prevail over me. May I live having mastered fear and terror whenever they arose.’ So let them fulfill their precepts … ",
  "mn6:11.2": "A mendicant might wish: ‘May I get the four absorptions—blissful meditations in the present life that belong to the higher mind—when I want, without trouble or difficulty.’ So let them fulfill their precepts … ",
  "mn6:12.2": "A mendicant might wish: ‘May I have direct meditative experience of the peaceful liberations that are formless, transcending form.’ So let them fulfill their precepts … ",
  "mn6:13.2": "A mendicant might wish: ‘May I, with the ending of three fetters, become a stream-enterer, not liable to be reborn in the underworld, bound for awakening.’ So let them fulfill their precepts … ",
  "mn6:14.2": "A mendicant might wish: ‘May I, with the ending of three fetters, and the weakening of greed, hate, and delusion, become a once-returner, coming back to this world once only, then making an end of suffering.’ So let them fulfill their precepts … ",
  "mn6:15.2": "A mendicant might wish: ‘May I, with the ending of the five lower fetters, be reborn spontaneously and become extinguished there, not liable to return from that world.’ So let them fulfill their precepts … ",
  "mn6:16.2": "A mendicant might wish: ‘May I wield the many kinds of psychic power:",
  "mn6:16.3": "multiplying myself and becoming one again;",
  "mn6:16.4": "appearing and disappearing;",
  "mn6:16.5": "going unimpeded through a wall, an embankment, or a mountain as if through space;",
  "mn6:16.6": "diving in and out of the earth as if it was water;",
  "mn6:16.7": "walking on water as if it was earth;",
  "mn6:16.8": "flying cross-legged through the air like a bird;",
  "mn6:16.9": "touching and stroking with my hand the sun and moon, so mighty and powerful;",
  "mn6:16.10": "controlling the body as far as the Brahmā realm.’ So let them fulfil their precepts …",
  "mn6:17.2": "A mendicant might wish: ‘With clairaudience that is purified and superhuman, may I hear both kinds of sounds,",
  "mn6:17.3": "human and divine, whether near or far.’ So let them fulfill their precepts.",
  "mn6:18.2": "A mendicant might wish: ‘May I understand the minds of other beings and individuals, having comprehended them with my mind.",
  "mn6:18.3": "May I understand mind with greed as “mind with greed”, and mind without greed as “mind without greed”;",
  "mn6:18.4": "mind with hate as “mind with hate”, and mind without hate as “mind without hate”;",
  "mn6:18.5": "mind with delusion as “mind with delusion”, and mind without delusion as “mind without delusion”;",
  "mn6:18.6": "contracted mind as “contracted mind”, and scattered mind as “scattered mind”;",
  "mn6:18.7": "expansive mind as “expansive mind”, and unexpansive mind as “unexpansive mind”;",
  "mn6:18.8": "mind that is not supreme as “mind that is not supreme”, and mind that is supreme as “mind that is supreme”;",
  "mn6:18.9": "converged mind as “converged mind”, and unconverged mind not unified as “covergence mind”;",
  "mn6:18.10": "freed mind as “freed mind”, and unfreed mind as “unfreed mind”.’ So let them fulfill their precepts …",
  "mn6:19.2": "A mendicant might wish: ‘May I recollect many kinds of past lives, that is,",
  "mn6:19.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. May I remember:",
  "mn6:19.4": "“There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "mn6:19.5": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.”",
  "mn6:19.6": "May I thus recollect my many kinds of past lives, with features and details.’ So let them fulfill their precepts …",
  "mn6:20.2": "A mendicant might wish: ‘With clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place—and understand how sentient beings are reborn according to their deeds:",
  "mn6:20.3": "“These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "mn6:20.4": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.” And so, with clairvoyance that is purified and superhuman, may I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. And may I understand how sentient beings are reborn according to their deeds.’ So let them fulfill their precepts …",
  "mn6:21.2": "A mendicant might wish: ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with my own insight due to the end of defilements.’ So let them fulfill their precepts, be committed to inner serenity of the heart, not neglect absorption, be endowed with discernment, and frequent empty huts.",
  "mn6:22.1": "‘Mendicants, live by the ethical precepts and the code of conduct. Live restrained in the code of conduct, accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, keep the rules you’ve undertaken.’",
  "mn6:22.4": "That’s what I said, and this is why I said it.”",
  "mn6:23.1": "This is what the Buddha said.",
  "mn6:23.2": "Uplifted, the mendicants approved of what the Buddha said."
}