{
  "_markup_path": "markup/mn/mn7.html",
  "_alt_strings": [
    "pi/mn/mn7.json"
  ],
  "mn7:1.1": "Middle Discourses 7",
  "mn7:2.1": "The Simile of the Cloth",
  "mn7:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn7:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn7:3.3": "There the Buddha addressed the mendicants:",
  "mn7:3.4": "“Mendicants!”",
  "mn7:3.5": "“Venerable sir,” they replied.",
  "mn7:3.6": "The Buddha said this:",
  "mn7:4.1": "“Suppose, mendicants, there was a cloth that was dirty and soiled.",
  "mn7:4.2": "No matter what die the dyer applied—",
  "mn7:4.3": "whether yellow or red or magenta—it would look poorly died and impure in colour.",
  "mn7:4.4": "Why is that?",
  "mn7:4.5": "Because of the impurity of the cloth.",
  "mn7:4.6": "In the same way, when the mind is corrupt, a bad destiny is to be expected.",
  "mn7:4.7": "Suppose there was a cloth that was pure and clean.",
  "mn7:4.8": "No matter what die the dyer applied—",
  "mn7:4.9": "whether yellow or red or magenta—",
  "mn7:4.10": "it would look well died and pure in colour.",
  "mn7:4.11": "Why is that?",
  "mn7:4.12": "Because of the purity of the cloth.",
  "mn7:4.13": "In the same way, when the mind isn’t corrupt, a good destiny is to be expected.",
  "mn7:5.1": "And what are the corruptions of the mind?",
  "mn7:5.2": "Covetousness and illicit lust, ill-will, anger, hostility, denigration, insolence, envy, stinginess, deceit, manipulation, obstinacy, aggression, conceit, arrogance, vanity and negligence are corruptions of the mind.",
  "mn7:6.1": "A mendicant who understands that covetousness and illicit lust are corruptions of the mind gives them up.",
  "mn7:6.3": "A mendicant who understands that ill-will …",
  "mn7:6.31": "negligence is a corruption of the mind gives it up.",
  "mn7:7.1": "When they have given up these corruptions of the mind,",
  "mn7:8.1": "they have experiential confidence in the Buddha:",
  "mn7:8.2": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "mn7:8.3": "They have experiential confidence in the teaching:",
  "mn7:8.4": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "mn7:8.5": "They have experiential confidence in the Saṅgha:",
  "mn7:8.6": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is the supreme field of merit for the world.’",
  "mn7:9.1": "When a mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished to this extent, thinking, ‘I have experiential confidence in the Buddha … ",
  "mn7:9.3": "the teaching …",
  "mn7:9.5": "the Saṅgha,’ they find joy in the meaning and the teaching, and find gladness connected with the teaching.",
  "mn7:9.7": "Thinking: ‘I have dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished to this extent,’ they find joy in the meaning and the teaching, and find gladness connected with the teaching.",
  "mn7:9.8": "When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind converges. ",
  "mn7:10.1": "When a mendicant of such ethics, such qualities, and such wisdom eats boiled fine rice with the dark grains picked out and served with many soups and sauces, that is no obstacle for them.",
  "mn7:10.2": "Compare with cloth that is dirty and soiled; it can be made pure and clean by pure water. Or unrefined gold, which can be made pure and bright by a forge.",
  "mn7:10.3": "In the same way, when a mendicant of such ethics, such qualities, and such wisdom eats boiled fine rice with the dark grains picked out and served with many soups and sauces, that is no obstacle for them.",
  "mn7:11.1": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth.",
  "mn7:11.2": "In the same way they spread a heart full of love above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn7:11.3": "They meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of compassion above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn7:11.5": "They meditate spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way they spread a heart full of compassion above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn7:11.7": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth.",
  "mn7:11.8": "In the same way they spread a heart full of equanimity above, below, across, everywhere, all around—abundant, expansive, limitless, free of enmity and ill will.",
  "mn7:12.1": "They understand: ‘There is this, there is what is worse than this, there is what is better than this, and there is an escape beyond the scope of perception.’",
  "mn7:12.2": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn7:12.3": "When freed, they know ‘it is freed’.",
  "mn7:12.4": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’",
  "mn7:12.5": "This is called",
  "mn7:12.6": "a mendicant who is bathed with the inner bathing.”",
  "mn7:13.1": "Now, at that time the brahmin Sundarika Bhāradvāja was sitting not far from the Buddha.",
  "mn7:13.2": "He said to the Buddha:",
  "mn7:13.3": "“But does Master Gotama go to the river Bāhuka to bathe?”",
  "mn7:13.4": "“Brahmin, why go to the river Bāhuka?",
  "mn7:13.5": "What can the river Bāhuka do?”",
  "mn7:13.6": "“Many people agree that the river Bāhuka bestows cleanliness and merit. And many people wash off their bad deeds in the river Bāhuka.”",
  "mn7:13.7": "Then the Buddha addressed Sundarika in verse:",
  "mn7:14.1": "“The Bāhuka and the Adhikakka,",
  "mn7:14.2": "the Gaya and the Sundarika too,",
  "mn7:14.3": "Sarassati and Payāga,",
  "mn7:14.4": "and the river Bāhumati:",
  "mn7:14.5": "A fool can constantly plunge into them",
  "mn7:14.6": "but won’t purify their dark deeds.",
  "mn7:15.1": "What can the Sundarika do?",
  "mn7:15.2": "What the Payāga or the Bāhuka?",
  "mn7:15.3": "They can’t cleanse a cruel and criminal person",
  "mn7:15.4": "from their bad deeds.",
  "mn7:16.1": "For the pure in heart it’s always",
  "mn7:16.2": "the spring festival or the sabbath.",
  "mn7:16.3": "For the pure in heart and clean of deed,",
  "mn7:16.4": "their vows will always be fulfilled.",
  "mn7:16.5": "It’s here alone that you should bathe, brahmin,",
  "mn7:16.6": "making yourself a sanctuary for all creatures.",
  "mn7:17.1": "And if you speak no lies,",
  "mn7:17.2": "nor harm any living creature,",
  "mn7:17.3": "nor steal anything not given,",
  "mn7:17.4": "and you’re faithful and not stingy:",
  "mn7:17.5": "what’s the point of going to Gaya?",
  "mn7:17.6": "For any well will be your Gaya!”",
  "mn7:18.1": "When he had spoken, the brahmin Sundarika Bhāradvāja said to the Buddha:",
  "mn7:18.2": "“Excellent, Master Gotama! Excellent!",
  "mn7:18.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "mn7:18.4": "so people with good eyes can see what’s there, ",
  "mn7:18.5": "Master Gotama has made the teaching clear in many ways.",
  "mn7:18.6": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "mn7:18.7": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "mn7:18.8": "And the brahmin Sundarika Bhāradvāja received the going forth, the ordination in the Buddha’s presence.",
  "mn7:18.9": "Not long after his ordination, Venerable Bhāradvāja, living alone, withdrawn, diligent, keen, and determined, soon ",
  "mn7:18.10": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "mn7:18.12": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "mn7:18.13": "And Venerable Bhāradvāja became one of the perfected."
}