{
  "_markup_path": "markup/mn/mn71.html",
  "_alt_strings": [
    "pi/mn/mn71.json"
  ],
  "mn71:1.1": "Middle Discourses 71",
  "mn71:2.1": "To Vacchagotta on the Three Knowledges",
  "mn71:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn71:3.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "mn71:3.3": "Now at that time the wanderer Vacchagotta was residing in the Single Lotus Monastery of the wanderers.",
  "mn71:3.4": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Vesālī for alms.",
  "mn71:3.5": "Then it occurred to the Buddha:",
  "mn71:3.6": "“It’s too early to wander for alms in Vesālī.",
  "mn71:3.7": "Why don’t I visit the wanderer Vacchagotta at the Single Lotus Monastery?”",
  "mn71:3.8": "So that’s what he did.",
  "mn71:3.9": "Vacchagotta saw the Buddha coming off in the distance,",
  "mn71:3.10": "and said to him:",
  "mn71:4.1": "“Come, Blessed One!",
  "mn71:4.2": "Welcome, Blessed One!",
  "mn71:4.3": "It’s been a long time since you took the opportunity to come here.",
  "mn71:4.4": "Please, sir, sit down, this seat is ready.”",
  "mn71:4.5": "The Buddha sat on the seat made ready,",
  "mn71:4.6": "while Vacchagotta took a low seat and sat to one side.",
  "mn71:4.7": "Then Vacchagotta said to the Buddha:",
  "mn71:4.8": "“Sir, I have heard this:",
  "mn71:4.9": "‘The ascetic Gotama claims to be all-knowing and all-seeing, to know and see everything without exception, thus: “Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”’",
  "mn71:4.11": "I hope that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”",
  "mn71:5.1": "“Vaccha, those who say this",
  "mn71:5.2": "do not repeat what I have said. They misrepresent me with what is false and untrue.”",
  "mn71:6.1": "“So how should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”",
  "mn71:7.1": "“‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.",
  "mn71:7.2": "For, Vaccha, whenever I want, I recollect my many kinds of past lives, that is,",
  "mn71:7.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "mn71:7.5": "And so I recollect my many kinds of past lives, with features and details.",
  "mn71:7.6": "And whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds.",
  "mn71:7.9": "And I have realized the undefiled freedom of heart and freedom by wisdom in this very life. I live having achieved it with my own insight due to the end of defilements.",
  "mn71:8.1": "‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.”",
  "mn71:9.1": "When he said this, the wanderer Vacchagotta said to the Buddha:",
  "mn71:9.2": "“Master Gotama, are there any laypeople who, without giving up the fetter of lay life, make an end of suffering when the body breaks up?”",
  "mn71:9.3": "“No, Vaccha.”",
  "mn71:10.1": "“But are there any laypeople who, without giving up the fetter of lay life, go to heaven when the body breaks up?”",
  "mn71:10.2": "“There’s not just one hundred laypeople, Vaccha, or two or three or four or five hundred, but many more than that who, without giving up the fetter of lay life, go to heaven when the body breaks up.”",
  "mn71:11.1": "“Master Gotama, are there any <i>Ājīvaka</i> ascetics who make an end of suffering when the body breaks up?”",
  "mn71:11.2": "“No, Vaccha.”",
  "mn71:12.1": "“But are there any <i>Ājīvaka</i> ascetics who go to heaven when the body breaks up?”",
  "mn71:12.2": "“Vaccha, when I recollect the past ninety-one eons, I can’t find any <i>Ājīvaka</i> ascetics who have gone to heaven, except one;",
  "mn71:12.3": "and he taught the efficacy of deeds and action.”",
  "mn71:12.4": "“In that case, Master Gotama, the sectarian tenets are empty even of the chance to go to heaven.”",
  "mn71:12.5": "“Yes, Vaccha, the sectarian tenets are empty even of the chance to go to heaven.”",
  "mn71:13.1": "This is what the Buddha said.",
  "mn71:13.2": "Uplifted, the wanderer Vacchagotta approved of what the Buddha said."
}