{
  "_markup_path": "markup/mn/mn79.html",
  "_alt_strings": [
    "pi/mn/mn79.json"
  ],
  "mn79:1.1": "Middles Discourses 79",
  "mn79:2.1": "The Shorter Discourse With Sakuludāyī",
  "mn79:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn79:3.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "mn79:3.3": "Now at that time the wanderer Sakuludāyī was residing together with a large assembly of wanderers in the monastery of the wanderers in the peacock’s feeding ground.",
  "mn79:3.4": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Rājagaha for alms.",
  "mn79:3.5": "Then it occurred to the Buddha:",
  "mn79:3.6": "“It’s too early to wander for alms in Rājagaha.",
  "mn79:3.7": "Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?”",
  "mn79:3.8": "Then the Buddha went to the monastery of the wanderers.",
  "mn79:4.1": "Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of crude talk, such as",
  "mn79:4.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.",
  "mn79:5.1": "Sakuludāyī saw the Buddha coming off in the distance,",
  "mn79:5.2": "and hushed his own assembly:",
  "mn79:5.3": "“Be quiet, good sirs, don’t make a sound.",
  "mn79:5.4": "Here comes the ascetic Gotama.",
  "mn79:5.5": "The venerable likes quiet and praises quiet.",
  "mn79:5.6": "Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”",
  "mn79:5.7": "Then those wanderers fell silent.",
  "mn79:6.1": "Then the Buddha approached Sakuludāyī,",
  "mn79:6.2": "who said to him:",
  "mn79:6.3": "“Come, Blessed One!",
  "mn79:6.4": "Welcome, Blessed One!",
  "mn79:6.5": "It’s been a long time since you took the opportunity to come here.",
  "mn79:6.6": "Please, sir, sit down, this seat is ready.”",
  "mn79:6.8": "The Buddha sat on the seat set out, ",
  "mn79:6.9": "while Sakuludāyī took a low seat and sat to one side.",
  "mn79:6.10": "The Buddha said to him:",
  "mn79:6.11": "“Udāyī, what were you sitting talking about just now? What conversation was unfinished?”",
  "mn79:6.12": "“Sir, leave aside what we were sitting talking about just now.",
  "mn79:6.13": "It won’t be hard for you to hear about that later.",
  "mn79:6.14": "When I don’t come to the assembly, they sit and engage in all kinds of crude talk.",
  "mn79:6.15": "But when I have come to the assembly, they sit gazing up at my face alone, thinking:",
  "mn79:6.16": "‘Whatever the ascetic Udāyī teaches, we shall listen to it.’",
  "mn79:6.17": "But when the Buddha has come to the assembly, both myself and the assembly sit gazing up at your face, thinking:",
  "mn79:6.18": "‘Whatever the Buddha teaches, we shall listen to it.’”",
  "mn79:7.1": "“Well then, Udāyī, suggest something for me to talk about.”",
  "mn79:7.2": "“Master Gotama, a few days ago someone was claiming to be all-knowing and all-seeing, to know and see everything without exception, thus: ‘Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.’",
  "mn79:7.3": "When I asked them a question about the past, they dodged the issue, distracted the discussion with irrelevant points, and displayed irritation, hate, and bitterness.",
  "mn79:7.4": "That reminded me right away of the Buddha:",
  "mn79:7.5": "‘It’s surely the Blessed One, it’s surely the Holy One",
  "mn79:7.6": "who is so skilled in these things.’”",
  "mn79:7.7": "“But Udāyī, who was it that made such a claim and behaved in such a way?”",
  "mn79:7.8": "“It was Nigaṇṭha Nātaputta, sir.”",
  "mn79:8.1": "“Udāyī, someone who can recollect their many kinds of past lives …",
  "mn79:8.4": "with features and details, might ask me a question about the past, or I might ask them a question about the past.",
  "mn79:8.5": "And they might satisfy me with their answer, or I might satisfy them with my answer.",
  "mn79:9.1": "Someone who, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place, understanding how sentient beings are reborn according to their deeds—might ask me a question about the future, or I might ask them a question about the future.",
  "mn79:9.2": "And they might satisfy me with their answer, or I might satisfy them with my answer.",
  "mn79:10.1": "Nevertheless, Udāyī, leave aside the past and the future.",
  "mn79:10.2": "I shall teach you the Dhamma:",
  "mn79:10.3": "When this exists, that is; due to the arising of this, that arises. ",
  "mn79:10.4": "When this doesn’t exist, that is not; due to the cessation of this, that ceases.”",
  "mn79:11.1": "“Well sir, I can’t even recall with features and details what I’ve undergone in this incarnation. How should I possibly recollect my many kinds of past lives with features and details,",
  "mn79:11.4": "like the Buddha?",
  "mn79:11.5": "And I can’t now see even a mud-goblin. How should I possibly, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn, like the Buddha?",
  "mn79:11.6": "But then the Buddha told me:",
  "mn79:11.7": "‘Nevertheless, Udāyī, leave aside the past and the future.",
  "mn79:11.8": "I shall teach you the Dhamma:",
  "mn79:11.9": "When this exists, that is; due to the arising of this, that arises. ",
  "mn79:11.10": "When this doesn’t exist, that is not; due to the cessation of this, that ceases.’ But that is even more unclear to me.",
  "mn79:11.11": "Perhaps I might satisfy the Buddha by answering a question about my own teacher’s doctrine.”",
  "mn79:12.1": "“But Udāyī, what is your own teacher’s doctrine?”",
  "mn79:12.2": "“Sir, it’s this:",
  "mn79:12.3": "‘This is the ultimate splendor, this is the ultimate splendor.’”",
  "mn79:13.1": "“But what is that ultimate splendor?”",
  "mn79:13.3": "“Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.”",
  "mn79:14.1": "“But what is that ultimate splendor compared to which no other splendor is finer?”",
  "mn79:14.2": "“Sir, the ultimate splendor is the splendor compared to which no other splendor is finer.”",
  "mn79:15.1": "“Udāyī, you could draw this out for a long time.",
  "mn79:15.2": "You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.",
  "mn79:15.3": "Suppose a man was to say:",
  "mn79:15.4": "‘Whoever the finest lady in the land is, it is she that I want, she I desire!’",
  "mn79:15.5": "They’d say to him:",
  "mn79:15.6": "‘Mister, that finest lady in the land who you desire—do you know whether",
  "mn79:15.7": "she’s an aristocrat, a brahmin, a merchant, or a worker?’",
  "mn79:15.8": "Asked this, he’d say, ‘No.’",
  "mn79:15.9": "They’d say to him:",
  "mn79:15.10": "‘Mister, that finest lady in the land who you desire—do you know",
  "mn79:15.11": "her name or clan? …",
  "mn79:15.13": "Whether she’s tall or short or medium? … Whether her skin is black, brown, or tawny? …",
  "mn79:15.14": "What village, town or city she comes from?’",
  "mn79:15.15": "Asked this, he’d say, ‘No.’",
  "mn79:15.16": "They’d say to him:",
  "mn79:15.17": "‘Mister, do you desire someone who you’ve never even known or seen?’",
  "mn79:15.18": "Asked this, he’d say, ‘Yes.’",
  "mn79:16.1": "What do you think, Udāyī?",
  "mn79:16.2": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”",
  "mn79:16.3": "“Certainly, sir, that man’s statement turns out to have no demonstrable basis.”",
  "mn79:17.1": "“In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.”",
  "mn79:18.1": "“Sir, suppose there was a gem of lapus lazuli that was naturally beautiful, eight-faceted, with expert workmanship. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is sound after death.”",
  "mn79:19.1": "“What do you think, Udāyī? Which of these two has a finer splendor: such a gem of lapus lazuli, or a firefly in the dark of night?”",
  "mn79:19.2": " ",
  "mn79:19.3": "“A firefly in the dark of night, sir.”",
  "mn79:20.1": "“What do you think, Udāyī? Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?”",
  "mn79:20.3": "“An oil lamp in the dark of night, sir.”",
  "mn79:21.1": "“What do you think, Udāyī? Which of these two has a finer splendor: an oil lamp in the dark of night, or a bonfire in the dark of night?”",
  "mn79:21.3": "“A bonfire in the dark of night, sir.”",
  "mn79:22.1": "“What do you think, Udāyī? Which of these two has a finer splendor: a bonfire in the dark of night, or the Morning Star in a clear and cloudless sky as the night fades?”",
  "mn79:22.3": "“The Morning Star in a clear and cloudless sky as the night fades, sir.”",
  "mn79:23.1": "“What do you think, Udāyī? Which of these two has a finer splendor: the Morning Star in a clear and cloudless sky as the night fades, or the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath?”",
  "mn79:23.3": "“The full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, sir.”",
  "mn79:24.1": "“What do you think, Udāyī? Which of these two has a finer splendor: the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, or the sun at midday in a clear and cloudless sky in the last month of the rainy season?”",
  "mn79:24.3": "“The sun at midday in a clear and cloudless sky in the last month of the rainy season, sir.”",
  "mn79:25.1": "“Beyond this, Udāyī, I know very many gods on whom the light of the sun and moon make no impression.",
  "mn79:25.2": "Nevertheless, I do not say:",
  "mn79:25.3": "‘The splendor compared to which no other splendor is finer.’",
  "mn79:25.4": "But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor.”",
  "mn79:25.5": "“The Blessed One has cut short the discussion! The Holy One has cut short the discussion!”",
  "mn79:26.1": "“But Udāyī, why do you say this?”",
  "mn79:26.3": "“Sir, it says this in our own teacher’s doctrine:",
  "mn79:26.4": "‘This is the ultimate splendor, this is the ultimate splendor.’",
  "mn79:26.5": "But when questioned, pressed, and examined on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken.”",
  "mn79:27.1": "“But Udāyī, is there a world of perfect happiness? And is there a reasonable path for realizing a world of perfect happiness?”",
  "mn79:27.2": "“Sir, it says this in our own teacher’s doctrine:",
  "mn79:27.3": "‘There is a world of perfect happiness. And there is a reasonable path for realizing a world of perfect happiness.’",
  "mn79:28.1": "“Well, what is that reasonable path for realizing a world of perfect happiness?”",
  "mn79:28.2": "“Sir, it’s when someone gives up killing living creatures, stealing, sexual misconduct, and lying. And they undertake and implement some kind of mortification.",
  "mn79:28.3": "This is the reasonable path for realizing a world of perfect happiness.”",
  "mn79:29.1": "“What do you think, Udāyī? On an occasion when someone refrains from killing living creatures, is their self perfectly happy at that time, or does it have both pleasure and pain?”",
  "mn79:29.2": "“It has both pleasure and pain.”",
  "mn79:30.1": "“What do you think, Udāyī? On an occasion when someone refrains from killing stealing …",
  "mn79:31.1": "sexual misconduct …",
  "mn79:32.1": "lying, is their self perfectly happy at that time, or does it have both pleasure and pain?”",
  "mn79:32.2": "“It has both pleasure and pain.”",
  "mn79:33.1": "“What do you think, Udāyī? On an occasion when someone undertakes and implements some kind of mortification, is their self perfectly happy at that time, or does it have both pleasure and pain?”",
  "mn79:33.2": "“It has both pleasure and pain.”",
  "mn79:34.1": "“What do you think, Udāyī? Is a perfectly happy world realized by relying on a practice of mixed pleasure and pain?”",
  "mn79:34.2": "“The Blessed One has cut short the discussion! The Holy One has cut short the discussion!”",
  "mn79:35.1": "“But Udāyī, why do you say this?”",
  "mn79:35.3": "“Sir, it says this in our own teacher’s doctrine:",
  "mn79:35.4": "‘There is a world of perfect happiness. And there is a reasonable path for realizing a world of perfect happiness.’",
  "mn79:35.5": "But when questioned, pressed, and examined on our own teacher’s doctrine, we turned out to be void, hollow, and mistaken.",
  "mn79:36.1": "But sir, is there a world of perfect happiness? And is there a reasonable path for realizing a world of perfect happiness?”",
  "mn79:36.2": "“There is a world of perfect happiness, Udāyī. And there is a reasonable path for realizing a world of perfect happiness.”",
  "mn79:37.1": "“Well sir, what is that reasonable path for realizing a world of perfect happiness?”",
  "mn79:37.2": "“It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities,",
  "mn79:37.4": "enters and remains in the first absorption.",
  "mn79:37.5": "As the placing of the mind and keeping it connected are stilled,",
  "mn79:37.7": "they enter and remain in the second absorption.",
  "mn79:37.8": "With the fading away of rapture,",
  "mn79:37.10": "they enter and remain in the third absorption.",
  "mn79:37.11": "This is the reasonable path for realizing a world of perfect happiness.”",
  "mn79:38.1": "“Sir, that’s not the reasonable path for realizing a world of perfect happiness. At that point a perfectly happy world has already been realized.”",
  "mn79:38.2": "“No, Udāyī, at that point a perfectly happy world has not been realized.",
  "mn79:38.3": "This is the reasonable path for realizing a world of perfect happiness.”",
  "mn79:39.1": "When he said this, Sakuludāyī’s assembly made an uproar, a dreadful racket:",
  "mn79:39.2": "“In that case, we’re lost, and so are our teacher’s doctrines! We’re lost, and so are our teacher’s doctrines!",
  "mn79:39.3": "We know nothing higher than this!”",
  "mn79:40.1": "Then Sakuludāyī, having quieted those wanderers, said to the Buddha:",
  "mn79:40.2": "“Well sir, at what point is a perfectly happy world realized?”",
  "mn79:40.3": "“It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant ",
  "mn79:40.5": "enters and remains in the fourth absorption.",
  "mn79:40.7": "There are deities who have been reborn in a perfectly happy world. That mendicant associates with them, converses, and engages in discussion.",
  "mn79:40.8": "It’s at this point that a perfectly happy world has been realized.”",
  "mn79:41.1": "“Surely the mendicants must live the spiritual life under the Buddha for the sake of realizing this perfectly happy world?”",
  "mn79:41.2": "“No, Udāyī, the mendicants don’t live the spiritual life under me for the sake of realizing this perfectly happy world.",
  "mn79:41.3": "There are other things that are finer, for the sake of which the mendicants live the spiritual life under me.”",
  "mn79:42.1": "“But what are those finer things?”",
  "mn79:42.2": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed. …",
  "mn79:42.4": "They give up these five hindrances, corruptions of the heart that weaken wisdom. Then, quite secluded from sensual pleasures, secluded from unwholesome qualities, ",
  "mn79:42.6": "they enter and remain in the first absorption.",
  "mn79:42.7": "This is one of the finer things for the sake of which the mendicants live the spiritual life under me.",
  "mn79:43.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the ",
  "mn79:43.2": "second absorption …",
  "mn79:43.3": "third absorption …",
  "mn79:43.4": "fourth absorption. ",
  "mn79:43.5": "This too is one of the finer things.",
  "mn79:44.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward recollection of past lives.",
  "mn79:44.2": "They recollect many kinds of past lives, that is,",
  "mn79:44.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. …",
  "mn79:44.5": "They recollect their many kinds of past lives, with features and details. ",
  "mn79:44.6": "This too is one of the finer things.",
  "mn79:45.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the death and rebirth of sentient beings.",
  "mn79:45.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. …",
  "mn79:45.4": "They understand how sentient beings are reborn according to their deeds.",
  "mn79:45.5": "This too is one of the finer things.",
  "mn79:46.1": "When their mind has unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—they turn it toward knowledge of the ending of defilements.",
  "mn79:46.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "mn79:46.5": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "mn79:46.8": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn79:46.9": "When freed, they know ‘it is freed’.",
  "mn79:46.10": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’ ",
  "mn79:46.11": "This too is one of the finer things.",
  "mn79:46.12": "These are the finer things for the sake of which the mendicants live the spiritual life under me.”",
  "mn79:47.1": "When he had spoken, Sakuludāyī said to the Buddha:",
  "mn79:47.2": "“Excellent, sir! Excellent!",
  "mn79:47.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark  ",
  "mn79:47.4": "so people with good eyes can see what’s there,  ",
  "mn79:47.5": "so too the Buddha has made the teaching clear in many ways. ",
  "mn79:47.6": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "mn79:47.7": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "mn79:48.1": "When he said this, Sakuludāyī’s assembly said to him:",
  "mn79:48.2": "“Master Udāyī, don’t live the spiritual life under the ascetic Gotama.",
  "mn79:48.3": "You have been a teacher; don’t live as a student.",
  "mn79:48.4": "The consequence for you will be as if a water jar were to become a water jug.",
  "mn79:48.5": "Master Udāyī, don’t live the spiritual life under the ascetic Gotama.",
  "mn79:48.6": "You have been a teacher; don’t live as a student.”",
  "mn79:48.7": "And that’s how the wanderer Sakuludāyī’s own assembly prevented him from living the spiritual life under the Buddha."
}