{
  "_markup_path": "markup/mn/mn80.html",
  "_alt_strings": [
    "pi/mn/mn80.json"
  ],
  "mn80:1.1": "Middle Discourses 80",
  "mn80:2.1": "With Vekhanasa",
  "mn80:3.1": "<span class=”evam”>So I have heard.​</span>",
  "mn80:3.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "mn80:3.3": "Then the wanderer Vekhanasa went up to the Buddha,",
  "mn80:3.4": "and exchanged greetings with him. ",
  "mn80:3.5": "When the greetings and polite conversation were over, he stood to one side,",
  "mn80:3.6": "and uttered this aphorism:",
  "mn80:3.7": "“This is the ultimate splendor, this is the ultimate splendor.”",
  "mn80:4.1": "“But Kaccāna, why do you say:",
  "mn80:4.2": "‘This is the ultimate splendor, this is the ultimate splendor.’",
  "mn80:4.3": "What is that ultimate splendor?”",
  "mn80:5.1": "“Master Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.”",
  "mn80:6.1": "“But what is that ultimate splendor compared to which no other splendor is finer?”",
  "mn80:7.1": "“Master Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.”",
  "mn80:8.1": "“Kaccāna, you could draw this out for a long time.",
  "mn80:8.2": "You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.",
  "mn80:8.3": "Suppose a man was to say:",
  "mn80:8.4": "‘Whoever the finest lady in the land is, it is she that I want, she I desire!’",
  "mn80:8.5": "They’d say to him:",
  "mn80:8.6": "‘Mister, that finest lady in the land who you desire—do you know whether",
  "mn80:8.7": "she’s an aristocrat, a brahmin, a merchant, or a worker?’",
  "mn80:8.8": "Asked this, he’d say, ‘No.’",
  "mn80:8.9": "They’d say to him:",
  "mn80:8.10": "‘Mister, that finest lady in the land who you desire—do you know her name or clan? …",
  "mn80:8.12": "Whether she’s tall or short or medium? … Whether her skin is black, brown, or tawny? …",
  "mn80:8.13": "What village, town or city she comes from?’",
  "mn80:8.14": "Asked this, he’d say, ‘No.’",
  "mn80:8.15": "They’d say to him:",
  "mn80:8.16": "‘Mister, do you desire someone who you’ve never even known or seen?’",
  "mn80:8.17": "Asked this, he’d say, ‘Yes.’",
  "mn80:9.1": "What do you think, Kaccāna? This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”",
  "mn80:9.2": "“Certainly, sir, that man’s statement turns out to have no demonstrable basis.”",
  "mn80:9.3": "“In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.”",
  "mn80:9.4": " ",
  "mn80:9.5": "“Master Gotama, suppose there was a gem of lapus lazuli that was naturally beautiful, eight-faceted, with expert workmanship. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is sound after death.”",
  "mn80:10.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: such a gem of lapus lazuli, or a firefly in the dark of night?”",
  "mn80:10.2": "“A firefly in the dark of night.”",
  "mn80:11.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?”",
  "mn80:11.2": "“An oil lamp in the dark of night.”",
  "mn80:12.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: an oil lamp in the dark of night, or a bonfire in the dark of night?”",
  "mn80:12.2": "“A bonfire in the dark of night.”",
  "mn80:13.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: a bonfire in the dark of night, or the Morning Star in a clear and cloudless sky as the night fades?”",
  "mn80:13.2": "“The Morning Star in a clear and cloudless sky as the night fades.”",
  "mn80:14.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: the Morning Star in a clear and cloudless sky as the night fades, or the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath?”",
  "mn80:14.2": "“The full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath.”",
  "mn80:15.1": "“What do you think, Kaccāna? Which of these two has a finer splendor: the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, or the sun at midday in a clear and cloudless sky in the last month of the rainy season?”",
  "mn80:15.2": "“The sun at midday in a clear and cloudless sky in the last month of the rainy season.”",
  "mn80:16.1": "“Beyond this, Kaccāna, I know very many gods on whom the light of the sun and moon make no impression.",
  "mn80:16.2": "Nevertheless, I do not say:",
  "mn80:16.3": "‘The splendor compared to which no other splendor is finer.’",
  "mn80:16.4": "But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor.”",
  "mn80:17.1": "Kaccāna, there are these five kinds of sensual stimulation.",
  "mn80:17.2": "What five?",
  "mn80:17.3": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds known by the ear …",
  "mn80:17.5": "Smells known by the nose … ",
  "mn80:17.6": "Tastes known by the tongue …",
  "mn80:17.7": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "mn80:17.8": "These are the five kinds of sensual stimulation.",
  "mn80:17.9": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called sensual pleasure.",
  "mn80:17.10": "So there is the saying: ‘From the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.’",
  "mn80:18.1": "When he said this, Vekhanasa said to the Buddha:",
  "mn80:18.2": "“It’s incredible, Master Gotama, it’s amazing!",
  "mn80:18.3": "How well said this was by Master Gotama!",
  "mn80:18.4": "‘From the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.’",
  "mn80:18.5": "Master Gotama, from the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.” “Kaccāna, it’s hard for you, who has a different view, creed, belief, practice, and teacher’s doctrine, to understand",
  "mn80:18.6": "the senses, sensual pleasure, and the best kind of sensual pleasure.",
  "mn80:18.7": "There are mendicants who are perfected, who have ended the defilements, lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and are rightly freed through final knowledge. They can understand",
  "mn80:18.8": "the senses, sensual pleasure, and the best kind of sensual pleasure.”",
  "mn80:19.1": "When he said this, Vekhanasa became angry and upset. He even attacked and badmouthed the Buddha himself, saying:",
  "mn80:19.2": "“The ascetic Gotama will be worsted!” He said to the Buddha:",
  "mn80:19.3": "“This is exactly what happens with some ascetics and brahmins. Not knowing the past or seeing the future, they nevertheless claim: ‘We understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "mn80:19.4": " ",
  "mn80:19.5": " ",
  "mn80:19.6": "Their statement turns out to be a joke—mere words, void and hollow.”",
  "mn80:19.7": "“Kaccāna, there are some ascetics and brahmins who, not knowing the past or seeing the future, nevertheless claim: ‘We understand: “Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’”",
  "mn80:19.10": "There is a legitimate refutation of them.",
  "mn80:19.11": "Nevertheless, Kaccāna, leave aside the past and the future.",
  "mn80:19.12": "Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. ",
  "mn80:19.13": "Practicing as instructed they will soon know and see for themselves:",
  "mn80:19.14": "‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’",
  "mn80:19.15": "Suppose there was a little baby bound with swaddling up to the neck. ",
  "mn80:19.16": "As they grow up and their senses mature, they’re accordingly released from those bonds.",
  "mn80:19.17": "They’d know ‘I’m released,’ and there’d be no more bonds.",
  "mn80:19.18": "In the same way, let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them. ",
  "mn80:19.19": "Practicing as instructed they will soon know and see for themselves:",
  "mn80:19.20": "‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’",
  "mn80:20.1": "When he said this, Vekhanasa said to the Buddha:",
  "mn80:20.2": "“Excellent, Master Gotama! …",
  "mn80:20.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}