{
  "_markup_path": "markup/mn/mn82.html",
  "_alt_strings": [
    "pi/mn/mn82.json"
  ],
  "mn82:1.1": "Middle Discourses 82",
  "mn82:2.1": "With Raṭṭhapāla",
  "mn82:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn82:3.2": "At one time the Buddha was wandering in the land of the Kurus together with a large Saṅgha of mendicants when he arrived at a town of the Kurus named Thullakoṭṭhita.",
  "mn82:3.3": "The brahmins and householders of Thullakoṭṭhita heard:",
  "mn82:3.4": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Thullakoṭṭhita, together with a large Saṅgha of mendicants.",
  "mn82:3.5": "He has this good reputation:",
  "mn82:3.6": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "mn82:3.7": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.",
  "mn82:3.8": "He teaches Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "mn82:3.9": "It’s good to see such perfected ones.”",
  "mn82:4.1": "Then the brahmins and householders of Thullakoṭṭhita went up to the Buddha.",
  "mn82:4.2": "Before sitting down to one side, some bowed, some exchanged greetings and polite conversation, some held up their cupped palms toward the Buddha, some announced their name and clan, while some kept silent.",
  "mn82:4.7": "When they were seated, the Buddha educated, encouraged, fired up, and inspired them with a Dharma talk.",
  "mn82:5.1": "Now at that time a respectable person named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, was sitting in the assembly. ",
  "mn82:5.2": "He thought:",
  "mn82:5.3": "As I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn82:5.4": "Why don’t I cut off my hair and beard, put on the ocher robes, and go forth from home into homelessness?”",
  "mn82:5.5": "Then, having approved and agreed with what the Buddha said, the brahmins and householders of Thullakoṭṭhita got up from their seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "mn82:5.6": "Soon after they left, Raṭṭhapāla went up to the Buddha,",
  "mn82:5.7": "bowed, sat down to one side, ",
  "mn82:5.8": "and said to him:",
  "mn82:5.9": "“Sir, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn82:5.10": "I wish to cut off my hair and beard, put on the ocher robes, and go forth from the lay life into homelessness.",
  "mn82:5.11": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?",
  "mn82:5.12": "May the Buddha please give me the going forth.”",
  "mn82:5.13": "“But, Raṭṭhapāla, do you have your parents’ permission?”",
  "mn82:5.14": "“No, sir.”",
  "mn82:5.15": "“Raṭṭhapāla, Buddhas don’t give the going forth to the child of parents who haven’t given their permission.”",
  "mn82:5.16": "“I’ll do whatever is necessary, sir, to get my parents’ permission.”",
  "mn82:6.1": "Then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha. Then he went to his parents",
  "mn82:6.2": "and said:",
  "mn82:6.3": "“Mum and dad, as I understand the Buddha’s teachings, it’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell.",
  "mn82:6.4": "I wish to cut off my hair and beard, put on the ocher robes, and go forth from the lay life into homelessness.",
  "mn82:6.5": "Please give me permission to go forth.”",
  "mn82:6.6": "When he said this, Raṭṭhapāla’s parents said to him:",
  "mn82:6.7": "“But, dear Raṭṭhapāla, you’re our only child. Youʼre dear to us and we love you. You’re delicate and well brought up.",
  "mn82:6.8": "You know nothing of suffering.",
  "mn82:6.9": "When you die we will lose you against our wishes.",
  "mn82:6.10": "So how can we allow you to go forth while you’re still alive?”",
  "mn82:7.1": "For a second time,",
  "mn82:7.3": "and a third time, Raṭṭhapāla asked his parents for permission, but got the same reply.",
  "mn82:9.1": "Then Raṭṭhapāla thought:",
  "mn82:9.2": "“My parents don’t allow me to go forth.” He lay down there on the bare ground, saying:",
  "mn82:9.3": "“I’ll either die right here or go forth.”",
  "mn82:9.4": "And he refused to eat, up to the seventh meal.",
  "mn82:9.5": "Then Raṭṭhapāla’s parents said to him:",
  "mn82:9.6": "“Dear Raṭṭhapāla, youʼre our only child. You’re dear to us and we love you. You’re delicate and well brought up.",
  "mn82:9.7": "You know nothing of suffering.",
  "mn82:9.8": "When you die we will lose you against our wishes.",
  "mn82:9.9": "So how can we allow you to go forth from home into homelessness while youʼre still living?",
  "mn82:9.10": "Get up, Raṭṭhapāla! Eat, drink, and amuse yourself.",
  "mn82:9.11": "While enjoying sense pleasures, delight in making merit.",
  "mn82:9.12": "We don’t allow you to go forth.",
  "mn82:9.13": "When you die we will lose you against our wishes.",
  "mn82:9.14": "So how can we allow you to go forth while you’re still alive?”",
  "mn82:9.15": "When they said this, Raṭṭhapāla kept silent.",
  "mn82:9.16": "For a second time,",
  "mn82:10.1": "and a third time, Raṭṭhapāla’s parents made the same request.",
  "mn82:10.10": "And for a third time, Raṭṭhapāla kept silent. Raṭṭhapāla’s parents then went to see his friends. They told them of the situation and asked for their help.",
  "mn82:11.1": "Then Raṭṭhapāla’s friends went to him",
  "mn82:11.2": "and said:",
  "mn82:11.3": "“My friend Raṭṭhapāla, you are your parents’ only child. Youʼre dear to them and they love you. You’re delicate and well brought up.",
  "mn82:11.4": "You know nothing of suffering.",
  "mn82:11.5": "When you die your parents will lose you against their wishes.",
  "mn82:11.6": "So how can they allow you to go forth while you’re still alive?",
  "mn82:11.7": "Get up, Raṭṭhapāla! Eat, drink, and amuse yourself.",
  "mn82:11.8": "Enjoy sense pleasures and do acts of merit.",
  "mn82:11.9": "Your parents will not allow you to go forth.",
  "mn82:11.10": "When you die your parents will lose you against their wishes.",
  "mn82:11.11": "So how can they allow you to go forth while you’re still alive?”",
  "mn82:11.12": "When they said this, Raṭṭhapāla kept silent.",
  "mn82:12.1": "For a second time,",
  "mn82:12.2": "and a third time, Raṭṭhapāla’s friends made the same request.",
  "mn82:12.8": "And for a third time, Raṭṭhapāla kept silent.",
  "mn82:13.1": "Then Raṭṭhapāla’s friends went to his parents",
  "mn82:13.2": "and said:",
  "mn82:13.3": "“Mum and dad, Raṭṭhapāla is lying there on the bare ground saying:",
  "mn82:13.4": "‘I’ll either die right here or go forth.’",
  "mn82:13.5": "If you donʼt allow him to go forth, he’ll die there.",
  "mn82:13.6": "But if you do allow him to go forth, you’ll see him again afterwards.",
  "mn82:13.7": "And if he doesnʼt enjoy the renunciate life, where else will he have to go?",
  "mn82:13.8": "He’ll come right back here.",
  "mn82:13.9": "Please give Raṭṭhapāla permission to go forth.”",
  "mn82:13.10": "“Then, dears, we give Raṭṭhapāla permission to go forth.",
  "mn82:13.11": "But once gone forth he must visit his parents.”",
  "mn82:13.12": "Then Raṭṭhapāla’s friends went to him",
  "mn82:13.13": "and said:",
  "mn82:13.14": "“Get up, Raṭṭhapāla! Your parents have given you permission to go forth from home into homelessness.",
  "mn82:13.15": "But once gone forth you must visit your parents.”",
  "mn82:14.1": "Raṭṭhapāla got up and regained his strength. He went to Buddha,",
  "mn82:14.2": "bowed, sat down to one side,",
  "mn82:14.3": "and said to him:",
  "mn82:14.4": "“Sir, Iʼve have my parentsʼ permission to go forth from the lay life into homelessness.",
  "mn82:14.5": "May the Buddha please give me the going forth.”",
  "mn82:14.6": "And Raṭṭhapāla received the going forth, the ordination in the Buddha’s presence.",
  "mn82:14.7": "Not long after Venerable Raṭṭhapāla’s ordination, a fortnight later, the Buddha—having stayed in Thullakoṭṭhita as long as he wished—set out for Sāvatthī.",
  "mn82:14.8": "Travelling stage by stage, he arrived at Sāvatthī,",
  "mn82:14.9": "where he stayed in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "mn82:14.10": "Then Venerable Raṭṭhapāla, living alone, withdrawn, diligent, keen, and determined, soon ",
  "mn82:14.11": "realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.   ",
  "mn82:14.13": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.”",
  "mn82:14.14": "And Venerable Raṭṭhapāla became one of the perfected.",
  "mn82:15.1": "Then he went up to the Buddha,",
  "mn82:15.2": "bowed, sat down to one side, ",
  "mn82:15.3": "and said to him:",
  "mn82:15.4": "“Sir, I’d like to visit my parents, if the Buddha allows it.”",
  "mn82:15.5": "Then the Buddha focused on comprehending Raṭṭhapāla’s mind.",
  "mn82:15.6": "When he knew that",
  "mn82:15.7": "it was impossible for Raṭṭhapāla to abandon the training and return to a lesser life, he said:",
  "mn82:15.8": "“Please, Raṭṭhapāla, go when you’re ready.”",
  "mn82:15.9": "And then Raṭṭhapāla got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he set his lodgings in order and, taking his bowl and robes, set out for Thullakoṭṭhita.",
  "mn82:15.10": "Travelling stage by stage, he arrived at Thullakoṭṭhika,",
  "mn82:15.11": "where he stayed in King Koravya’s deer range.",
  "mn82:15.12": "Then Raṭṭhapāla got dressed in the morning and, taking his bowl and robes, entered Thullakoṭṭhita for alms.",
  "mn82:15.13": "Wandering for alms to be consumed on site, he approached his own father’s house.",
  "mn82:15.14": "Now at that time Raṭṭhapāla’s father was having his hair dressed in the hall of the middle gate.",
  "mn82:15.15": "He saw Raṭṭhapāla coming off in the distance",
  "mn82:15.16": "and said:",
  "mn82:15.17": "“Our dear and beloved only son was made to go forth by these baldies, these fake ascetics!”",
  "mn82:15.18": "And at his own father’s house Raṭṭhapāla received neither alms nor a polite refusal,",
  "mn82:15.19": "but only abuse.",
  "mn82:15.20": "Now at that time a family slave wanted to throw away last night’s porridge.",
  "mn82:15.21": "So Raṭṭhapāla said to her:",
  "mn82:15.22": "“If that’s to be thrown away, sister, pour it here in my bowl.”",
  "mn82:15.23": "As she was pouring the porridge into his bowl, she recognized the details of his hands, feet, and voice.",
  "mn82:16.1": "She then went to his mother",
  "mn82:16.2": "and said:",
  "mn82:16.3": "“Please, madam, you should know this.",
  "mn82:16.4": "My lord Raṭṭhapāla has arrived.”",
  "mn82:16.5": "“Wow! If you speak the truth, I’ll make you a free woman!”",
  "mn82:16.6": "Then Raṭṭhapāla’s mother went to his father",
  "mn82:16.7": "and said:",
  "mn82:16.8": "“Please householder, you should know this.",
  "mn82:16.9": "It seems our son Raṭṭhapāla has arrived.”",
  "mn82:16.10": "Now at that time Raṭṭhapāla was eating last night’s porridge by a wall.",
  "mn82:16.11": "Then Raṭṭhapāla’s father went up to him",
  "mn82:16.12": "and said:",
  "mn82:16.13": "“Dear Raṭṭhapāla! There’s … and youʼll be eating last night’s porridge!",
  "mn82:16.14": "Why not go your own home?”",
  "mn82:16.15": "“Householder, how could those of us who have gone forth from the lay life to homelessness have a house?",
  "mn82:16.16": "We’re homeless, householder.",
  "mn82:16.17": "I came to your house, but there I received neither alms nor a polite refusal,",
  "mn82:16.18": "but only abuse.”",
  "mn82:16.19": "“Come, dear Raṭṭhapāla, let’s go to the house.”",
  "mn82:16.20": "“Enough, householder. My meal is finished for today.”",
  "mn82:16.21": "“Well then, dear Raṭṭhapāla, please accept tomorrow’s meal from me.”",
  "mn82:16.22": "Raṭṭhapāla consented in silence.",
  "mn82:16.23": "Then, knowing that Raṭṭhapāla had accepted, his father went back to his own house.",
  "mn82:16.24": "He made a heap of gold coins and bullion and hid it under mats. Then he addressed Raṭṭhapāla’s former wives:",
  "mn82:16.25": "“Please, daughters-in-law, adorn yourself in the way that our son Raṭṭhapāla found you most adorable.”",
  "mn82:17.1": "And when the night had passed Raṭṭhapāla’s father had a variety of delicious foods prepared in his own home, and announced the time to the Venerable Raṭṭhapāla, saying:",
  "mn82:17.2": "“Sir, it’s time. The meal is ready.”",
  "mn82:17.3": "Then Raṭṭhapāla got dressed in the morning and, taking his bowl and robe, went to his father’s home,",
  "mn82:17.4": "and sat down on the seat spread out.",
  "mn82:17.5": "Then Raṭṭhapāla’s father, revealing the heap of gold coins and bullion, said to Raṭṭhapāla:",
  "mn82:17.6": "“Dear Raṭṭhapāla, this is your maternal fortune. There’s another paternal fortune, and an ancestral one.",
  "mn82:17.7": "You can both enjoy your wealth and make merit.",
  "mn82:17.8": "Come, return to a lesser life, enjoy wealth, and make merit!”",
  "mn82:17.9": "“If you’d follow my advice, householder, you’d have this heap of gold loaded on a cart and carried away to be dumped in the middle of the Ganges river.",
  "mn82:17.10": "Why is that?",
  "mn82:17.11": "Because this will bring you nothing but sorrow, crying, pain, sadness, and distress.”",
  "mn82:17.12": "Then Raṭṭhapāla’s former wives each clasped his feet and said: ",
  "mn82:17.13": "“What are they like, lord, the nymphs for whom you lead the spiritual life?”",
  "mn82:17.14": "“Sisters, I don’t lead the spiritual life for the sake of nymphs.”",
  "mn82:17.15": "Saying, “Our lord Raṭṭhapāla refers to us as sisters!” they fainted right away.",
  "mn82:17.16": "Then Raṭṭhapāla said to his father:",
  "mn82:17.17": "“If there is food to be given, householder, please give it.",
  "mn82:17.18": "But don’t harass me.”",
  "mn82:17.19": "“Eat, dear Raṭṭhapāla. The meal is ready.”",
  "mn82:17.20": "Then Raṭṭhapāla’s father served and satisfied Venerable Raṭṭhapāla with his own hands with a variety of delicious foods.",
  "mn82:18.1": "When he had eaten and washed his hand and bowl, he recited these verses:",
  "mn82:19.1": "“See this fancy puppet,",
  "mn82:19.2": "a body built of sores,",
  "mn82:19.3": "diseased, obsessed over,",
  "mn82:19.4": "which doesn’t last at all.",
  "mn82:20.1": "See this fancy figure,",
  "mn82:20.2": "with gems and earrings,",
  "mn82:20.3": "bones wrapped in skin,",
  "mn82:20.4": "made pretty by its clothes.",
  "mn82:21.1": "Rouged feet",
  "mn82:21.2": "and powdered face",
  "mn82:21.3": "is enough to beguile a fool,",
  "mn82:21.4": "but not a seeker of the far shore.",
  "mn82:22.1": "Hair in eight braids",
  "mn82:22.2": "and eyeliner,",
  "mn82:22.3": "is enough to beguile a fool,",
  "mn82:22.4": "but not a seeker of the far shore.",
  "mn82:23.1": "A rotting body all adorned",
  "mn82:23.2": "like a freshly painted makeup box",
  "mn82:23.3": "is enough to beguile a fool,",
  "mn82:23.4": "but not a seeker of the far shore.",
  "mn82:24.1": "The hunter laid his snare,",
  "mn82:24.2": "but the deer didn’t spring the trap.",
  "mn82:24.3": "I’ve eaten the bait and now I go,",
  "mn82:24.4": "leaving the trapper to lament.”",
  "mn82:25.1": "The Raṭṭhapāla, having recited this verse while standing, went to King Koravya’s deer range",
  "mn82:25.2": "and sat at the root of a tree for the day’s meditation.",
  "mn82:26.1": "The King Koravya addressed his gamekeeper:",
  "mn82:26.2": "“My good gamekeeper, tidy up the park of the deer range.",
  "mn82:26.3": "We will go to see the nice scenery.”",
  "mn82:26.4": "“Yes, Your Majesty,” replied the gamekeeper. While tidying the deer range he saw Raṭṭhapāla sitting in meditation.",
  "mn82:26.5": "Seeing this, he went to the king,",
  "mn82:26.6": "and said:",
  "mn82:26.7": "“The deer range is tidy, sire.",
  "mn82:26.8": "And the respectable person named Raṭṭhapāla, the son of the leading clan in Thullakoṭṭhita, of whom you have often spoken highly, is meditating there at the root of a tree.”",
  "mn82:26.9": "“Well then, my good gamekeeper, that’s enough of the park for today.",
  "mn82:26.10": "Now I shall pay homage to the Master Raṭṭhapāla.”",
  "mn82:26.11": "And then King Koravya said: “Give away all the different foods that have been prepared there.” He had the finest carriages harnessed. Then he mounted a fine carriage and, along with the other fine carriages, set out in full royal pomp from Thullakoṭṭhita to see Raṭṭhapāla.",
  "mn82:26.12": "He went by carriage as far as the terrain allowed, then descended and approached Raṭṭhapāla on foot, together with a group of eminent officials. ",
  "mn82:26.13": "They exchanged greetings,",
  "mn82:26.14": "and, when the greetings and polite conversation were over, he stood to one side,",
  "mn82:26.15": "and said to Raṭṭhapāla:",
  "mn82:26.16": "“Here, Master Raṭṭhapāla, sit on this elephant rug.”",
  "mn82:26.17": "“Enough, great king, you sit on it.",
  "mn82:26.18": "I’m sitting on my own seat.”",
  "mn82:26.19": "So the king sat down on the seat spread out,",
  "mn82:26.20": "and said:",
  "mn82:27.1": "“Master Raṭṭhapāla, there are these four kinds of decay. Because of these, some people shave off their hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "mn82:27.2": "What four?",
  "mn82:27.3": "Decay due to old age, decay due to sickness, decay of wealth, and decay of relatives.",
  "mn82:27.4": "And what is decay due to old age?",
  "mn82:27.5": "It’s when someone is old, elderly, and senior, has lived long and reached the final stage of life.",
  "mn82:27.6": "They reflect:",
  "mn82:27.7": "‘I’m now old, elderly and senior. I’ve lived long and reached the final stage of life.",
  "mn82:27.8": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.",
  "mn82:27.9": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn82:27.10": "So because of that decay due to old age they go forth.",
  "mn82:27.11": "This is called decay due to old age.",
  "mn82:27.12": "But Master Raṭṭhapāla is now a youth, young, black-haired, blessed with youth, in the prime of life.",
  "mn82:27.13": "You have no decay due to old age.",
  "mn82:27.14": "So what did you know or see or hear that made you go forth?",
  "mn82:28.1": "And what is decay due to sickness?",
  "mn82:28.2": "It’s when someone is sick, suffering, gravely ill.",
  "mn82:28.3": "They reflect: ",
  "mn82:28.4": "‘I’m now sick, suffering, gravely ill.",
  "mn82:28.5": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.",
  "mn82:28.6": "Why don’t I go forth from the lay life into homelessness?’",
  "mn82:28.7": "So because of that decay due to sickness they go forth.",
  "mn82:28.8": "This is called decay due to sickness.",
  "mn82:28.9": "But Master Raṭṭhapāla is now rarely ill or unwell. Your stomach digests well, being neither too hot nor too cold.",
  "mn82:28.10": "You have no decay due to sickness.",
  "mn82:28.11": "So what did you know or see or hear that made you go forth?",
  "mn82:29.1": "And what is decay of wealth?",
  "mn82:29.2": "It’s when a someone is rich, affluent, and wealthy.",
  "mn82:29.3": "But gradually their wealth dwindles away.",
  "mn82:29.4": "They reflect: ",
  "mn82:29.5": "‘I used to be rich, affluent, and wealthy.",
  "mn82:29.6": "But gradually my wealth has dwindled away.",
  "mn82:29.7": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.",
  "mn82:29.8": "Why don’t I go forth from the lay life into homelessness?’",
  "mn82:29.9": "So because of that decay of wealth they go forth.",
  "mn82:29.10": "This is called decay of wealth.",
  "mn82:29.11": "But Master Raṭṭhapāla is the son of the leading clan here in Thullakoṭṭhita.",
  "mn82:29.12": "You have no decay of wealth.",
  "mn82:29.13": "So what did you know or see or hear that made you go forth?",
  "mn82:30.1": "And what is decay of relatives?",
  "mn82:30.2": "It’s when someone has many friends and colleagues, relatives and kin.",
  "mn82:30.3": "But gradually their relatives dwindle away.",
  "mn82:30.4": "They reflect: ",
  "mn82:30.5": "‘I used to have many friends and colleagues, relatives and kin.",
  "mn82:30.6": "But gradually they’ve dwindled away.",
  "mn82:30.7": "It’s not easy for me to acquire more wealth or to increase the wealth I’ve already acquired.",
  "mn82:30.8": "Why don’t I shave off my hair and beard, put on the ochre robes, and go forth from the lay life into homelessness?’",
  "mn82:30.9": "So because of that decay of relatives they go forth.",
  "mn82:30.10": "This is called decay of relatives.",
  "mn82:30.11": "But Master Raṭṭhapāla has many friends and colleagues, relatives and kin right here in Thullakoṭṭhita.",
  "mn82:30.12": "You have no decay of relatives.",
  "mn82:30.13": "So what did you know or see or hear that made you go forth?",
  "mn82:31.1": "There are these four kinds of decay. Because of these, some people shave off their hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "mn82:31.2": "Master Raṭṭhapāla has none of these.",
  "mn82:31.3": "So what did you know or see or hear that made you go forth?”",
  "mn82:32.1": "“The Blessed One who knows and sees, the Perfect One, the fully awakened Buddha has taught these four summaries of the teaching. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness.",
  "mn82:32.2": "What four?",
  "mn82:32.3": "‘The world is unstable and swept away.’ This is the first summary of the teaching.",
  "mn82:32.4": "‘The world has no shelter and no savior.’ This is the second summary of the teaching.",
  "mn82:32.5": "‘The world has no owner—you must leave it all behind and pass on.’ This is the third summary of the teaching.",
  "mn82:32.6": "‘The world is wanting, insatiable, the slave of craving.’ This is the fourth summary of the teaching.",
  "mn82:32.7": "The Blessed One who knows and sees, the Perfect One, the fully awakened Buddha taught these four summaries of the teaching. It was after knowing and seeing and hearing these that I went forth from the lay life to homelessness.”",
  "mn82:33.1": "“Master Raṭṭhapāla, you said: ‘The world is unstable and swept away.’",
  "mn82:33.3": "How should I see the meaning of this statement?”",
  "mn82:33.4": "“What do you think, great king? When you were twenty or twenty-five years of age, were you proficient at riding elephants, horses, and chariots, and at archery? Were you strong in thigh and arm, capable, and battle-hardened?”",
  "mn82:33.5": "“I was, Master Raṭṭhapāla.",
  "mn82:33.6": "Sometimes it seems as if I had superpowers then. I don’t see anyone who could equal me in strength.”",
  "mn82:33.7": "“What do you think, great king? These days are you just as strong in thigh and arm, capable, and battle-hardened?”",
  "mn82:33.8": "“No, Master Raṭṭhapāla.",
  "mn82:33.9": "For now I am old, elderly, and senior, I’ve lived long and reached the final stage of life. I am eighty years old.",
  "mn82:33.10": "Sometimes I intend to step in one place, but my foot goes somewhere else.”",
  "mn82:33.11": "“This is what the Buddha was referring to when he said:",
  "mn82:33.12": "‘The world is unstable and swept away.’”",
  "mn82:33.13": "“It’s incredible, Master Raṭṭhapāla, it’s amazing,",
  "mn82:33.14": "how well said this was by the Buddha.",
  "mn82:33.16": "For the world is indeed unstable and swept away.",
  "mn82:34.1": "In this royal court you can find divisions of elephants, cavalry, chariots, and infantry. They will serve to defend us from any threats. Yet you said:",
  "mn82:34.2": "‘The world has no shelter and no savior.’",
  "mn82:34.4": "How should I see the meaning of this statement?”",
  "mn82:34.5": "“What do you think, great king? Do you have any chronic aliments?”",
  "mn82:34.6": "“Yes, I do.",
  "mn82:34.7": "Sometimes my friends and colleagues, relatives and family members surround me, thinking:",
  "mn82:34.8": "‘Now the king will die! Now the king will die!’”",
  "mn82:34.9": "“What do you think, great king? Can you get your friends and colleagues, relatives and family members to help?",
  "mn82:34.10": "‘Please, my dear friends and colleagues, relatives and family members, all of you here share my pain so that I may feel less pain.’",
  "mn82:34.11": "Or must you alone feel that pain?”",
  "mn82:34.12": "“I can’t get my friends to share my pain.",
  "mn82:34.14": "Rather, I alone must feel it.”",
  "mn82:34.15": "“This is what the Buddha was referring to when he said:",
  "mn82:34.16": "‘The world has no shelter and no savior.’”",
  "mn82:34.17": "“It’s incredible, Master Raṭṭhapāla, it’s amazing,",
  "mn82:34.18": "how well said this was by the Buddha.",
  "mn82:34.19": "‘The world is unstable and swept away.’”",
  "mn82:34.20": "For the world indeed has no shelter and no savior.",
  "mn82:35.1": "In this royal court you can find abundant gold coin and bullion stored in dungeons and towers. Yet you said:",
  "mn82:35.2": "‘The world has no owner—you must leave it all behind and pass on.’",
  "mn82:35.4": "How should I see the meaning of this statement?”",
  "mn82:35.5": "‘What do you think, great king? These days you amuse yourself, supplied and provided with the five kinds of sensual stimulation. But is there any way to ensure that in the next life",
  "mn82:35.6": "you will continue to amuse yourself in the same way, supplied and provided with the same five kinds of sensual stimulation? Or will others make use of this property, while you pass on according to your deeds?”",
  "mn82:35.7": "“There’s no way to ensure that I will continue to amuse myself in the same way.",
  "mn82:35.9": "Rather, others will take over this property, while I pass on according to my deeds.”",
  "mn82:35.11": "“This is what the Buddha was referring to when he said:",
  "mn82:35.12": "‘The world has no owner—you must leave it all behind and pass on.’”",
  "mn82:35.13": "“It’s incredible, Master Raṭṭhapāla, it’s amazing,",
  "mn82:35.14": "how well said this was by the Buddha.",
  "mn82:35.16": "For the world indeed has no owner—you must leave it all behind and pass on.",
  "mn82:36.1": "You also said this: ‘The world is wanting, insatiable, the slave of craving.’",
  "mn82:36.3": "How should I see the meaning of this statement?”",
  "mn82:36.4": "“What do you think, great king? Do you dwell in the prosperous land of Kuru?”",
  "mn82:36.5": "“Indeed I do.”",
  "mn82:36.6": "“What do you think, great king? Suppose a trustworthy and reliable man were to come from the east.",
  "mn82:36.7": "He’d approach you and say:",
  "mn82:36.8": "‘Please sir, you should know this. I come from the east.",
  "mn82:36.9": "There I saw a large country that is successful and prosperous and full of people.",
  "mn82:36.10": "They have many divisions of elephants, cavalry, chariots, and infantry.",
  "mn82:36.11": "And there’s plenty of money and grain,",
  "mn82:36.12": "plenty of gold coins and bullion, both worked and unworked,",
  "mn82:36.13": "and plenty of women for the taking.",
  "mn82:36.14": "With your current forces you can conquer it.",
  "mn82:36.15": "Conquer it, great king!’ What would you do?”",
  "mn82:36.16": "“I would conquer it and dwell there.”",
  "mn82:37.1": "“What do you think, great king? Suppose a trustworthy and reliable man were to come from the west,",
  "mn82:37.2": "north,",
  "mn82:37.3": "south,",
  "mn82:37.4": "or from over the ocean.",
  "mn82:37.5": "He’d approach you and say the same thing.",
  "mn82:37.13": "What would you do?”",
  "mn82:37.14": "“I would conquer it and dwell there.”",
  "mn82:37.15": "“This is what the Buddha was referring to when he said:",
  "mn82:37.16": "‘The world is wanting, insatiable, the slave of craving.’ And it was after knowing and seeing and hearing this that I went forth from the lay life to homelessness.”",
  "mn82:37.17": "“It’s incredible, Master Raṭṭhapāla, it’s amazing,",
  "mn82:37.18": "how well said this was by the Buddha.",
  "mn82:37.20": "For the world is indeed wanting, insatiable, the slave of craving.”",
  "mn82:38.1": "This is what Venerable Raṭṭhapāla said.",
  "mn82:38.2": "Then he went on to say:",
  "mn82:39.1": "“I see rich people in the world who,",
  "mn82:39.2": "because of delusion, give not the wealth they’ve earned.",
  "mn82:39.3": "Greedily, they hoard their riches,",
  "mn82:39.4": "yearning for ever more sensual pleasures.",
  "mn82:40.1": "A king who conquered the earth by force,",
  "mn82:40.2": "ruling the land from sea to sea,",
  "mn82:40.3": "unsatisfied with the near shore of the ocean,",
  "mn82:40.4": "would still yearn for the further shore.",
  "mn82:41.1": "Not just the king, but others too,",
  "mn82:41.2": "reach death not rid of craving.",
  "mn82:41.3": "They leave the body still wanting,",
  "mn82:41.4": "for in this world sensual pleasures never satisfy.",
  "mn82:42.1": "Relatives lament, their hair let loose,",
  "mn82:42.2": "saying ‘Ah! Alas! They’re not immortal!’",
  "mn82:42.3": "They take out the body wrapped in a shroud,",
  "mn82:42.4": "heap up a pyre, and burn it there.",
  "mn82:43.1": "It’s poked with stakes while being burnt,",
  "mn82:43.2": "in just a single cloth, all wealth gone.",
  "mn82:43.3": "Relatives, friends, and companions",
  "mn82:43.4": "can’t help you when you’re dying.",
  "mn82:44.1": "Heirs take your riches,",
  "mn82:44.2": "while beings fare on according to their deeds.",
  "mn82:44.3": "Riches don’t follow you when you die;",
  "mn82:44.4": "nor do children, wife, wealth, nor kingdom.",
  "mn82:45.1": "Longevity isn’t gained by riches,",
  "mn82:45.2": "nor does wealth banish old age;",
  "mn82:45.3": "For the sages say this life is short,",
  "mn82:45.4": "it’s perishable and not eternal.",
  "mn82:46.1": "The rich and the poor feel its touch;",
  "mn82:46.2": "the fool and the wise feel it too.",
  "mn82:46.3": "But the fool lies stricken by their own folly,",
  "mn82:46.4": "while the sage doesn’t tremble at the touch.",
  "mn82:47.1": "Therefore wisdom’s much better than wealth,",
  "mn82:47.2": "since by wisdom you reach consummation in this life.",
  "mn82:47.3": "But if because of delusion you don’t reach consummation,",
  "mn82:47.4": "you’ll do evil deeds in life after life.",
  "mn82:48.1": "One who enters a womb and the world beyond,",
  "mn82:48.2": "will transmigrate from one life to the next.",
  "mn82:48.3": "While someone of little wisdom, placing faith in them,",
  "mn82:48.4": "also enters a womb and the world beyond.",
  "mn82:49.1": "As a bandit caught in the door",
  "mn82:49.2": "is punished for his own bad deeds;",
  "mn82:49.3": "So after passing away, in the world beyond,",
  "mn82:49.4": "people are punished for their own bad deeds.",
  "mn82:50.1": "Sensual pleasures are diverse, sweet, delightful;",
  "mn82:50.2": "in so many ways they disturb the mind.",
  "mn82:50.3": "Seeing danger in the many kinds of sensual stimulation,",
  "mn82:50.4": "I went forth, O King.",
  "mn82:51.1": "As fruit falls from a tree, so people fall,",
  "mn82:51.2": "young and old, when the body breaks up.",
  "mn82:51.3": "Seeing this, too, I went forth, O King;",
  "mn82:51.4": "The ascetic life is guaranteed to be better.”"
}