{
  "_markup_path": "markup/mn/mn84.html",
  "_alt_strings": [
    "pi/mn/mn84.json"
  ],
  "mn84:1.1": "Middle Discourses 84",
  "mn84:2.1": "At Madhura",
  "mn84:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn84:3.2": "At one time Venerable Mahākaccāna was staying near Madhurā, in Gunda’s Grove.",
  "mn84:3.3": "King Avantiputta of Madhura heard:",
  "mn84:3.4": "“It seems the ascetic Kaccāna is staying near Madhurā, in Gunda’s Grove.",
  "mn84:3.5": "He has this good reputation:",
  "mn84:3.6": "‘He is astute, competent, clever, learned, a brilliant speaker, eloquent, mature, a perfected one.’",
  "mn84:3.7": "It’s good to see such perfected ones.”",
  "mn84:3.8": "King Avantiputta had the finest carriages harnessed. Then he mounted a fine carriage and, along with the other fine carriages, set out in full royal pomp from Madhurā to see Venerable Mahākaccāna.",
  "mn84:3.9": "He went by carriage as far as the terrain allowed, then descended and approached Mahākaccāna on foot. ",
  "mn84:3.10": "They exchanged greetings,",
  "mn84:3.11": "and when the greetings and polite conversation were over, the king sat down to one side, ",
  "mn84:3.12": "and said to Mahākaccāna:",
  "mn84:3.13": "“Master Kaccāna, the brahmins say:",
  "mn84:3.14": "‘Only brahmins are the highest caste; other castes are inferior.",
  "mn84:3.15": "Only brahmins are the light caste; other castes are dark.",
  "mn84:3.16": "Only brahmins are purified, not others.",
  "mn84:3.17": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’",
  "mn84:3.18": "What does Master Kaccāna have to say about this?”",
  "mn84:3.19": "“Great King, that’s just propaganda.",
  "mn84:3.24": "And here’s a way to understand that it’s just propaganda.",
  "mn84:4.1": "What do you think, Great King? Suppose an aristocrat prospers in money, grain, silver, or gold. Wouldn’t there be aristocrats, brahmins, merchants, and workers who would rise before him and go to bed after him, and be obliging, behaving nicely and speaking kindly?”",
  "mn84:4.5": "“There would, Master Kaccāna.”",
  "mn84:5.1": "“What do you think, Great King? Suppose a brahmin …",
  "mn84:6.1": "a merchant …",
  "mn84:7.1": "a worker prospers in money, grain, silver, or gold. Wouldn’t there be workers, aristocrats, brahmins, and merchants who would rise before him and go to bed after him, and be obliging, behaving nicely and speaking kindly?”",
  "mn84:7.5": "“There would, Master Kaccāna.”",
  "mn84:8.1": "“What do you think, Great King? If this is the case, are the four castes equal or not?",
  "mn84:8.2": "Or how do you see this?”",
  "mn84:8.3": "“Certainly, Master Kaccāna, in this case these four castes are equal.",
  "mn84:8.4": "I can’t see any difference between them.”",
  "mn84:8.5": "“And here’s another way to understand that the claims of the brahmins are just propaganda.",
  "mn84:9.1": "What do you think, Great King? Take an aristocrat who kills living creatures, steals, and commits sexual misconduct; uses speech that’s lying, divisive, harsh, and meaningless; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not?",
  "mn84:9.2": "Or how do you see this?”",
  "mn84:9.3": "“Such an aristocrat would be reborn in a bad place.",
  "mn84:9.4": "That’s what I think, but I’ve also heard it from the perfected ones.”",
  "mn84:10.1": "“Good, good, Great King!",
  "mn84:10.2": "It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.",
  "mn84:10.3": "What do you think, Great King? Take a brahmin …",
  "mn84:10.5": "a merchant …",
  "mn84:10.7": "a worker who kills living creatures, steals, and commits sexual misconduct; uses speech that’s lying, divisive, harsh, and meaningless; and is covetous, malicious, and has wrong view. When their body breaks up, after death, would they be reborn in a place of loss, a bad place, the underworld, hell, or not?",
  "mn84:10.9": " ",
  "mn84:10.10": "Or how do you see this?”",
  "mn84:10.11": "“Such a brahmin, merchant, or worker would be reborn in a bad place.",
  "mn84:10.14": "That’s what I think, but I’ve also heard it from the perfected ones.”",
  "mn84:11.1": "“Good, good, Great King!",
  "mn84:11.2": "It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.",
  "mn84:11.3": "What do you think, Great King? If this is the case, are the four castes equal or not?",
  "mn84:11.4": "Or how do you see this?”",
  "mn84:11.5": "“Certainly, Master Kaccāna, in this case these four castes are equal.",
  "mn84:11.6": "I can’t see any difference between them.”",
  "mn84:11.7": "“And here’s another way to understand that the claims of the brahmins are just propaganda.",
  "mn84:12.1": "What do you think, Great King? Take an aristocrat who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not?",
  "mn84:12.2": "Or how do you see this?”",
  "mn84:12.3": "“Such an aristocrat would be reborn in a good place.",
  "mn84:12.4": "That’s what I think, but I’ve also heard it from the perfected ones.”",
  "mn84:13.1": "“Good, good, Great King!",
  "mn84:13.2": "It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.",
  "mn84:13.3": "What do you think, Great King? Take a brahmin, merchant, or worker who doesn’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s lying, divisive, harsh, or meaningless. And they’re contented, kind-hearted, and have right view. When their body breaks up, after death, would they be reborn in a good place, a heavenly realm, or not?",
  "mn84:13.6": "Or how do you see this?”",
  "mn84:13.7": "“Such a brahmin, merchant, or worker would be reborn in a good place.",
  "mn84:13.10": "That’s what I think, but I’ve also heard it from the perfected ones.”",
  "mn84:14.1": "“Good, good, Great King!",
  "mn84:14.2": "It’s good that you think so, and it’s good that you’ve heard it from the perfected ones.",
  "mn84:14.3": "What do you think, Great King? If this is the case, are the four castes equal or not?",
  "mn84:14.4": "Or how do you see this?”",
  "mn84:14.5": "“Certainly, Master Kaccāna, in this case these four castes are equal.",
  "mn84:14.6": "I can’t see any difference between them.”",
  "mn84:14.7": "“And here’s another way to understand that the claims of the brahmins are just propaganda.",
  "mn84:15.1": "What do you think, Great King? Take an aristocrat who breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying:",
  "mn84:15.2": "‘Your Majesty, this is a bandit, a criminal.",
  "mn84:15.3": "Punish him as you will.’",
  "mn84:15.4": "What would you do to him?”",
  "mn84:15.5": "“I would have him executed, fined, or banished, or dealt with as befits the crime.",
  "mn84:15.6": "Why is that?",
  "mn84:15.7": "Because he’s lost his former status as an aristocrat,",
  "mn84:15.8": "and is considered to be just a bandit.”",
  "mn84:16.1": "“What do you think, Great King? Take a brahmin, merchant, or worker who breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery, and commits adultery. Suppose your men arrest him and present him to you, saying:",
  "mn84:16.2": "‘Your Majesty, this is a bandit, a criminal.",
  "mn84:16.3": "Punish him as you will.’",
  "mn84:16.4": "What would you do to him?”",
  "mn84:16.5": "“I would have him executed, fined, or banished, or dealt with as befits the crime.",
  "mn84:16.6": "Why is that?",
  "mn84:16.7": "Because he’s lost his former status as a brahmin, merchant, or worker,",
  "mn84:16.8": "and is considered to be just a bandit.”",
  "mn84:17.1": "“What do you think, Great King? If this is the case, are the four castes equal or not?",
  "mn84:17.2": "Or how do you see this?”",
  "mn84:17.3": "“Certainly, Master Kaccāna, in this case these four castes are equal.",
  "mn84:17.4": "I can’t see any difference between them.”",
  "mn84:17.5": "“And here’s another way to understand that the claims of the brahmins are just propaganda.",
  "mn84:18.1": "What do you think, Great King? Take an aristocrat who shaves off their hair and beard, puts on the ochre robes, and goes forth from the lay life into homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are celibate, ethical, and of good character.",
  "mn84:18.2": "How would you treat them?”",
  "mn84:18.3": "“I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.",
  "mn84:18.4": "Why is that?",
  "mn84:18.5": "Because they’ve lost their former status as an aristocrat,",
  "mn84:18.6": "and are considered to be just an ascetic.”",
  "mn84:19.1": "“What do you think, Great King? Take a brahmin, merchant, or worker who shaves off their hair and beard, puts on the ochre robes, and goes forth from the lay life into homelessness. They refrain from killing living creatures, stealing, and lying. They abstain from eating at night, eat in one part of the day, and are celibate, ethical, and of good character.",
  "mn84:19.2": "How would you treat them?”",
  "mn84:19.3": "“I would bow to them, rise in their presence, or offer them a seat. I’d invite them to accept robes, alms-food, lodgings, and medicines and supplies for the sick. And I’d arrange for their lawful guarding and protection.",
  "mn84:19.4": "Why is that?",
  "mn84:19.5": "Because they’ve lost their former status as a brahmin, merchant, or worker,",
  "mn84:19.6": "and are considered to be just an ascetic.”",
  "mn84:20.1": "“What do you think, Great King? If this is the case, are the four castes equal or not?",
  "mn84:20.2": "Or how do you see this?”",
  "mn84:20.3": "“Certainly, Master Kaccāna, in this case these four castes are equal.",
  "mn84:20.4": "I can’t see any difference between them.”",
  "mn84:20.5": "“This another way to understand that this is just propaganda:",
  "mn84:20.6": "‘Only brahmins are the highest caste; other castes are inferior.",
  "mn84:20.7": "Only brahmins are the light caste; other castes are dark.",
  "mn84:20.8": "Only brahmins are purified, not others.",
  "mn84:20.9": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’”",
  "mn84:21.1": "When he had spoken, King Avantiputta said to Mahākaccāna:",
  "mn84:21.2": "“Excellent, Master Kaccāna! Excellent!",
  "mn84:21.3": "Just as one might set upright what had been overturned, or reveal what had been hidden, or show the way to one who was lost, or bring a lamp into the darkness so that one with eyes might see what is there—",
  "mn84:21.4": "Master Kaccāna has made the Dharma clear in many ways.",
  "mn84:21.5": "I go for refuge to Master Kaccāna, to the Dharma, and to the mendicant Saṅgha.",
  "mn84:21.6": "From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”",
  "mn84:21.7": "“Great King, don’t go for refuge to me.",
  "mn84:21.8": "You should go for refuge to that same Blessed One to whom I have gone for refuge.”",
  "mn84:21.9": "“But where is that Blessed One now staying, the perfected one, the fully awakened Buddha?”",
  "mn84:21.10": "“Great King, the Buddha has already become fully extinguished.”",
  "mn84:21.11": "“Master Kaccāna, if I heard that the Buddha was within ten leagues, or twenty, or even up to a hundred leagues away, I’d go a hundred leagues to see him. ",
  "mn84:21.14": "But since the Buddha has become fully extinguished, I go for refuge to that fully extinguished Buddha, to the teaching, and to the Saṅgha.",
  "mn84:21.15": "From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.”"
}