{
  "_markup_path": "markup/mn/mn85.html",
  "_alt_strings": [
    "pi/mn/mn85.json"
  ],
  "mn85:1.1": "Middle Discourses 85",
  "mn85:2.1": "With Prince Bodhi",
  "mn85:3.1": "<span class=”evam”>So I have heard.</span>",
  "mn85:3.2": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "mn85:3.3": "Now at that time a new stilt longhouse named Pink Lotus had recently been constructed for Prince Bodhi. It had not yet been occupied by an ascetic or brahmin or any person at all.",
  "mn85:3.4": "Then Prince Bodhi addressed the brahmin student Sañjikāputta:",
  "mn85:3.5": "“Please, dear Sañjikāputta, go to the Buddha,",
  "mn85:3.6": "and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.",
  "mn85:3.8": "And then ask him whether he",
  "mn85:3.9": "would accept accept tomorrow’s meal from me together with the mendicant Saṅgha.”",
  "mn85:3.10": "“Yes, sir,” Sañjikāputta replied. He went to the Buddha,",
  "mn85:3.11": "and exchanged greetings with him.",
  "mn85:3.12": "When the greetings and polite conversation were over, he sat down to one side, ",
  "mn85:3.13": "and said to him: ",
  "mn85:3.14": "“Master Gotama, Prince Bodhi bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.",
  "mn85:3.15": "And he asks whether",
  "mn85:3.16": "Master Gotama together with the mendicant Saṅgha would please accept tomorrow’s meal from him?”",
  "mn85:3.17": "The Buddha consented in silence.",
  "mn85:4.1": "Then, knowing that the Buddha had accepted, Sañjikāputta got up from his seat, went to Prince Bodhi,",
  "mn85:4.2": "and said:",
  "mn85:4.3": "“I gave the ascetic Gotama your message,",
  "mn85:4.7": "and he accepted.”",
  "mn85:5.1": "And when the night had passed Prince Bodhi had a variety of delicious foods prepared in his own home. He also had the Pink Lotus longhouse spread with white cloth down to the last step of the staircase. Then he said to Sañjikāputta:",
  "mn85:5.2": "“Please, dear Sañjikāputta, go to the Buddha,",
  "mn85:5.3": "and announce the time, saying:",
  "mn85:5.4": "‘Sir, it’s time. The meal is ready.’”",
  "mn85:5.5": "“Yes, sir,” Sañjikāputta replied. He did as he was asked.",
  "mn85:6.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to Abhaya’s home,",
  "mn85:6.2": "Now at that time Prince Bodhi was standing outside the gates waiting for the Buddha.",
  "mn85:6.3": "Seeing the Buddha coming off in the distance,",
  "mn85:6.4": "he went out to greet him. After bowing and inviting the Buddha to go first, he approached the Pink Lotus longhouse.",
  "mn85:6.5": "But the Buddha stopped by the last step of the staircase.",
  "mn85:6.6": "Then Prince Bodhi said to him:",
  "mn85:6.7": "“Sir, let the Blessed One ascend on the cloth! Let the Holy One ascend on the cloth!",
  "mn85:6.8": "It will be for my lasting welfare and happiness.”",
  "mn85:6.9": "But when he said this, the Buddha kept silent. ",
  "mn85:6.10": "For a second time,",
  "mn85:6.12": "and a third time, Prince Bodhi said to him:",
  "mn85:6.13": "“Sir, let the Blessed One ascend on the cloth! Let the Holy One ascend on the cloth!",
  "mn85:6.14": "It will be for my lasting welfare and happiness.”",
  "mn85:7.1": "Then the Buddha glanced at Venerable Ānanda.",
  "mn85:7.2": "So Ānanda said to Prince Bodhi:",
  "mn85:7.3": "“Fold up the cloth, Prince.",
  "mn85:7.4": "The Buddha will not step upon white cloth.",
  "mn85:7.5": "The Realized One has compassion for future generations.”",
  "mn85:7.6": "So Prince Bodhi had the cloth folded up and the seats spread out upstairs in the longhouse.",
  "mn85:7.7": "Then the Buddha ascended the longhouse and sat on the seats spread out together with the Saṅgha of mendicants.",
  "mn85:7.8": "Then Prince Bodhi served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.",
  "mn85:7.9": "When the Buddha had eaten and washed his hand and bowl, Prince Bodhi took a low seat, sat to one side,",
  "mn85:7.10": "and said to him:",
  "mn85:7.11": "“Sir, this is what I think:",
  "mn85:7.12": "‘Pleasure is not gained through pleasure; pleasure is gained through pain.’”",
  "mn85:8.1": "“Prince, before my awakening—when I was unawakened but intent on awakening—I too thought:",
  "mn85:8.2": "‘Pleasure is not gained through pleasure; pleasure is gained through pain.’",
  "mn85:8.3": "Some time later, while still black-haired, blessed with youth, in the prime of life—though my mother and father wished otherwise, weeping with tearful faces—I shaved off my hair and beard, put on the ochre robes, and went forth from the lay life into homelessness.",
  "mn85:8.4": "Once I had gone forth I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Āḷāra Kālāma",
  "mn85:8.5": "and said to him:",
  "mn85:8.6": "‘Reverend Kālāma, I wish to live the spiritual life in this teaching and training.’",
  "mn85:8.7": "Āḷāra Kālāma replied:",
  "mn85:8.8": "‘Stay, venerable. This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’",
  "mn85:8.9": "I quickly memorized that teaching.",
  "mn85:8.10": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
  "mn85:8.11": "Then it occurred to me:  ",
  "mn85:8.12": "‘It is not solely by mere faith that Āḷāra Kālāma declares: “I realize this teaching with my own insight, and live having achieved it.”",
  "mn85:8.13": "Surely he meditates knowing and seeing this teaching.’",
  "mn85:9.1": "So I approached Āḷāra Kālāma",
  "mn85:9.2": "and said to him:",
  "mn85:9.3": "‘Reverend Kālāma, to what extent do you say you’ve realized this teaching with your own insight?’",
  "mn85:9.4": "When I said this, he declared the dimension of nothingness.",
  "mn85:9.5": "Then it occurred to me:  ",
  "mn85:9.6": "‘It’s not just Āḷāra Kālāma who has faith,",
  "mn85:9.7": "energy,",
  "mn85:9.9": "mindfulness,",
  "mn85:9.10": "samādhi,",
  "mn85:9.11": "and wisdom; I too have these things.",
  "mn85:9.12": "Why don’t I endeavor to realize the same teaching that Āḷāra Kālāma says he has realized with his own insight?’",
  "mn85:9.13": "I quickly realized that teaching with my own insight, and lived having achieved it.",
  "mn85:9.14": "So I approached Āḷāra Kālāma",
  "mn85:9.15": "and said to him:",
  "mn85:9.16": "‘Reverend Kālāma, have you realized this teaching with your own insight up to this point, and declare it having achieved it?’",
  "mn85:9.17": "‘I have, reverend.’",
  "mn85:9.18": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
  "mn85:9.19": "‘We are fortunate, reverend, so very fortunate to see a venerable such yourself as one of our spiritual companions!",
  "mn85:9.20": "So the teaching that I’ve realized with my own insight, and declare having achieved it, you’ve realized with your own insight, and live having achieved it.",
  "mn85:9.21": "The teaching that you’ve realized with your own insight, and live having achieved it, I’ve realized with my own insight, and declare having achieved it.",
  "mn85:9.22": "So the teaching that I know, you know, and the teaching you know, I know.",
  "mn85:9.23": " ",
  "mn85:9.24": "I am like you and you are like me.",
  "mn85:9.25": " ",
  "mn85:9.26": "Come now, reverend! We should both lead this community together.’",
  "mn85:9.27": "And that is how my teacher Āḷāra Kālāma placed me, his student, on the same position as him, and honored me with lofty praise.",
  "mn85:9.28": "Then it occurred to me:  ",
  "mn85:9.29": "‘This teaching doesn’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the dimension of nothingness.’",
  "mn85:9.30": "Realizing that this teaching was inadequate, I got disillusioned and left.",
  "mn85:10.1": "I set out to discover what is skillful, seeking the supreme state of sublime peace. I approached Udaka, son of Rāma,",
  "mn85:10.2": "and said to him:",
  "mn85:10.3": "‘Reverend, I wish to live the spiritual life in this teaching and training.’",
  "mn85:10.4": "Udaka replied:",
  "mn85:10.5": "‘Stay, venerable. This teaching is such that a sensible person can soon realize their own teacher’s doctrine with their own insight and live having achieved it.’",
  "mn85:10.6": "I quickly memorized that teaching.",
  "mn85:10.7": "So far as lip-recital and oral recitation were concerned, I spoke with knowledge and the authority of the elders. I claimed to know and see, and so did others.",
  "mn85:10.8": "Then it occurred to me:  ",
  "mn85:10.9": "‘It is not solely by mere faith that Rāma declared: “I realize this teaching with my own insight, and live having achieved it.”",
  "mn85:10.10": "Surely he meditated knowing and seeing this teaching.’",
  "mn85:11.1": "So I approached Udaka, Rāma’s son,",
  "mn85:11.2": "and said to him:",
  "mn85:11.3": "‘Reverend, to what extent did Rāma say he’d realized this teaching with his own insight?’",
  "mn85:11.4": "When I said this, Udaka, Rāma’s son, declared the dimension of neither perception nor non-perception.",
  "mn85:11.5": "Then it occurred to me:",
  "mn85:11.6": "‘It’s not just Rāma who had faith,",
  "mn85:11.7": "energy,",
  "mn85:11.9": "mindfulness,",
  "mn85:11.10": "samādhi,",
  "mn85:11.11": "and wisdom; I too have these things.",
  "mn85:11.12": "Why don’t I endeavor to realize the same teaching that Rāma said he had realized with his own insight?’",
  "mn85:11.13": "I quickly realized that teaching with my own insight, and lived having achieved it.",
  "mn85:12.1": "So I approached Udaka, Rāma’s son,",
  "mn85:12.2": "and said to him:",
  "mn85:12.3": "‘Reverend, had Rāma realized this teaching with his own insight up to this point, and declared it having achieved it?’",
  "mn85:12.4": "‘He had, reverend.’",
  "mn85:12.5": "‘I too have realized this teaching with my own insight up to this point, and live having achieved it.’",
  "mn85:12.6": "‘We are fortunate, reverend, so very fortunate to see a venerable such yourself as one of our spiritual companions!",
  "mn85:12.7": "The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.",
  "mn85:12.8": "The teaching that you’ve realized with your own insight, and live having achieved it, Rāma had realized with his own insight, and declared having achieved it.",
  "mn85:12.9": "So the teaching that Rāma directly knew, you know, and the teaching you know, Rāma directly knew.",
  "mn85:12.10": " ",
  "mn85:12.11": "Rāma was like you and you are like Rāma.",
  "mn85:12.12": "Come now, reverend! You should lead this community.’",
  "mn85:12.13": "And that is how my spiritual companion Udaka, son of Rāma, placed me in the position of a teacher, and honored me with lofty praise.",
  "mn85:12.14": "Then it occurred to me:  ",
  "mn85:12.15": "‘This teaching doesn’t lead to disillusionment, fading away, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in dimension of neither perception nor non-perception.’",
  "mn85:12.16": "Realizing that this teaching was inadequate, I got disillusioned and left.",
  "mn85:13.1": "I set out to discover what is skillful, seeking the supreme state of sublime peace. Travelling stage by stage in the Magadhan lands, I arrived at Senanigama near Uruvelā.",
  "mn85:13.2": "There I saw a delightful park, a lovely grove with a flowing river that was clean and charming, with smooth banks. And nearby was a village to go for alms.",
  "mn85:13.3": "Then it occurred to me:  ",
  "mn85:13.4": "‘This park is truly delightful, a lovely grove with a flowing river that’s clean and charming, with smooth banks. And nearby there’s a village to go for alms.",
  "mn85:13.5": "This is good enough for a respectable person who wishes to put forth effort in meditation.’",
  "mn85:13.6": "So I sat down right there, thinking:",
  "mn85:13.7": "‘This is good enough for meditation.’",
  "mn85:13.8": "And then these three examples, which were neither supernaturally inspired, nor learned before in the past, occurred to me.",
  "mn85:14.1": "Suppose there was a green, sappy log, and it was lying in water.",
  "mn85:14.2": "Then a person comes along with a drill-stick, thinking ",
  "mn85:14.3": "to light a fire and produce heat.",
  "mn85:14.4": "What do you think, Prince? By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”",
  "mn85:15.1": "“No, sir.",
  "mn85:15.2": "Why is that?",
  "mn85:15.3": "Because it’s a green, sappy log, and it’s lying in the water. That person will eventually get weary and frustrated.”",
  "mn85:16.1": "“In the same way, there are ascetics and brahmins who don’t live withdrawn in body and mind from sensual pleasures. They haven’t internally given up or stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are incapable of knowledge and vision, of supreme awakening.",
  "mn85:16.2": " ",
  "mn85:16.4": "This was the first example that occurred to me.",
  "mn85:17.1": "Then a second example occurred to me.",
  "mn85:18.1": "Suppose there was a green, sappy log, and it was lying on dry land far from the water.",
  "mn85:18.2": "Then a person comes along with a drill-stick, thinking ",
  "mn85:18.3": "to light a fire and produce heat.",
  "mn85:18.4": "What do you think, Prince? By drilling the stick against that green, sappy log on dry land far from water, could they light a fire and produce heat?”",
  "mn85:19.1": "“No, sir.",
  "mn85:19.2": "Why is that?",
  "mn85:19.3": "Because it’s still a green, sappy log, despite the fact that it’s lying on dry land far from water. That man will eventually get weary and frustrated.”",
  "mn85:20.1": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. But they haven’t internally given up or stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are incapable of knowledge and vision, of supreme awakening.",
  "mn85:20.4": "This was the second example that occurred to me.",
  "mn85:21.1": "Then a third example occurred to me.",
  "mn85:22.1": "Suppose there was a dried up, withered log, and it was lying on dry land far from the water.",
  "mn85:22.2": "Then a person comes along with a drill-stick, thinking ",
  "mn85:22.3": "to light a fire and produce heat.",
  "mn85:22.4": "What do you think, Prince? By drilling the stick against that dried up, withered log on dry land far from water, could they light a fire and produce heat?”",
  "mn85:23.1": "“Yes, sir.",
  "mn85:23.2": "Why is that?",
  "mn85:23.3": "Because it’s a dried up, withered log, and it’s lying on dry land far from water.”",
  "mn85:23.4": "“In the same way, there are ascetics and brahmins who live withdrawn in body and mind from sensual pleasures. And they have internally given up and stilled desire, affection, stupefaction, thirst, and passion for sensual pleasures. Regardless of whether or not they feel painful, sharp, severe, acute feelings because of their efforts, they are capable of knowledge and vision, of supreme awakening.",
  "mn85:23.7": "This was the third example that occurred to me.",
  "mn85:23.8": "These are the three examples, which were neither supernaturally inspired, nor learned before in the past, that occurred to me.",
  "mn85:24.1": "Then it occurred to me:  ",
  "mn85:24.2": "‘Why don’t I, with teeth clenched and tongue pressed against the roof of my mouth, squeeze, squash, and torture mind with mind.’",
  "mn85:24.3": "So that’s what I did,",
  "mn85:24.4": "until sweat ran from my armpits.",
  "mn85:24.5": "It was like when a strong man grabs a weaker man by the head or throat or shoulder and squeezes, squashes, and tortures them.",
  "mn85:24.6": "In the same way, with teeth clenched and tongue pressed against the roof of my mouth, I squeezed, squashed, and tortured mind with mind until sweat ran from my armpits.",
  "mn85:24.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:25.1": "Then it occurred to me:  ",
  "mn85:25.2": "‘Why don’t I practice the breathless absorption?’",
  "mn85:25.3": "So I cut off my breathing through my mouth and nose.",
  "mn85:25.4": "But then winds came out my ears making a loud noise,",
  "mn85:25.5": "like the puffing of a blacksmith’s bellows.",
  "mn85:25.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:26.1": "Then it occurred to me:",
  "mn85:26.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn85:26.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn85:26.4": "But then strong winds ground my head,",
  "mn85:26.5": "like a strong man was drilling into my head with a sharp point.",
  "mn85:26.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:27.1": "Then it occurred to me:",
  "mn85:27.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn85:27.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn85:27.4": "But then I got a severe headache,",
  "mn85:27.5": "like a strong man was tightening a tough leather strap around my head.",
  "mn85:27.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:28.1": "Then it occurred to me:",
  "mn85:28.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn85:28.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn85:28.4": "But then strong winds carved up my belly,",
  "mn85:28.5": "like a skilled butcher or their apprentice was slicing my belly open with a meat cleaver.",
  "mn85:28.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:29.1": "Then it occurred to me:",
  "mn85:29.2": "‘Why don’t I keep practicing the breathless absorption?’",
  "mn85:29.3": "So I cut off my breathing through my mouth and nose and ears.",
  "mn85:29.4": "But then there was an intense burning in my body,",
  "mn85:29.5": "like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.",
  "mn85:29.7": "My energy was roused up and vigorous, and my mindfulness was established and lucid, but my body was disturbed, not tranquil, because I’d pushed too hard with that painful striving.",
  "mn85:30.1": "Then some gods saw me and said:",
  "mn85:30.2": "‘The ascetic Gotama is dead.’",
  "mn85:30.3": "Others said:",
  "mn85:30.4": "‘He’s not dead, but he’s dying.’",
  "mn85:30.5": "Others said:",
  "mn85:30.6": "‘He’s not dead or dying. The ascetic Gotama is a perfected one, for that is how the perfected ones live.’",
  "mn85:30.7": " ",
  "mn85:31.1": "Then it occurred to me:",
  "mn85:31.2": "‘Why don’t I practice completely cutting off food?’",
  "mn85:31.3": "But deities came to me and said:",
  "mn85:31.4": "‘Good sir, don’t practice totally cutting off food.",
  "mn85:31.5": "If you do, we’ll infuse divine nutrition into your pores and you will live on that.’",
  "mn85:31.6": "Then it occurred to me:  ",
  "mn85:31.7": "‘If I claim to be completely fasting while these gods are infusing divine nutrition in my pores, that would be a lie on my part.’",
  "mn85:31.8": " ",
  "mn85:31.9": "So I said dismissed those gods, saying, ‘There’s no need.’",
  "mn85:31.10": " ",
  "mn85:32.1": "Then it occurred to me:  ",
  "mn85:32.2": "‘Why don’t I just take a little bit of food each time, a cup of broth made from mung beans, lentils, chick peas, or green gram.’",
  "mn85:32.3": "So that’s what I did,",
  "mn85:32.4": "until my body became extremely emaciated.",
  "mn85:32.5": "Due to eating so little, my limbs became like the joints of an eighty year old or a corpse,",
  "mn85:32.7": "my bottom became like a camel’s hoof,",
  "mn85:32.9": "my vertebrae stuck out like beads on a string,",
  "mn85:32.11": "and my ribs were as gaunt as the broken-down rafters on an old barn.",
  "mn85:32.13": "Due to eating so little, the gleam of my eyes sank deep in their sockets, like the gleam of water sunk deep down a well.",
  "mn85:32.15": "Due to eating so little, my scalp shriveled and withered like a green bitter-gourd in the wind and sun.",
  "mn85:32.17": "Due to eating so little, the skin of my belly stuck to my backbone, so that when I tried to rub the skin of my belly I grabbed my backbone, and when I tried to rub my backbone I rubbed the skin of my belly.",
  "mn85:32.18": " ",
  "mn85:32.19": "Due to eating so little, when I tried to urinate or defecate I fell face down right there.",
  "mn85:32.20": "Due to eating so little, when I tried to relieve my body by rubbing my limbs with my hands, the hair, rotted at its roots, fell out.",
  "mn85:32.21": " ",
  "mn85:32.22": "Then some people saw me and said: ‘The ascetic Gotama is black.’",
  "mn85:32.23": " ",
  "mn85:32.24": "Some said: ‘He’s not black, he’s brown.’",
  "mn85:32.26": "Some said: ‘He’s neither black nor brown. The ascetic Gotama has tawny skin.’",
  "mn85:32.27": "That’s how far the pure, bright complexion of my skin had been ruined by taking so little food.",
  "mn85:33.1": "Then it occurred to me:",
  "mn85:33.2": "‘Whatever ascetics and brahmins have experienced painful, sharp, severe, acute feelings due to overexertion—whether in the past, future, or present—this is as far as it goes, no-one has done more than this.",
  "mn85:33.5": "But I have not achieved any superhuman distinction in knowledge and vision worthy of the noble ones by this severe, gruelling work.",
  "mn85:33.6": "Could there be another path to awakening?’",
  "mn85:33.7": "Then it occurred to me:  ",
  "mn85:33.8": "‘I recall sitting in the cool shade of the rose-apple tree while my father the Sakyan was off working. Quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "mn85:33.9": "Could that be the path to awakening?’",
  "mn85:33.10": "Then following on that memory came the realization:",
  "mn85:33.11": "‘<em>That</em> is the path to awakening!’",
  "mn85:33.12": "Then it occurred to me:",
  "mn85:33.13": "‘Why am I afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities?’",
  "mn85:33.14": "Then it occurred to me:",
  "mn85:33.15": "‘I’m not afraid of that pleasure, for it has nothing to do with sensual pleasures or unskillful qualities.’",
  "mn85:34.1": "Then it occurred to me:",
  "mn85:34.2": "‘I can’t achieve that pleasure with a body so excessively emaciated. Why don’t I eat some solid food, some rice and porridge?’",
  "mn85:34.3": " ",
  "mn85:34.4": "So I ate some solid food.",
  "mn85:34.5": "Now at that time the five mendicants were attending on me, thinking:",
  "mn85:34.6": "‘The ascetic Gotama will tell us of any truth that he realizes.’",
  "mn85:34.7": "But when I ate some solid food, they got disillusioned and left, saying:",
  "mn85:34.8": "‘The ascetic Gotama has become indulgent; he’s strayed from the struggle and returned to indulgence.’",
  "mn85:35.1": "After eating solid food and gathering my strength, quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remained in the first absorption …",
  "mn85:35.5": "second absorption …",
  "mn85:35.6": "third absorption …",
  "mn85:35.7": "fourth absorption.",
  "mn85:35.8": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I extended it toward recollection of past lives.",
  "mn85:35.9": "I recollected many past lives,",
  "mn85:35.10": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. …",
  "mn85:35.12": "And so I recollected my many kinds of past lives, with features and details.",
  "mn85:35.13": "This was the first knowledge, which I achieved in the first watch of the night. Ignorance was destroyed and knowledge arose;",
  "mn85:35.14": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn85:35.15": " ",
  "mn85:36.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I extended it toward knowledge of the death and rebirth of sentient beings.",
  "mn85:36.2": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds …",
  "mn85:36.4": "This was the second knowledge, which I achieved in the middle watch of the night. Ignorance was destroyed and knowledge arose;",
  "mn85:36.5": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn85:37.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I extended it toward knowledge of the ending of defilements.",
  "mn85:37.2": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.",
  "mn85:37.5": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.",
  "mn85:37.8": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "mn85:37.9": "When freed, I knew ‘it is freed’.",
  "mn85:37.10": "I understood: ‘Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.’",
  "mn85:37.11": "This was the third knowledge, which I achieved in the last watch of the night. Ignorance was destroyed and knowledge arose;",
  "mn85:37.12": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "mn85:38.1": "Then it occurred to me:",
  "mn85:38.2": "‘This Dhamma I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of reason, subtle, comprehensible to the astute.’",
  "mn85:38.3": "But people like attachment, they love it and enjoy it.",
  "mn85:38.4": "It’s hard for them to see this thing; that is, specific conditionality, dependent origination.",
  "mn85:38.5": " ",
  "mn85:38.6": "It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.",
  "mn85:38.8": "And if I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.’",
  "mn85:38.9": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to me:",
  "mn85:39.1": "‘I’ve struggled hard to realize this,",
  "mn85:39.2": "enough with trying to explain it!",
  "mn85:39.3": "This teaching is not easily understood",
  "mn85:39.4": "by those mired in greed and hate.",
  "mn85:40.1": "Those caught up in greed can’t see",
  "mn85:40.2": "what’s subtle, going against the stream, ",
  "mn85:40.3": "deep, hard to see, and very fine,",
  "mn85:40.4": "for they’re shrouded in a mass of darkness.’",
  "mn85:41.1": "And as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.",
  "mn85:42.1": "Then Brahmā Sahampati, knowing what I was thinking, thought:",
  "mn85:42.2": "‘Oh my goodness! The world will be lost, the world will perish! For the mind of the Realized One, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’",
  "mn85:42.3": " ",
  "mn85:42.6": "Then, as easily as a strong person would extend or contract their arm,",
  "mn85:42.8": "vanished from the Brahmā realm and reappeared in front of the Buddha.",
  "mn85:42.9": "He arranged his robe over one shoulder, knelt on his right knee, raised his cupped palms toward the Buddha, and said:",
  "mn85:42.10": "‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma!",
  "mn85:42.11": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching.",
  "mn85:42.12": "There will be those who understand the teaching!’",
  "mn85:42.13": "That’s what Brahmā Sahampati said.",
  "mn85:42.14": "Then he went on to say:",
  "mn85:43.1": "‘Among the Magadhans there appeared in the past",
  "mn85:43.2": "an impure teaching thought up by those still stained.",
  "mn85:43.3": "Fling open the door to the deathless!",
  "mn85:43.4": "Let them hear the teaching the stainless one discovered.",
  "mn85:44.1": "Standing high on a rocky mountain,",
  "mn85:44.2": "you can see the people all around.",
  "mn85:44.3": "In just the same way, all-seer, wise one,",
  "mn85:44.4": "ascend the palace built of Dhamma!",
  "mn85:45.1": "Since you’ve left sorrow behind, look at these people",
  "mn85:45.2": "overwhelmed with sorrow, oppressed by rebirth and old age.",
  "mn85:45.3": "Rise, hero! Victor in battle, leader of the caravan,",
  "mn85:45.4": "wander the world without obligation.",
  "mn85:45.5": "Let the Blessed One teach the Dhamma!",
  "mn85:45.6": "There will be those who understand!’",
  "mn85:46.1": "Then, understanding Brahmā’s invitation, I surveyed the world with the eye of a Buddha, because of my compassion for sentient beings.",
  "mn85:46.2": "And I saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the flaw to do with the next world, while others did not.",
  "mn85:46.3": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them.",
  "mn85:46.6": "Then I replied in verse to Brahmā Sahampati:",
  "mn85:47.1": "‘Flung open are the doors to the deathless!",
  "mn85:47.2": "Let those with ears to hear decide their faith.",
  "mn85:47.3": "Thinking it would be troublesome, Brahmā, I did not teach",
  "mn85:47.4": "the refined and sublime Dhamma among humans.’",
  "mn85:48.1": "Then Brahmā Sahampati, knowing that his request for me to teach the Dhamma had been granted, bowed and respectfully circled me, keeping me on his right, before vanishing right there.",
  "mn85:49.1": "Then it occurred to me:",
  "mn85:49.2": "‘Who should I teach first of all?",
  "mn85:49.3": "Who will quickly understand the teaching?’",
  "mn85:49.4": "Then it occurred to me:",
  "mn85:49.5": "‘That Āḷāra Kālāma is astute, competent, clever, and has long had little dust in his eyes.",
  "mn85:49.6": "Why don’t I teach him first of all?",
  "mn85:49.7": "He’ll quickly understand the teaching.’",
  "mn85:49.8": "But a deity came to me and said:",
  "mn85:49.9": "‘Sir, Āḷāra Kālāma died seven days ago.’",
  "mn85:49.10": "And knowledge and vision arose in me:",
  "mn85:49.11": "‘Āḷāra Kālāma died seven days ago.’",
  "mn85:49.12": "Then it occurred to me:",
  "mn85:49.13": "‘This is a great loss for Āḷāra Kālāma.",
  "mn85:49.14": "If he had heard the teaching, he would have understood it quickly.’",
  "mn85:50.1": "Then it occurred to me:",
  "mn85:50.2": "‘Who should I teach first of all?",
  "mn85:50.3": "Who will quickly understand the teaching?’",
  "mn85:50.4": "Then it occurred to me:",
  "mn85:50.5": "‘That Udaka, Rāma’s son, is astute, competent, clever, and has long had little dust in his eyes.",
  "mn85:50.6": "Why don’t I teach him first of all?",
  "mn85:50.7": "He’ll quickly understand the teaching.’",
  "mn85:50.8": "But a deity came to me and said:",
  "mn85:50.9": "‘Sir, Udaka, Rāma’s son, died just last night.’",
  "mn85:50.10": "And knowledge and vision arose in me:",
  "mn85:50.11": "‘Udaka, Rāma’s son, died just last night.’",
  "mn85:50.12": "Then it occurred to me:",
  "mn85:50.13": "‘This is a great loss for Udaka.",
  "mn85:50.14": "If he had heard the teaching, he would have understood it quickly.’",
  "mn85:51.1": "Then it occurred to me:",
  "mn85:51.2": "‘Who should I teach first of all?",
  "mn85:51.3": "Who will quickly understand the teaching?’",
  "mn85:51.4": "Then it occurred to me:",
  "mn85:51.5": "‘The group of five mendicants were very helpful to me. They looked after me during my time of resolute striving.",
  "mn85:51.6": "Why don’t I teach them first of all?’",
  "mn85:51.7": "Then it occurred to me:",
  "mn85:51.8": "‘Where are the group of five mendicants staying these days?’",
  "mn85:51.9": "With clairvoyance that is purified and superhuman I saw that the group of five mendicants were staying near Benares, in the deer park at Isipatana.",
  "mn85:51.10": "So, when I had stayed in Uruvelā as long as I wished, I set out for Benares.",
  "mn85:52.1": "While I was travelling along the road between Gaya and Bodhgaya, the <i>Ājīvaka</i> ascetic Upaka saw me ",
  "mn85:52.2": "and said:",
  "mn85:52.3": "‘Reverend, your faculties are so very clear, and your complexion is pure and bright.",
  "mn85:52.4": "In whose name have you gone forth, reverend? Who is your Teacher? Whose teaching do you believe in?’",
  "mn85:52.5": " ",
  "mn85:52.7": "I replied to Upaka in verse:",
  "mn85:53.1": "‘I am the champion, the knower of all,",
  "mn85:53.2": "unsullied in the midst of all things.",
  "mn85:53.3": "I’ve given up all, freed in the ending of craving.",
  "mn85:53.4": "When I know for myself, who should I follow?",
  "mn85:54.1": "I have no teacher.",
  "mn85:54.2": "There is no-one like me.",
  "mn85:54.3": "In the world with its gods,",
  "mn85:54.4": "I have no counterpart.",
  "mn85:55.1": "For in this world, I am the perfected one;",
  "mn85:55.2": "I am the supreme Teacher.",
  "mn85:55.3": "I alone am fully awakened,",
  "mn85:55.4": "cooled, extinguished.",
  "mn85:56.1": "I am going to the city of Kāsi",
  "mn85:56.2": "to roll forth the Wheel of Dhamma.",
  "mn85:56.3": "In this world that is so blind,",
  "mn85:56.4": "I’ll beat the deathless drum!’",
  "mn85:57.1": "‘According to what you claim, reverend, you ought to be the Infinite Victor.’",
  "mn85:58.1": "‘The victors are those who, like me,",
  "mn85:58.2": "have reached the end of defilements.",
  "mn85:58.3": "I have conquered bad qualities, Upaka—",
  "mn85:58.4": "that’s why I’m a victor.’",
  "mn85:59.1": "When I had spoken, Upaka said: ‘If you say so, reverend.’ Wobbling his head, he took a wrong turn and left.",
  "mn85:60.1": "Travelling stage by stage, I arrived at Benares, and went to see the group of five mendicants in the deer park at Isipatana.",
  "mn85:60.2": "The group of five mendicants saw me coming off in the distance",
  "mn85:60.3": "and stopped each other, saying:",
  "mn85:60.4": "‘Here comes the ascetic Gotama. He’s so indulgent; he strayed from the struggle and returned to indulgence.",
  "mn85:60.5": "We shouldn’t bow to him or rise for him or receive his bowl and robes.",
  "mn85:60.6": "But we can set out a seat; he can sit if he likes.’",
  "mn85:60.8": "Yet as I grew closer, the group of five mendicants were unable to stop themselves as they had agreed.",
  "mn85:60.9": "Some came out to greet me and receive my bowl and robe, some spread out a seat, while others set out water for washing my feet.",
  "mn85:60.10": " ",
  "mn85:60.12": "But they still addressed me by name and as ‘reverend’.",
  "mn85:60.13": "So I said to them:",
  "mn85:60.14": "‘Mendicants, don’t address me by name and as ‘reverend’.",
  "mn85:60.15": "The Realized One is Perfected, a fully awakened Buddha.",
  "mn85:60.16": "Listen, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
  "mn85:60.17": " ",
  "mn85:60.18": "By practicing as instructed you will soon",
  "mn85:60.19": "realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which people from respectable families rightly go forth from the lay life to homelessness.’",
  "mn85:60.21": "But they said to me:",
  "mn85:60.22": "‘Reverend Gotama, even by that conduct, that practice, that grueling work you did not achieve any superhuman distinction in knowledge and vision worthy of the noble ones. How could you have achieved such a state now that you’ve become indulgent, strayed from the struggle and fallen into indulgence?’",
  "mn85:60.23": " ",
  "mn85:60.24": "So I said to them:",
  "mn85:60.25": "‘The Realized One has not become indulgent, strayed from the struggle and fallen into indulgence.",
  "mn85:60.26": "The Realized One is Perfected, a fully awakened Buddha.",
  "mn85:60.27": "Listen, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
  "mn85:60.29": "By practicing as instructed you will soon",
  "mn85:60.30": "realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which people from respectable families rightly go forth from the lay life to homelessness.’",
  "mn85:61.1": "But for a second time they said to me:",
  "mn85:61.2": "‘Reverend Gotama … you’ve fallen into indulgence.’",
  "mn85:61.4": "So for a second time I said to them:",
  "mn85:61.5": "‘The Realized One has not become indulgent …’",
  "mn85:62.1": "But for a third time they said to me:",
  "mn85:62.2": "‘Reverend Gotama … you’ve fallen into indulgence.’",
  "mn85:63.1": "So I said to them:",
  "mn85:63.2": "‘Mendicants, have you ever known me to speak like this before?’",
  "mn85:63.3": "‘No, sir.’",
  "mn85:63.4": "‘The Realized One is Perfected, a fully awakened Buddha.",
  "mn85:63.5": "Listen, mendicants: I have achieved the Deathless! I shall instruct you, I will teach you the Dhamma.",
  "mn85:63.7": "By practicing as instructed you will soon",
  "mn85:63.8": "realize the supreme end of the spiritual path in this very life. You will live having achieved with your own insight the goal for which people from respectable families rightly go forth from the lay life to homelessness.’",
  "mn85:64.1": "I was able to persuade the group of five mendicants.",
  "mn85:64.2": "Then sometimes I advised two mendicants, while the other three went for alms.",
  "mn85:64.3": " ",
  "mn85:64.4": "Then those three would feed all six of us with what they brought back.",
  "mn85:64.5": "Sometimes I advised three mendicants, while the other two went for alms.",
  "mn85:64.6": "Then those two would feed all six of us with what they brought back.",
  "mn85:65.1": "As the group of five mendicants were being advised and instructed by me like this, they soon",
  "mn85:65.2": "realized the supreme end of the spiritual path in this very life. They lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.”",
  "mn85:66.1": "When he had spoken, Prince Bodhi said to the Buddha: ",
  "mn85:66.2": "“Sir, when a mendicant has the Realized One as trainer, how long would it take for them to",
  "mn85:66.3": "realize the supreme end of the spiritual path in this very life?”",
  "mn85:67.1": "“Well then, prince, I’ll ask you about this in return, ",
  "mn85:67.2": "and you can answer as you like.",
  "mn85:67.3": "What do you think, prince? Are you skilled in the art of wielding a hooked goad while riding an elephant?”",
  "mn85:67.4": "“Yes, sir.”",
  "mn85:68.1": "“What do you think, prince? Suppose a man were to come along thinking:",
  "mn85:68.2": "‘Prince Bodhi knows the art of wielding a hooked goad while riding an elephant.",
  "mn85:68.3": "I’ll train in that art under him.’",
  "mn85:68.4": "If he’s faithless,",
  "mn85:68.5": "he wouldn’t achieve what he could with faith.",
  "mn85:68.6": "If he’s unhealthy,",
  "mn85:68.7": "he wouldn’t achieve what he could with good health.",
  "mn85:68.8": "If he’s devious or deceitful,",
  "mn85:68.9": "he wouldn’t achieve what he could with honesty and integrity.",
  "mn85:68.10": "If he’s lazy,",
  "mn85:68.11": "he wouldn’t achieve what he could with energy.",
  "mn85:68.12": "If he’s stupid,",
  "mn85:68.13": "he wouldn’t achieve what he could with wisdom.",
  "mn85:68.14": "What do you think, prince? Could that man still train under you in the art of wielding a hooked goad while riding an elephant?”",
  "mn85:68.15": "“Sir, if he had even a single one of these factors he couldn’t train under me, not to speak of all five.”",
  "mn85:69.1": "“What do you think, prince? Suppose a man were to come along thinking:",
  "mn85:69.2": "‘Prince Bodhi knows the art of wielding a hooked goad while riding an elephant.",
  "mn85:69.3": "I’ll train in that art under him.’",
  "mn85:69.4": "If he’s faithful,",
  "mn85:69.5": "he’d achieve what he could with faith.",
  "mn85:69.6": "If he’s healthy,",
  "mn85:69.7": "he’d achieve what he could with good health.",
  "mn85:69.8": "If he’s honest and has integrity,",
  "mn85:69.9": "he’d achieve what he could with honesty and integrity.",
  "mn85:69.10": "If he’s energetic,",
  "mn85:69.11": "he’d achieve what he could with energy.",
  "mn85:69.12": "If he’s wise,",
  "mn85:69.13": "he’d achieve what he could with wsidom.",
  "mn85:69.14": "What do you think, prince? Could that man still train under you in the art of wielding a hooked goad while riding an elephant?”",
  "mn85:69.15": "“Sir, if he had even a single one of these factors he could train under me, not to speak of all five.”",
  "mn85:70.1": "“In the same way, prince, there are these five factors that support meditation.",
  "mn85:70.2": "What five?",
  "mn85:70.3": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "mn85:70.4": " ",
  "mn85:70.5": "‘That Blessed One is perfect, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’",
  "mn85:70.6": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "mn85:70.7": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.",
  "mn85:70.8": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "mn85:70.9": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "mn85:70.10": "These are the five factors that support meditation.",
  "mn85:71.1": "When a mendicant with these five factors that support meditation has the Realized One as trainer, they could",
  "mn85:71.2": "realize the supreme end of the spiritual path",
  "mn85:71.3": "in seven years.",
  "mn85:71.4": "Let alone seven years,",
  "mn85:71.5": "they could",
  "mn85:71.7": "realize the supreme end of the spiritual path in six years,",
  "mn85:71.12": "or as little as one year.",
  "mn85:71.13": "Let alone one year,",
  "mn85:71.14": "when a mendicant with these five factors that support meditation has the Realized One as trainer, they could",
  "mn85:71.16": "realize the supreme end of the spiritual path in seven months,",
  "mn85:71.39": "or as little as one day.",
  "mn85:71.40": "Let alone one day,",
  "mn85:71.41": "when a mendicant with these five factors that support meditation has the Realized One as trainer, they could be instructed in the evening and achieve distinction in the morning, or be instructed in the morning and achieve distinction in the evening.”",
  "mn85:71.42": "When he had spoken, Prince Bodhi said to the Buddha: ",
  "mn85:71.43": "“Oh, the Buddha! Oh, the teaching! Oh, how well explained is the teaching!",
  "mn85:71.44": "For one someone could be instructed in the evening and achieve distinction in the morning, or be instructed in the morning and achieve distinction in the evening.”",
  "mn85:72.1": "When he said this, Sañjikāputta said to Prince Bodhi:",
  "mn85:72.2": "“Though Master Bodhi speaks like this,",
  "mn85:72.4": "you don’t go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.”",
  "mn85:72.5": "“Don’t say that, dear Sañjikāputta,",
  "mn85:72.6": "don’t say that.",
  "mn85:72.7": "I have heard and learned this directly from the lady, my mother.",
  "mn85:72.8": "This one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.",
  "mn85:72.9": "Then my pregnant mother went up to the Buddha,",
  "mn85:72.10": "bowed, sat down to one side,",
  "mn85:72.11": "and said to him:",
  "mn85:72.12": "‘Sir, the prince or princess in my womb goes for refuge to the Budha, the teaching, and the mendicant Saṅgha.",
  "mn85:72.13": "From this day forth, may the Buddha remember them as a lay follower who has gone for refuge for life.’",
  "mn85:72.14": "Another time the Buddha was staying here in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "mn85:72.15": "Then my nurse, carrying me on her hip, went to the Buddha,",
  "mn85:72.16": "bowed, stood to one side,",
  "mn85:72.17": "and said to him:",
  "mn85:72.18": "‘Sir, this Prince Bodhi goes for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "mn85:72.19": "From this day forth, may the Buddha remember him as a lay follower who has gone for refuge for life.’",
  "mn85:72.20": "Now for a third time I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "mn85:72.21": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}