{
  "_markup_path": "markup/an/an07/an7.042.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.042.json"
  ],
  "an7.42:1.1": "Aṅguttara Nikāya 7",
  "an7.42:2.1": "4. Devatāvagga",
  "an7.42:3.1": "<span class=\\\"var\\\" title=\\\"paṭhamaniddesavatthusuttaṃ (bj)\\\" id=\\\"note63\\\">42. Paṭhamaniddasasutta</span>",
  "an7.42:4.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.",
  "an7.42:4.2": "Atha kho āyasmato sāriputtassa etadahosi:",
  "an7.42:4.3": "“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ.",
  "an7.42:4.4": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti.",
  "an7.42:4.5": "Atha kho āyasmā sāriputto yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami;",
  "an7.42:4.6": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi.",
  "an7.42:4.7": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an7.42:4.8": "Tena kho pana samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "an7.42:4.9": "“yo hi koci, āvuso, dvādasavassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, ‘niddaso bhikkhū’ti alaṃvacanāyā”ti.",
  "an7.42:5.1": "Atha kho āyasmā sāriputto tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandi nappaṭikkosi.",
  "an7.42:5.2": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi:",
  "an7.42:5.3": "“bhagavato santike etassa bhāsitassa atthaṃ ājānissāmī”ti.",
  "an7.42:5.4": "Atha kho āyasmā sāriputto sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami;",
  "an7.42:5.5": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an7.42:5.6": "Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:",
  "an7.42:6.1": "“Idhāhaṃ, bhante, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisiṃ.",
  "an7.42:6.2": "Tassa mayhaṃ, bhante, etadahosi:",
  "an7.42:6.3": "‘atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ.",
  "an7.42:6.4": "Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan’ti.",
  "an7.42:6.5": "Atha khvāhaṃ, bhante, yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkamiṃ;",
  "an7.42:6.6": "upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodiṃ.",
  "an7.42:6.7": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ.",
  "an7.42:6.8": "Tena kho pana, bhante, samayena tesaṃ aññatitthiyānaṃ paribbājakānaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:",
  "an7.42:6.9": "‘yo hi koci, āvuso, dvādasavassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, niddaso bhikkhūti alaṃvacanāyā’ti.",
  "an7.42:6.10": "Atha khvāhaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ.",
  "an7.42:6.11": "Anabhinanditvā appaṭikkositvā uṭṭhāyāsanā <span class=\\\"var\\\" title=\\\"pakkāmiṃ (bj, s1-3, pts1)\\\" id=\\\"note64\\\">pakkamiṃ</span>:",
  "an7.42:6.12": "‘bhagavato santike etassa atthaṃ ājānissāmī’ti.",
  "an7.42:6.13": "Sakkā nu kho, bhante, imasmiṃ dhammavinaye kevalaṃ vassagaṇanamattena niddaso bhikkhu paññāpetun”ti?",
  "an7.42:7.1": "“Na kho, sāriputta, sakkā imasmiṃ dhammavinaye kevalaṃ vassagaṇanamattena niddaso bhikkhu paññāpetuṃ.",
  "an7.42:7.2": "Satta kho imāni, sāriputta, niddasavatthūni mayā sayaṃ abhiññā sacchikatvā paveditāni.",
  "an7.42:8.1": "<span class=\\\"cross\\\" title=\\\"^dn33#245 [Saṅgītisutta/7. Sattaka] | ^an7.20#1 [20. Niddasavatthusutta]\\\" id=\\\"note65\\\">*</span> <a class=\\\"sc\\\" id=\\\"5\\\"></a><a class=\\\"pts\\\" id=\\\"pts4.37\\\"></a>Katamāni satta?",
  "an7.42:8.2": "Idha, sāriputta, bhikkhu sikkhāsamādāne tibbacchando hoti āyatiñca sikkhāsamādāne avigatapemo, dhammanisantiyā tibbacchando hoti āyatiñca dhammanisantiyā avigatapemo, icchāvinaye tibbacchando hoti āyatiñca icchāvinaye avigatapemo, paṭisallāne tibbacchando hoti āyatiñca paṭisallāne avigatapemo, vīriyārambhe tibbacchando hoti āyatiñca vīriyārambhe avigatapemo, satinepakke tibbacchando hoti āyatiñca satinepakke avigatapemo, diṭṭhipaṭivedhe tibbacchando hoti āyatiñca diṭṭhipaṭivedhe avigatapemo.",
  "an7.42:8.3": "Imāni kho, sāriputta, satta niddasavatthūni mayā sayaṃ abhiññā sacchikatvā paveditāni.",
  "an7.42:8.4": "Imehi kho, sāriputta, sattahi niddasavatthūhi samannāgato bhikkhu dvādasa cepi vassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, ‘niddaso bhikkhū’ti alaṃvacanāya;",
  "an7.42:8.5": "catubbīsati cepi vassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, ‘niddaso bhikkhū’ti alaṃvacanāya;",
  "an7.42:8.6": "chattiṃsati cepi vassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, ‘niddaso bhikkhū’ti alaṃvacanāya, aṭṭhacattārīsañcepi vassāni paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, ‘niddaso bhikkhū’ti alaṃvacanāyā”ti.",
  "an7.42:9.1": "Ekādasamaṃ."
}