{
  "_markup_path": "markup/an/an07/an7.054.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.054.json"
  ],
  "an7.54:1.1": "Aṅguttara Nikāya 7",
  "an7.54:2.1": "<span class=\\\"var\\\" title=\\\"abyākatavatthusuttaṃ (bj)\\\" id=\\\"note112\\\">6. Abyākatavagga</span>",
  "an7.54:3.1": "<span class=\\\"var\\\" title=\\\"paṇṇāsakāsaṅgahitā vaggā (s1, s2) | paṇṇāsakasaṅgahitā vaggā (s3)\\\" id=\\\"note111\\\">54. Abyākatasutta</span>",
  "an7.54:4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami;",
  "an7.54:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an7.54:4.3": "Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "an7.54:4.4": "“ko nu kho, bhante, hetu ko paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti?",
  "an7.54:5.1": "“Diṭṭhinirodhā kho, bhikkhu, sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsu.",
  "an7.54:5.2": "‘Hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ;",
  "an7.54:5.3": "‘na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ;",
  "an7.54:5.4": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ;",
  "an7.54:5.5": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṃ.",
  "an7.54:5.6": "Assutavā, bhikkhu, puthujjano diṭṭhiṃ nappajānāti, diṭṭhisamudayaṃ nappajānāti, diṭṭhinirodhaṃ nappajānāti, diṭṭhinirodhagāminiṃ paṭipadaṃ nappajānāti.",
  "an7.54:5.7": "Tassa sā diṭṭhi pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi.",
  "an7.54:6.1": "Sutavā ca kho, bhikkhu, ariyasāvako diṭṭhiṃ pajānāti, diṭṭhisamudayaṃ pajānāti, diṭṭhinirodhaṃ pajānāti, diṭṭhinirodhagāminiṃ paṭipadaṃ pajānāti.",
  "an7.54:6.2": "Tassa sā diṭṭhi nirujjhati, so parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccati dukkhasmāti vadāmi.",
  "an7.54:6.3": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ ‘hoti tathāgato paraṃ maraṇā’tipi na byākaroti;",
  "an7.54:6.4": "‘na hoti tathāgato paraṃ maraṇā’tipi na byākaroti;",
  "an7.54:6.5": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’tipi na byākaroti;",
  "an7.54:6.6": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na byākaroti.",
  "an7.54:6.7": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ evaṃ abyākaraṇadhammo hoti abyākatavatthūsu.",
  "an7.54:6.8": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ na chambhati, na kampati, na vedhati, na santāsaṃ āpajjati abyākatavatthūsu.",
  "an7.54:7.1": "‘Hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, taṇhāgatametaṃ … pe …",
  "an7.54:7.2": "saññāgatametaṃ … pe …",
  "an7.54:7.3": "maññitametaṃ … pe …",
  "an7.54:7.4": "papañcitametaṃ … pe …",
  "an7.54:7.5": "upādānagatametaṃ … pe …",
  "an7.54:7.6": "‘hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso;",
  "an7.54:7.7": "‘na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso;",
  "an7.54:7.8": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso;",
  "an7.54:7.9": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, bhikkhu, vippaṭisāro eso.",
  "an7.54:7.10": "Assutavā, bhikkhu, puthujjano vippaṭisāraṃ nappajānāti, vippaṭisārasamudayaṃ nappajānāti, vippaṭisāranirodhaṃ nappajānāti, vippaṭisāranirodhagāminiṃ paṭipadaṃ nappajānāti.",
  "an7.54:7.11": "Tassa so vippaṭisāro pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi.",
  "an7.54:8.1": "Sutavā ca kho, bhikkhu, ariyasāvako vippaṭisāraṃ pajānāti, vippaṭisārasamudayaṃ pajānāti, vippaṭisāranirodhaṃ pajānāti, vippaṭisāranirodhagāminiṃ paṭipadaṃ pajānāti.",
  "an7.54:8.2": "Tassa so vippaṭisāro nirujjhati, so parimuccati jātiyā … pe …",
  "an7.54:8.3": "dukkhasmāti vadāmi.",
  "an7.54:8.4": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ ‘hoti tathāgato paraṃ maraṇā’tipi na byākaroti … pe …",
  "an7.54:8.5": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’tipi na byākaroti.",
  "an7.54:8.6": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ evaṃ abyākaraṇadhammo hoti abyākatavatthūsu.",
  "an7.54:8.7": "Evaṃ jānaṃ kho, bhikkhu, sutavā ariyasāvako evaṃ passaṃ na chambhati, na kampati, na vedhati, na santāsaṃ āpajjati abyākatavatthūsu.",
  "an7.54:8.8": "Ayaṃ kho, bhikkhu, hetu ayaṃ paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti.",
  "an7.54:9.1": "Paṭhamaṃ."
}