{
  "_markup_path": "markup/an/an07/an7.067.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.067.json"
  ],
  "an7.67:1.1": "Aṅguttara Nikāya 7",
  "an7.67:2.1": "7. Mahāvagga",
  "an7.67:3.1": "67. Nagaropamasutta",
  "an7.67:4.1": "“Yato kho, bhikkhave, rañño paccantimaṃ nagaraṃ sattahi nagaraparikkhārehi <span class=\\\"var\\\" title=\\\"suparikhataṃ (si) | suparikkhittaṃ (pts1, mr)\\\" id=\\\"note190\\\">suparikkhataṃ</span> hoti, catunnañca āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an7.67:4.2": "Idaṃ vuccati, bhikkhave, rañño paccantimaṃ nagaraṃ akaraṇīyaṃ bāhirehi paccatthikehi paccāmittehi.",
  "an7.67:5.1": "Katamehi sattahi nagaraparikkhārehi suparikkhataṃ hoti?",
  "an7.67:5.2": "Idha, bhikkhave, rañño paccantime nagare esikā hoti <span class=\\\"var\\\" title=\\\"gambhīranemi (mr)\\\" id=\\\"note191\\\">gambhīranemā</span> sunikhātā acalā <span class=\\\"var\\\" title=\\\"asampavedhi (s1, s2, pts1)\\\" id=\\\"note192\\\">asampavedhī</span>.",
  "an7.67:5.3": "Iminā paṭhamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(1)</span>",
  "an7.67:6.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare parikkhā hoti gambhīrā ceva vitthatā ca.",
  "an7.67:6.2": "Iminā dutiyena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(2)</span>",
  "an7.67:7.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare anupariyāyapatho hoti ucco ceva vitthato ca.",
  "an7.67:7.2": "Iminā tatiyena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(3)</span>",
  "an7.67:8.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ āvudhaṃ sannicitaṃ hoti salākañceva <span class=\\\"var\\\" title=\\\"jevaniyañca (bj, pts1)\\\" id=\\\"note193\\\">jevanikañca</span>.",
  "an7.67:8.2": "Iminā catutthena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(4)</span>",
  "an7.67:9.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare bahubalakāyo paṭivasati, seyyathidaṃ—",
  "an7.67:9.2": "hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsakaputtā.",
  "an7.67:9.3": "Iminā pañcamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(5)</span>",
  "an7.67:10.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare dovāriko hoti paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā.",
  "an7.67:10.2": "Iminā chaṭṭhena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(6)</span>",
  "an7.67:11.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare pākāro hoti ucco ceva vitthato ca vāsanalepanasampanno ca.",
  "an7.67:11.2": "Iminā sattamena nagaraparikkhārena suparikkhataṃ hoti rañño paccantimaṃ nagaraṃ abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:11.3": "Imehi sattahi nagaraparikkhārehi suparikkhataṃ hoti. <span class=\\\"brnum\\\">(7)</span>",
  "an7.67:12.1": "Katamesaṃ catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī?",
  "an7.67:12.2": "Idha, bhikkhave, rañño paccantime nagare bahuṃ tiṇakaṭṭhodakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(1)</span>",
  "an7.67:13.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ sāliyavakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(2)</span>",
  "an7.67:14.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ tilamuggamāsāparaṇṇaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya. <span class=\\\"brnum\\\">(3)</span>",
  "an7.67:15.1": "Puna caparaṃ, bhikkhave, rañño paccantime nagare bahuṃ bhesajjaṃ sannicitaṃ hoti, seyyathidaṃ—",
  "an7.67:15.2": "sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya.",
  "an7.67:15.3": "Imesaṃ kho, bhikkhave, catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. <span class=\\\"brnum\\\">(4)</span>",
  "an7.67:16.1": "Yato kho, bhikkhave, rañño paccantimaṃ nagaraṃ imehi sattahi nagaraparikkhārehi suparikkhataṃ hoti, imesañca catunnaṃ āhārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an7.67:16.2": "Idaṃ vuccati, bhikkhave, rañño paccantimaṃ nagaraṃ akaraṇīyaṃ bāhirehi paccatthikehi paccāmittehi.",
  "an7.67:16.3": "Evamevaṃ kho, bhikkhave, yato ariyasāvako sattahi saddhammehi samannāgato hoti, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an7.67:16.4": "Ayaṃ vuccati, bhikkhave, ariyasāvako akaraṇīyo mārassa akaraṇīyo pāpimato.",
  "an7.67:16.5": "Katamehi sattahi saddhammehi samannāgato hoti?",
  "an7.67:17.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare esikā hoti gambhīranemā sunikhātā acalā asampavedhī abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:17.2": "Evamevaṃ kho, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ ‘itipi so … pe …",
  "an7.67:17.3": "buddho bhagavā’ti.",
  "an7.67:17.4": "Saddhesiko, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:17.5": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:17.6": "suddhaṃ attānaṃ pariharati.",
  "an7.67:17.7": "Iminā paṭhamena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(1)</span>",
  "an7.67:18.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare parikkhā hoti gambhīrā ceva vitthatā ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:18.2": "Evamevaṃ kho, bhikkhave, ariyasāvako hirīmā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.",
  "an7.67:18.3": "Hirīparikkho kho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:18.4": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:18.5": "suddhaṃ attānaṃ pariharati.",
  "an7.67:18.6": "Iminā dutiyena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(2)</span>",
  "an7.67:19.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare anupariyāyapatho hoti ucco ceva vitthato ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:19.2": "Evamevaṃ, kho, bhikkhave, ariyasāvako ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.",
  "an7.67:19.3": "Ottappapariyāyapatho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:19.4": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:19.5": "suddhaṃ attānaṃ pariharati.",
  "an7.67:19.6": "Iminā tatiyena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(3)</span>",
  "an7.67:20.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ āvudhaṃ sannicitaṃ hoti salākañceva jevanikañca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:20.2": "Evamevaṃ kho, bhikkhave, ariyasāvako bahussuto hoti … pe …",
  "an7.67:20.3": "diṭṭhiyā suppaṭividdhā.",
  "an7.67:20.4": "Sutāvudho, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:20.5": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:20.6": "suddhaṃ attānaṃ pariharati.",
  "an7.67:20.7": "Iminā catutthena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(4)</span>",
  "an7.67:21.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahubalakāyo paṭivasati, seyyathidaṃ—",
  "an7.67:21.2": "hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsakaputtā abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:21.3": "Evamevaṃ kho, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu<span class=\\\"cross\\\" title=\\\"^mi3.1.11#1 [Vīriyalakkhaṇapañha]\\\" id=\\\"note194\\\">*</span>.",
  "an7.67:21.4": "Vīriyabalakāyo, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:21.5": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:21.6": "suddhaṃ attānaṃ pariharati.",
  "an7.67:21.7": "Iminā pañcamena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(5)</span>",
  "an7.67:22.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare dovāriko hoti paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:22.2": "Evamevaṃ kho, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā<span class=\\\"cross\\\" title=\\\"^mi7.4.10#1 [Cakkavattiṅgapañha]\\\" id=\\\"note195\\\">*</span>.",
  "an7.67:22.3": "Satidovāriko, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:22.4": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:22.5": "suddhaṃ attānaṃ pariharati.",
  "an7.67:22.6": "Iminā chaṭṭhena saddhammena samannāgato hoti. <span class=\\\"brnum\\\">(6)</span>",
  "an7.67:23.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare pākāro hoti ucco ceva vitthato ca vāsanalepanasampanno ca abbhantarānaṃ guttiyā bāhirānaṃ paṭighātāya.",
  "an7.67:23.2": "Evamevaṃ kho, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "an7.67:23.3": "Paññāvāsanalepanasampanno, bhikkhave, ariyasāvako akusalaṃ pajahati, kusalaṃ bhāveti;",
  "an7.67:23.4": "sāvajjaṃ pajahati, anavajjaṃ bhāveti;",
  "an7.67:23.5": "suddhaṃ attānaṃ pariharati.",
  "an7.67:23.6": "Iminā sattamena saddhammena samannāgato hoti.",
  "an7.67:23.7": "Imehi sattahi saddhammehi samannāgato hoti. <span class=\\\"brnum\\\">(7)</span>",
  "an7.67:24.1": "Katamesaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī?",
  "an7.67:24.2": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ tiṇakaṭṭhodakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya.",
  "an7.67:24.3": "Evamevaṃ kho, bhikkhave, ariyasāvako vivicceva kāmehi … pe …",
  "an7.67:24.4": "paṭhamaṃ jhānaṃ upasampajja viharati attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. <span class=\\\"brnum\\\">(1)</span>",
  "an7.67:25.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ sāliyavakaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya.",
  "an7.67:25.2": "Evamevaṃ kho, bhikkhave, ariyasāvako vitakkavicārānaṃ vūpasamā … pe …",
  "an7.67:25.3": "dutiyaṃ jhānaṃ upasampajja viharati attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. <span class=\\\"brnum\\\">(2)</span>",
  "an7.67:26.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ tilamuggamāsāparaṇṇaṃ sannicitaṃ hoti abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya.",
  "an7.67:26.2": "Evamevaṃ kho, bhikkhave, ariyasāvako pītiyā ca virāgā … pe …",
  "an7.67:26.3": "tatiyaṃ jhānaṃ upasampajja viharati attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa. <span class=\\\"brnum\\\">(3)</span>",
  "an7.67:27.1": "Seyyathāpi, bhikkhave, rañño paccantime nagare bahuṃ bhesajjaṃ sannicitaṃ hoti, seyyathidaṃ—",
  "an7.67:27.2": "sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ abbhantarānaṃ ratiyā aparitassāya phāsuvihārāya bāhirānaṃ paṭighātāya.",
  "an7.67:27.3": "Evamevaṃ kho, bhikkhave, ariyasāvako sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati attano ratiyā aparitassāya phāsuvihārāya okkamanāya nibbānassa.",
  "an7.67:27.4": "Imesaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. <span class=\\\"brnum\\\">(4)</span>",
  "an7.67:28.1": "Yato kho, bhikkhave, ariyasāvako imehi sattahi saddhammehi samannāgato hoti, imesañca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an7.67:28.2": "Ayaṃ vuccati, bhikkhave, ariyasāvako akaraṇīyo mārassa akaraṇīyo pāpimato”ti.",
  "an7.67:29.1": "Tatiyaṃ."
}