{
  "_markup_path": "markup/an/an07/an7.050.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.050.json"
  ],
  "an7.50:1.1": "Aṅguttara Nikāya 7",
  "an7.50:2.1": "5. Mahāyaññavagga",
  "an7.50:3.1": "50. Methunasutta",
  "an7.50:4.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an7.50:4.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an7.50:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an7.50:4.4": "Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "an7.50:4.5": "“bhavampi no gotamo brahmacārī paṭijānātī”ti?",
  "an7.50:4.6": "“Yañhi taṃ, brāhmaṇa, sammā vadamāno vadeyya:",
  "an7.50:4.7": "‘akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caratī’ti, mameva taṃ, brāhmaṇa, sammā vadamāno vadeyya:",
  "an7.50:4.8": "‘ahañhi, brāhmaṇa, akhaṇḍaṃ acchiddaṃ asabalaṃ akammāsaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carāmī’”ti.",
  "an7.50:4.9": "“Kiṃ pana, bho gotama, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampī”ti?",
  "an7.50:5.1": "“Idha, brāhmaṇa, ekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati;",
  "an7.50:5.2": "api ca kho mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati.",
  "an7.50:5.3": "So <span class=\\\"var\\\" title=\\\"so tadassādeti (bj)\\\" id=\\\"note87\\\">taṃ assādeti</span>, taṃ nikāmeti, tena ca vittiṃ āpajjati.",
  "an7.50:5.4": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi.",
  "an7.50:5.5": "Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati, saṃyutto methunena saṃyogena na parimuccati jātiyā <span class=\\\"var\\\" title=\\\"jarāmaraṇena (bj, s1-3, pts1)\\\" id=\\\"note88\\\">jarāya maraṇena</span> sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. <span class=\\\"brnum\\\">(1)</span>",
  "an7.50:6.1": "Puna caparaṃ, brāhmaṇa, idhekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṃ dvayaṃdvayasamāpattiṃ samāpajjati, napi mātugāmassa ucchādanaparimaddananhāpanasambāhanaṃ sādiyati;",
  "an7.50:6.2": "api ca kho mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati … pe ….",
  "an7.50:6.3": "<span class=\\\"brnum\\\">(2)</span>",
  "an7.50:7.1": "Napi mātugāmena saddhiṃ sañjagghati saṅkīḷati saṅkelāyati;",
  "an7.50:7.2": "api ca kho mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati … pe ….",
  "an7.50:7.3": "<span class=\\\"brnum\\\">(3)</span>",
  "an7.50:8.1": "Napi mātugāmassa cakkhunā cakkhuṃ upanijjhāyati pekkhati;",
  "an7.50:8.2": "api ca kho mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā … pe ….",
  "an7.50:8.3": "<span class=\\\"brnum\\\">(4)</span>",
  "an7.50:9.1": "Napi mātugāmassa saddaṃ suṇāti tirokuṭṭaṃ vā tiropākāraṃ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā;",
  "an7.50:9.2": "api ca kho yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati … pe ….",
  "an7.50:9.3": "<span class=\\\"brnum\\\">(5)</span>",
  "an7.50:10.1": "Napi yānissa tāni pubbe mātugāmena saddhiṃ hasitalapitakīḷitāni tāni anussarati;",
  "an7.50:10.2": "api ca kho passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ … pe ….",
  "an7.50:10.3": "<span class=\\\"brnum\\\">(6)</span>",
  "an7.50:11.1": "Napi passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ;",
  "an7.50:11.2": "api ca kho aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vāti.",
  "an7.50:11.3": "So taṃ assādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati.",
  "an7.50:11.4": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi.",
  "an7.50:11.5": "Ayaṃ vuccati, brāhmaṇa, aparisuddhaṃ brahmacariyaṃ carati saṃyutto methunena saṃyogena, na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. <span class=\\\"brnum\\\">(7)</span>",
  "an7.50:12.1": "Yāvakīvañcāhaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ <span class=\\\"var\\\" title=\\\"aññataraññataraṃ methunasaṃyogaṃ (bj, pts1) | aññataraṃ methunasaṃyogaṃ (si) | aññtaraṃ methunasaññogaṃ (s1-3)\\\" id=\\\"note89\\\">aññataraññataramethunasaṃyogaṃ</span> attani appahīnaṃ samanupassiṃ, neva tāvāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ <span class=\\\"var\\\" title=\\\"abhisambuddho paccaññāsiṃ (bj, s1-3, pts1)\\\" id=\\\"note90\\\">abhisambuddhoti paccaññāsiṃ</span>.",
  "an7.50:13.1": "Yato ca khohaṃ, brāhmaṇa, imesaṃ sattannaṃ methunasaṃyogānaṃ aññataraññataramethunasaṃyogaṃ attani appahīnaṃ na samanupassiṃ, athāhaṃ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ.",
  "an7.50:13.2": "‘Ñāṇañca pana me dassanaṃ udapādi, akuppā me <span class=\\\"var\\\" title=\\\"cetovimutti (bj, pts1, mr)\\\" id=\\\"note91\\\">vimutti</span>, ayamantimā jāti, natthi dāni punabbhavo’”ti.",
  "an7.50:14.1": "Evaṃ vutte, jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:",
  "an7.50:14.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …",
  "an7.50:14.3": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an7.50:15.1": "Sattamaṃ."
}