{
  "_markup_path": "markup/an/an07/an7.074.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.074.json"
  ],
  "an7.74:1.1": "Aṅguttara Nikāya 7",
  "an7.74:2.1": "7. Mahāvagga",
  "an7.74:3.1": "74. Arakasutta",
  "an7.74:4.1": "“Bhūtapubbaṃ, bhikkhave, arako nāma satthā ahosi titthakaro kāmesu vītarāgo.",
  "an7.74:4.2": "Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ.",
  "an7.74:4.3": "Arako satthā sāvakānaṃ evaṃ dhammaṃ deseti:",
  "an7.74:4.4": "‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ <span class=\\\"var\\\" title=\\\"lahusaṃ (ṭīkā)\\\" id=\\\"note235\\\">lahukaṃ</span> bahudukkhaṃ bahupāyāsaṃ <span class=\\\"var\\\" title=\\\"mantāya (sabbattha)\\\" id=\\\"note236\\\">mantāyaṃ</span> boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ.",
  "an7.74:5.1": "Seyyathāpi, brāhmaṇa, tiṇagge ussāvabindu sūriye uggacchante khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti;",
  "an7.74:5.2": "evamevaṃ kho, brāhmaṇa, ussāvabindūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an7.74:6.1": "Seyyathāpi, brāhmaṇa, thullaphusitake deve vassante <span class=\\\"var\\\" title=\\\"udakabubbulupamaṃ (s1) | udakabubbulaṃ (s2, s3) | udakapupphuḷaṃ (mr)\\\" id=\\\"note237\\\">udakabubbuḷaṃ</span> khippaṃyeva paṭivigacchati, na ciraṭṭhitikaṃ hoti;",
  "an7.74:6.2": "evamevaṃ kho, brāhmaṇa, udakabubbuḷūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an7.74:7.1": "Seyyathāpi, brāhmaṇa, udake daṇḍarāji khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti;",
  "an7.74:7.2": "evamevaṃ kho, brāhmaṇa, udake daṇḍarājūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe …",
  "an7.74:7.3": "natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an7.74:8.1": "Seyyathāpi, brāhmaṇa, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī, natthi so khaṇo vā layo vā muhutto vā yaṃ <span class=\\\"var\\\" title=\\\"yāya (mr)\\\" id=\\\"note238\\\">sā</span> <span class=\\\"var\\\" title=\\\"tharati (bj) | dharati (s1-3) | āramati (pts1) | avatiṭṭheyya (?)\\\" id=\\\"note239\\\">āvattati</span>, atha kho sā gacchateva vattateva sandateva;",
  "an7.74:8.2": "evamevaṃ kho, brāhmaṇa, nadīpabbateyyūpamaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ … pe …",
  "an7.74:8.3": "natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an7.74:9.1": "Seyyathāpi, brāhmaṇa, balavā puriso jivhagge kheḷapiṇḍaṃ saṃyūhitvā akasireneva <span class=\\\"var\\\" title=\\\"patāpeyya (mr)\\\" id=\\\"note240\\\">vameyya</span>;",
  "an7.74:9.2": "evamevaṃ kho, brāhmaṇa, kheḷapiṇḍūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe …",
  "an7.74:9.3": "natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an7.74:10.1": "Seyyathāpi, brāhmaṇa, divasaṃsantatte ayokaṭāhe <span class=\\\"var\\\" title=\\\"maṃsapesī (bj, s1-3, pts1)\\\" id=\\\"note241\\\">maṃsapesi</span> pakkhittā khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti;",
  "an7.74:10.2": "evamevaṃ kho, brāhmaṇa, maṃsapesūpamaṃ jīvitaṃ manussānaṃ parittaṃ … pe …",
  "an7.74:10.3": "natthi jātassa amaraṇaṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an7.74:11.1": "Seyyathāpi, brāhmaṇa, gāvī vajjhā āghātanaṃ nīyamānā yaṃ yadeva pādaṃ uddharati, santikeva hoti vadhassa santikeva maraṇassa;",
  "an7.74:11.2": "evamevaṃ kho, brāhmaṇa, <span class=\\\"var\\\" title=\\\"gāvīvajjhūpamaṃ (bj, s1-3)\\\" id=\\\"note242\\\">govajjhūpamaṃ</span> jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti. <span class=\\\"brnum\\\">(7)</span>",
  "an7.74:12.1": "Tena kho pana, bhikkhave, samayena manussānaṃ saṭṭhivassasahassāni āyuppamāṇaṃ ahosi, pañcavassasatikā kumārikā alaṃpateyyā ahosi.",
  "an7.74:12.2": "Tena kho pana, bhikkhave, samayena manussānaṃ chaḷeva ābādhā ahesuṃ—",
  "an7.74:12.3": "sītaṃ, uṇhaṃ, jighacchā, pipāsā, uccāro, passāvo.",
  "an7.74:12.4": "So hi nāma, bhikkhave, arako satthā evaṃ dīghāyukesu manussesu evaṃ ciraṭṭhitikesu evaṃ appābādhesu sāvakānaṃ evaṃ dhammaṃ desessati:",
  "an7.74:12.5": "‘appakaṃ, brāhmaṇa, jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti.",
  "an7.74:13.1": "Etarahi taṃ, bhikkhave, sammā vadamāno vadeyya:",
  "an7.74:13.2": "‘appakaṃ jīvitaṃ manussānaṃ parittaṃ lahukaṃ bahudukkhaṃ bahupāyāsaṃ mantāyaṃ boddhabbaṃ, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ, natthi jātassa amaraṇan’ti.",
  "an7.74:13.3": "Etarahi, bhikkhave, yo ciraṃ jīvati so vassasataṃ appaṃ vā bhiyyo.",
  "an7.74:13.4": "Vassasataṃ kho pana, bhikkhave, jīvanto tīṇiyeva utusatāni jīvati—",
  "an7.74:13.5": "utusataṃ hemantānaṃ, utusataṃ gimhānaṃ, utusataṃ vassānaṃ.",
  "an7.74:13.6": "Tīṇi kho pana, bhikkhave, utusatāni jīvanto <span class=\\\"var\\\" title=\\\"dvādasaṃ yeva (mr)\\\" id=\\\"note243\\\">dvādasayeva</span> māsasatāni jīvati—",
  "an7.74:13.7": "cattāri māsasatāni hemantānaṃ, cattāri māsasatāni gimhānaṃ, cattāri māsasatāni vassānaṃ.",
  "an7.74:13.8": "Dvādasa kho pana, bhikkhave, māsasatāni jīvanto catuvīsatiyeva addhamāsasatāni jīvati—",
  "an7.74:13.9": "aṭṭhaddhamāsasatāni hemantānaṃ, aṭṭhaddhamāsasatāni gimhānaṃ, aṭṭhaddhamāsasatāni vassānaṃ.",
  "an7.74:13.10": "Catuvīsati kho pana, bhikkhave, addhamāsasatāni jīvanto chattiṃsaṃyeva rattisahassāni jīvati—",
  "an7.74:13.11": "dvādasa rattisahassāni hemantānaṃ, dvādasa rattisahassāni gimhānaṃ, dvādasa rattisahassāni vassānaṃ.",
  "an7.74:13.12": "Chattiṃsaṃ kho pana, bhikkhave, rattisahassāni jīvanto <span class=\\\"var\\\" title=\\\"dvesattatiṃ eva (bj) | dvesattatiññeva (s1-3, pts1) | dvesattatiñceva (mr)\\\" id=\\\"note244\\\">dvesattatiyeva</span> bhattasahassāni bhuñjati—",
  "an7.74:13.13": "catuvīsati bhattasahassāni hemantānaṃ, catuvīsati bhattasahassāni gimhānaṃ, catuvīsati bhattasahassāni vassānaṃ saddhiṃ mātuthaññāya saddhiṃ bhattantarāyena.",
  "an7.74:14.1": "Tatrime bhattantarāyā kapimiddhopi bhattaṃ na bhuñjati, dukkhitopi bhattaṃ na bhuñjati, byādhitopi bhattaṃ na bhuñjati, uposathikopi bhattaṃ na bhuñjati, alābhakenapi bhattaṃ na bhuñjati.",
  "an7.74:14.2": "Iti kho, bhikkhave, mayā vassasatāyukassa manussassa āyupi <span class=\\\"var\\\" title=\\\"saṅkhātaṃ (bj)\\\" id=\\\"note245\\\">saṅkhāto</span>, āyuppamāṇampi saṅkhātaṃ, utūpi saṅkhātā, saṃvaccharāpi saṅkhātā, māsāpi saṅkhātā, addhamāsāpi saṅkhātā, rattipi saṅkhātā, divāpi saṅkhātā, bhattāpi saṅkhātā, bhattantarāyāpi saṅkhātā.",
  "an7.74:14.3": "Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya;",
  "an7.74:14.4": "kataṃ vo taṃ mayā etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni.",
  "an7.74:14.5": "Jhāyatha, bhikkhave, mā pamādattha;",
  "an7.74:14.6": "mā pacchā vippaṭisārino ahuvattha.",
  "an7.74:14.7": "Ayaṃ vo amhākaṃ anusāsanī”ti.",
  "an7.74:15.1": "Dasamaṃ.",
  "an7.74:16.1": "Mahāvaggo sattamo.",
  "an7.74:17.1": "Hirīsūriyaṃ upamā,",
  "an7.74:17.2": "dhammaññū pārichattakaṃ;",
  "an7.74:17.3": "Sakkaccaṃ bhāvanā aggi,",
  "an7.74:17.4": "sunettaarakena cāti."
}