{
  "_markup_path": "markup/an/an07/an7.066.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.066.json"
  ],
  "an7.66:1.1": "Aṅguttara Nikāya 7",
  "an7.66:2.1": "7. Mahāvagga",
  "an7.66:3.1": "<span class=\\\"var\\\" title=\\\"sattasuriyuggamanasuttaṃ (bj)\\\" id=\\\"note179\\\">66. Sattasūriyasutta</span>",
  "an7.66:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "an7.66:4.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati ambapālivane.",
  "an7.66:4.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an7.66:4.4": "“bhikkhavo”ti.",
  "an7.66:4.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an7.66:4.6": "Bhagavā etadavoca:",
  "an7.66:5.1": "“Aniccā, bhikkhave, saṅkhārā;",
  "an7.66:5.2": "adhuvā, bhikkhave, saṅkhārā;",
  "an7.66:5.3": "anassāsikā, bhikkhave, saṅkhārā.",
  "an7.66:5.4": "Yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccituṃ.",
  "an7.66:6.1": "Sineru, bhikkhave, pabbatarājā caturāsītiyojanasahassāni āyāmena, caturāsītiyojanasahassāni vitthārena, caturāsītiyojanasahassāni mahāsamudde ajjhogāḷho, caturāsītiyojanasahassāni mahāsamuddā accuggato.",
  "an7.66:6.2": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni devo na vassati.",
  "an7.66:6.3": "Deve kho pana, bhikkhave, avassante ye kecime bījagāmabhūtagāmā osadhitiṇavanappatayo te ussussanti visussanti, na bhavanti.",
  "an7.66:6.4": "Evaṃ aniccā, bhikkhave, saṅkhārā;",
  "an7.66:6.5": "evaṃ adhuvā, bhikkhave, saṅkhārā … pe …",
  "an7.66:6.6": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an7.66:7.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena dutiyo sūriyo pātubhavati.",
  "an7.66:7.2": "Dutiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci kunnadiyo <span class=\\\"var\\\" title=\\\"kussubbho (bj) | kussobbhā (s1-3) | kussubbhā (pts1)\\\" id=\\\"note180\\\">kusobbhā</span> tā ussussanti visussanti, na bhavanti.",
  "an7.66:7.3": "Evaṃ aniccā, bhikkhave, saṅkhārā … pe …",
  "an7.66:7.4": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an7.66:8.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena tatiyo sūriyo pātubhavati.",
  "an7.66:8.2": "Tatiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci mahānadiyo, seyyathidaṃ—",
  "an7.66:8.3": "gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā ussussanti visussanti, na bhavanti.",
  "an7.66:8.4": "Evaṃ aniccā, bhikkhave, saṅkhārā … pe …",
  "an7.66:8.5": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an7.66:9.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena catuttho sūriyo pātubhavati.",
  "an7.66:9.2": "Catutthassa, bhikkhave, sūriyassa pātubhāvā ye te mahāsarā yato imā mahānadiyo pavattanti, seyyathidaṃ—",
  "an7.66:9.3": "anotattā, sīhapapātā, rathakārā, kaṇṇamuṇḍā, kuṇālā, chaddantā, mandākiniyā, tā ussussanti visussanti, na bhavanti.",
  "an7.66:9.4": "Evaṃ aniccā, bhikkhave, saṅkhārā … pe …",
  "an7.66:9.5": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an7.66:10.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena pañcamo sūriyo pātubhavati.",
  "an7.66:10.2": "Pañcamassa, bhikkhave, sūriyassa pātubhāvā yojanasatikānipi mahāsamudde udakāni ogacchanti, dviyojanasatikānipi mahāsamudde udakāni ogacchanti, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi, chayojanasatikānipi, sattayojanasatikānipi mahāsamudde udakāni ogacchanti;",
  "an7.66:10.3": "sattatālampi mahāsamudde udakaṃ saṇṭhāti, chatālampi, pañcatālampi, catutālampi, titālampi, dvitālampi, tālamattampi mahāsamudde udakaṃ saṇṭhāti;",
  "an7.66:10.4": "sattaporisampi mahāsamudde udakaṃ saṇṭhāti, chaporisampi, pañcaporisampi, catuporisampi, tiporisampi, dviporisampi, <span class=\\\"var\\\" title=\\\"porisamattampi (s1-3, pts1)\\\" id=\\\"note181\\\">porisampi</span>, aḍḍhaporisampi, kaṭimattampi, jaṇṇukāmattampi, gopphakamattampi mahāsamudde udakaṃ saṇṭhāti.",
  "an7.66:10.5": "Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante tattha <span class=\\\"var\\\" title=\\\"gopphakapadesesu (mr)\\\" id=\\\"note182\\\">tattha gopadesu</span> udakāni ṭhitāni honti;",
  "an7.66:10.6": "evamevaṃ kho, bhikkhave, tattha tattha <span class=\\\"var\\\" title=\\\"gopadamattāni (bj, s1-3, pts1)\\\" id=\\\"note183\\\">gopphakamattāni</span> mahāsamudde udakāni ṭhitāni honti.",
  "an7.66:10.7": "Pañcamassa, bhikkhave, sūriyassa pātubhāvā aṅgulipabbamattampi mahāsamudde udakaṃ na hoti.",
  "an7.66:10.8": "Evaṃ aniccā, bhikkhave, saṅkhārā … pe …",
  "an7.66:10.9": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an7.66:11.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena chaṭṭho sūriyo pātubhavati.",
  "an7.66:11.2": "Chaṭṭhassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā <span class=\\\"var\\\" title=\\\"dhūpāyanti sandhūpāyanti sampadhūpāyanti (bj, s1-3, pts1)\\\" id=\\\"note184\\\">dhūmāyanti sandhūmāyanti sampadhūmāyanti</span>.",
  "an7.66:11.3": "Seyyathāpi, bhikkhave, kumbhakārapāko <span class=\\\"var\\\" title=\\\"ālimpito (bj, s1-3, pts1)\\\" id=\\\"note185\\\">ālepito</span> paṭhamaṃ dhūmeti sandhūmeti sampadhūmeti;",
  "an7.66:11.4": "evamevaṃ kho, bhikkhave, chaṭṭhassa sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā dhūmāyanti sandhūmāyanti sampadhūmāyanti.",
  "an7.66:11.5": "Evaṃ aniccā, bhikkhave, saṅkhārā … pe …",
  "an7.66:11.6": "alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an7.66:12.1": "Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena sattamo sūriyo pātubhavati.",
  "an7.66:12.2": "Sattamassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā ādippanti pajjalanti ekajālā bhavanti.",
  "an7.66:12.3": "Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ acci vātena khittā yāva brahmalokāpi gacchati.",
  "an7.66:12.4": "Sinerussa, bhikkhave, pabbatarājassa jhāyamānassa dayhamānassa vinassamānassa mahatā tejokhandhena abhibhūtassa yojanasatikānipi kūṭāni palujjanti dviyojanasatikānipi, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi kūṭāni palujjanti.",
  "an7.66:12.5": "Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ neva chārikā paññāyati na masi.",
  "an7.66:12.6": "Seyyathāpi, bhikkhave, sappissa vā telassa vā jhāyamānassa dayhamānassa neva chārikā paññāyati na masi;",
  "an7.66:12.7": "evamevaṃ kho, bhikkhave, imissā ca mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṃ dayhamānānaṃ neva chārikā paññāyati na masi.",
  "an7.66:12.8": "Evaṃ aniccā, bhikkhave, saṅkhārā;",
  "an7.66:12.9": "evaṃ adhuvā, bhikkhave, saṅkhārā;",
  "an7.66:12.10": "evaṃ anassāsikā, bhikkhave, saṅkhārā.",
  "an7.66:12.11": "Yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccituṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an7.66:13.1": "Tatra, bhikkhave, ko mantā ko saddhātā:",
  "an7.66:13.2": "‘ayañca pathavī sineru ca pabbatarājā dayhissanti vinassissanti, na bhavissantī’ti aññatra diṭṭhapadehi?",
  "an7.66:14.1": "<span class=\\\"cross\\\" title=\\\"^an6.54#1 [54. Dhammikasutta] | ^an7.73#1 [73. Sunettasutta]\\\" id=\\\"note186\\\">*</span> <a class=\\\"sc\\\" id=\\\"11\\\"></a><a class=\\\"pts\\\" id=\\\"pts4.104\\\"></a>Bhūtapubbaṃ, bhikkhave, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo.",
  "an7.66:14.2": "Sunettassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṃ.",
  "an7.66:14.3": "Sunetto, bhikkhave, satthā sāvakānaṃ brahmalokasahabyatāya dhammaṃ desesi.",
  "an7.66:14.4": "Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṃ desentassa sabbena sabbaṃ sāsanaṃ ājāniṃsu te kāyassa bhedā paraṃ maraṇā sugatiṃ brahmalokaṃ upapajjiṃsu.",
  "an7.66:14.5": "Ye na sabbena sabbaṃ sāsanaṃ ājāniṃsu te kāyassa bhedā paraṃ maraṇā appekacce paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce tusitānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce yāmānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjiṃsu, appekacce khattiyamahāsālānaṃ sahabyataṃ upapajjiṃsu, appekacce brāhmaṇamahāsālānaṃ sahabyataṃ upapajjiṃsu, appekacce gahapatimahāsālānaṃ sahabyataṃ upapajjiṃsu.",
  "an7.66:15.1": "Atha kho, bhikkhave, sunettassa satthuno etadahosi:",
  "an7.66:15.2": "‘na kho metaṃ patirūpaṃ yohaṃ sāvakānaṃ samasamagatiyo assaṃ abhisamparāyaṃ, yannūnāhaṃ <span class=\\\"var\\\" title=\\\"uttariṃ mettaṃ (s2, s3, pts1) | uttari maggaṃ (mr)\\\" id=\\\"note187\\\">uttari mettaṃ</span> bhāveyyan’ti.",
  "an7.66:16.1": "Atha kho, bhikkhave, sunetto satthā satta vassāni <span class=\\\"var\\\" title=\\\"mettacittaṃ (s2, s3, pts1)\\\" id=\\\"note188\\\">mettaṃ cittaṃ</span> bhāvesi.",
  "an7.66:16.2": "Satta vassāni <span class=\\\"var\\\" title=\\\"mettacittaṃ (s2, s3, pts1)\\\" id=\\\"note189\\\">mettaṃ cittaṃ</span> bhāvetvā satta saṃvaṭṭavivaṭṭakappe nayimaṃ lokaṃ punarāgamāsi.",
  "an7.66:16.3": "Saṃvaṭṭamāne sudaṃ, bhikkhave, loke ābhassarūpago hoti.",
  "an7.66:16.4": "Vivaṭṭamāne loke suññaṃ brahmavimānaṃ upapajjati.",
  "an7.66:16.5": "Tatra sudaṃ, bhikkhave, brahmā hoti mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī.",
  "an7.66:16.6": "Chattiṃsakkhattuṃ kho pana, bhikkhave, sakko ahosi devānamindo.",
  "an7.66:16.7": "Anekasatakkhattuṃ rājā ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.",
  "an7.66:16.8": "Parosahassaṃ kho panassa puttā ahesuṃ sūrā vīraṅgarūpā parasenappamaddanā.",
  "an7.66:16.9": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi.",
  "an7.66:16.10": "So hi nāma, bhikkhave, sunetto satthā evaṃ dīghāyuko samāno evaṃ ciraṭṭhitiko aparimutto ahosi:",
  "an7.66:16.11": "‘jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, aparimutto dukkhasmā’ti vadāmi.",
  "an7.66:17.1": "Taṃ kissa hetu?",
  "an7.66:17.2": "Catunnaṃ dhammānaṃ ananubodhā appaṭivedhā.",
  "an7.66:17.3": "Katamesaṃ catunnaṃ?",
  "an7.66:17.4": "Ariyassa, bhikkhave, sīlassa ananubodhā appaṭivedhā, ariyassa samādhissa ananubodhā appaṭivedhā, ariyāya paññāya ananubodhā appaṭivedhā, ariyāya vimuttiyā ananubodhā appaṭivedhā.",
  "an7.66:17.5": "Tayidaṃ, bhikkhave, ariyaṃ sīlaṃ anubuddhaṃ paṭividdhaṃ, ariyo samādhi anubodho paṭividdho, ariyā paññā anubodhā paṭividdhā, ariyā vimutti anubodhā paṭividdhā, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti.",
  "an7.66:17.6": "Idamavoca bhagavā.",
  "an7.66:17.7": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:",
  "an7.66:18.1": "“Sīlaṃ samādhi paññā ca,",
  "an7.66:18.2": "vimutti ca anuttarā;",
  "an7.66:18.3": "Anubuddhā ime dhammā,",
  "an7.66:18.4": "gotamena yasassinā.",
  "an7.66:19.1": "Iti buddho abhiññāya,",
  "an7.66:19.2": "dhammamakkhāsi bhikkhunaṃ;",
  "an7.66:19.3": "Dukkhassantakaro satthā,",
  "an7.66:19.4": "cakkhumā parinibbuto”ti.",
  "an7.66:20.1": "Dutiyaṃ."
}