{
  "_markup_path": "markup/an/an07/an7.057.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.057.json"
  ],
  "an7.57:1.1": "Aṅguttara Nikāya 7",
  "an7.57:2.1": "6. Abyākatavagga",
  "an7.57:3.1": "57. Sīhasenāpatisutta",
  "an7.57:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "an7.57:4.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.",
  "an7.57:4.3": "Atha kho sīho senāpati yena bhagavā tenupasaṅkami;",
  "an7.57:4.4": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an7.57:4.5": "Ekamantaṃ nisinno kho sīho senāpati bhagavantaṃ etadavoca:",
  "an7.57:4.6": "“sakkā nu kho, bhante, sandiṭṭhikaṃ dānaphalaṃ paññāpetun”ti?",
  "an7.57:5.1": "“Tena hi, sīha, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṃ byākareyyāsi.",
  "an7.57:5.2": "Taṃ kiṃ maññasi, sīha, idha dve purisā—",
  "an7.57:5.3": "eko puriso assaddho maccharī kadariyo paribhāsako, eko puriso saddho dānapati anuppadānarato.",
  "an7.57:5.4": "Taṃ kiṃ maññasi, sīha, <span class=\\\"var\\\" title=\\\"kiṃ nu kho (mr)\\\" id=\\\"note118\\\">kaṃ nu kho</span> arahanto paṭhamaṃ anukampantā anukampeyyuṃ:",
  "an7.57:5.5": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:6.1": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, <span class=\\\"var\\\" title=\\\"kinti (mr)\\\" id=\\\"note119\\\">kintaṃ</span> arahanto paṭhamaṃ anukampantā anukampissanti.",
  "an7.57:6.2": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato taṃyeva arahanto paṭhamaṃ anukampantā anukampeyyuṃ”. <span class=\\\"brnum\\\">(1)</span>",
  "an7.57:7.1": "“Taṃ kiṃ maññasi, sīha, kaṃ nu kho arahanto paṭhamaṃ upasaṅkamantā upasaṅkameyyuṃ:",
  "an7.57:7.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:7.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kintaṃ arahanto paṭhamaṃ upasaṅkamantā upasaṅkamissanti.",
  "an7.57:7.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato taṃyeva arahanto paṭhamaṃ upasaṅkamantā upasaṅkameyyuṃ”. <span class=\\\"brnum\\\">(2)</span>",
  "an7.57:8.1": "“Taṃ kiṃ maññasi, sīha, kassa nu kho arahanto paṭhamaṃ paṭiggaṇhantā paṭiggaṇheyyuṃ:",
  "an7.57:8.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:8.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kintaṃ tassa arahanto paṭhamaṃ paṭiggaṇhantā paṭiggaṇhissanti.",
  "an7.57:8.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato tasseva arahanto paṭhamaṃ paṭiggaṇhantā paṭiggaṇheyyuṃ”. <span class=\\\"brnum\\\">(3)</span>",
  "an7.57:9.1": "“Taṃ kiṃ maññasi, sīha, kassa nu kho arahanto paṭhamaṃ dhammaṃ desentā deseyyuṃ:",
  "an7.57:9.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:9.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kintaṃ tassa arahanto paṭhamaṃ dhammaṃ desentā desessanti.",
  "an7.57:9.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato tasseva arahanto paṭhamaṃ dhammaṃ desentā deseyyuṃ”. <span class=\\\"brnum\\\">(4)</span>",
  "an7.57:10.1": "“Taṃ kiṃ maññasi, sīha, kassa nu kho kalyāṇo kittisaddo abbhuggaccheyya:",
  "an7.57:10.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:10.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kintaṃ tassa kalyāṇo kittisaddo abbhuggacchissati.",
  "an7.57:10.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato tasseva kalyāṇo kittisaddo abbhuggaccheyya”. <span class=\\\"brnum\\\">(5)</span>",
  "an7.57:11.1": "“Taṃ kiṃ maññasi, sīha, ko nu kho yaṃyadeva parisaṃ upasaṅkameyya, yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ visārado upasaṅkameyya amaṅkubhūto:",
  "an7.57:11.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:11.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kiṃ so yaṃyadeva parisaṃ upasaṅkamissati, yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ visārado upasaṅkamissati amaṅkubhūto.",
  "an7.57:11.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato so yaṃyadeva parisaṃ upasaṅkameyya, yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ visārado upasaṅkameyya amaṅkubhūto”. <span class=\\\"brnum\\\">(6)</span>",
  "an7.57:12.1": "“Taṃ kiṃ maññasi, sīha, ko nu kho kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya:",
  "an7.57:12.2": "‘yo vā so puriso assaddho maccharī kadariyo paribhāsako, yo vā so puriso saddho dānapati anuppadānarato’”ti?",
  "an7.57:12.3": "“Yo so, bhante, puriso assaddho maccharī kadariyo paribhāsako, kiṃ so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissati.",
  "an7.57:12.4": "Yo ca kho so, bhante, puriso saddho dānapati anuppadānarato so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya. <span class=\\\"brnum\\\">(7)</span>",
  "an7.57:13.1": "Yānimāni, bhante, bhagavatā sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi.",
  "an7.57:13.2": "Ahampi etāni jānāmi.",
  "an7.57:13.3": "Ahaṃ, bhante, dāyako dānapati, maṃ arahanto paṭhamaṃ anukampantā anukampanti.",
  "an7.57:13.4": "Ahaṃ, bhante, dāyako dānapati, maṃ arahanto paṭhamaṃ upasaṅkamantā upasaṅkamanti.",
  "an7.57:13.5": "Ahaṃ, bhante, dāyako dānapati, mayhaṃ arahanto paṭhamaṃ paṭiggaṇhantā paṭiggaṇhanti.",
  "an7.57:13.6": "Ahaṃ, bhante, dāyako dānapati, mayhaṃ arahanto paṭhamaṃ dhammaṃ desentā desenti.",
  "an7.57:13.7": "Ahaṃ, bhante, dāyako dānapati, mayhaṃ kalyāṇo kittisaddo abbhuggato:",
  "an7.57:13.8": "‘sīho senāpati dāyako kārako saṅghupaṭṭhāko’ti.",
  "an7.57:13.9": "Ahaṃ, bhante, dāyako dānapati yaṃyadeva parisaṃ upasaṅkamāmi, yadi khattiyaparisaṃ … pe …",
  "an7.57:13.10": "yadi samaṇaparisaṃ visārado upasaṅkamāmi amaṅkubhūto.",
  "an7.57:13.11": "Yānimāni, bhante, bhagavatā sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi.",
  "an7.57:13.12": "Ahampi etāni jānāmi.",
  "an7.57:13.13": "Yañca kho maṃ, bhante, bhagavā evamāha:",
  "an7.57:13.14": "‘dāyako, sīha, dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti.",
  "an7.57:13.15": "Etāhaṃ na jānāmi, ettha ca panāhaṃ, bhagavato saddhāya gacchāmī”ti.",
  "an7.57:13.16": "“Evametaṃ, sīha, evametaṃ, sīha.",
  "an7.57:13.17": "Dāyako, sīha, dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī”ti.",
  "an7.57:14.1": "Catutthaṃ."
}