{
  "_markup_path": "markup/an/an07/an7.049.html",
  "_alt_strings": [
    "en/sujato/an/an07/an7.049.json"
  ],
  "an7.49:1.1": "Aṅguttara Nikāya 7",
  "an7.49:2.1": "5. Mahāyaññavagga",
  "an7.49:3.1": "<span class=\\\"var\\\" title=\\\"vitthanasattasaññāsuttaṃ (bj)\\\" id=\\\"note85\\\">49. Dutiyasaññāsutta</span>",
  "an7.49:4.1": "“Sattimā, bhikkhave, saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā.",
  "an7.49:4.2": "Katamā satta?",
  "an7.49:4.3": "Asubhasaññā, maraṇasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā.",
  "an7.49:4.4": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānāti.",
  "an7.49:5.1": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti.",
  "an7.49:5.2": "Iti kho panetaṃ vuttaṃ.",
  "an7.49:5.3": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:5.4": "Asubhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:5.5": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati.",
  "an7.49:5.6": "Evamevaṃ kho, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:6.1": "Sace, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ <span class=\\\"var\\\" title=\\\"anusandati (bj, s2, s3, pts1) | anusaṇṭhāti (si)\\\" id=\\\"note86\\\">anusandahati</span> appaṭikulyatā saṇṭhāti;",
  "an7.49:6.2": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me asubhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:6.3": "Itiha tattha sampajāno hoti.",
  "an7.49:6.4": "Sace pana, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṃ viharato methunadhammasamāpattiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti;",
  "an7.49:6.5": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me asubhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:6.6": "Itiha tattha sampajāno hoti.",
  "an7.49:6.7": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(1)</span>",
  "an7.49:7.1": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:7.2": "Maraṇasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:7.3": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati.",
  "an7.49:7.4": "Evamevaṃ kho, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:8.1": "Sace, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ anusandahati appaṭikulyatā saṇṭhāti;",
  "an7.49:8.2": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me maraṇasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:8.3": "Itiha tattha sampajāno hoti.",
  "an7.49:8.4": "Sace pana, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṃ viharato jīvitanikantiyā cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti;",
  "an7.49:8.5": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me maraṇasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:8.6": "Itiha tattha sampajāno hoti.",
  "an7.49:8.7": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(2)</span>",
  "an7.49:9.1": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ, kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:9.2": "Āhāre paṭikūlasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe …",
  "an7.49:9.3": "upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:9.4": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati, na sampasāriyati.",
  "an7.49:9.5": "Evamevaṃ kho, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe …",
  "an7.49:9.6": "upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:10.1": "Sace, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ anusandahati appaṭikulyatā saṇṭhāti;",
  "an7.49:10.2": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me āhāre paṭikūlasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:10.3": "Itiha tattha sampajāno hoti.",
  "an7.49:10.4": "Sace pana, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṃ viharato rasataṇhāya cittaṃ patilīyati … pe …",
  "an7.49:10.5": "upekkhā vā pāṭikulyatā vā saṇṭhāti;",
  "an7.49:10.6": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me āhāre paṭikūlasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:10.7": "Itiha tattha sampajāno hoti.",
  "an7.49:10.8": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(3)</span>",
  "an7.49:11.1": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ.",
  "an7.49:11.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:11.3": "Sabbaloke anabhiratasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati … pe …",
  "an7.49:11.4": "seyyathāpi bhikkhave … pe …",
  "an7.49:11.5": "patilīyati patikuṭati pativattati, na sampasāriyati.",
  "an7.49:11.6": "Evamevaṃ kho, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:12.1": "Sace, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ anusandahati appaṭikulyatā saṇṭhāti;",
  "an7.49:12.2": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me sabbaloke anabhiratasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:12.3": "Itiha tattha sampajāno hoti.",
  "an7.49:12.4": "Sace pana, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṃ viharato lokacitresu cittaṃ patilīyati … pe …",
  "an7.49:12.5": "upekkhā vā pāṭikulyatā vā saṇṭhāti;",
  "an7.49:12.6": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me sabbaloke anabhiratasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:12.7": "Itiha tattha sampajāno hoti.",
  "an7.49:12.8": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(4)</span>",
  "an7.49:13.1": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ.",
  "an7.49:13.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:13.3": "Aniccasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati … pe …",
  "an7.49:13.4": "upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:13.5": "Seyyathāpi, bhikkhave, kukkuṭapattaṃ vā nhārudaddulaṃ vā aggimhi pakkhittaṃ patilīyati patikuṭati pativattati na sampasāriyati.",
  "an7.49:13.6": "Evamevaṃ kho, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati … pe …",
  "an7.49:13.7": "upekkhā vā pāṭikulyatā vā saṇṭhāti.",
  "an7.49:14.1": "Sace, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ anusandahati appaṭikulyatā saṇṭhāti;",
  "an7.49:14.2": "veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me aniccasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:14.3": "Itiha tattha sampajāno hoti.",
  "an7.49:14.4": "Sace pana, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṃ viharato lābhasakkārasiloke cittaṃ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti;",
  "an7.49:14.5": "veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me aniccasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:14.6": "Itiha tattha sampajāno hoti.",
  "an7.49:14.7": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(5)</span>",
  "an7.49:15.1": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ.",
  "an7.49:15.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:15.3": "Anicce dukkhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake.",
  "an7.49:16.1": "Sace, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā, na paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake.",
  "an7.49:16.2": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me anicce dukkhasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:16.3": "Itiha tattha sampajāno hoti.",
  "an7.49:16.4": "Sace pana, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṃ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake.",
  "an7.49:16.5": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me anicce dukkhasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:16.6": "Itiha tattha sampajāno hoti.",
  "an7.49:16.7": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(6)</span>",
  "an7.49:17.1": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti kho panetaṃ vuttaṃ.",
  "an7.49:17.2": "Kiñcetaṃ paṭicca vuttaṃ?",
  "an7.49:17.3": "Dukkhe anattasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ.",
  "an7.49:18.1": "Sace, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu na ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ.",
  "an7.49:18.2": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘abhāvitā me dukkhe anattasaññā, natthi me pubbenāparaṃ viseso, appattaṃ me bhāvanābalan’ti.",
  "an7.49:18.3": "Itiha tattha sampajāno hoti.",
  "an7.49:19.1": "Sace pana, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṃ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhāsamatikkantaṃ santaṃ suvimuttaṃ.",
  "an7.49:19.2": "Veditabbametaṃ, bhikkhave, bhikkhunā ‘subhāvitā me dukkhe anattasaññā, atthi me pubbenāparaṃ viseso, pattaṃ me bhāvanābalan’ti.",
  "an7.49:19.3": "Itiha tattha sampajāno hoti.",
  "an7.49:19.4": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. <span class=\\\"brnum\\\">(7)</span>",
  "an7.49:20.1": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṃsā amatogadhā amatapariyosānā”ti.",
  "an7.49:21.1": "Chaṭṭhaṃ."
}