{
  "_markup_path": "markup/sn/sn55/sn55.26.html",
  "_alt_strings": [
    "en/sujato/sn/sn55/sn55.26.json"
  ],
  "sn55.26:1.1": "Saṃyutta Nikāya 55",
  "sn55.26:2.1": "3. Saraṇānivagga",
  "sn55.26:3.1": "<span class=\\\"var\\\" title=\\\"dussilya or anāthapiṇḍika 1 (pts1)\\\" id=\\\"note448\\\">26. Paṭhamaanāthapiṇḍikasutta</span>",
  "sn55.26:4.1": "Sāvatthinidānaṃ<span class=\\\"cross\\\" title=\\\"^mn143#1 [Anāthapiṇḍikovādasutta]\\\" id=\\\"note449\\\">*</span>.",
  "sn55.26:4.2": "Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno.",
  "sn55.26:4.3": "Atha kho anāthapiṇḍiko gahapati aññataraṃ purisaṃ āmantesi:",
  "sn55.26:4.4": "“ehi tvaṃ, ambho purisa, yenāyasmā sāriputto tenupasaṅkama;",
  "sn55.26:4.5": "upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vanda:",
  "sn55.26:4.6": "‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno.",
  "sn55.26:4.7": "So āyasmato sāriputtassa pāde sirasā vandatī’ti.",
  "sn55.26:4.8": "Evañca vadehi:",
  "sn55.26:4.9": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.",
  "sn55.26:5.1": "“Evaṃ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā sāriputto tenupasaṅkami;",
  "sn55.26:5.2": "upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn55.26:5.3": "Ekamantaṃ nisinno kho so puriso āyasmantaṃ sāriputtaṃ etadavoca:",
  "sn55.26:6.1": "“Anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno.",
  "sn55.26:6.2": "So āyasmato sāriputtassa pāde sirasā vandati.",
  "sn55.26:6.3": "Evañca vadati:",
  "sn55.26:6.4": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.",
  "sn55.26:6.5": "Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena.",
  "sn55.26:7.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena anāthapiṇḍikassa gahapatissa nivesanaṃ tenupasaṅkami;",
  "sn55.26:7.2": "upasaṅkamitvā paññatte āsane nisīdi.",
  "sn55.26:7.3": "Nisajja kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ etadavoca:",
  "sn55.26:7.4": "“kacci te, gahapati, khamanīyaṃ kacci yāpanīyaṃ?",
  "sn55.26:7.5": "Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti;",
  "sn55.26:7.6": "paṭikkamosānaṃ paññāyati, no abhikkamo”ti?",
  "sn55.26:7.7": "“Na me, bhante, khamanīyaṃ, na yāpanīyaṃ.",
  "sn55.26:7.8": "Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti;",
  "sn55.26:7.9": "abhikkamosānaṃ paññāyati, no paṭikkamo”ti.",
  "sn55.26:8.1": "“Yathārūpena kho, gahapati, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpo te buddhe appasādo natthi.",
  "sn55.26:8.2": "Atthi ca kho te, gahapati, buddhe aveccappasādo—",
  "sn55.26:8.3": "itipi so bhagavā … pe …",
  "sn55.26:8.4": "satthā devamanussānaṃ buddho bhagavāti.",
  "sn55.26:8.5": "Tañca pana te buddhe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:9.1": "Yathārūpena kho, gahapati, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te dhamme appasādo natthi.",
  "sn55.26:9.2": "Atthi ca kho te, gahapati, dhamme aveccappasādo—",
  "sn55.26:9.3": "svākkhāto bhagavatā dhammo … pe …",
  "sn55.26:9.4": "paccattaṃ veditabbo viññūhīti.",
  "sn55.26:9.5": "Tañca pana te dhamme aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:10.1": "Yathārūpena kho, gahapati, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te saṅghe appasādo natthi.",
  "sn55.26:10.2": "Atthi ca kho te, gahapati, saṅghe aveccappasādo—",
  "sn55.26:10.3": "suppaṭipanno bhagavato sāvakasaṅgho … pe …",
  "sn55.26:10.4": "anuttaraṃ puññakkhettaṃ lokassāti.",
  "sn55.26:10.5": "Tañca pana te saṅghe aveccappasādaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:11.1": "Yathārūpena kho, gahapati, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te dussīlyaṃ natthi.",
  "sn55.26:11.2": "Atthi ca kho te, gahapati, ariyakantāni sīlāni … pe …",
  "sn55.26:11.3": "samādhisaṃvattanikāni.",
  "sn55.26:11.4": "Tāni ca pana te ariyakantāni sīlāni attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:12.1": "Yathārūpāya kho, gahapati, micchādiṭṭhiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchādiṭṭhi natthi.",
  "sn55.26:12.2": "Atthi ca kho te, gahapati, sammādiṭṭhi.",
  "sn55.26:12.3": "Tañca pana te sammādiṭṭhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:13.1": "Yathārūpena kho, gahapati, micchāsaṅkappena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsaṅkappo natthi.",
  "sn55.26:13.2": "Atthi ca kho te, gahapati, sammāsaṅkappo.",
  "sn55.26:13.3": "Tañca pana te sammāsaṅkappaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:14.1": "Yathārūpāya kho, gahapati, micchāvācāya samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvācā natthi.",
  "sn55.26:14.2": "Atthi ca kho te, gahapati, sammāvācā.",
  "sn55.26:14.3": "Tañca pana te sammāvācaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:15.1": "Yathārūpena kho, gahapati, micchākammantena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchākammanto natthi.",
  "sn55.26:15.2": "Atthi ca kho te, gahapati, sammākammanto.",
  "sn55.26:15.3": "Tañca pana te sammākammantaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:16.1": "Yathārūpena kho, gahapati, micchāājīvena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāājīvo natthi.",
  "sn55.26:16.2": "Atthi ca kho te, gahapati, sammāājīvo.",
  "sn55.26:16.3": "Tañca pana te sammāājīvaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:17.1": "Yathārūpena kho, gahapati, micchāvāyāmena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāvāyāmo natthi.",
  "sn55.26:17.2": "Atthi ca kho te, gahapati, sammāvāyāmo.",
  "sn55.26:17.3": "Tañca pana te sammāvāyāmaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:18.1": "Yathārūpāya kho, gahapati, micchāsatiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāsati natthi.",
  "sn55.26:18.2": "Atthi ca kho te, gahapati, sammāsati.",
  "sn55.26:18.3": "Tañca pana te sammāsatiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:19.1": "Yathārūpena kho, gahapati, micchāsamādhinā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpo te micchāsamādhi natthi.",
  "sn55.26:19.2": "Atthi ca kho te, gahapati, sammāsamādhi.",
  "sn55.26:19.3": "Tañca pana te sammāsamādhiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:20.1": "Yathārūpena kho, gahapati, micchāñāṇena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpaṃ te micchāñāṇaṃ natthi.",
  "sn55.26:20.2": "Atthi ca kho te, gahapati, sammāñāṇaṃ.",
  "sn55.26:20.3": "Tañca pana te sammāñāṇaṃ attani samanupassato ṭhānaso vedanā paṭippassambheyya.",
  "sn55.26:21.1": "Yathārūpāya kho, gahapati, micchāvimuttiyā samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, tathārūpā te micchāvimutti natthi.",
  "sn55.26:21.2": "Atthi ca kho te, gahapati, sammāvimutti.",
  "sn55.26:21.3": "Tañca pana te sammāvimuttiṃ attani samanupassato ṭhānaso vedanā paṭippassambheyyā”ti.",
  "sn55.26:22.1": "Atha kho anāthapiṇḍikassa gahapatissa ṭhānaso vedanā paṭippassambhiṃsu.",
  "sn55.26:22.2": "Atha kho anāthapiṇḍiko gahapati āyasmantañca sāriputtaṃ āyasmantañca ānandaṃ sakeneva thālipākena parivisi.",
  "sn55.26:22.3": "Atha kho anāthapiṇḍiko gahapati āyasmantaṃ sāriputtaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcāsanaṃ gahetvā ekamantaṃ nisīdi.",
  "sn55.26:22.4": "Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ āyasmā sāriputto imāhi gāthāhi anumodi:",
  "sn55.26:23.1": "<span class=\\\"cross\\\" title=\\\"^sn11.14#1 [14. Daliddasutta] | ^an4.52#1 [52. Dutiyapuññābhisandasutta] | ^an5.47#1 [47. Dhanasutta] | ^thag8.2#6 [Sirimittattheragāthā]-803 | ^tha-ap65#3 [Paccāgamaniyattheraapadāna] | ^pe3#56 [Suttādhiṭṭhānatatiyabhūmi]\\\" id=\\\"note450\\\">*</span> <a class=\\\"sc\\\" id=\\\"20\\\"></a>“Yassa saddhā tathāgate,",
  "sn55.26:23.2": "acalā suppatiṭṭhitā;",
  "sn55.26:23.3": "Sīlañca yassa kalyāṇaṃ,",
  "sn55.26:23.4": "ariyakantaṃ pasaṃsitaṃ.",
  "sn55.26:24.1": "Saṃghe pasādo yassatthi,",
  "sn55.26:24.2": "ujubhūtañca dassanaṃ;",
  "sn55.26:24.3": "<span class=\\\"var\\\" title=\\\"adaḷiddoti (bj, s1-3, km)\\\" id=\\\"note451\\\">Adaliddoti</span> taṃ āhu,",
  "sn55.26:24.4": "amoghaṃ tassa jīvitaṃ.",
  "sn55.26:25.1": "Tasmā saddhañca sīlañca,",
  "sn55.26:25.2": "pasādaṃ dhammadassanaṃ;",
  "sn55.26:25.3": "Anuyuñjetha medhāvī,",
  "sn55.26:25.4": "saraṃ buddhānasāsanan”ti.",
  "sn55.26:26.1": "Atha kho āyasmā sāriputto anāthapiṇḍikaṃ gahapatiṃ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi.",
  "sn55.26:27.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami;",
  "sn55.26:27.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn55.26:27.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:",
  "sn55.26:27.4": "“handa kuto nu tvaṃ, ānanda, āgacchasi divādivassā”ti?",
  "sn55.26:27.5": "“Āyasmatā, bhante, sāriputtena anāthapiṇḍiko gahapati iminā ca iminā ca ovādena ovadito”ti.",
  "sn55.26:27.6": "“Paṇḍito, ānanda, sāriputto;",
  "sn55.26:27.7": "mahāpañño, ānanda, sāriputto, yatra hi nāma cattāri sotāpattiyaṅgāni dasahākārehi vibhajissatī”ti.",
  "sn55.26:28.1": "Chaṭṭhaṃ."
}