{
  "_markup_path": "markup/sn/sn55/sn55.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn55/sn55.13.json"
  ],
  "sn55.13:1.1": "Saṃyutta Nikāya 55",
  "sn55.13:2.1": "2. Rājakārāmavagga",
  "sn55.13:3.1": "<span class=\\\"var\\\" title=\\\"ānandasuttaṃ (bj) | ānanda (pts1)\\\" id=\\\"note418\\\">13. Ānandattherasutta</span>",
  "sn55.13:4.1": "Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca sāriputto sāvatthiyaṃ viharanti jetavane anāthapiṇḍikassa ārāme.",
  "sn55.13:4.2": "Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami;",
  "sn55.13:4.3": "upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.",
  "sn55.13:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn55.13:4.5": "Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ ānandaṃ etadavoca:",
  "sn55.13:4.6": "“katinaṃ kho, āvuso ānanda, dhammānaṃ pahānā, katinaṃ dhammānaṃ samannāgamanahetu, evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti?",
  "sn55.13:4.7": "“Catunnaṃ kho, āvuso, dhammānaṃ pahānā, catunnaṃ dhammānaṃ samannāgamanahetu, evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti.",
  "sn55.13:5.1": "Katamesaṃ catunnaṃ?",
  "sn55.13:5.2": "Yathārūpena kho, āvuso, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa buddhe appasādo na hoti.",
  "sn55.13:5.3": "Yathārūpena ca kho, āvuso, buddhe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa buddhe aveccappasādo hoti—",
  "sn55.13:5.4": "itipi so bhagavā … pe …",
  "sn55.13:5.5": "satthā devamanussānaṃ buddho bhagavāti.",
  "sn55.13:6.1": "Yathārūpena ca kho, āvuso, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa dhamme appasādo na hoti.",
  "sn55.13:6.2": "Yathārūpena ca kho, āvuso, dhamme aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa dhamme aveccappasādo hoti—",
  "sn55.13:6.3": "svākkhāto bhagavatā dhammo … pe …",
  "sn55.13:6.4": "viññūhīti.",
  "sn55.13:7.1": "Yathārūpena ca kho, āvuso, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa saṅghe appasādo na hoti.",
  "sn55.13:7.2": "Yathārūpena ca kho, āvuso, saṅghe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa saṅghe aveccappasādo hoti—",
  "sn55.13:7.3": "suppaṭipanno bhagavato sāvakasaṅgho … pe …",
  "sn55.13:7.4": "anuttaraṃ puññakkhettaṃ lokassāti.",
  "sn55.13:8.1": "Yathārūpena ca kho, āvuso, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa dussīlyaṃ na hoti.",
  "sn55.13:8.2": "Yathārūpehi ca kho, āvuso, ariyakantehi sīlehi samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpāni ariyakantāni sīlāni honti akhaṇḍāni … pe …",
  "sn55.13:8.3": "samādhisaṃvattanikāni.",
  "sn55.13:8.4": "Imesaṃ kho, āvuso, catunnaṃ dhammānaṃ pahānā imesaṃ catunnaṃ dhammānaṃ samannāgamanahetu evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti.",
  "sn55.13:9.1": "Tatiyaṃ."
}