{
  "_markup_path": "markup/sn/sn55/sn55.52.html",
  "_alt_strings": [
    "en/sujato/sn/sn55/sn55.52.json"
  ],
  "sn55.52:1.1": "Saṃyutta Nikāya 55",
  "sn55.52:2.1": "6. Sappaññavagga",
  "sn55.52:3.1": "<span class=\\\"var\\\" title=\\\"vassavutthaṃ (pts1)\\\" id=\\\"note484\\\">52. Vassaṃvutthasutta</span>",
  "sn55.52:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn55.52:4.2": "Tena kho pana samayena aññataro bhikkhu sāvatthiyaṃ vassaṃvuttho kapilavatthuṃ anuppatto hoti kenacideva karaṇīyena.",
  "sn55.52:4.3": "Assosuṃ kho kāpilavatthavā sakyā:",
  "sn55.52:4.4": "“aññataro kira bhikkhu sāvatthiyaṃ vassaṃvuttho kapilavatthuṃ anuppatto”ti.",
  "sn55.52:5.1": "Atha kho kāpilavatthavā sakyā yena so bhikkhu tenupasaṅkamiṃsu;",
  "sn55.52:5.2": "upasaṅkamitvā taṃ bhikkhuṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn55.52:5.3": "Ekamantaṃ nisinnā kho kāpilavatthavā sakyā taṃ bhikkhuṃ etadavocuṃ:",
  "sn55.52:5.4": "“kacci, bhante, bhagavā arogo ceva balavā cā”ti?",
  "sn55.52:5.5": "“Arogo cāvuso, bhagavā balavā cā”ti.",
  "sn55.52:6.1": "“Kacci pana, bhante, sāriputtamoggallānā arogā ceva balavanto cā”ti?",
  "sn55.52:6.2": "“Sāriputtamoggallānāpi kho, āvuso, arogā ceva balavanto cā”ti.",
  "sn55.52:7.1": "“Kacci pana, bhante, bhikkhusaṅgho arogo ca balavā cā”ti.",
  "sn55.52:7.2": "“Bhikkhusaṅghopi kho, āvuso, arogo ca balavā cā”ti.",
  "sn55.52:8.1": "“Atthi pana te, bhante, kiñci iminā antaravassena bhagavato sammukhā sutaṃ sammukhā paṭiggahitan”ti?",
  "sn55.52:8.2": "“Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ:",
  "sn55.52:8.3": "‘appakā te, bhikkhave, bhikkhū ye āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.",
  "sn55.52:8.4": "Atha kho eteva bahutarā bhikkhū ye pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā’ti.",
  "sn55.52:9.1": "Aparampi kho me, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ:",
  "sn55.52:9.2": "‘appakā te, bhikkhave, bhikkhū ye pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā.",
  "sn55.52:9.3": "Atha kho eteva bahutarā bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissantī’ti.",
  "sn55.52:10.1": "Aparampi kho me, āvuso, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ:",
  "sn55.52:10.2": "‘appakā te, bhikkhave, bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti.",
  "sn55.52:10.3": "Atha kho eteva bahutarā bhikkhū ye tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti.",
  "sn55.52:11.1": "Dutiyaṃ."
}