{
  "_markup_path": "markup/an/an08/an8.052.html",
  "_alt_strings": [
    "pi/an/an08/an8.052.json"
  ],
  "an8.52:1.1": "Numbered Discourses 8 ",
  "an8.52:2.1": "6 Gotamī ",
  "an8.52:3.1": "52 An Adviser for Nuns",
  "an8.52:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an8.52:4.2": "Then Venerable Ānanda went up to the Buddha, ",
  "an8.52:4.3": "bowed, sat down to one side, ",
  "an8.52:4.4": "and said to the Buddha: ",
  "an8.52:4.5": "“Sir, how many qualities should a monk have to be agreed on as an adviser for nuns?”",
  "an8.52:5.1": "“Ānanda, a mendicant with eight qualities may be agreed on as an adviser for nuns.",
  "an8.52:5.2": "What eight? ",
  "an8.52:5.3": "It’s a mendicant who is ethical, restrained in the code of conduct, and accomplished in appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an8.52:5.5": "They’re learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.",
  "an8.52:5.7": "Both lists of rules have been passed down to them in detail, well analyzed, well mastered, well judged in both the rules and accompanying material.",
  "an8.52:5.8": "They’re a good speaker. Their voice is polished, clear, articulate, and expresses the meaning. ",
  "an8.52:5.9": "They’re able to educate, encourage, fire up, and inspire the community of nuns.",
  "an8.52:5.10": "They’re likable and agreeable to most of the nuns.",
  "an8.52:5.11": "They have never previously sexually harassed any woman wearing the ochre robe who has gone forth in the Buddha’s name.",
  "an8.52:5.12": "They have been ordained for twenty years or more.",
  "an8.52:5.13": "A mendicant with these eight qualities may be agreed on as an adviser for nuns.”"
}