{
  "_markup_path": "markup/an/an08/an8.011.html",
  "_alt_strings": [
    "pi/an/an08/an8.011.json"
  ],
  "an8.11:1.1": "Numbered Discourses 8 ",
  "an8.11:2.1": "2 The Great Chapter",
  "an8.11:3.1": "11 At Verañja",
  "an8.11:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an8.11:4.2": "At one time the Buddha was staying in Verañja at the root of a neem tree dedicated to Naḷeru. ",
  "an8.11:4.3": "Then the brahmin Verañja went up to the Buddha,",
  "an8.11:4.4": "and exchanged greetings with him.",
  "an8.11:4.5": "When the greetings and polite conversation were over, he sat down to one side",
  "an8.11:4.6": "and said to the Buddha:",
  "an8.11:5.1": "“Master Gotama, I have heard that ",
  "an8.11:5.2": "the ascetic Gotama doesn’t bow to old brahmins, the elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat. ",
  "an8.11:5.3": "And this is indeed the case,  ",
  "an8.11:5.4": "for Master Gotama does not bow to old brahmins, elderly and senior, who have lived long and reached the final stage of life; nor does he rise in their presence or offer them a seat. ",
  "an8.11:5.5": "This is not appropriate, Master Gotama.” ",
  "an8.11:5.6": "“Brahmin, I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—for whom I should bow down or rise up or offer a seat.",
  "an8.11:5.7": "If Realized One bowed down or rise up or offered a seat to anyone, their head would explode!”",
  "an8.11:6.1": "“Master Gotama lacks taste.”",
  "an8.11:6.2": "“There is, brahmin, a sense in which you could rightly say ",
  "an8.11:6.3": "that I lack taste.",
  "an8.11:6.4": "For the Realized One has given up taste for sights, sounds, smells, tastes, and touches. It’s cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "an8.11:6.5": "In this sense you could rightly say that I lack taste.",
  "an8.11:6.6": "But that’s not what you’re talking about.”",
  "an8.11:7.1": "“Master Gotama is indelicate.”",
  "an8.11:7.2": "“There is, brahmin, a sense in which you could rightly say ",
  "an8.11:7.3": "that I’m indelicate.",
  "an8.11:7.4": "For the Realized One has given up delight in sights, sounds, smells, tastes, and touches. It’s cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "an8.11:7.5": "In this sense you could rightly say that I’m indelicate. ",
  "an8.11:7.6": "But that’s not what you’re talking about.”",
  "an8.11:8.1": "“Master Gotama is a teacher of inaction.”",
  "an8.11:8.2": "“There is, brahmin, a sense in which you could rightly say that ",
  "an8.11:8.3": "I’m a teacher of inaction. ",
  "an8.11:8.4": "For I teach inaction regarding bad bodily, verbal, and mental conduct, ",
  "an8.11:8.5": "and the many kinds of unwholesome things.",
  "an8.11:8.6": "In this sense you could rightly say that I’m a teacher of inaction.",
  "an8.11:8.7": "But that’s not what you’re talking about.”",
  "an8.11:9.1": "“Master Gotama is a teacher of annihilationism.”",
  "an8.11:9.2": "“There is, brahmin, a sense in which you could rightly say that ",
  "an8.11:9.3": "I’m a teacher of annihilationism. ",
  "an8.11:9.4": "For I teach the annihilation of greed, hate, and delusion,",
  "an8.11:9.5": "and the many kinds of unwholesome things.",
  "an8.11:9.6": "In this sense you could rightly say that I’m a teacher of annihilationism. ",
  "an8.11:9.7": "But that’s not what you’re talking about.”",
  "an8.11:10.1": "“Master Gotama is disgusted.”",
  "an8.11:10.2": "“There is, brahmin, a sense in which you could rightly say that  ",
  "an8.11:10.3": "I’m disgusted.",
  "an8.11:10.4": "For I’m disgusted by bad conduct by way of body, speech, and mind,",
  "an8.11:10.5": "and by attainment of the many kinds of unwholesome things.",
  "an8.11:10.6": "In this sense you could rightly say that I’m digusted.",
  "an8.11:10.7": "But that’s not what you’re talking about.”",
  "an8.11:11.1": "“Master Gotama is an eradicator.”",
  "an8.11:11.2": "“There is, brahmin, a sense in which you could rightly say that ",
  "an8.11:11.3": "I’m an eradicator.",
  "an8.11:11.4": "For I teach the annihilation of greed, hate, and delusion,",
  "an8.11:11.5": "and the many kinds of unwholesome things.",
  "an8.11:11.6": "In this sense you could rightly say that I’m a nihilist.",
  "an8.11:11.7": "But that’s not what you’re talking about.”",
  "an8.11:12.1": "“Master Gotama is a mortifier.”",
  "an8.11:12.2": "“There is, brahmin, a sense in which you could rightly say that ",
  "an8.11:12.3": "I’m a mortifier.",
  "an8.11:12.4": "For I say that bad conduct by way of body, speech, and mind should be mortified.",
  "an8.11:12.5": "I say that a mortifier is someone who has given up unwholesome qualities that should be mortified. They’ve cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.11:12.6": "The Realized One is someone who has given up unwholesome qualities that should be mortified. He’s cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.11:12.7": "In this sense you could rightly say that I’m a mortifier.",
  "an8.11:12.8": "But that’s not what you’re talking about.”",
  "an8.11:13.1": "“Master Gotama is an abortionist.”",
  "an8.11:13.2": "“There is, brahmin, a sense in which you could rightly say that ",
  "an8.11:13.3": "I’m an abortionist.",
  "an8.11:13.4": "I say that an abortionist is someone who has given up future wombs and rebirth into a new state of existence. They’ve cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.11:13.5": "The Realized One has given up future wombs and rebirth into a new state of existence. He’s cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.11:13.6": "In this sense you could rightly say that I’m an abortionist.",
  "an8.11:13.7": "But that’s not what you’re talking about.",
  "an8.11:14.1": "Suppose, brahmin, there was a chicken with eight or ten or twelve eggs.",
  "an8.11:14.2": "And she properly sat on them to keep them warm and incubated. ",
  "an8.11:14.3": "Now, the chick that is first to break out of the eggshell with its claws and beak and hatch safely:",
  "an8.11:14.4": "should that be called the eldest or the youngest?’",
  "an8.11:14.5": "“Master, Gotama, that should be called the eldest.",
  "an8.11:14.6": "For it is the eldest among them.”",
  "an8.11:15.1": "“In the same way, in this population lost in ignorance, trapped in their shells, I alone have broken open the egg of ignorance and realized the supreme perfect awakening.",
  "an8.11:15.2": "So, brahmin, I am the eldest and the best in the world.",
  "an8.11:16.1": "My energy was roused up and vigorous, my mindfulness was established and lucid, my body was tranquil and undisturbed, and my mind was unified in samādhi.",
  "an8.11:16.2": "Quite secluded from sensual pleasures, secluded from unwholesome qualities, I entered and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an8.11:16.3": "As the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "an8.11:16.4": "And with the fading away of rapture, I entered and remained in the third absorption, where I meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’",
  "an8.11:16.6": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, I entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.  ",
  "an8.11:17.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward recollection of past lives.",
  "an8.11:17.2": "I recollected many kinds of past lives, that is,",
  "an8.11:17.3": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. I remembered: ",
  "an8.11:17.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. ",
  "an8.11:17.6": "There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "an8.11:17.8": "And so I recollected my many kinds of past lives, with features and details.",
  "an8.11:18.1": "This was the first knowledge, which I achieved in the first watch of the night.",
  "an8.11:18.2": "Ignorance was destroyed and knowledge arose;",
  "an8.11:18.3": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "an8.11:18.4": "This was my first breaking out, like a chick breaking out of the eggshell.",
  "an8.11:19.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the death and rebirth of sentient beings.",
  "an8.11:19.2": "With clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds:",
  "an8.11:19.3": "‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.",
  "an8.11:19.5": "These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’",
  "an8.11:19.7": "And so, with clairvoyance that is purified and superhuman, I saw sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understood how sentient beings are reborn according to their deeds.",
  "an8.11:20.1": "This was the second knowledge, which I achieved in the middle watch of the night.",
  "an8.11:20.2": "Ignorance was destroyed and knowledge arose;",
  "an8.11:20.3": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "an8.11:20.4": "This was my second breaking out, like a chick breaking out of the eggshell.",
  "an8.11:21.1": "When my mind had unified in samādhi like this—purified, bright, spotless, rid of taints, pliable, workable, steady, and motionless—I turned it toward knowledge of the ending of defilements.",
  "an8.11:21.2": "I truly understood: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "an8.11:21.3": "I truly understood: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "an8.11:21.4": "Knowing and seeing like this, my mind was freed from the defilements of sensuality, desire for rebirth, and ignorance.",
  "an8.11:21.5": "When freed, I knew ‘it is freed’.",
  "an8.11:21.6": "I understood: ‘Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.’",
  "an8.11:22.1": "This was the third knowledge, which I achieved in the last watch of the night.",
  "an8.11:22.2": "Ignorance was destroyed and knowledge arose;",
  "an8.11:22.3": "darkness was destroyed and light arose, as happens for a meditator who is diligent, keen, and resolute.",
  "an8.11:22.4": "This was my third breaking out, like a chick breaking out of the eggshell.",
  "an8.11:23.1": "When he said this, the brahmin Verañja said to the Buddha:",
  "an8.11:23.2": "“Master Gotama is the eldest! Master Gotama is the best!",
  "an8.11:23.3": "Excellent, Master Gotama! Excellent!",
  "an8.11:23.4": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "an8.11:23.5": "so people with good eyes can see what’s there, ",
  "an8.11:23.6": "so too Master Gotama has made the teaching clear in many ways. ",
  "an8.11:23.7": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "an8.11:23.8": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}