{
  "_markup_path": "markup/an/an08/an8.043.html",
  "_alt_strings": [
    "pi/an/an08/an8.043.json"
  ],
  "an8.43:1.1": "Numbered Discourses 8 ",
  "an8.43:2.1": "5 Sabbath ",
  "an8.43:3.1": "43 With Visākhā on the Sabbath",
  "an8.43:4.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an8.43:4.2": "Then Visākhā, Migāra’s mother, went up to the Buddha,",
  "an8.43:4.3": "bowed, and sat down to one side.",
  "an8.43:4.4": "The Buddha said to her: ",
  "an8.43:4.5": "“Visākhā, the observance of the sabbath with its eight factors is very fruitful and beneficial and glorious and effective.",
  "an8.43:4.6": "And how should it be observed?",
  "an8.43:4.7": "It’s when a noble disciple reflects: ",
  "an8.43:4.8": "‘As long as they live the perfected ones give up killing living creatures, renouncing violence and harming. They are scrupulous and kind, and live full of compassion for all creatures. ",
  "an8.43:4.9": "I, too, for this day and night will give up killing living creatures, renouncing violence and harming. I’ll be scrupulous and kind, and live full of compassion for all creatures.",
  "an8.43:4.10": "I will observe the sabbath by doing as the perfected ones do in this respect.’ ",
  "an8.43:4.11": "This is its first factor. … ",
  "an8.43:5.1": "As long as they live the perfected ones give up high and luxurious beds. They sleep in a low place, either a small bed or a straw mat. ",
  "an8.43:5.3": "I, too, for this day and night will give up high and luxurious beds. I’ll sleep in a low place, either a small bed or a straw mat.",
  "an8.43:5.5": "I will observe the sabbath by doing as the perfected ones do in this respect.’ ",
  "an8.43:5.6": "This is its eighth factor. ",
  "an8.43:5.7": "The observance of the sabbath with its eight factors in this way is very fruitful and beneficial and glorious and effective.",
  "an8.43:6.1": "How much so?",
  "an8.43:6.2": "Suppose you were to rule as sovereign lord over these sixteen great countries—Aṅga, Magadha, Kāsī, Kosala, Vajjī, Malla, Ceti, Vaṅga, Kuru, Pañcāla, Maccha, Sūrusena, Assaka, Avanti, Gandhāra, and Kamboja—full of the seven kinds of precious things.",
  "an8.43:6.3": "This wouldn’t be worth a sixteenth part of the sabbath with its eight factors.",
  "an8.43:6.4": "Why is that? ",
  "an8.43:6.5": "Because human kingship is a poor thing compared to the happiness of the gods. ",
  "an8.43:7.1": "Fifty years in the human realm is one day and night for the gods of the Four Great Kings. ",
  "an8.43:7.2": "Thirty such days make up a month. ",
  "an8.43:7.3": "Twelve such months make up a year. ",
  "an8.43:7.4": "The life span of the gods of the Four Great Kings is five hundred of these divine years. ",
  "an8.43:7.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the gods of the Four Great Kings. ",
  "an8.43:7.6": "This is what I was referring to when I said: ",
  "an8.43:7.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an8.43:8.1": "A hundred years in the human realm is one day and night for the gods of the Thirty-three. ",
  "an8.43:8.2": "Thirty such days make up a month. ",
  "an8.43:8.3": "Twelve such months make up a year. ",
  "an8.43:8.4": "The life span of the Gods of the Thirty-three is a thousand of these divine years. ",
  "an8.43:8.5": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods of the Thirty-three.",
  "an8.43:8.6": "This is what I was referring to when I said: ",
  "an8.43:8.7": "‘Human kingship is a poor thing compared to the happiness of the gods.’",
  "an8.43:9.1": "Two hundred years in the human realm … ",
  "an8.43:9.2": "Four hundred years in the human realm … ",
  "an8.43:9.3": "Eight hundred years in the human realm … ",
  "an8.43:9.4": "Sixteen hundred years in the human realm is one day and night for the Gods Who Control the Creations of Others.",
  "an8.43:9.5": "Thirty such days make up a month. ",
  "an8.43:9.6": "Twelve such months make up a year. ",
  "an8.43:9.7": "The life span of the Gods Who Control the Creations of Others is sixteen thousand of these divine years. ",
  "an8.43:9.8": "It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods Who Control the Creations of Others.",
  "an8.43:9.9": "This is what I was referring to when I said: ",
  "an8.43:9.10": "‘Human kingship is a poor thing compared to the happiness of the gods.’” ",
  "an8.43:10.1": "“You shouldn’t kill living creatures, or steal,",
  "an8.43:10.2": "or lie, or drink alcohol. ",
  "an8.43:10.3": "Be celibate, refraining from sex, ",
  "an8.43:10.4": "and don’t eat at night, the wrong time. ",
  "an8.43:11.1": "Not wearing garlands or applying perfumes, ",
  "an8.43:11.2": "you should sleep on a low bed, or a mat on the ground. ",
  "an8.43:11.3": "This is the eight-factored sabbath, they say, ",
  "an8.43:11.4": "explained by the Buddha, who has gone to suffering’s end. ",
  "an8.43:12.1": "The moon and sun are both fair to see, ",
  "an8.43:12.2": "radiating as far as they revolve.",
  "an8.43:12.3": "Those shining ones in the sky light up the quarters,",
  "an8.43:12.4": "dispelling the darkness as they traverse the heavens.",
  "an8.43:13.1": "All of the wealth that’s found in this realm— ",
  "an8.43:13.2": "pearls, gems, fine beryl too, ",
  "an8.43:13.3": "horn-gold or mountain gold, ",
  "an8.43:13.4": "or natural gold dug up by marmots— ",
  "an8.43:14.1": "they’re not worth a sixteenth part ",
  "an8.43:14.2": "of the sabbath with its eight factors,",
  "an8.43:14.3": "as all the constellations of stars can’t equal the light of the moon. ",
  "an8.43:15.1": "So an ethical woman or man,",
  "an8.43:15.2": "who’s observed the eight-factored sabbath, ",
  "an8.43:15.3": "having made merit whose outcome is happiness,",
  "an8.43:15.4": "blameless, they go to a heavenly place.” "
}