{
  "_markup_path": "markup/an/an08/an8.030.html",
  "_alt_strings": [
    "pi/an/an08/an8.030.json"
  ],
  "an8.30:1.1": "Numbered Discourses 8 ",
  "an8.30:2.1": "3 Householders ",
  "an8.30:3.1": "30 Anuruddha and the Great Thoughts",
  "an8.30:4.1": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "an8.30:4.2": "And at that time Venerable Anuruddha was staying in the land of the Cetīs in the Eastern Bamboo Park.",
  "an8.30:4.3": "Then as Anuruddha was in private solitude this thought came to his mind:",
  "an8.30:4.4": "“This teaching is for those of few wishes, not those of many wishes.",
  "an8.30:4.5": "It’s for the contented, not the discontented.",
  "an8.30:4.6": "It’s for the secluded, not those who enjoy company.",
  "an8.30:4.7": "It’s for the energetic, not the lazy.",
  "an8.30:4.8": "It’s for the mindful, not the unmindful.",
  "an8.30:4.9": "It’s for those with samādhi, not those without samādhi.",
  "an8.30:4.10": "It’s for the wise, not the witless.”",
  "an8.30:5.1": "Then the Buddha knew what Anuruddha was thinking.",
  "an8.30:5.2": "As easily as a strong person would extend or contract their arm,",
  "an8.30:5.4": "he vanished from the deer park at Bhesakaḷā’s Wood in the land of the Bhaggas and reappeared in front of Anurruddha in the Eastern Bamboo Park in the land of the Cetīs,",
  "an8.30:5.5": "and sat on the indicated seat. ",
  "an8.30:5.6": "Anuruddha bowed to the Buddha and sat down to one side.",
  "an8.30:5.7": "The Buddha said to him:",
  "an8.30:6.1": "“Good, good, Anuruddha!",
  "an8.30:6.2": "It’s good that you reflect on these thoughts of a great man:",
  "an8.30:6.3": "‘This teaching is for those of few wishes, not those of many wishes.",
  "an8.30:6.4": "It’s for the contented, not the discontented. ",
  "an8.30:6.5": "It’s for the secluded, not those who enjoy company. ",
  "an8.30:6.6": "It’s for the energetic, not the lazy. ",
  "an8.30:6.7": "It’s for the mindful, not the unmindful. ",
  "an8.30:6.8": "It’s for those with samādhi, not those without samādhi.",
  "an8.30:6.9": "It’s for the wise, not the witless.’",
  "an8.30:6.10": "Well then, Anuruddha, you should also reflect on the following eighth thought of a great man.",
  "an8.30:6.11": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’",
  "an8.30:7.1": "First you’ll reflect on these eight thoughts of a great man. Then whenever you want, quite secluded from sensual pleasures, secluded from unwholesome qualities, you’ll enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "an8.30:8.1": "You’ll enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "an8.30:9.1": "You’ll enter and remain in the third absorption, where you’ll meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an8.30:10.1": "Giving up pleasure and pain, and ending former happiness and sadness, you’ll enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an8.30:11.1": "First you’ll reflect on these eight thoughts of a great man, and you’ll get the four absorptions—blissful meditations in the present life that belong to the higher mind—when you want, without trouble or difficulty. Then as you live contended your rag robe will seem to you like a chest full of different colored garments seems to a householder or householder’s child.",
  "an8.30:11.2": "It will be for your enjoyment, relief, and comfort, and to reach extinguishment.",
  "an8.30:12.1": "As you live contended your scraps of alms-food will seem to you like boiled fine rice with the dark grains picked out, served with many soups and sauces seems to a householder or householder’s child.",
  "an8.30:12.2": "It will be for your enjoyment, relief, and comfort, and to reach extinguishment.",
  "an8.30:13.1": "As you live contended your lodging at the root of a tree will seem to you like a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered seems to a householder or householder’s child.",
  "an8.30:13.2": "It will be for your enjoyment, relief, and comfort, and to reach extinguishment.",
  "an8.30:14.1": "As you live contended your lodging at the root of a tree will seem to you like a couch spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends seems to a householder or householder’s child.",
  "an8.30:14.2": "It will be for your enjoyment, relief, and comfort, and to reach extinguishment.",
  "an8.30:15.1": "As you live contended your fermented urine as medicine will seem to you like various medicines—ghee, butter, oil, honey, molasses, and salt—seem to a householder or householder’s child.",
  "an8.30:15.3": "It will be for your enjoyment, relief, and comfort, and to reach extinguishment.",
  "an8.30:15.4": "Well then, Anuruddha, for the next rainy season residence you should stay right here in the land of the Cetīs in the Eastern Bamboo Park.”",
  "an8.30:15.5": "“Yes, sir,” Anuruddha replied. ",
  "an8.30:16.1": "After advising Anuruddha like this, the Buddha—",
  "an8.30:16.2": "as easily as a strong person would extend or contract their arm,",
  "an8.30:16.4": "vanished from the Eastern Bamboo Park in the land of the Cetīs and reappeared in the deer park at Bhesakaḷā’s Wood in the land of the Bhaggas.",
  "an8.30:16.5": "He sat on the indicated seat,",
  "an8.30:16.6": "and addressed the mendicants:  ",
  "an8.30:16.7": "“Mendicants, I will teach you the eight thoughts of a great man. Listen …",
  "an8.30:16.8": "And what are the eight thoughts of a great man?",
  "an8.30:16.9": "This teaching is for those of few wishes, not those of many wishes.",
  "an8.30:16.10": "It’s for the contented, not the discontented.",
  "an8.30:16.11": "It’s for the secluded, not those who enjoy company.",
  "an8.30:16.12": "It’s for the energetic, not the lazy.",
  "an8.30:16.13": "It’s for the mindful, not the unmindful.",
  "an8.30:16.14": "It’s for those with samādhi, not those without samādhi.",
  "an8.30:16.15": "It’s for the wise, not the witless.",
  "an8.30:16.16": "It’s for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.",
  "an8.30:17.1": "‘This teaching is for those of few wishes, not those of many wishes.’ That’s what I said,",
  "an8.30:17.2": "but why did I say it?",
  "an8.30:17.3": "A mendicant with few wishes doesn’t wish: ‘May they know me as having few wishes!’ When contended, they don’t wish: ‘May they know me as contended!’ When secluded, they don’t wish: ‘May they know me as secluded!’ When energetic, they don’t wish: ‘May they know me as energetic!’ When mindful, they don’t wish: ‘May they know me as mindful!’ When unified, they don’t wish: ‘May they know me as unified!’ When wise, they don’t wish: ‘May they know me as wise!’ When not enjoying proliferation, they don’t wish: ‘May they know me as one who doesn’t enjoy proliferating!’ ",
  "an8.30:17.4": "‘This teaching is for those of few wishes, not those of many wishes.’ That’s what I said, and this is why I said it.”",
  "an8.30:18.1": "‘This teaching is for the contended, not the discontened.’ That’s what I said, but why did I say it?",
  "an8.30:18.2": "It’s for a mendicant who’s content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.",
  "an8.30:18.3": "‘This teaching is for the contended, not the discontened.’ That’s what I said, and this is why I said it.",
  "an8.30:19.1": "‘This teaching is for the secluded, not those who enjoy company.’ That’s what I said, but why did I say it?",
  "an8.30:19.2": "It’s for a mendicant who lives secluded. But monks, nuns, laymen, laywomen, rulers and their ministers, founders of religious sects, and their disciples go to visit them.",
  "an8.30:19.3": "With a mind slanting, sloping, and inclining to seclusion, withdrawn, and loving renunciation, that mendicant invariably gives each of them a talk emphasizing the topic of dismissal.",
  "an8.30:19.4": "‘This teaching is for the secluded, not those who enjoy company.’ That’s what I said, and this is why I said it.",
  "an8.30:20.1": "‘This teaching is for the energetic, not the lazy.’ That’s what I said, but why did I say it?",
  "an8.30:20.2": "It’s for a mendicant who lives with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an8.30:20.3": "‘This teaching is for the energetic, not the lazy.’ That’s what I said, and this is why I said it.",
  "an8.30:21.1": "‘This teaching is for the mindful, not the unmindful.’ That’s what I said,",
  "an8.30:21.2": "but why did I say it?",
  "an8.30:21.3": "It’s for a mendicant who’s mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.",
  "an8.30:21.4": "‘This teaching is for the mindful, not the unmindful.’ That’s what I said, and this is why I said it.",
  "an8.30:22.1": "‘This teaching is for those with samādhi, not those without samādhi.’ That’s what I said,",
  "an8.30:22.2": "but why did I say it?",
  "an8.30:22.3": "It’s for a mendicant who, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption … second absorption … third absorption …",
  "an8.30:22.4": "fourth absorption. ",
  "an8.30:22.5": "‘This teaching is for those with samādhi, not those without samādhi.’ That’s what I said, and this is why I said it.",
  "an8.30:23.1": "‘This teaching is for the wise, not the witless.’ That’s what I said,",
  "an8.30:23.2": "but why did I say it?",
  "an8.30:23.3": "It’s for a mendicant who’s wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an8.30:23.4": "‘This teaching is for the wise, not the witless.’ That’s what I said, and this is why I said it.",
  "an8.30:24.1": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’ That’s what I said,",
  "an8.30:24.2": "but why did I say it?",
  "an8.30:24.3": "It’s for a mendicant whose mind is eager, confident, steady, and decided regarding the cessation of proliferation.",
  "an8.30:24.4": "‘This teaching is for those who don’t enjoy proliferating and don’t like to proliferate, not for those who enjoy proliferating and like to proliferate.’ That’s what I said, and this is why I said it.”",
  "an8.30:25.1": "Then Anuruddha stayed the next rainy season residence right there in the land of the Cetīs in the Eastern Bamboo Park.",
  "an8.30:25.2": "And Anuruddha, living alone, withdrawn, diligent, keen, and determined, soon  ",
  "an8.30:25.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an8.30:25.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "an8.30:25.6": "And Venerable Anuruddha became one of the perfected. ",
  "an8.30:25.7": "And on the occasion of attaining perfection he recited these verses:",
  "an8.30:26.1": "“Knowing my thoughts,",
  "an8.30:26.2": "the supreme Teacher in the world",
  "an8.30:26.3": "came to me in a mind-made body,",
  "an8.30:26.4": "using his psychic powers.",
  "an8.30:27.1": "He taught me more",
  "an8.30:27.2": "than I had thought of.",
  "an8.30:27.3": "The Buddha who loves non-proliferation",
  "an8.30:27.4": "taught me non-proliferation.",
  "an8.30:28.1": "Understanding that teaching,",
  "an8.30:28.2": "I happily followed his instructions.",
  "an8.30:28.3": "I’ve attained the three knowledges,",
  "an8.30:28.4": "and have fulfilled the Buddha’s instructions.”"
}