{
  "_markup_path": "markup/an/an08/an8.048.html",
  "_alt_strings": [
    "pi/an/an08/an8.048.json"
  ],
  "an8.48:1.1": "Numbered Discourses 8 ",
  "an8.48:2.1": "5 Sabbath ",
  "an8.48:3.1": "48 With Nakula’s Mother on the Loveable Gods",
  "an8.48:4.1": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "an8.48:4.2": "Then the housewife Nakula’s mother went up to the Buddha,",
  "an8.48:4.3": "bowed, and sat down to one side.",
  "an8.48:4.4": "The Buddha said to her:",
  "an8.48:5.1": "“Nakula’s mother, when they have eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Loveable Group.",
  "an8.48:5.2": "What eight? ",
  "an8.48:5.3": "Take the case of a female whose mother and father give her to a husband wanting what’s best for her, out of kindness and compassion. She would rise before him and go to bed after him, and be obliging, behaving nicely and speaking kindly.",
  "an8.48:6.1": "She honors, respects, esteems, and venerates those her husband respects, such as ",
  "an8.48:6.2": "mother and father, and ascetics and brahmins. ",
  "an8.48:6.3": "And when they arrive she serves them with a seat and water.",
  "an8.48:7.1": "She’s skilled and tireless in her husband’s household duties,  ",
  "an8.48:7.2": "such as knitting and sewing. ",
  "an8.48:7.3": "She understands how to go about things in order to complete and organize the work.",
  "an8.48:8.1": "She knows what work her husband’s domestic slaves, servants, and workers have completed, and what they’ve left incomplete.  ",
  "an8.48:8.3": "She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods.",
  "an8.48:9.1": "She ensures that any income her husband earns is guarded and protected, whether money, grain, silver, or gold. She doesn’t overspend, steal, waste, or lose it.",
  "an8.48:10.1": "She’s a lay follower who has gone for refuge to the Buddha, his teaching, and the Saṅgha.",
  "an8.48:11.1": "She’s ethical. ",
  "an8.48:11.2": "She doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcohol and drugs that cause negligence.",
  "an8.48:12.1": "She’s generous. She lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an8.48:13.1": "When they have these eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Loveable Group.”",
  "an8.48:14.1": "“She’d never look down on her husband, ",
  "an8.48:14.2": "who’s always keen to work hard, ",
  "an8.48:14.3": "always looking after her, ",
  "an8.48:14.4": "and bringing whatever she wants. ",
  "an8.48:15.1": "And a good woman never scolds her husband ",
  "an8.48:15.2": "with jealous words. ",
  "an8.48:15.3": "Being astute, she reveres ",
  "an8.48:15.4": "those respected by her husband. ",
  "an8.48:16.1": "She gets up early, works tirelessly, ",
  "an8.48:16.2": "and manages the domestic help.",
  "an8.48:16.3": "She’s loveable to her husband, ",
  "an8.48:16.4": "and preserves his wealth. ",
  "an8.48:17.1": "A lady who fulfills these duties ",
  "an8.48:17.2": "according to her husbands desire, ",
  "an8.48:17.3": "is reborn among the gods",
  "an8.48:17.4": "called ‘Loveable’.”  "
}