{
  "_markup_path": "markup/an/an08/an8.024.html",
  "_alt_strings": [
    "pi/an/an08/an8.024.json"
  ],
  "an8.24:1.1": "Numbered Discourses 8 ",
  "an8.24:2.1": "3 Householders ",
  "an8.24:3.1": "24 With Hatthaka (2)",
  "an8.24:4.1": "At one time the Buddha was staying near Āḷavī, at the Aggāḷava Tree-shrine. ",
  "an8.24:4.2": "Then the householder Hatthaka of Āḷavī, escorted by five hundred lay followers, went up to the Buddha,",
  "an8.24:4.3": "bowed, and sat down to one side.",
  "an8.24:4.4": "The Buddha said to Hatthaka:",
  "an8.24:4.5": "“Hatthaka, you have a large following.",
  "an8.24:4.6": "How do you bring together such a large following?”",
  "an8.24:4.7": "“Sir, I bring together such a large following by using the four ways of being inclusive as taught by the Buddha.",
  "an8.24:4.8": "When I know that a person",
  "an8.24:4.9": "can be included by a gift, I include them by giving a gift.",
  "an8.24:4.10": "When I know that a person",
  "an8.24:4.11": "can be included by kind speech, I include them by kind speech.",
  "an8.24:4.12": "When I know that a person ",
  "an8.24:4.13": "can be included by taking care of them, I include them by caring for them.",
  "an8.24:4.14": "When I know that a person ",
  "an8.24:4.15": "can be included by equality, I include them by treating them equally.",
  "an8.24:4.16": "But also, sir, my family is wealthy. ",
  "an8.24:4.17": "They wouldn’t think that a poor person was worth listening to in the same way.”",
  "an8.24:4.18": "“Good, good, Hatthaka!",
  "an8.24:4.19": "This is the right way to bring together a large following.",
  "an8.24:4.20": "Whether in the past, future, or present, all those who have brought together a large following have done so by using these four ways of being inclusive.”",
  "an8.24:5.1": "Then the Buddha educated, encouraged, fired up, and inspired Hatthaka of Āḷavī with a Dharma talk, after which he got up from his seat, bowed, and respectfully circled the Buddha before leaving.",
  "an8.24:5.2": "Then, not long after Hatthaka had left, the Buddha addressed the mendicants:",
  "an8.24:5.3": "“Mendicants, you should remember the householder Hatthaka of Āḷavī as someone who has eight amazing and incredible qualities.",
  "an8.24:5.4": "What eight? ",
  "an8.24:5.5": "He’s faithful,",
  "an8.24:5.6": "ethical,",
  "an8.24:5.7": "conscientious, ",
  "an8.24:5.8": "prudent, ",
  "an8.24:5.9": "learned, ",
  "an8.24:5.10": "generous, ",
  "an8.24:5.11": "wise,",
  "an8.24:5.12": "and has few wishes.",
  "an8.24:5.13": "You should remember the householder Hatthaka of Āḷavī as someone who has these eight amazing and incredible qualities.”"
}