{
  "_markup_path": "markup/an/an08/an8.019.html",
  "_alt_strings": [
    "pi/an/an08/an8.019.json"
  ],
  "an8.19:1.1": "Numbered Discourses 8 ",
  "an8.19:2.1": "2 The Great Chapter ",
  "an8.19:3.1": "19 With Pahārāda",
  "an8.19:4.1": "At one time the Buddha was staying in Verañja at the root of a neem tree dedicated to Naḷeru. ",
  "an8.19:4.2": "Then Pahārāda the lord of demons went up to the Buddha,",
  "an8.19:4.3": "bowed, and stood to one side.",
  "an8.19:4.4": "The Buddha said to him:",
  "an8.19:5.1": "“Well, Pahārāda, do the demons love the ocean?”",
  "an8.19:5.2": "“Sir, they do indeed.”",
  "an8.19:5.3": "“But seeing what incredible and amazing things do the demons love the ocean?”",
  "an8.19:5.4": "“Sir, seeing eight incredible and amazing things the demons love the ocean.",
  "an8.19:5.5": "What eight? ",
  "an8.19:5.6": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice.",
  "an8.19:5.8": "This is the first thing the demons love about the ocean.",
  "an8.19:6.1": "Furthermore, the ocean is stable and doesn’t overflow its boundaries.",
  "an8.19:6.3": "This is the second thing the demons love about the ocean.",
  "an8.19:7.1": "Furthermore, the ocean doesn’t accommodate a corpse,",
  "an8.19:7.2": "but quickly carries it to the shore and strands it on the beach.",
  "an8.19:7.4": "This is the third thing the demons love about the ocean.",
  "an8.19:8.1": "Furthermore, when they reach the ocean, all the great rivers—that is,",
  "an8.19:8.2": "the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply considered ‘the ocean’.",
  "an8.19:8.5": "This is the fourth thing the demons love about the ocean.",
  "an8.19:9.1": "Furthermore, for all the world’s streams that reach it, and the rain that falls from the sky, the ocean never empties or fills up.",
  "an8.19:9.3": "This is the fifth thing the demons love about the ocean.",
  "an8.19:10.1": "Furthermore, the ocean has just one taste, the taste of salt.",
  "an8.19:10.3": "This is the sixth thing the demons love about the ocean.",
  "an8.19:11.1": "Furthermore, the ocean is full of many kinds of treasures, ",
  "an8.19:11.2": "such as",
  "an8.19:11.3": "pearls, gems, lapus lazuli, conch, quartz, coral, silver, gold, rubies, and emeralds.",
  "an8.19:11.7": "This is the seventh thing the demons love about the ocean.",
  "an8.19:12.1": "Furthermore, many great beings live in the ocean, ",
  "an8.19:12.2": "such as",
  "an8.19:12.3": "leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. ",
  "an8.19:12.4": "In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long.",
  "an8.19:12.12": "This is the eighth thing the demons love about the ocean.",
  "an8.19:12.13": "Seeing these eight incredible and amazing things the demons love the ocean.",
  "an8.19:13.1": "Well, sir, do the mendicants love this teaching and training?”",
  "an8.19:13.2": "“They do indeed, Pahārāda.”",
  "an8.19:13.3": "“But seeing how many incredible and amazing things do the mendicants love this teaching and training?”",
  "an8.19:13.4": "“Seeing eight incredible and amazing things, Pahārāda, the mendicants love this teaching and training.",
  "an8.19:13.5": "What eight? ",
  "an8.19:13.6": "The ocean gradually slants, slopes, and inclines, with no abrupt precipice,",
  "an8.19:13.7": "In the same way in this teaching and training the penetration to final knowledge comes from gradual training, progress, and practice, not abruptly.",
  "an8.19:13.9": "This is the first thing the mendicants love about this teaching and training.",
  "an8.19:14.1": "The ocean is stable and doesn’t overflow its boundaries.",
  "an8.19:14.2": "In the same way, when a training rule is laid down for my disciples they wouldn’t break it even for the sake of their own life.",
  "an8.19:14.4": "This is the second thing the mendicants love about this teaching and training.",
  "an8.19:15.1": "The ocean doesn’t accommodate a corpse,",
  "an8.19:15.2": "but quickly carries it to the shore and strands it on the beach.",
  "an8.19:15.3": "In the same way, the Saṅgha doesn’t accommodate a person who is unethical, of bad qualities, filthy, with suspicious behavior, secretive, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.",
  "an8.19:15.4": "But they quickly gather and expel them.",
  "an8.19:16.1": "Even if such a person is sitting in the middle of the Saṅgha, they’re far from the Saṅgha, and the Saṅgha is far from them.",
  "an8.19:16.5": "This is the third thing the mendicants love about this teaching and training.",
  "an8.19:17.1": "When they reach the ocean, all the great rivers—that is,",
  "an8.19:17.2": "the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—lose their names and clans and are simply considered ‘the ocean’.",
  "an8.19:17.3": "In the same way, when they go forth from the lay life to homelessness, all four castes—",
  "an8.19:17.4": "aristocrats, brahmins, merchants, and workers—lose their former names and clans and are simply considered ‘Sakyan ascetics’.",
  "an8.19:17.7": "This is the fourth thing the mendicants love about this teaching and training.",
  "an8.19:18.1": "For all the world’s streams that reach it, and the rain that falls from the sky, the ocean never empties or fills up.",
  "an8.19:18.2": "In the same way, though several mendicants become extinguished through the element of extinguishment without anything left over, the element of extinguishment never empties or fills up.",
  "an8.19:18.4": "This is the fifth thing the mendicants love about this teaching and training.",
  "an8.19:19.1": "The ocean has just one taste, the taste of salt.",
  "an8.19:19.2": "In the same way, this teaching and training has one taste, the taste of freedom.",
  "an8.19:19.4": "This is the sixth thing the mendicants love about this teaching and training.",
  "an8.19:20.1": "The ocean is full of many kinds of treasures, ",
  "an8.19:20.2": "such as",
  "an8.19:20.3": "pearls, gems, lapus lazuli, conch, quartz, coral, silver, gold, rubies, and emeralds.",
  "an8.19:20.4": "In the same way, this teaching and training is full of many kinds of treasures,",
  "an8.19:20.5": "such as ",
  "an8.19:20.6": "the four kinds of mindfulness meditation, the four right endeavors, the four bases for psychic power, the five faculties, the five powers, the seven factors of awakening, and the eightfold noble path.",
  "an8.19:20.10": "This is the seventh thing the mendicants love about this teaching and training.",
  "an8.19:21.1": "Many great beings live in the ocean, ",
  "an8.19:21.2": "such as",
  "an8.19:21.3": "leviathans, leviathan-gulpers, leviathan-gulper-gulpers, demons, dragons, and fairies. ",
  "an8.19:21.4": "In the ocean there are life-forms a hundred leagues long, or even two hundred, three hundred, four hundred, or five hundred leagues long.",
  "an8.19:21.5": "In the same way, great beings live in this teaching and training,",
  "an8.19:21.6": "and these are those beings.",
  "an8.19:21.7": "The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection.",
  "an8.19:21.11": "This is the eighth thing the mendicants love about this teaching and training.",
  "an8.19:22.1": "Seeing these eight incredible and amazing things, Pahārāda, the mendicants love this teaching and training.”"
}