{
  "_markup_path": "markup/an/an08/an8.071.html",
  "_alt_strings": [
    "pi/an/an08/an8.071.json"
  ],
  "an8.71:1.1": "Numbered Discourses 8 ",
  "an8.71:2.1": "8 Pairs",
  "an8.71:3.1": "71 Inspiring All Around (1)",
  "an8.71:4.1": "“Mendicants, a mendicant is faithful but not ethical. ",
  "an8.71:4.2": "So they’re incomplete in that respect,",
  "an8.71:4.3": "and should fulfill it, thinking:",
  "an8.71:4.4": "‘How can I become faithful and ethical?’",
  "an8.71:4.5": "When the mendicant is faithful and ethical, they’re complete in that respect.",
  "an8.71:5.1": "A mendicant is faithful and ethical, but not learned. ",
  "an8.71:5.2": "So they’re incomplete in that respect, ",
  "an8.71:5.3": "and should fulfill it, thinking: ",
  "an8.71:5.4": "‘How can I become faithful, ethical, and learned?’",
  "an8.71:5.5": "When the mendicant is faithful, ethical, and learned, they’re complete in that respect.",
  "an8.71:6.1": "A mendicant is faithful, ethical, and learned, but not a Dharma speaker. …",
  "an8.71:6.2": "they don’t frequent assemblies …",
  "an8.71:6.3": "they don’t teach Dharma to the assembly with assurance …",
  "an8.71:6.4": "they don’t get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty …",
  "an8.71:6.5": "they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.",
  "an8.71:6.6": "So they’re incomplete in that respect,",
  "an8.71:6.7": "and should fulfill it, thinking:",
  "an8.71:6.8": "‘How can I become faithful, ethical, and learned, a Dharma speaker, one who frequents assemblies, one who teaches Dharma to the assembly with assurance, one who gets the four absorptions when they want, and one who lives having realized the end of defilements?’",
  "an8.71:7.1": "When they’re faithful, ethical, and learned, a Dharma speaker, one who frequents assemblies, one who teaches Dharma to the assembly with assurance, one who gets the four absorptions when they want, and one who lives having realized the end of defilements, ",
  "an8.71:7.2": "they’re complete in that respect.",
  "an8.71:7.3": "A mendicant who has these eight qualities is inspiring all around, and is complete in every aspect.”"
}