{
  "_markup_path": "markup/an/an08/an8.081.html",
  "_alt_strings": [
    "pi/an/an08/an8.081.json"
  ],
  "an8.81:1.1": "Numbered Discourses 8 ",
  "an8.81:2.1": "9 Mindfulness",
  "an8.81:3.1": "81 Mindfulness and Situational Awareness",
  "an8.81:4.1": "“Mendicants, when there is no mindfulness and situational awareness, one who lacks mindfulness and situational awareness has destroyed a vital condition for conscience and prudence.",
  "an8.81:4.2": "When there is no conscience and prudence, one who lacks conscience and prudence has destroyed a vital condition for sense restraint.",
  "an8.81:4.3": "When there is no sense restraint, one who lacks sense restraint has destroyed a vital condition for ethical conduct.",
  "an8.81:4.4": "When there is no ethical conduct, one who lacks ethics has destroyed a vital condition for right samādhi. ",
  "an8.81:4.5": "When there is no right samādhi, one who lacks right samādhi has destroyed a vital condition for true knowledge and vision.",
  "an8.81:4.6": "When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion.",
  "an8.81:4.7": "When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom.",
  "an8.81:4.8": "Suppose there was a tree that lacked branches and foliage. ",
  "an8.81:4.9": "Its shoots, bark, softwood, and heartwood would not grow to fullness.",
  "an8.81:4.12": "In the same way, when there is no mindfulness and situational awareness, one who lacks mindfulness and situational awareness has destroyed a vital condition for conscience and prudence.",
  "an8.81:4.13": "When there is no conscience and prudence …",
  "an8.81:4.14": "One who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom. ",
  "an8.81:5.1": "When there is mindfulness and situational awareness, one who has fulfilled mindfulness and situational awareness has fulfilled a vital condition for conscience and prudence.",
  "an8.81:5.2": "When there is conscience and prudence, a person who has fulfilled conscience and prudence has fulfilled a vital condition for sense restraint.",
  "an8.81:5.3": "When there is sense restraint, one who has sense restraint has fulfilled a vital condition for ethical conduct.",
  "an8.81:5.4": "When there is ethical conduct, one who has fulfilled ethical conduct has fulfilled a vital condition for right samādhi.",
  "an8.81:5.5": "When there is right samādhi, one who has fulfilled right samādhi has fulfilled a vital condition for true knowledge and vision.",
  "an8.81:5.6": "When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion.",
  "an8.81:5.7": "When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.",
  "an8.81:5.8": "Suppose there was a tree that was complete with branches and foliage. ",
  "an8.81:5.9": "Its shoots, bark, softwood, and heartwood would grow to fullness. ",
  "an8.81:5.12": "In the same way, when there is mindfulness and situational awareness, one who has fulfilled mindfulness and situational awareness has fulfilled a vital condition for conscience and prudence.",
  "an8.81:5.13": "When there is conscience and prudence …",
  "an8.81:5.14": "One who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.” "
}