{
  "_markup_path": "markup/an/an08/an8.054.html",
  "_alt_strings": [
    "pi/an/an08/an8.054.json"
  ],
  "an8.54:1.1": "Numbered Discourses 8 ",
  "an8.54:2.1": "6 Gotamī ",
  "an8.54:3.1": "54 With Dīghajāṇu",
  "an8.54:4.1": "At one time the Buddha was staying in the land of the Koliyans, where they have a town named Kakkarapatta.",
  "an8.54:4.2": "Then Dīghajāṇu the Kolyian went up to the Buddha",
  "an8.54:4.3": "bowed, sat down to one side, ",
  "an8.54:4.4": "and said to the Buddha:",
  "an8.54:4.5": "“Sir, we are laypeople who enjoy sensual pleasures and living at home with our children. We use sandalwood imported from Kāsi, we wear garlands, perfumes, and makeup, and we accept gold and money",
  "an8.54:4.6": "May the Buddha please teach us the Dharma in a way that leads to our welfare and happiness in this life and in future lives.”",
  "an8.54:5.1": "“Byagghapajja, these four things lead to the happiness and welfare of someone from a good family in this life.",
  "an8.54:5.2": "What four? ",
  "an8.54:5.3": "Accomplishment in initiative, protection, good friendship, and balanced finances.",
  "an8.54:5.4": "And what is accomplishment in initiative?",
  "an8.54:5.5": "It’s when a respectable person earns a living by means such as ",
  "an8.54:5.6": "farming, trade, raising cattle, archery, government service, or one of the crafts.",
  "an8.54:5.7": "They understand how to go about these things in order to complete and organize the work.",
  "an8.54:5.8": "This is called accomplishment in initiative.",
  "an8.54:6.1": "And what is accomplishment in protection?",
  "an8.54:6.2": "It’s when someone from a good family owns legitimate wealth that he’s earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow.",
  "an8.54:6.3": "They ensure it is guarded and protected, thinking:",
  "an8.54:6.4": "‘How can I prevent this wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’",
  "an8.54:6.5": "This is called accomplishment in protection.",
  "an8.54:7.1": "And what is accomplishment in good friendship?",
  "an8.54:7.2": "It’s when a respectable person resides in a town or village. ",
  "an8.54:7.3": "And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom.",
  "an8.54:7.4": "That person associates with them, converses, and engages in discussion.",
  "an8.54:7.5": "And they emulate the same kind of accomplishment in faith, ethics, generosity, and wisdom.",
  "an8.54:7.6": "This is called accomplishment in good friendship.",
  "an8.54:8.1": "And what is accomplishment in balanced finances?",
  "an8.54:8.2": "It’s when a respectable person, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think:",
  "an8.54:8.3": "‘In this way my income will exceed my expenditure, not the reverse.’",
  "an8.54:8.4": "It’s like an appraiser or their apprentice who, holding up the scales, knows that",
  "an8.54:8.5": "it’s low by this much or high by this much.",
  "an8.54:8.6": "In the same way, a respectable person, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think:",
  "an8.54:8.7": "‘In this way my income will exceed my expenditure, not the reverse.’ ",
  "an8.54:8.8": "If a respectable person has little income but an opulent life, people will say:",
  "an8.54:8.9": "‘This respectable person eats their wealth like a fig-eater!’",
  "an8.54:8.10": "If a respectable person has a large income but a spartan life, people will say:",
  "an8.54:8.11": "‘This respectable person is starving themselves to death!’",
  "an8.54:8.12": "But a respectable person, knowing their income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking:",
  "an8.54:8.13": "‘In this way my income will exceed my expenditure, not the reverse.’  ",
  "an8.54:8.14": "This is called accomplishment in balanced finances.",
  "an8.54:9.1": "There are four causes of loss for wealth that has been gathered in this way.",
  "an8.54:9.2": "Womanizing, drinking, gambling, and having bad friends, companions, and associates.",
  "an8.54:9.3": "Suppose there was a large reservoir with four inlets and four outlets.",
  "an8.54:9.4": "And someone was to open up the outlets and close off the inlets, ",
  "an8.54:9.5": "and the heavens don’t provide enough rain.",
  "an8.54:9.6": "You’d expect that large reservoir to dwindle, not expand.",
  "an8.54:9.7": "In the same way, there are four causes of loss for wealth that has been gathered in this way.",
  "an8.54:9.8": "Womanizing, drinking, gambling, and having bad friends, companions, and associates. ",
  "an8.54:10.1": "There are four causes of growth for wealth that has been gathered in this way.",
  "an8.54:10.2": "Not womanizing, drinking, or gambling, and having good friends, companions, and associates.",
  "an8.54:10.3": "Suppose there was a large reservoir with four inlets and four outlets. ",
  "an8.54:10.4": "And someone was to open up the inlets and close off the outlets, ",
  "an8.54:10.5": "and the heavens provide plenty of rain.",
  "an8.54:10.6": "You’d expect that large reservoir to expand, not dwindle.",
  "an8.54:10.7": "In the same way, there are four causes of growth for wealth that has been gathered in this way.",
  "an8.54:10.8": "Not womanizing, drinking, or gambling, and having good friends, companions, and associates. ",
  "an8.54:11.1": "These are the four things that lead to the happiness and welfare of a respectable person in this life.",
  "an8.54:12.1": "These four things lead to the happiness and welfare of a respectable person in future lives.",
  "an8.54:12.2": "What four? ",
  "an8.54:12.3": "Accomplishment in faith, ethics, learning, generosity, and wisdom.",
  "an8.54:13.1": "And what is accomplishment in faith? ",
  "an8.54:13.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an8.54:13.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, ",
  "an8.54:13.4": "teacher of gods and humans, awakened, blessed.’ ",
  "an8.54:13.5": "This is called accomplishment in faith. ",
  "an8.54:14.1": "And what is accomplishment in ethics? ",
  "an8.54:14.2": "It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, lie,",
  "an8.54:14.3": "or consume alcohol and drugs, which cause negligence. ",
  "an8.54:14.4": "This is called accomplishment in ethics. ",
  "an8.54:15.1": "And what is accomplishment in generosity? ",
  "an8.54:15.2": "It’s when a respectable person lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an8.54:15.3": "This is called accomplishment in generosity. ",
  "an8.54:16.1": "And what is accomplishment in wisdom? ",
  "an8.54:16.2": "It’s when a respectable person is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an8.54:16.3": "This is called accomplishment in wisdom. ",
  "an8.54:17.1": "These are the four things that lead to the happiness and welfare of a respectable person in future lives.”",
  "an8.54:18.1": "“They’re enterprising in the workplace,",
  "an8.54:18.2": "diligent in managing things, ",
  "an8.54:18.3": "they balance their finances,",
  "an8.54:18.4": "and preserve their wealth. ",
  "an8.54:19.1": "Faithful, accomplished in ethics,",
  "an8.54:19.2": "kind, rid of stinginess, ",
  "an8.54:19.3": "they always purify the path ",
  "an8.54:19.4": "to well-being in lives to come. ",
  "an8.54:20.1": "And so these eight qualities",
  "an8.54:20.2": "of a faithful householder",
  "an8.54:20.3": "are declared by the one who is truly named",
  "an8.54:20.4": "to lead to happiness in both spheres,",
  "an8.54:21.1": "welfare and benefit in this life, ",
  "an8.54:21.2": "and happiness in the future lives. ",
  "an8.54:21.3": "This is how, for a householder, ",
  "an8.54:21.4": "merit grows by generosity.”"
}