{
  "_markup_path": "markup/an/an08/an8.009.html",
  "_alt_strings": [
    "pi/an/an08/an8.009.json"
  ],
  "an8.9:1.1": "Numbered Discourses 8 ",
  "an8.9:2.1": "1 Love ",
  "an8.9:3.1": "9 Nanda",
  "an8.9:4.1": "“Mendicants, you could rightly call Nanda ‘son of a good family’,",
  "an8.9:4.2": "‘strong’,",
  "an8.9:4.3": "‘lovely’,",
  "an8.9:4.4": "and ‘lustful’.",
  "an8.9:4.5": "How could he live the full and pure spiritual life unless he guards the sense doors, eats in moderation, is committed to wakefulness, and has mindfulness and situational awareness?",
  "an8.9:4.6": "This is how Nanda guards the sense doors.",
  "an8.9:4.7": "If he has to look to the east, he looks after fully deliberating:",
  "an8.9:4.8": "‘When I look to the east, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "an8.9:4.9": "In this way he’s aware of the situation. ",
  "an8.9:5.1": "If he has to look to the west …",
  "an8.9:5.2": "north …",
  "an8.9:5.3": "south …",
  "an8.9:5.4": "up …",
  "an8.9:5.5": "down …",
  "an8.9:5.6": "If he has to survey the intermediate directions, he looks after fully deliberating:",
  "an8.9:5.7": "‘When I survey the intermediate directions, bad, unwholesome qualities of desire and aversion will not overwhelm me.’",
  "an8.9:5.8": "In this way he’s aware of the situation. ",
  "an8.9:5.9": "This is how Nanda guards the sense doors.",
  "an8.9:6.1": "This is how Nanda eats in moderation.",
  "an8.9:6.2": "Nanda reflects on the reasons why he eats food:",
  "an8.9:6.3": "‘Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "an8.9:6.4": "This is how Nanda eats in moderation.",
  "an8.9:7.1": "This is how Nanda is committed to wakefulness.",
  "an8.9:7.2": "Nanda practices walking and sitting meditation by day, purifying his mind from obstacles. ",
  "an8.9:7.3": "In the evening, he continues to practice walking and sitting meditation.  ",
  "an8.9:7.4": "In the middle of the night, he lies down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "an8.9:7.5": "In the last part of the night, he gets up and continue to practice walking and sitting meditation, purifying his mind from obstacles. ",
  "an8.9:7.6": "This is how Nanda is committed to wakefulness.",
  "an8.9:8.1": "This is how Nanda has mindfulness and situational awareness.",
  "an8.9:8.2": "Nanda knows feelings as they arise, as they remain, and as they go away. ",
  "an8.9:8.3": "He knows perceptions as they arise, as they remain, and as they go away. ",
  "an8.9:8.4": "He knows thoughts as they arise, as they remain, and as they go away. ",
  "an8.9:8.6": "This is how Nanda has mindfulness and situational awareness.",
  "an8.9:9.1": "How could Nanda live the full and pure spiritual life unless he guards the sense doors, eats in moderation, is committed to wakefulness, and has mindfulness and situational awareness?”"
}