{
  "_markup_path": "markup/an/an08/an8.044.html",
  "_alt_strings": [
    "pi/an/an08/an8.044.json"
  ],
  "an8.44:1.1": "Numbered Discourses 8 ",
  "an8.44:2.1": "5 Sabbath ",
  "an8.44:3.1": "44 With Vāseṭṭha on the Sabbath",
  "an8.44:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "an8.44:4.2": "Then the layman Vāseṭṭha went up to the Buddha,",
  "an8.44:4.3": "bowed, and sat down to one side.",
  "an8.44:4.4": "The Buddha said to him:",
  "an8.44:4.5": "“Mendicants, the observance of the sabbath with its eight factors is very fruitful and beneficial and glorious and effective. …",
  "an8.44:4.6": "blameless, they go to a heavenly place.” ",
  "an8.44:5.1": "When he said this, Vāseṭṭha said to the Buddha:",
  "an8.44:5.2": "If my loved ones—relatives and kin—were to observe this sabbath with its eighth factors, it would be for their lasting welfare and happiness.",
  "an8.44:5.3": "If all the aristocrats …",
  "an8.44:5.4": "brahmins …",
  "an8.44:5.5": "merchants …",
  "an8.44:5.6": "brahmins … merchants … and workers were to observe this sabbath with its eight factors, it would be for their lasting welfare and happiness.”",
  "an8.44:6.1": "“That’s so true, Vāseṭṭha! That’s so true, Vāseṭṭha!",
  "an8.44:6.2": "If all the aristocrats …",
  "an8.44:6.3": "brahmins …",
  "an8.44:6.4": "merchants … ",
  "an8.44:6.5": "and workers were to observe this sabbath with its eight factors, it would be for their lasting welfare and happiness.”",
  "an8.44:6.6": "If the whole world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—were to observe this sabbath with its eight factors, it would be for their lasting benefit and happiness.",
  "an8.44:6.7": "If these great sal trees were to be observe this sabbath with its eight factors, it would be for their lasting benefit and happiness—if they were sentient.",
  "an8.44:6.8": "How much more then a human being!”"
}