{
  "_markup_path": "markup/an/an08/an8.065.html",
  "_alt_strings": [
    "pi/an/an08/an8.065.json"
  ],
  "an8.65:1.1": "Numbered Discourses 8 ",
  "an8.65:2.1": "7 Earthquakes ",
  "an8.65:3.1": "65 Dimensions of Mastery",
  "an8.65:4.1": "“Mendicants, there are these eight dimensions of mastery.",
  "an8.65:4.2": "What eight? ",
  "an8.65:4.3": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "an8.65:4.4": "Mastering them, they perceive: ‘I know and see.’",
  "an8.65:4.5": "This is the first dimension of mastery.",
  "an8.65:5.1": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "an8.65:5.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:5.3": "This is the second dimension of mastery.",
  "an8.65:6.1": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.",
  "an8.65:6.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:6.3": "This is the third dimension of mastery.",
  "an8.65:7.1": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.",
  "an8.65:7.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:7.3": "This is the fourth dimension of mastery.",
  "an8.65:8.1": "Not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.",
  "an8.65:8.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:8.3": "This is the fifth dimension of mastery.",
  "an8.65:9.1": "Not perceiving form internally, someone sees visions externally, yellow, yellow colored, yellow in appearance, shining yellow.",
  "an8.65:9.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:9.3": "This is the sixth dimension of mastery.",
  "an8.65:10.1": "Not perceiving form internally, someone sees visions externally, red, red colored, red in appearance, shining red.",
  "an8.65:10.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:10.3": "This is the seventh dimension of mastery.",
  "an8.65:11.1": "Not perceiving form internally, someone sees visions externally, white, white colored, white in appearance, shining white.",
  "an8.65:11.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "an8.65:11.3": "This is the eighth dimension of mastery.",
  "an8.65:11.4": "These are the eight dimensions of mastery.”"
}