{
  "_markup_path": "markup/an/an08/an8.012.html",
  "_alt_strings": [
    "pi/an/an08/an8.012.json"
  ],
  "an8.12:1.1": "Numbered Discourses 8 ",
  "an8.12:2.1": "2 The Great Chapter ",
  "an8.12:3.1": "12 With Sīha",
  "an8.12:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "an8.12:4.2": "Now at that time several very prominent Licchavis were sitting together at the meeting hall, praising the Buddha, his teaching, and the Saṅgha in many ways.",
  "an8.12:5.1": "Now at that time General Sīha, a disciple of the Jains, was sitting in that assembly.",
  "an8.12:5.2": "He thought:",
  "an8.12:5.3": "“That Blessed One must certainly be a perfected one, a fully awakened Buddha. For several very prominent Licchavis are praising the Buddha, his teaching, and the Saṅgha in many ways.",
  "an8.12:5.4": "Why don’t I go to see that Blessed One, the perfected one, the fully awakened Buddha!”",
  "an8.12:5.5": "Then General Sīha went to Nigaṇṭha Nātaputta",
  "an8.12:5.6": "and said to him:",
  "an8.12:5.7": "“Sir, I’d like to go see the ascetic Gotama.”",
  "an8.12:6.1": "“But Sīha, you believe in the doctrine of action. Why should you go to see the ascetic Gotama, who teaches a doctrine of inaction?",
  "an8.12:6.2": "For the ascetic Gotama believes in a doctrine of inaction, he teaches inaction, and he guides his disciples in that way.”",
  "an8.12:6.3": "Then Sīha’s determination to go and see the Buddha died down.",
  "an8.12:7.1": "For a second time, several prominent Licchavis were sitting together at the meeting hall, praising the Buddha, his teaching, and the Saṅgha in many ways.",
  "an8.12:7.4": "And for a second time Sīha thought:",
  "an8.12:7.7": "“Why don’t I go to see that Blessed One, the perfected one, the fully awakened Buddha!”",
  "an8.12:7.8": "Then General Sīha went to Nigaṇṭha Nātaputta …",
  "an8.12:8.3": "Then for a second time Sīha’s determination to go and see the Buddha died down.",
  "an8.12:9.1": "For a third time, several prominent Licchavis were sitting together at the meeting hall, praising the Buddha, his teaching, and the Saṅgha in many ways.",
  "an8.12:9.4": "And for a third time Sīha thought:",
  "an8.12:9.5": "“That Blessed One must certainly be a perfected one, a fully awakened Buddha. For several very prominent Licchavis are praising the Buddha, his teaching, and the Saṅgha in many ways. ",
  "an8.12:9.6": "What can these Jains do to me, whether I consult with them or not?",
  "an8.12:9.7": "Why don’t I, without consulting them, go to see that Blessed One, the perfected one, the fully awakened Buddha!”",
  "an8.12:10.1": "Then Sīha, with five hundred chariots, set out from Vesālī in the middle of the day to see the Buddha.",
  "an8.12:10.2": "He went by carriage as far as the terrain allowed, then descended and went by foot. ",
  "an8.12:10.3": "Then General Sīha went up to the Buddha, ",
  "an8.12:10.4": "bowed, sat down to one side, ",
  "an8.12:10.5": "and said to him:",
  "an8.12:11.1": "“Sir, I have heard this: ",
  "an8.12:11.2": "‘The ascetic Gotama believes in a doctrine of inaction, he teaches inaction, and he guides his disciples in that way.’",
  "an8.12:11.4": "I hope those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?",
  "an8.12:11.5": "For we don’t want to misrepresent the Blessed One.”",
  "an8.12:12.1": "“There is, Sīha, a sense in which you could rightly say that ",
  "an8.12:12.2": "I believe in inaction, I teach inaction, and I guide my disciples in that way.",
  "an8.12:13.1": "And there is a sense in which you could rightly say that ",
  "an8.12:13.2": "I believe in action, I teach action, and I guide my disciples in that way.",
  "an8.12:14.1": "And there is a sense in which you could rightly say that ",
  "an8.12:14.2": "I believe in annihilationism, I teach annihilation, and I guide my disciples in that way.",
  "an8.12:15.1": "And there is a sense in which you could rightly say that ",
  "an8.12:15.2": "I’m disgusted, I teach disgust, and I guide my disciples in that way.",
  "an8.12:16.1": "And there is a sense in which you could rightly say that ",
  "an8.12:16.2": "I eradicate, I teach eradication, and I guide my disciples in that way.",
  "an8.12:17.1": "And there is a sense in which you could rightly say that ",
  "an8.12:17.2": "I’m a mortifier, I teach mortification, and I guide my disciples in that way.",
  "an8.12:18.1": "And there is a sense in which you could rightly say that ",
  "an8.12:18.2": "I’m an abortionist, I teach abortion, and I guide my disciples in that way.",
  "an8.12:19.1": "And there is a sense in which you could rightly say that ",
  "an8.12:19.2": "I’m ambitious, I teach ambition, and I guide my disciples in that way.",
  "an8.12:20.1": "And what’s the sense in which you could rightly say that ",
  "an8.12:20.2": "I believe in inaction, I teach inaction, and I guide my disciples in that way?",
  "an8.12:20.3": "I teach inaction regarding bad bodily, verbal, and mental conduct, ",
  "an8.12:20.4": "and the many kinds of unwholesome things. ",
  "an8.12:20.5": "In this sense you could rightly say that I teach inaction.",
  "an8.12:21.1": "And what’s the sense in which you could rightly say that  ",
  "an8.12:21.2": "I believe in action, I teach action, and I guide my disciples in that way?",
  "an8.12:21.3": "I teach action regarding good bodily, verbal, and mental conduct, ",
  "an8.12:21.4": "and the many kinds of wholesome things.",
  "an8.12:21.5": "In this sense you could rightly say that I teach action.",
  "an8.12:22.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:22.2": "I believe in annihilationism, I teach annihilation, and I guide my disciples in that way?",
  "an8.12:22.3": "I teach the annihilation of greed, hate, and delusion,",
  "an8.12:22.4": "and the many kinds of unwholesome things. ",
  "an8.12:22.5": "In this sense you could rightly say that I teach annihilationism. ",
  "an8.12:23.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:23.2": "I’m disgusted, I teach disgust, and I guide my disciples in that way?",
  "an8.12:23.3": "I’m disgusted by bad conduct by way of body, speech, and mind,",
  "an8.12:23.4": "and by attainment of the many kinds of unwholesome things. ",
  "an8.12:23.5": "In this sense you could rightly say that I’m disgusted. ",
  "an8.12:24.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:24.2": "I eradicate, I teach eradication, and I guide my disciples in that way?",
  "an8.12:24.3": "I teach the eradication of greed, hate, and delusion,",
  "an8.12:24.4": "and the many kinds of unwholesome things. ",
  "an8.12:24.5": "In this sense you could rightly say that I’m an eradicator. ",
  "an8.12:25.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:25.2": "I’m a mortifier, I teach mortification, and I guide my disciples in that way?",
  "an8.12:25.3": "I say that bad conduct by way of body, speech, and mind should be mortified.",
  "an8.12:25.4": "I say that a mortifier is someone who has given up unwholesome qualities that should be mortified. They’ve cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.12:25.5": "The Realized One is someone who has given up unwholesome qualities that should be mortified. He’s cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.12:25.6": "In this sense you could rightly say that I’m a mortifier. ",
  "an8.12:26.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:26.2": "I’m an abortionist, I teach abortion, and I guide my disciples in that way?",
  "an8.12:26.3": "I say that an abortionist is someone who has given up future wombs and rebirth into a new state of existence. They’ve cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.12:26.4": "The Realized One has given up future wombs and rebirth into a new state of existence. He’s cut them off at the root, made them like a palm stump, exterminated them, so that they’re unable to arise in the future.",
  "an8.12:26.5": "In this sense you could rightly say that I’m an abortionist. ",
  "an8.12:27.1": "And what’s the sense in which you could rightly say that   ",
  "an8.12:27.2": "I’m ambitious, I teach ambition, and I guide my disciples in that way?",
  "an8.12:27.3": "I’m ambitious to offer consolation, the highest consolation, I teach consolation, and I guide my disciples in that way.",
  "an8.12:27.4": "In this sense you could rightly say that I’m ambitious. ",
  "an8.12:28.1": "When he said this, General Sīha said to the Buddha: ",
  "an8.12:28.2": "Excellent, sir! Excellent!",
  "an8.12:28.3": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "an8.12:29.1": "“Sīha, you should act after careful consideration.",
  "an8.12:29.2": "It’s good for well-known people such as yourself to act after careful consideration.”",
  "an8.12:29.3": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to",
  "an8.12:29.4": "act after careful consideration.",
  "an8.12:29.6": "For if the followers of other paths were to gain me as a disciple, they’d carry a banner all over Vesālī, saying:",
  "an8.12:29.7": "‘General Sīha has become our disciple!’",
  "an8.12:29.8": "And yet the Buddha says tells me to",
  "an8.12:29.9": "act after careful consideration.",
  "an8.12:29.11": "For a second time, I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "an8.12:29.12": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "an8.12:30.1": "“For a long time now, Sīha, your family has been a well-spring of support for the Jain ascetics. You should consider giving to them when they come.”",
  "an8.12:30.2": "“Now I’m even more delighted and satisfied with the Buddha, since he tells me to",
  "an8.12:30.3": "consider giving to the Jain ascetics when they come.",
  "an8.12:30.4": "Sir, I have heard this:",
  "an8.12:30.5": "‘The ascetic Gotama says:",
  "an8.12:30.6": "“Gifts should only be given to me, and to my disciples.",
  "an8.12:30.7": "Only what is given to me is very fruitful, not what is given to others.",
  "an8.12:30.8": "Only what is given to my disciples is very fruitful, not what is given to the disciples of others.”’ Yet the Buddha encourages me to give to the Jain ascetics.",
  "an8.12:30.9": "Well, sir, we’ll know the proper time for that.",
  "an8.12:30.10": "For a third time, I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "an8.12:30.11": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "an8.12:31.1": "Then the Buddha taught Sīha step by step, with",
  "an8.12:31.2": "talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation.",
  "an8.12:31.3": "And when the Buddha knew that Sīha’s mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas:",
  "an8.12:31.4": "suffering, its origin, its cessation, and the path.",
  "an8.12:31.5": "Just as a clean cloth rid of stains would properly absorb dye,",
  "an8.12:31.6": "in that very seat the spotless, immaculate vision of the Dhamma arose in General Sīha:",
  "an8.12:31.7": "“Everything that has a beginning has an end.”",
  "an8.12:32.1": "Then Sīha saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha:",
  "an8.12:32.2": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.”",
  "an8.12:32.3": "The Buddha consented in silence. ",
  "an8.12:32.4": "Then, knowing that the Buddha had accepted, Sīha got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an8.12:33.1": "Then Sīha addressed a certain man:",
  "an8.12:33.2": "“Mister, please find out if there is any meat ready for sale.”",
  "an8.12:33.3": "And when the night had passed General Sīha had a variety of delicious foods prepared in his own home, and announced the time to the Buddha, saying:",
  "an8.12:33.4": "“Sir, it’s time. The meal is ready.”",
  "an8.12:34.1": "Then the Buddha got dressed in the morning and, taking his bowl and robes, went to Sīha’s home,",
  "an8.12:34.2": "where he sat on the indicated seat, together with the Saṅgha of mendicants.",
  "an8.12:34.3": "Now at that time many Jain ascetics in Vesālī went street to street and square to square, calling out with raised arms:",
  "an8.12:34.4": "“Today General Sīha has slaughtered a fat calf for the ascetic Gotama’s meal.",
  "an8.12:34.5": "The ascetic Gotama knowingly eats meat prepared on purpose for him: this is a deed he caused.”",
  "an8.12:35.1": "Then a certain person went up to Sīha ",
  "an8.12:35.2": "and whispered in his ear:",
  "an8.12:35.3": "“Please sir, you should know this.",
  "an8.12:35.4": "Many Jain ascetics in Vesālī are going street to street and square to square, calling out with raised arms:",
  "an8.12:35.5": "‘Today General Sīha has slaughtered a fat calf for the ascetic Gotama’s meal.",
  "an8.12:35.6": "The ascetic Gotama knowingly eats meat prepared on purpose for him: this is a deed he caused.’”",
  "an8.12:35.7": "“Enough, sir. For a long time those venerables have wanted to discredit the Buddha, his teaching, and his Saṅgha.",
  "an8.12:35.8": "They’ll never stop misrepresenting the Buddha with their false, baseless, lying, untruthful claims.",
  "an8.12:35.9": "We would never deliberately kill a living creature.”",
  "an8.12:36.1": "Then Sīha served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.",
  "an8.12:36.2": "When the Buddha had eaten and washed his hand and bowl, Sīha sat down to one side.",
  "an8.12:36.3": "Then the Buddha educated, encouraged, fired up, and inspired him with a Dharma talk, after which he got up from his seat and left."
}