{
  "_markup_path": "markup/an/an08/an8.049.html",
  "_alt_strings": [
    "pi/an/an08/an8.049.json"
  ],
  "an8.49:1.1": "Numbered Discourses 8 ",
  "an8.49:2.1": "5 Sabbath ",
  "an8.49:3.1": "49 Winning in this Life (1)",
  "an8.49:4.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "an8.49:4.2": "Then Visākhā, Migāra’s mother, went up to the Buddha, bowed, and sat down to one side.",
  "an8.49:4.3": "The Buddha said to her: ",
  "an8.49:5.1": "“Visākhā, a female who has four qualities is practicing to win in this life, and she succeeds at it.",
  "an8.49:5.2": "What four? ",
  "an8.49:5.3": "It’s when a female is well-organized at work, manages the domestic help, acts lovingly toward her husband, and protects his earnings.",
  "an8.49:6.1": "And how is a female well-organized at work?",
  "an8.49:6.2": "It’s when she’s skilled and tireless in doing domestic duties for her husband, ",
  "an8.49:6.3": "such as knitting and sewing. ",
  "an8.49:6.4": "She understands how to go about things in order to complete and organize the work.",
  "an8.49:6.5": "That’s how a female is well-organized at work.",
  "an8.49:7.1": "And how does a female manage the domestic help?",
  "an8.49:7.2": "It’s when she knows what work her husband’s domestic slaves, servants, and workers have completed, and what they’ve left incomplete. ",
  "an8.49:7.4": "She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods.",
  "an8.49:7.5": "That’s how a female manages the domestic help.",
  "an8.49:8.1": "And how does a female act lovingly toward her husband?",
  "an8.49:8.2": "It’s when a female would not transgress in any way that her husband would not consider loveable, even for the sake of her own life.",
  "an8.49:8.3": "That’s how a female acts lovingly toward her husband.",
  "an8.49:9.1": "And how does a female protect his earnings?",
  "an8.49:9.2": "It’s when she ensures that any income her husband earns is guarded and protected, whether money, grain, silver, or gold. She doesn’t overspend, steal, waste, or lose it.",
  "an8.49:9.3": "That’s how a female protects his earnings.",
  "an8.49:9.4": "A female who has these four qualities is practicing to win in this life, and she succeeds at it.",
  "an8.49:10.1": "A female who has four qualities is practicing to win in the next life, and she succeeds at it.",
  "an8.49:10.2": "What four? ",
  "an8.49:10.3": "It’s when a female is accomplished in faith, ethics, generosity, and wisdom.",
  "an8.49:11.1": "And how is a female accomplished in faith?",
  "an8.49:11.2": "It’s when a female has faith in the Realized One’s awakening: ",
  "an8.49:11.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’  ",
  "an8.49:11.4": "That’s how a female is accomplished in faith.",
  "an8.49:12.1": "And how is a female accomplished in ethics?",
  "an8.49:12.2": "It’s when a female doesn’t kill living creatures, steal, commit sexual misconduct, lie,",
  "an8.49:12.3": "or consume alcohol and drugs, which cause negligence. ",
  "an8.49:12.4": "That’s how a female is accomplished in ethics.",
  "an8.49:13.1": "And how is a female accomplished in generosity?",
  "an8.49:13.2": "It’s when she lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an8.49:13.3": "That’s how a female is accomplished in generosity.",
  "an8.49:14.1": "And how is a female accomplished in wisdom?",
  "an8.49:14.2": "It’s when a female is wise. She has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an8.49:14.3": "That’s how a female is accomplished in wisdom.",
  "an8.49:15.1": "A female who has these four qualities is practicing to win in the next life, and she succeeds at it.”",
  "an8.49:16.1": "“She’s organized at work,",
  "an8.49:16.2": "and manages the domestic help.",
  "an8.49:16.3": "She’s loveable to her husband, ",
  "an8.49:16.4": "and preserves his wealth. ",
  "an8.49:17.1": "Faithful, accomplished in ethics,",
  "an8.49:17.2": "kind, rid of stinginess,",
  "an8.49:17.3": "she always purifies the path",
  "an8.49:17.4": "to well-being in lives to come.",
  "an8.49:18.1": "And so, a lady in whom",
  "an8.49:18.2": "these eight qualities are found",
  "an8.49:18.3": "is known as virtuous,",
  "an8.49:18.4": "firm in principle, and truthful.",
  "an8.49:19.1": "Accomplished in sixteen aspects,",
  "an8.49:19.2": "complete with the eight factors,",
  "an8.49:19.3": "a virtuous laywoman such as she",
  "an8.49:19.4": "is reborn in the realm of the Loveable Gods.”"
}