{
  "_markup_path": "markup/an/an08/an8.022.html",
  "_alt_strings": [
    "pi/an/an08/an8.022.json"
  ],
  "an8.22:1.1": "Numbered Discourses 8 ",
  "an8.22:2.1": "3 Householders ",
  "an8.22:3.1": "22 With Ugga of the Village of Hatthi",
  "an8.22:4.1": "At one time the Buddha was staying in the land of the Vajjians at the village of Hatthi.",
  "an8.22:4.2": "There the Buddha addressed the mendicants:",
  "an8.22:4.3": "“Mendicants, you should remember the householder Ugga of Hatthi as someone who has eight amazing and incredible qualities.”",
  "an8.22:4.4": "This is what the Buddha said.  ",
  "an8.22:4.5": "When he had spoken, the Holy One got up from his seat and entered his dwelling.  ",
  "an8.22:5.1": "Then a certain mendicant got dressed in the morning and, taking his bowl and robes, went to the home of the householder Ugga of Hatthi,",
  "an8.22:5.2": "where he sat on the indicated seat. ",
  "an8.22:5.3": "Then Ugga of Hatthi went up to that mendicant,",
  "an8.22:5.4": "bowed, and sat down to one side. ",
  "an8.22:5.5": "The mendicant said to him:",
  "an8.22:5.6": "“Householder, the Buddha declared that you have eight amazing and incredible qualities.",
  "an8.22:5.7": "What are the eight qualities that he spoke of?” ",
  "an8.22:6.1": "“Sir, I don’t know  ",
  "an8.22:6.2": "what eight amazing and incredible qualities the Buddha was referring to. ",
  "an8.22:6.3": "But these eight amazing and incredible qualities are found in me. Listen and pay close attention,",
  "an8.22:6.4": "I will speak.” ",
  "an8.22:6.5": "“Yes, householder,” replied the mendicant.",
  "an8.22:6.6": "Ugga of Hatthi said this:",
  "an8.22:6.7": "“Sir, when I first saw the Buddha off in the distance I was partying in the Dragon’s Park.",
  "an8.22:6.8": "My heart was inspired as soon as I saw him, and I sobered up.",
  "an8.22:6.9": "This is the first incredible and amazing quality found in me.",
  "an8.22:7.1": "With confident heart I paid homage to the Buddha. ",
  "an8.22:7.2": "The Buddha taught me step by step, with ",
  "an8.22:7.3": "talk on giving, ethical conduct, and heaven.",
  "an8.22:7.4": "He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "an8.22:7.5": "And when he knew that my mind was ready, pliable, rid of hindrances, joyful, and confident he explained the special teaching of the Buddhas: ",
  "an8.22:7.6": "suffering, its origin, its cessation, and the path.",
  "an8.22:7.7": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "an8.22:7.8": "in that very seat the spotless, immaculate vision of the Dhamma arose in me: ",
  "an8.22:7.9": "‘Everything that has a beginning has an end.’ ",
  "an8.22:7.10": "I saw, attained, understood, and fathomed the Dhamma. I went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. Right there I went for refuge to the Buddha, his teaching, and the Saṅgha. And I undertook the five training rules with celibacy as the fifth. ",
  "an8.22:7.11": "This is the second incredible and amazing quality found in me.",
  "an8.22:8.1": "I had four teenage wives. ",
  "an8.22:8.2": "And I went to them ",
  "an8.22:8.3": "and said: ",
  "an8.22:8.4": "‘Sisters, I’ve undertaken the five training rules with chastity as fifth. ",
  "an8.22:8.5": "If you wish, you may stay here, enjoy my wealth, and do good deeds. Or you can return to your own families. ",
  "an8.22:8.6": "Or would you prefer if I gave you to another man?’ ",
  "an8.22:8.7": "When I said this, my eldest wife said to me: ",
  "an8.22:8.8": "‘My lord, please give me to such-and-such a man.’ ",
  "an8.22:8.9": "Then I summoned that man. Taking my wife with my left hand and a ceremonial vase with my right, I presented her to that man with the pouring of water. ",
  "an8.22:8.10": "But I can’t recall getting upset while giving away my teenage wife . ",
  "an8.22:8.11": "This is the third incredible and amazing quality found in me.",
  "an8.22:9.1": "And though my family has wealth,",
  "an8.22:9.2": "it’s shared without reserve with ethical people of good character.",
  "an8.22:9.3": "This is the fourth incredible and amazing quality found in me.",
  "an8.22:10.1": "When I pay homage to a mendicant, ",
  "an8.22:10.2": "I do so carefully, not carelessly. ",
  "an8.22:10.3": "If that venerable teaches me the Dhamma,",
  "an8.22:10.4": "I listen carefully, not carelessly. ",
  "an8.22:10.5": "But if they don’t teach me the Dhamma, I teach them. ",
  "an8.22:10.6": "This is the fifth incredible and amazing quality found in me.",
  "an8.22:11.1": "It’s not unusual for gods to come to me when the Saṅgha has been invited and announce:",
  "an8.22:11.2": "‘Householder, that mendicant is freed both ways. That one is freed by wisdom. That one is a direct witness. That one is attained to view. That one is freed by faith. That one is a follower of principles. That one is a follower by faith. That one is ethical, of good character. That one is unethical, of bad character.’",
  "an8.22:11.3": "But while I’m serving the Saṅgha I don’t recall thinking:",
  "an8.22:11.4": "‘Let me give this one just a little, and that one a lot.’",
  "an8.22:11.5": "Rather, I give impartially. ",
  "an8.22:11.6": "This is the sixth incredible and amazing quality found in me.",
  "an8.22:12.1": "It’s not unusual for gods to come to me and announce:",
  "an8.22:12.2": "‘Householder, the Buddha’s teacher is well explained!’ ",
  "an8.22:12.3": "When they say this I say to them:",
  "an8.22:12.4": "‘The Buddha’s teaching is well explained, regardless of whether or not you gods say so!’ ",
  "an8.22:12.5": "But I don’t recall getting too excited by the fact that ",
  "an8.22:12.6": "the gods come to me, and I have a conversation with them.",
  "an8.22:12.7": "This is the seventh incredible and amazing quality found in me.",
  "an8.22:13.1": "If I pass away before the Buddha, it wouldn’t be surprising if the Buddha declares of me:",
  "an8.22:13.2": "‘The householder Ugga of Hatthi is bound by no fetter that might return him to this world.’",
  "an8.22:13.3": "This is the eighth incredible and amazing quality found in me.",
  "an8.22:14.1": "These eight amazing and incredible qualities are found in me. ",
  "an8.22:14.2": "But I don’t know ",
  "an8.22:14.3": "what eight amazing and incredible qualities the Buddha was referring to.”",
  "an8.22:15.1": "Then that mendicant, after taking alms-food in Ugga of Hatthi’s home, got up from his seat and left.",
  "an8.22:15.2": "Then after the meal, on his return from alms-round, he went to the Buddha, ",
  "an8.22:15.3": "bowed, and sat down to one side.",
  "an8.22:15.4": "He informed the Buddha of all he had discussed with the householder Ugga of the village of Hatthi. The Buddha said:",
  "an8.22:16.1": "“Good, good, monk! ",
  "an8.22:16.2": "When I declared that the householder Ugga of the village of Hatthi was someone who has eight amazing and incredible qualities, I was referring to the same eight qualities that he rightly explained to you.",
  "an8.22:16.3": "You should remember the householder Ugga of Hatthi as someone who has these eight amazing and incredible qualities.”"
}