{
  "_markup_path": "markup/an/an08/an8.002.html",
  "_alt_strings": [
    "pi/an/an08/an8.002.json"
  ],
  "an8.2:1.1": "Numbered Discourses 8 ",
  "an8.2:2.1": "1 Love ",
  "an8.2:3.1": "2 Wisdom",
  "an8.2:4.1": "“Mendicants, there are eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, development, and fulfillment once it has been acquired.",
  "an8.2:4.2": "What eight? ",
  "an8.2:4.3": "It’s when a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role. And they set up a keen sense of conscience and prudence for them, with warmth and respect.",
  "an8.2:4.4": "This is the first cause.",
  "an8.2:5.1": "When a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role—with a keen sense of conscience and prudence for them, with warmth and respect—from time to time they go and ask them questions:",
  "an8.2:5.2": "‘Why, sir, does it say this? ",
  "an8.2:5.3": "What does that mean?’",
  "an8.2:5.4": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "an8.2:5.5": "This is the second cause.",
  "an8.2:6.1": "After hearing that teaching they perfect withdrawal of both body and mind.",
  "an8.2:6.3": "This is the third cause.",
  "an8.2:7.1": "A mendicant is ethical, restrained in the pātimokkha, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken.",
  "an8.2:7.2": "This is the fourth cause.",
  "an8.2:8.1": "They’re very learned, remembering and keeping what they’ve learned.",
  "an8.2:8.2": "These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with right view.",
  "an8.2:8.3": "This is the fifth cause.",
  "an8.2:9.1": "They live with energy roused up for giving up unwholesome qualities and gaining wholesome qualities. They’re strong, firmly applied, not slacking off when it comes to developing wholesome qualities.",
  "an8.2:9.2": "This is the sixth cause.",
  "an8.2:10.1": "When in the Saṅgha they don’t engage in motley talk or crude talk.",
  "an8.2:10.2": "Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence.",
  "an8.2:10.3": "This is the seventh cause.",
  "an8.2:11.1": "They meditate observing rise and fall in the five grasping masses.",
  "an8.2:11.2": "‘Such is form, such is the origin of form, such is the ending of form.",
  "an8.2:11.3": "Such is feeling, such is the origin of feeling, such is the ending of feeling.",
  "an8.2:11.4": "Such is perception, such is the origin of perception, such is the ending of perception.",
  "an8.2:11.5": "Such are choices, such is the origin of choices, such is the ending of choices.",
  "an8.2:11.6": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’  ",
  "an8.2:11.7": "This is the eighth cause.",
  "an8.2:12.1": "Their spiritual companions esteem them:",
  "an8.2:12.2": "‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role. They set up a keen sense of conscience and prudence for them, with warmth and respect.",
  "an8.2:12.3": "Clearly this venerable knows and sees.’",
  "an8.2:12.4": "This quality leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:13.1": "‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role, and from time to time they go and ask them questions …",
  "an8.2:13.5": "Clearly this venerable knows and sees.’ ",
  "an8.2:13.6": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:14.1": "‘After hearing that teaching they perfect withdrawal of both body and mind.",
  "an8.2:14.3": "Clearly this venerable knows and sees.’ ",
  "an8.2:14.4": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:15.1": "‘This venerable is ethical …",
  "an8.2:15.2": "Clearly this venerable knows and sees.’ ",
  "an8.2:15.3": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:16.1": "‘This venerable is very learned, remembering and keeping what they’ve learned. …",
  "an8.2:16.3": "Clearly this venerable knows and sees.’ ",
  "an8.2:16.4": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:17.1": "‘This venerable lives with energy roused up …",
  "an8.2:17.2": "Clearly this venerable knows and sees.’ ",
  "an8.2:17.3": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:18.1": "‘When in the Saṅgha they don’t engage in motley talk or crude talk.",
  "an8.2:18.2": "Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence. ",
  "an8.2:18.3": "Clearly this venerable knows and sees.’ ",
  "an8.2:18.4": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:19.1": "‘They meditate observing rise and fall in the five grasping masses. …",
  "an8.2:19.7": "Clearly this venerable knows and sees.’ ",
  "an8.2:19.8": "This quality also leads to warmth, respect, esteem, harmony, and unity.",
  "an8.2:20.1": "These are the eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, development, and fulfillment once it has been acquired.”"
}