{
  "_markup_path": "markup/an/an08/an8.040.html",
  "_alt_strings": [
    "pi/an/an08/an8.040.json"
  ],
  "an8.40:1.1": "Numbered Discourses 8 ",
  "an8.40:2.1": "4 Giving ",
  "an8.40:3.1": "40 The Results of Misconduct",
  "an8.40:4.1": "“Mendicants, the killing of living creatures, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:4.2": "The minimum result it leads to for a human being is a short life span.",
  "an8.40:5.1": "Stealing, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:5.2": "The minimum result it leads to for a human being is loss of wealth.",
  "an8.40:6.1": "Sexual misconduct, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:6.2": "The minimum result it leads to for a human being is rivalry and enmity.",
  "an8.40:7.1": "Lying, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:7.2": "The minimum result it leads to for a human being is false accusations.",
  "an8.40:8.1": "Divisive speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:8.2": "The minimum result it leads to for a human being is being divided against friends.",
  "an8.40:9.1": "Harsh speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:9.2": "The minimum result it leads to for a human being is hearing disagreeable things.",
  "an8.40:10.1": "Meaningless speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:10.2": "The minimum result it leads to for a human being is that no-one takes what you say seriously.",
  "an8.40:11.1": "Taking alcohol and drugs, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.",
  "an8.40:11.2": "The minimum result it leads to for a human being is madness.”"
}