{
  "_markup_path": "markup/an/an08/an8.063.html",
  "_alt_strings": [
    "pi/an/an08/an8.063.json"
  ],
  "an8.63:1.1": "Numbered Discourses 8 ",
  "an8.63:2.1": "7 Earthquakes ",
  "an8.63:3.1": "63 A Teaching in Brief",
  "an8.63:4.1": "Then a mendicant went up to the Buddha,",
  "an8.63:4.2": "bowed, sat down on one side, and said to him:",
  "an8.63:4.3": "“Sir, may the Buddha please teach me Dharma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and determined.”",
  "an8.63:4.4": "“This is exactly how some foolish people ask me for something.",
  "an8.63:4.5": "But when the teaching has been explained they think only of following me around.”",
  "an8.63:4.6": "“Sir, may the Buddha teach me the Dharma in brief! May the Holy One teach me the Dharma in brief!",
  "an8.63:4.7": "Hopefully I can understand the meaning of what the Buddha says! Hopefully I can be an heir of the Buddha’s teaching!”",
  "an8.63:4.8": "“Well then, mendicant, you should train like this:",
  "an8.63:4.9": "‘My mind will be steady and well settled internally. And bad, unwholesome qualities that have arisen will not occupy my mind.’",
  "an8.63:4.10": "That’s how you should train.",
  "an8.63:5.1": "When your mind is steady and well settled internally, and bad, unwholesome qualities that have arisen don’t occupy your mind, then you should train like this:",
  "an8.63:5.2": "‘I will develop the heart’s release by love. I’ll cultivate it, make it my vehicle and my basis, keep it up, consolidate it, and properly implement it.’",
  "an8.63:5.3": "That’s how you should train. ",
  "an8.63:6.1": "When this samadhi is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.",
  "an8.63:7.1": "When this samadhi is well developed and cultivated in this way, you should train like this:",
  "an8.63:7.2": "‘I will develop the heart’s release by compassion …’ …",
  "an8.63:7.3": "‘I will develop the heart’s release by compassion …’ …",
  "an8.63:7.4": "‘I will develop the heart’s release by equanimity. I’ll cultivate it, make it my vehicle and my basis, keep it up, consolidate it, and properly implement it.’",
  "an8.63:7.5": "That’s how you should train. ",
  "an8.63:8.1": "When this samadhi is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.",
  "an8.63:9.1": "When this samadhi is well developed and cultivated in this way, you should train like this:",
  "an8.63:9.2": "‘I’ll meditate by observing an aspect of the body, keen, aware, and mindful, rid of desire and aversion for the world.’",
  "an8.63:9.3": "That’s how you should train. ",
  "an8.63:10.1": "When this samadhi is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.",
  "an8.63:11.1": "When this samadhi is well developed and cultivated in this way, you should train like this:",
  "an8.63:11.2": "‘I’ll meditate on an aspect of feelings …’ …",
  "an8.63:11.3": "‘I’ll meditate on an aspect of the mind …’ …",
  "an8.63:11.4": "‘I’ll meditate on an aspect of principles, keen, aware, and mindful, rid of desire and aversion for the world.’",
  "an8.63:11.5": "That’s how you should train. ",
  "an8.63:12.1": "When this samadhi is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity. ",
  "an8.63:13.1": "When this samadhi is well developed and cultivated in this way, wherever you walk, you’ll walk comfortably. Wherever you stand, you’ll stand comfortably. Wherever you sit, you’ll sit comfortably. Wherever you lie down, you’ll lie down comfortably.”",
  "an8.63:14.1": "When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "an8.63:14.2": "Then that mendicant, living alone, withdrawn, diligent, keen, and determined, soon  ",
  "an8.63:14.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an8.63:14.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "an8.63:14.6": "And that mendicant became one of the perfected.",
  "an8.63:15.1": " "
}