{
  "_markup_path": "markup/an/an08/an8.034.html",
  "_alt_strings": [
    "pi/an/an08/an8.034.json"
  ],
  "an8.34:1.1": "Numbered Discourses 8 ",
  "an8.34:2.1": "4 Giving ",
  "an8.34:3.1": "34 A Field",
  "an8.34:4.1": "“Mendicants, when a field has eight factors a seed sown in it is not very fruitful or rewarding or productive.",
  "an8.34:4.2": "What eight factors does it have?",
  "an8.34:4.3": "It’s when a field has mounds and ditches. It has stones and gravel. It’s salty. It doesn’t have deep furrows. And it’s not equipped with water inlets, water outlets, irrigation channels, and boundaries.",
  "an8.34:4.4": "When a field has these eight factors a seed sown in it is not fruitful or rewarding or productive.",
  "an8.34:5.1": "In the same way, when an ascetic or brahmin has eight factors a gift given to them is not very fruitful or beneficial or impressive or widespread.",
  "an8.34:5.2": "What eight factors do they have?",
  "an8.34:5.3": "It’s when an ascetic or brahmin has wrong view, wrong motivation, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong samadhi. ",
  "an8.34:5.4": "When an ascetic or brahmin has these eight factors a gift given to them is not very fruitful or beneficial or impressive or widespread.",
  "an8.34:6.1": "When a field has eight factors a seed sown in it is very fruitful and rewarding and productive.",
  "an8.34:6.2": "What eight factors does it have? ",
  "an8.34:6.3": "It’s when a field doesn’t have mounds and ditches. It doesn’t have stones and gravel. It’s not salty. It has deep furrows. And it’s equipped with water inlets, water outlets, irrigation channels, and boundaries.",
  "an8.34:6.4": "When a field has these eight factors a seed sown in it is very fruitful and rewarding and productive.",
  "an8.34:7.1": "In the same way, when an ascetic or brahmin has eight factors a gift given to them is very fruitful and beneficial and impressive and widespread.",
  "an8.34:7.2": "What eight factors do they have? ",
  "an8.34:7.3": "It’s when an ascetic or brahmin has right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samadhi. ",
  "an8.34:7.4": "When an ascetic or brahmin has these eight factors a gift given to them is very fruitful and beneficial and impressive and widespread.”",
  "an8.34:8.1": "“When the field is excellent,",
  "an8.34:8.2": "and the seed sown in it is excellent,",
  "an8.34:8.3": "and the rainfall is excellent,",
  "an8.34:8.4": "the crop of grain will be excellent.",
  "an8.34:9.1": "Its health is excellent,",
  "an8.34:9.2": "its growth is excellent,",
  "an8.34:9.3": "its maturation is excellent,",
  "an8.34:9.4": "and its fruit is excellent.",
  "an8.34:10.1": "So too, when you give excellent food",
  "an8.34:10.2": "to those of excellent ethics,",
  "an8.34:10.3": "it leads to many excellences,",
  "an8.34:10.4": "for what you did was excellent.",
  "an8.34:11.1": "So if a person wants excellence,",
  "an8.34:11.2": "let them excel in this.",
  "an8.34:11.3": "You should frequent those with excellent wisdom,",
  "an8.34:11.4": "so that your own excellence will flourish.",
  "an8.34:12.1": "Excelling in knowledge and conduct,",
  "an8.34:12.2": "and having excellence of mind,",
  "an8.34:12.3": "you perform excellent deeds,",
  "an8.34:12.4": "and gain excellent benefits.",
  "an8.34:13.1": "Truly knowing the world,",
  "an8.34:13.2": "and having attained excellence of view,",
  "an8.34:13.3": "one who excells in mind proceeds,",
  "an8.34:13.4": "relying on excellence in the path.",
  "an8.34:14.1": "Shaking off all stains,",
  "an8.34:14.2": "and attaining the excellence of extinguishment,",
  "an8.34:14.3": "you’re freed from all sufferings:",
  "an8.34:14.4": "this is complete excellence.”"
}