{
  "_markup_path": "markup/an/an08/an8.026.html",
  "_alt_strings": [
    "pi/an/an08/an8.026.json"
  ],
  "an8.26:1.1": "Numbered Discourses 8 ",
  "an8.26:2.1": "3 Householders ",
  "an8.26:3.1": "26 With Jīvaka",
  "an8.26:4.1": "At one time the Buddha was staying near Rājagaha in Jīvaka’s Mango Grove.",
  "an8.26:4.2": "Then Jīvaka Komārabhacca went up to the Buddha,",
  "an8.26:4.3": "bowed, sat down to one side, ",
  "an8.26:4.4": "and said to him:",
  "an8.26:4.5": "“Sir, how is a lay follower defined?” ",
  "an8.26:4.6": "“Jīvaka, when you’ve gone for refuge to the Buddha, the Dharma, and the Saṅgha,",
  "an8.26:4.7": "you’re considered to be a lay follower.”",
  "an8.26:5.1": "“But how is an ethical lay follower defined?” ",
  "an8.26:5.2": "“When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcohol and drugs that cause negligence,",
  "an8.26:5.4": "they’re considered to be an ethical lay follower.”",
  "an8.26:6.1": "“But how do we define a lay follower who is practicing to benefit themselves, not others?” ",
  "an8.26:6.2": "“A lay follower is accomplished in faith, but doesn’t encourage others to do the same. They’re accomplished in ethical conduct … they’re accomplished in generosity … they like to see the mendicants … they like to hear the true teaching … they memorize the teachings … they examine the meaning … ",
  "an8.26:6.3": "Understanding the meaning and the teaching, they practice accordingly, but they don’t encourage others to do the same. ",
  "an8.26:6.4": "That’s how we define a lay follower who is practicing to benefit themselves, not others.”",
  "an8.26:7.1": "“But how do we define a lay follower who is practicing to benefit both themselves and others?” ",
  "an8.26:7.2": "“A lay follower is accomplished in faith and encourages others to do the same.",
  "an8.26:7.3": "They’re accomplished in ethical conduct and encourage others to do the same. ",
  "an8.26:7.4": "They’re accomplished in generosity and encourage others to do the same. ",
  "an8.26:7.5": "They like to see the mendicants and encourage others to do the same. ",
  "an8.26:7.6": "They like to hear the true teaching and encourage others to do the same. ",
  "an8.26:7.7": "They readily memorize the teachings they’ve heard and encourage others to do the same. ",
  "an8.26:7.8": "They examine the meaning of the teachings they’ve memorized and encourage others to do the same. ",
  "an8.26:7.9": "Understanding the meaning and the teaching, they practice accordingly and they encourage others to do the same.",
  "an8.26:7.10": "That’s how we define a lay follower who is practicing to benefit both themselves and others.”"
}