{
  "_markup_path": "markup/an/an08/an8.077.html",
  "_alt_strings": [
    "pi/an/an08/an8.077.json"
  ],
  "an8.77:1.1": "Numbered Discourses 8 ",
  "an8.77:2.1": "8 Pairs ",
  "an8.77:3.1": "77 Desires",
  "an8.77:4.1": "There Sāriputta addressed the mendicants:  ",
  "an8.77:4.2": "“Reverends, mendicants!”  ",
  "an8.77:4.3": "“Reverend,” they replied. ",
  "an8.77:4.4": "Sāriputta said this: ",
  "an8.77:5.1": "“Reverends, these eight people are found in the world.",
  "an8.77:5.2": "What eight? ",
  "an8.77:5.3": "First, when a mendicant stays secluded, living independently, a desire arises for material possessions.",
  "an8.77:5.4": "They try hard, strive, and make an effort to get them. ",
  "an8.77:5.5": "But material possessions don’t come to them.",
  "an8.77:5.6": "And so they sorrow and pine and cry, beating their breast and falling into confusion because they don’t get those material possessions.",
  "an8.77:5.7": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and cry. They’ve fallen from the true teaching.",
  "an8.77:6.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.",
  "an8.77:6.2": "They try hard, strive, and make an effort to get them.  ",
  "an8.77:6.3": "And material possessions do come to them. ",
  "an8.77:6.4": "And so they become indulgent and fall into negligence regarding those material possessions.",
  "an8.77:6.5": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching.",
  "an8.77:7.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:7.2": "They don’t try hard, strive, and make an effort to get them.",
  "an8.77:7.3": "And material possessions don’t come to them.",
  "an8.77:7.4": "And so they sorrow and pine and cry, beating their breast and falling into confusion because they don’t get those material possessions.",
  "an8.77:7.5": "This is called a mendicant who lives desiring material possessions. They try don’t hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and cry. They’ve fallen from the true teaching.",
  "an8.77:8.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:8.2": "They don’t try hard, strive, and make an effort to get them.",
  "an8.77:8.3": "But material possessions do come to them. ",
  "an8.77:8.4": "And so they become indulgent and fall into negligence regarding those material possessions.",
  "an8.77:8.5": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching.",
  "an8.77:9.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:9.2": "They try hard, strive, and make an effort to get them. ",
  "an8.77:9.3": "But material possessions don’t come to them.",
  "an8.77:9.4": "But they don’t sorrow and pine and cry, beating their breast and falling into confusion because they don’t get those material possessions. ",
  "an8.77:9.5": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and cry. They haven’t fallen from the true teaching.",
  "an8.77:10.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:10.2": "They try hard, strive, and make an effort to get them. ",
  "an8.77:10.3": "And material possessions do come to them.",
  "an8.77:10.4": "But they don’t become indulgent and fall into negligence regarding those material possessions.",
  "an8.77:10.5": "This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching.",
  "an8.77:11.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:11.2": "They don’t try hard, strive, and make an effort to get them.",
  "an8.77:11.3": "And material possessions don’t come to them.",
  "an8.77:11.4": "But they don’t sorrow and pine and cry, beating their breast and falling into confusion because they don’t get those material possessions. ",
  "an8.77:11.5": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and cry. They haven’t fallen from the true teaching.",
  "an8.77:12.1": "Next, when a mendicant stays secluded, living independently, a desire arises for material possessions. ",
  "an8.77:12.2": "They don’t try hard, strive, and make an effort to get them.",
  "an8.77:12.3": "But material possessions do come to them.",
  "an8.77:12.4": "But they don’t become indulgent and fall into negligence regarding those material possessions.",
  "an8.77:12.5": "This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching.",
  "an8.77:12.6": "These eight people are found in the world.”"
}