{
  "_markup_path": "markup/an/an08/an8.036.html",
  "_alt_strings": [
    "pi/an/an08/an8.036.json"
  ],
  "an8.36:1.1": "Numbered Discourses 8 ",
  "an8.36:2.1": "4 Giving ",
  "an8.36:3.1": "36 Grounds for Making Merit",
  "an8.36:4.1": "“Mendicants, there are these three grounds for making merit.",
  "an8.36:4.2": "What three? ",
  "an8.36:4.3": "Giving, ethical conduct, and meditation are all grounds for making merit.",
  "an8.36:5.1": "First, someone has practiced a little giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.",
  "an8.36:5.2": "When their body breaks up, after death, they’re reborn among disadvantaged humans.",
  "an8.36:6.1": "Next, someone has practiced a moderate amount of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.",
  "an8.36:6.2": "When their body breaks up, after death, they’re reborn among well-off humans.",
  "an8.36:7.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.",
  "an8.36:7.2": "When their body breaks up, after death, they’re reborn in the company of the Gods of the Four Great Kings.",
  "an8.36:7.3": "There, the Four Great Kings themselves have practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So they surpass them in ten respects:",
  "an8.36:7.4": "divine life span, beauty, happiness, glory, sovereignty, sights, sounds, smells, tastes, and touches.",
  "an8.36:8.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit. ",
  "an8.36:8.2": "When their body breaks up, after death, they’re reborn in the company of the Gods of the Thirty Three.",
  "an8.36:8.3": "There, Sakka, the Lord of Gods, has practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So he surpasses them in ten respects …",
  "an8.36:9.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.  ",
  "an8.36:9.2": "When their body breaks up, after death, they’re reborn in the company of Yama Gods.",
  "an8.36:9.3": "There, the deity Yama has practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So he surpasses them in ten respects …",
  "an8.36:10.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.  ",
  "an8.36:10.2": "When their body breaks up, after death, they’re reborn in the company of the Joyful Gods.",
  "an8.36:10.3": "There, the deity Santusita has practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So he surpasses them in ten respects …",
  "an8.36:11.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.  ",
  "an8.36:11.2": "When their body breaks up, after death, they’re reborn in the company of the Gods Who Love to Create.",
  "an8.36:11.3": "There, the deity Sunimmita has practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So he surpasses them in ten respects …",
  "an8.36:12.1": "Next, someone has practiced a lot of giving and ethical conduct as grounds for making merit, but they haven’t got as far as meditation as a ground for making merit.  ",
  "an8.36:12.2": "When their body breaks up, after death, they’re reborn in the company of the Gods Who Control the Creations of Others.",
  "an8.36:12.3": "There, the deity Vasavattī has practiced giving and ethical conduct as grounds for making merit to a greater degree than the other gods. So he surpasses them in ten respects:",
  "an8.36:12.4": "divine life span, beauty, happiness, glory, sovereignty, sights, sounds, smells, tastes, and touches.",
  "an8.36:12.5": "These are the three grounds for making merit.”"
}