{
  "_markup_path": "markup/an/an08/an8.076.html",
  "_alt_strings": [
    "pi/an/an08/an8.076.json"
  ],
  "an8.76:1.1": "Numbered Discourses 8 ",
  "an8.76:2.1": "8 Pairs ",
  "an8.76:3.1": "76 Accomplishments (2)",
  "an8.76:4.1": "“Mendicants, there are these eight accomplishments.",
  "an8.76:4.2": "What eight? ",
  "an8.76:4.3": "Accomplishment in initiative, protection, good friendship, and balanced finances. And accomplishment in faith, ethics, generosity, and wisdom.",
  "an8.76:4.4": "And what is accomplishment in initiative?",
  "an8.76:4.5": "It’s when a respectable person earns a living by means such as ",
  "an8.76:4.6": "farming, trade, raising cattle, archery, government service, or one of the crafts.",
  "an8.76:4.7": "They understand how to go about these things in order to complete and organize the work.",
  "an8.76:4.8": "This is called accomplishment in initiative.",
  "an8.76:5.1": "And what is accomplishment in protection?",
  "an8.76:5.2": "It’s when a respectable person owns legitimate wealth that he’s earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow. They ensure it is guarded and protected, thinking:",
  "an8.76:5.3": "‘How can I prevent this wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’",
  "an8.76:5.4": "This is called accomplishment in protection.",
  "an8.76:6.1": "And what is accomplishment in good friendship?",
  "an8.76:6.2": "It’s when a respectable person resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. They associate with them, converse and engage in discussion.",
  "an8.76:6.3": "And they emulate the same kind of accomplishment in faith, ethics, generosity, and wisdom. ",
  "an8.76:6.4": "This is called accomplishment in good friendship.",
  "an8.76:7.1": "And what is accomplishment in balanced finances?",
  "an8.76:7.2": "It’s when a respectable person, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think:",
  "an8.76:7.3": "‘In this way my income will exceed my expenditure, not the reverse.’  ",
  "an8.76:7.4": "It’s like an appraiser or their apprentice who, holding up the scales, knows that",
  "an8.76:7.5": "it’s low by this much or high by this much. ",
  "an8.76:7.6": "In the same way, a respectable person, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think:",
  "an8.76:7.7": "‘In this way my income will exceed my expenditure, not the reverse.’  ",
  "an8.76:7.8": "If a respectable person has little income but an opulent life, people will say: ‘This respectable person eats their wealth like a fig-eater!’",
  "an8.76:7.9": "If a respectable person has a large income but a spartan life, people will say: ‘This respectable person is starving themselves to death!’",
  "an8.76:7.11": "But a respectable person, knowing their income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking:",
  "an8.76:7.12": "‘In this way my income will exceed my expenditure, not the reverse.’  ",
  "an8.76:7.13": "This is called accomplishment in balanced finances.",
  "an8.76:8.1": "And what is accomplishment in faith? ",
  "an8.76:8.2": "It’s when a noble disciple has faith in the Realized One’s awakening: ",
  "an8.76:8.3": "‘That Blessed One is perfected, a fully awakened Buddha … ",
  "an8.76:8.4": "teacher of gods and humans, awakened, blessed.’ ",
  "an8.76:8.5": "This is called accomplishment in faith. ",
  "an8.76:9.1": "And what is accomplishment in ethics? ",
  "an8.76:9.2": "It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, lie,",
  "an8.76:9.3": "or consume alcohol and drugs, which cause negligence. ",
  "an8.76:9.4": "This is called accomplishment in ethics. ",
  "an8.76:10.1": "And what is accomplishment in generosity? ",
  "an8.76:10.2": "It’s when a respectable person lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.",
  "an8.76:10.4": "This is called accomplishment in generosity. ",
  "an8.76:11.1": "And what is accomplishment in wisdom? ",
  "an8.76:11.2": "It’s when a respectable person is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.",
  "an8.76:11.4": "This is called accomplishment in wisdom. ",
  "an8.76:12.1": "These are the eight accomplishments.”",
  "an8.76:13.1": "“They’re enterprising in the workplace, ",
  "an8.76:13.2": "diligent in managing things,  ",
  "an8.76:13.3": "they balance their finances, ",
  "an8.76:13.4": "and preserve their wealth. ",
  "an8.76:14.1": "Faithful, accomplished in ethics, ",
  "an8.76:14.2": "kind, rid of stinginess, ",
  "an8.76:14.3": "they always purify the path ",
  "an8.76:14.4": "to well-being in lives to come.  ",
  "an8.76:15.1": "And so these eight qualities",
  "an8.76:15.2": "of a faithful householder",
  "an8.76:15.3": "are declared by the one who is truly named ",
  "an8.76:15.4": "to lead to happiness in both spheres, ",
  "an8.76:16.1": "welfare and benefit in this life, ",
  "an8.76:16.2": "and happiness in the next. ",
  "an8.76:16.3": "This is how, for a householder, ",
  "an8.76:16.4": "merit grows by generosity.” "
}