{
  "_markup_path": "markup/an/an08/an8.057.html",
  "_alt_strings": [
    "pi/an/an08/an8.057.json"
  ],
  "an8.57:1.1": "Numbered Discourses 8 ",
  "an8.57:2.1": "6 Gotamī ",
  "an8.57:3.1": "57 Worthy of Offerings to the Gods (1)",
  "an8.57:4.1": "“Mendicants, a mendicant with eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an8.57:4.2": "What eight? ",
  "an8.57:4.3": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken. ",
  "an8.57:4.5": "They’re learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view. ",
  "an8.57:4.7": "They have good friends, companions, and associates.",
  "an8.57:4.8": "They have right view, possessing right perspective.",
  "an8.57:4.9": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.",
  "an8.57:4.10": "They recollect many kinds of past lives, that is,",
  "an8.57:4.11": "one life, two lives …",
  "an8.57:4.12": "And so they recollect their many kinds of past lives, with features and details.",
  "an8.57:4.13": "With clairvoyance that is purified and surpasses the human, they see …",
  "an8.57:4.14": "… how sentient beings are reborn according to their deeds.",
  "an8.57:4.15": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.",
  "an8.57:4.17": "A mendicant with these eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}