{
  "_markup_path": "markup/an/an08/an8.013.html",
  "_alt_strings": [
    "pi/an/an08/an8.013.json"
  ],
  "an8.13:1.1": "Numbered Discourses 8 ",
  "an8.13:2.1": "2 The Great Chapter ",
  "an8.13:3.1": "13 A Thoroughbred",
  "an8.13:4.1": "“Mendicants, a fine royal thoroughbred with eight factors is worthy of a king, fit to serve a king, and considered a factor of kingship.",
  "an8.13:4.2": "What eight?",
  "an8.13:4.3": "It’s when a fine royal thoroughbred is well born on both ",
  "an8.13:4.4": "the mother’s and the father’s sides.",
  "an8.13:4.5": "He’s bred in the region fine thoroughbreds come from.",
  "an8.13:4.6": "Whatever food he’s given,",
  "an8.13:4.7": "fresh or dry,",
  "an8.13:4.8": "he eats carefully, without making a mess.",
  "an8.13:4.9": "He’s disgusted by sitting or lying down in excrement or urine.",
  "an8.13:4.10": "He’s sweet-natured and pleasant to live with, and he doesn’t upset the other horses.",
  "an8.13:4.11": "He openly shows his tricks, bluffs, ruses, and feints to his trainer, ",
  "an8.13:4.12": "so the trainer can try to subdue them.",
  "an8.13:4.13": "He carries his load, determining:",
  "an8.13:4.14": "‘Whether or not the other horses carry their loads, I’ll carry mine.’",
  "an8.13:4.15": "He always walks in a straight path.",
  "an8.13:4.16": "He’s strong, and stays strong even until death.",
  "an8.13:4.17": "A fine royal thoroughbred with these eight factors is worthy of a king. …",
  "an8.13:5.1": "In the same way, a mendicant with eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an8.13:5.3": "What eight? ",
  "an8.13:5.4": "It’s when a mendicant is ethical, restrained in the code of conduct, and has appropriate behavior and means of collecting alms. Seeing danger in the slightest flaw, they keep the rules they’ve undertaken. ",
  "an8.13:5.5": "Whatever food they’re given, ",
  "an8.13:5.6": "coarse or fine,",
  "an8.13:5.7": "they eat carefully, without annoyance.",
  "an8.13:5.8": "He’s disgusted with bad conduct by way of body, speech, or mind,",
  "an8.13:5.9": "and by attainment of the many kinds of unwholesome things.",
  "an8.13:5.10": "He’s sweet-natured and pleasant to live with, and he doesn’t upset the other mendicants.",
  "an8.13:5.11": "He openly shows his tricks, bluffs, ruses, and feints to his sensible spiritual companions, ",
  "an8.13:5.12": "so they can try to subdue them.",
  "an8.13:5.13": "He does his training, determining:",
  "an8.13:5.14": "‘Whether or not the other mendicants do their training, I’ll do mine.’",
  "an8.13:5.15": "He always walks in a straight path.",
  "an8.13:5.16": "And here the straight path is ",
  "an8.13:5.17": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi. ",
  "an8.13:5.19": "They’re energetic:",
  "an8.13:5.20": "‘Willingly, let my skin, sinews, and bones remain! Let the blood and flesh waste away in my body!",
  "an8.13:5.21": "I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’",
  "an8.13:5.22": "A mendicant with these eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”",
  "an8.13:6.1": " "
}