{
  "_markup_path": "markup/an/an08/an8.051.html",
  "_alt_strings": [
    "pi/an/an08/an8.051.json"
  ],
  "an8.51:1.1": "Numbered Discourses 8 ",
  "an8.51:2.1": "6 Gotamī",
  "an8.51:3.1": "51 With Gotamī",
  "an8.51:4.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.",
  "an8.51:4.2": "Then Mahāpajāpatī Gotamī went up to the Buddha, ",
  "an8.51:4.3": "bowed, stood to one side,",
  "an8.51:4.4": "and said to him:",
  "an8.51:4.5": "“Sir, please let females gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.”",
  "an8.51:4.6": "“Enough, Gotamī.",
  "an8.51:4.7": "Don’t advocate for females to gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.”",
  "an8.51:5.1": "For a second time …",
  "an8.51:6.1": "For a third time, Mahāpajāpatī Gotamī said to the Buddha:",
  "an8.51:6.2": "“Sir, please let females gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.” ",
  "an8.51:6.3": "“Enough, Gotamī. ",
  "an8.51:6.4": "Don’t advocate for females to gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.” ",
  "an8.51:7.1": "Then Mahāpajāpatī Gotamī thought, “The Buddha does not permit females to go forth.” Miserable and sad, weeping, with a tearful face, she bowed and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an8.51:8.1": "Then the Buddha—when he had stayed in Kapilavatthu as long as he wished—set out for Vesālī.",
  "an8.51:8.2": "Travelling stage by stage, he arrived at Vesālī,",
  "an8.51:8.3": "where he stayed at the Great Wood, in the hall with the peaked roof.",
  "an8.51:8.4": "Then Mahāpajāpatī Gotamī had her hair cut off and put on ochre robes. Together with many Sakyan ladies she set out for Vesālī.",
  "an8.51:8.5": "Travelling stage by stage, she arrived at Vesālī and went to the Great Wood, the hall with the peaked roof.",
  "an8.51:8.6": "Then Mahāpajāpatī Gotamī stood crying outside the gate, her feet swollen, her body covered with dust, miserable and sad, with tearful face.",
  "an8.51:9.1": "Venerable Ānanda saw her standing there,",
  "an8.51:9.2": "and said to her:",
  "an8.51:9.3": "“Gotamī, why do you stand crying outside the gate, your feet swollen, your body covered with dust, miserable and sad, with tearful face?”",
  "an8.51:9.4": "“Sir, Ānanda, it’s because the Buddha does not permit females to go forth in the teaching and practice proclaimed by the Realized One.”",
  "an8.51:9.5": "“Well then, Gotamī, wait here just a moment, while I ask the Buddha to grant the going forth for females.”",
  "an8.51:10.1": "Then Venerable Ānanda went up to the Buddha, ",
  "an8.51:10.2": "bowed, sat down to one side, ",
  "an8.51:10.3": "and said to him:",
  "an8.51:10.4": "“Sir, Mahāpajāpatī Gotamī is standing crying outside the gate, her feet swollen, her body covered with dust, miserable and sad, with tearful face.",
  "an8.51:10.5": "She says that it’s because the Buddha does not permit females to go forth.",
  "an8.51:10.6": "Sir, please let females gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.”",
  "an8.51:10.7": "“Enough, Ānanda.",
  "an8.51:10.8": "Don’t advocate for females to gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.” ",
  "an8.51:11.1": "For a second time …",
  "an8.51:11.2": "For a third time, Ānanda said to the Buddha:",
  "an8.51:11.3": "“Sir, please let females gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.” ",
  "an8.51:11.4": "“Enough, Ānanda. ",
  "an8.51:11.5": "Don’t advocate for females to gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.” ",
  "an8.51:12.1": "Then Venerable Ānanda thought: ",
  "an8.51:12.2": "“The Buddha does not permit females to go forth.",
  "an8.51:12.3": "Why don’t I try another approach?”",
  "an8.51:12.4": "Then Venerable Ānanda said to the Buddha: ",
  "an8.51:12.5": "“Sir, is a woman able to realize the fruits of stream-entry, once-return, non-return, and perfection once she has gone forth?”",
  "an8.51:12.6": "“She is able, Ānanda.”",
  "an8.51:12.7": "“If a woman is able to realize the fruits of stream-entry, once-return, non-return, and perfection once she has gone forth.",
  "an8.51:12.8": "Sir, Mahāpajāpatī was very helpful to the Buddha. As his aunt, she raised him, nurtured him, and gave him her milk.",
  "an8.51:12.9": "When the Buddha’s birth-mother died, she nurtured him at her own breast.",
  "an8.51:12.10": "Sir, please let females gain the going forth from the home to homelessness in the teaching and training proclaimed by the Realized One.”",
  "an8.51:13.1": "“Ānanda, if Mahāpajāpatī Gotamī accepts these eight principles of respect, that will be her full ordination.",
  "an8.51:14.1": "A nun, even if she has been ordained for a hundred years, should bow down to a monk who was ordained that very day. She should rise up for him, greet him with cupped palms, and observe proper etiquette toward him.",
  "an8.51:14.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:15.1": "A nun should not not enter the rainy season residence in a monastery without monks.",
  "an8.51:15.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:16.1": "Each fortnight the nuns should expect two things from the community of monks:",
  "an8.51:16.2": "the date of the sabbath, and visiting for advice.",
  "an8.51:16.3": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:17.1": "After finishing the rainy season residence the nuns should invite admonition from both communities in regard to anything that was",
  "an8.51:17.2": "seen, heard, or suspected.",
  "an8.51:17.3": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:18.1": "A nun who has committed a grave offence should undergo penance in both communities for a fortnight.",
  "an8.51:18.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:19.1": "A female intern who has trained in the six rules for two years should seek full ordination from both communities.",
  "an8.51:19.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:20.1": "A nun should not abuse or insult a monk in any way.",
  "an8.51:20.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:21.1": "From this day forth it is forbidden for nuns to criticize monks, but it is not forbidden for monks to criticize nuns. ",
  "an8.51:21.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:22.1": "If Mahāpajāpatī Gotamī accepts these eight principles of respect, that will be her full ordination.”",
  "an8.51:23.1": "Then Ānanda, having learned these eight principles of respect from the Buddha himself,",
  "an8.51:23.2": "went to Mahāpajāpatī Gotamī and said:",
  "an8.51:24.1": "“Gotamī, if you accept eight principles of respect, that will be your full ordination.",
  "an8.51:25.1": "A nun, even if she has been ordained for a hundred years, should bow down to a monk who was ordained that very day. She should rise up for him, greet him with cupped palms, and observe proper etiquette toward him. …",
  "an8.51:25.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life. …",
  "an8.51:26.1": "From this day forth it is forbidden for nuns to criticize monks, but it is not forbidden for monks to criticize nuns.  ",
  "an8.51:26.2": "This principle should be honored, respected, esteemed, and venerated, and not transgressed for the rest of your life.",
  "an8.51:26.3": "If you accept these eight principles of respect, that will be your full ordination.”",
  "an8.51:27.1": "“Ānanda, suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. After getting a garland of lotuses, jasmine, or liana flowers, they would take them in both hands and place them on the crown of the head.",
  "an8.51:27.2": "In the same way, sir, I accept these eight principles of respect as not to be transgressed for the rest of my life.”",
  "an8.51:28.1": "Then Venerable Ānanda went up to the Buddha, ",
  "an8.51:28.2": "bowed, sat down to one side, ",
  "an8.51:28.3": "and said to the Buddha: ",
  "an8.51:28.4": "“Sir, Mahāpajāpatī Gotamī has accepted the eight principles of respect as not to be transgressed for the rest of her life.”",
  "an8.51:29.1": "“Ānanda, if females had not gained the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One, the spiritual life would have lasted long. The true teaching would have remained for a thousand years.",
  "an8.51:29.2": "But since they have gained the going forth, now the spiritual life will not last long. ",
  "an8.51:29.3": "The true teaching will remain only five hundred years.",
  "an8.51:30.1": "It’s like those families with many women and few men. They’re easy prey for bandits and thieves.",
  "an8.51:30.2": "In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth.",
  "an8.51:31.1": "It’s like a field full of rice. Once the disease called ‘white bones’ attacks, it doesn’t last long.",
  "an8.51:31.2": "In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth. ",
  "an8.51:32.1": "It’s like a field full of sugar cane. Once the disease called ‘red rot’ attacks, it doesn’t last long.",
  "an8.51:32.2": "In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth. ",
  "an8.51:33.1": "As a man might build a dyke around a large lake as a precaution against the water overflowing,",
  "an8.51:33.2": "in the same way as a precaution I’ve prescribed the eight principles of respect as not to be transgressed for life.”"
}