{
  "_markup_path": "markup/an/an08/an8.007.html",
  "_alt_strings": [
    "pi/an/an08/an8.007.json"
  ],
  "an8.7:1.1": "Numbered Discourses 8 ",
  "an8.7:2.1": "1 Love ",
  "an8.7:3.1": "7 Devadatta’s Failure",
  "an8.7:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain, not long after Devadatta had left. ",
  "an8.7:4.2": "There the Buddha spoke to the mendicants about Devadatta: ",
  "an8.7:4.3": "“Mendicants, it’s good for a mendicant to review their own failings from time to time.",
  "an8.7:4.4": "It’s good for a mendicant to review the failings of others from time to time.",
  "an8.7:4.5": "It’s good for a mendicant to review their own successes from time to time.",
  "an8.7:4.6": "It’s good for a mendicant to review the successes of others from time to time.",
  "an8.7:4.7": "Overcome and overwhelmed by eight things that oppose the true teaching, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable.",
  "an8.7:5.1": "What eight?",
  "an8.7:5.2": "Overcome and overwhelmed by gain …",
  "an8.7:5.3": "loss …",
  "an8.7:5.4": "fame …",
  "an8.7:5.5": "disgrace …",
  "an8.7:5.6": "honor …",
  "an8.7:5.7": "dishonor …",
  "an8.7:5.8": "wicked desires …",
  "an8.7:5.9": "bad friendship, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable.",
  "an8.7:5.10": "Overcome and overwhelmed by these eight things that oppose the true teaching, Devadatta is going to a place of loss, to hell, there to remain for an eon, irredeemable.",
  "an8.7:6.1": "It’s good for a mendicant, whenever they encounter it, to overcome gain … loss …",
  "an8.7:6.2": "fame …",
  "an8.7:6.3": "disgrace …",
  "an8.7:6.4": "honor …",
  "an8.7:6.5": "dishonor …",
  "an8.7:6.6": "wicked desires …",
  "an8.7:6.7": "bad friendship.",
  "an8.7:7.1": "What advantage does a mendicant gain by overcoming these eight things?",
  "an8.7:8.1": "The distressing and feverish defilements that might arise in someone who lives without overcoming these eight things do not arise when they have overcome them.",
  "an8.7:8.9": "This is the advantage that a mendicant gains by overcoming these eight things.",
  "an8.7:9.1": "So, mendicants, you should train like this: ",
  "an8.7:9.2": "‘Whenever we encounter it, we will overcome gain … loss … ",
  "an8.7:9.3": "fame … ",
  "an8.7:9.4": "disgrace … ",
  "an8.7:9.5": "honor … ",
  "an8.7:9.6": "dishonor … ",
  "an8.7:9.7": "wicked desires … ",
  "an8.7:9.8": "bad friendship.",
  "an8.7:9.9": "That’s how you should train.” "
}