{
  "_markup_path": "markup/an/an08/an8.023.html",
  "_alt_strings": [
    "pi/an/an08/an8.023.json"
  ],
  "an8.23:1.1": "Numbered Discourses 8 ",
  "an8.23:2.1": "3 Householders ",
  "an8.23:3.1": "23 With Hatthaka (1)",
  "an8.23:4.1": "At one time the Buddha was staying near Āḷavī, at the Aggāḷava Tree-shrine.",
  "an8.23:4.2": "There the Buddha addressed the mendicants:  ",
  "an8.23:4.3": "“Mendicants, you should remember the householder Hatthaka of Āḷavī as someone who has seven amazing and incredible qualities.",
  "an8.23:4.4": "What seven? ",
  "an8.23:4.5": "He’s faithful,",
  "an8.23:4.6": "ethical,",
  "an8.23:4.7": "conscientious,",
  "an8.23:4.8": "prudent,",
  "an8.23:4.9": "learned,",
  "an8.23:4.10": "generous,",
  "an8.23:4.11": "and wise.",
  "an8.23:4.12": "You should remember the householder Hatthaka of Āḷavī as someone who has these seven amazing and incredible qualities.”",
  "an8.23:4.13": "This is what the Buddha said.  ",
  "an8.23:4.14": "When he had spoken, the Holy One got up from his seat and entered his dwelling.  ",
  "an8.23:5.1": "Then a certain mendicant got dressed in the morning and, taking his bowl and robes, went to the home of the householder Hatthaka of Āḷavī,",
  "an8.23:5.2": "where he sat on the indicated seat. ",
  "an8.23:5.3": "Then Hatthaka went up to that mendicant,",
  "an8.23:5.4": "bowed, and sat down to one side. ",
  "an8.23:5.5": "The mendicant said to Hatthaka:",
  "an8.23:6.1": "“Householder, the Buddha declared that you have seven amazing and incredible qualities.",
  "an8.23:6.2": "What seven? ",
  "an8.23:6.3": "He said that you’re faithful,",
  "an8.23:6.4": "ethical,",
  "an8.23:6.5": "conscientious,",
  "an8.23:6.6": "prudent,",
  "an8.23:6.7": "learned,",
  "an8.23:6.8": "generous,",
  "an8.23:6.9": "and wise.",
  "an8.23:6.10": "The Buddha declared that you have these seven amazing and incredible qualities.”",
  "an8.23:6.11": "“But sir, I trust that no white-clothed lay people were present?”",
  "an8.23:6.12": "“No, there weren’t any white-clothed lay people present.”",
  "an8.23:6.13": "“That’s good, sir.”",
  "an8.23:7.1": "Then that mendicant, after taking alms-food in Hatthaka of Āḷavī’s home, got up from his seat and left.",
  "an8.23:7.2": "Then after the meal, on his return from alms-round, he went to the Buddha, ",
  "an8.23:7.3": "bowed, sat down to one side, ",
  "an8.23:7.4": "and told him of what he had discussed with the householder Hatthaka. The Buddha said:",
  "an8.23:10.1": "“Good, good, monk! ",
  "an8.23:10.2": "That son of a good family has few wishes.",
  "an8.23:10.3": "He doesn’t want his own good qualities to be made known to others.",
  "an8.23:10.4": "Well then, mendicant, you should remember the householder Hatthaka of Āḷavī as someone who has this eighth amazing and incredible quality, that is, fewness of wishes.”",
  "an8.23:11.1": " "
}