{
  "_markup_path": "markup/sn/sn12/sn12.19.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.19.json"
  ],
  "sn12.19:1.1": "Linked Discourses 12 ",
  "sn12.19:2.1": "2 Fuel ",
  "sn12.19:3.1": "19 The Astute and the Foolish",
  "sn12.19:4.1": "At Sāvatthī. ",
  "sn12.19:4.2": "“Mendicants, for a fool hindered by ignorance and fettered by craving, this body has been produced.",
  "sn12.19:4.3": "So there is the duality of this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the fool experiences pleasure and pain.",
  "sn12.19:5.1": "For an astute person hindered by ignorance and fettered by craving, this body has been produced.",
  "sn12.19:5.2": "So there is the duality of this body and external name and form. Contact depends on this duality. When contacted through one or other of the six sense fields, the fool experiences pleasure and pain.",
  "sn12.19:6.1": "What, then, is the difference between the foolish and the astute?”",
  "sn12.19:6.2": "“Our teachings are rooted in the Buddha. He is our guide and refuge.",
  "sn12.19:6.3": "Sir, may the Buddha himself please clarify the meaning of this.",
  "sn12.19:6.4": "The mendicants will listen and remember it.”",
  "sn12.19:7.1": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "sn12.19:7.2": "“Yes, sir,” they replied.  ",
  "sn12.19:7.3": "The Buddha said this:  ",
  "sn12.19:8.1": "“For an fool hindered by ignorance and fettered by craving, this body has been produced. But the fool has not given up that ignorance or finished that craving.",
  "sn12.19:8.2": "Why is that? ",
  "sn12.19:8.3": "The fool has not lived the spiritual life for the complete ending of suffering.",
  "sn12.19:8.4": "Therefore, when their body breaks up, the fool is reborn in another body. When reborn in another body, they’re not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn12.19:8.5": "They’re not freed from suffering, I say. ",
  "sn12.19:9.1": "For an astute person hindered by ignorance and fettered by craving, this body has been produced. But the astute person has given up that ignorance and finished that craving.",
  "sn12.19:9.2": "Why is that? ",
  "sn12.19:9.3": "The astute person has lived the spiritual life for the complete ending of suffering.",
  "sn12.19:9.4": "Therefore, when their body breaks up, the astute person is not reborn in another body. ",
  "sn12.19:9.5": "Not being reborn in another body, they’re freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress.",
  "sn12.19:9.6": "They’re freed from suffering, I say. ",
  "sn12.19:9.7": "This is the difference here between the foolish and the astute, that is, living the spiritual life.”"
}