{
  "_markup_path": "markup/sn/sn12/sn12.52.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.52.json"
  ],
  "sn12.52:1.1": "Linked Discourses 12 ",
  "sn12.52:2.1": "7 Suffering ",
  "sn12.52:3.1": "52 Grasping",
  "sn12.52:4.1": "At Sāvatthī.",
  "sn12.52:4.2": "“There are things that are prone to being grasped. When you concentrate on the gratification provided by these things, your craving grows.",
  "sn12.52:4.3": "Craving is a condition for grasping.",
  "sn12.52:4.4": "Grasping is a condition for future existence. ",
  "sn12.52:4.5": "Grasping is a condition for future existence. ",
  "sn12.52:4.6": "Rebirth is a condition that gives rise to old age and death, sorrow, crying, pain, sadness, and distress.  ",
  "sn12.52:4.7": "That is how this entire mass of suffering originates.  ",
  "sn12.52:5.1": "Suppose a bonfire was burning with ten, twenty, thirty, or forty loads of wood.",
  "sn12.52:5.2": "And from time to time someone would toss in dry grass, cow dung, or wood.",
  "sn12.52:5.3": "Fueled and sustained by that, the bonfire would burn for a long time.",
  "sn12.52:5.4": "In the same way, there are things that are prone to being grasped. When you concentrate on the gratification provided by these things, your craving grows.",
  "sn12.52:5.5": "Craving is a condition for grasping. …",
  "sn12.52:5.6": "That is how this entire mass of suffering originates. ",
  "sn12.52:6.1": "There are things that are prone to being grasped. When you concentrate on the drawbacks of these things, your craving ceases.",
  "sn12.52:6.2": "When craving ceases, grasping ceases. ",
  "sn12.52:6.3": "When grasping ceases, future existence ceases.  ",
  "sn12.52:6.4": "When future existence ceases, rebirth ceases.",
  "sn12.52:6.5": "When rebirth ceases, old age and death, sorrow, crying, pain, sadness, and distress cease.  ",
  "sn12.52:6.6": "That is how this entire mass of suffering ceases. ",
  "sn12.52:7.1": "Suppose a bonfire was burning with ten, twenty, thirty, or forty loads of wood.",
  "sn12.52:7.2": "And from time to time someone would toss in dry grass, cow dung, or wood.",
  "sn12.52:7.3": "As the original fuel is used up and no more is added, the bonfire would be extinguished due to lack of fuel.",
  "sn12.52:7.4": "In the same way, there are things that are prone to being grasped. When you concentrate on the drawbacks of these things, your craving ceases. When craving ceases, grasping ceases. … ",
  "sn12.52:7.5": "That is how this entire mass of suffering ceases.” "
}