{
  "_markup_path": "markup/sn/sn12/sn12.40.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.40.json"
  ],
  "sn12.40:1.1": "Linked Discourses 12 ",
  "sn12.40:2.1": "4 Kaḷāra the Aristocrat ",
  "sn12.40:3.1": "40 Intention (3)",
  "sn12.40:4.1": "At Sāvatthī. ",
  "sn12.40:4.2": "“Mendicants, what you intend or plan, and what you have tendencies for become a support for the continuation of consciousness.",
  "sn12.40:4.3": "When this support exists, consciousness becomes established.  ",
  "sn12.40:4.4": "When consciousness is established and grows, there is an inclination.",
  "sn12.40:4.5": "When there is an inclination, there is coming and going.",
  "sn12.40:4.6": "When there is coming and coming, there is passing away and reappearing.",
  "sn12.40:4.7": "When there is passing away and reappearing, future birth, old age, and death come to be, as do sorrow, crying, pain, sadness, and distress. ",
  "sn12.40:4.8": "That is how this entire mass of suffering originates.",
  "sn12.40:5.1": "If you don’t intend or plan, but still have tendencies, this becomes a support for the continuation of consciousness.",
  "sn12.40:5.2": "When this support exists, consciousness becomes established.  ",
  "sn12.40:5.3": "When consciousness is established and grows, there is an inclination. ",
  "sn12.40:5.4": "When there is an inclination, there is coming and going. ",
  "sn12.40:5.5": "When there is coming and coming, there is passing away and reappearing. ",
  "sn12.40:5.6": "When there is passing away and reappearing, future birth, old age, and death come to be, as do sorrow, crying, pain, sadness, and distress.  ",
  "sn12.40:5.7": "That is how this entire mass of suffering originates.  ",
  "sn12.40:6.1": "If you don’t intend or plan or have tendencies, this doesn’t become a support for the continuation of consciousness. ",
  "sn12.40:6.2": "With no support, consciousness is not established.  ",
  "sn12.40:6.3": "When consciousness is not established and doesn’t grow, there’s no inclination. ",
  "sn12.40:6.4": "When there’s no inclination, there’s no coming and going.",
  "sn12.40:6.5": "When there’s no coming and coming, there’s no passing away and reappearing.",
  "sn12.40:6.6": "When there’s no passing away and reappearing, future birth, old age, and death cease, as do sorrow, crying, pain, sadness, and distress. ",
  "sn12.40:6.7": "That is how this entire mass of suffering ceases.”"
}