{
  "_markup_path": "markup/sn/sn12/sn12.42.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.42.json"
  ],
  "sn12.42:1.1": "Linked Discourses 12 ",
  "sn12.42:2.1": "5 Householders ",
  "sn12.42:3.1": "42 Dangers and Threats (2)",
  "sn12.42:4.1": "At Sāvatthī. ",
  "sn12.42:4.2": "“Householder, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and penetrated the noble process with wisdom, they may, if they wish, declare of themselves:",
  "sn12.42:4.3": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "sn12.42:5.1": "What are the five dangers and threats they have quelled? ",
  "sn12.42:5.2": "Killing living creatures …",
  "sn12.42:5.3": "stealing …",
  "sn12.42:5.4": "sexual misconduct …",
  "sn12.42:5.5": "lying …",
  "sn12.42:5.6": "taking alcohol and drugs, which cause negligence …",
  "sn12.42:5.7": "These are the five dangers and threats they have quelled.",
  "sn12.42:6.1": "What are the four factors of stream-entry that they have?",
  "sn12.42:6.2": "It’s when a noble disciple has experiential confidence in the Buddha …",
  "sn12.42:6.3": "the teaching …",
  "sn12.42:6.4": "the Saṅgha … ",
  "sn12.42:6.5": "and their ethical conduct is loved by the noble ones.",
  "sn12.42:6.6": "These are the four factors of stream-entry that they have. ",
  "sn12.42:7.1": "And what is the noble process that they have clearly seen and penetrated  with wisdom? ",
  "sn12.42:7.2": "A noble disciple carefully focuses on sources in the case of dependent origination itself …",
  "sn12.42:7.3": "This is the noble process that they have clearly seen and penetrated with wisdom.",
  "sn12.42:8.1": "When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and penetrated the noble process with wisdom, they may, if they wish, declare of themselves:",
  "sn12.42:8.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”"
}