{
  "_markup_path": "markup/sn/sn12/sn12.66.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.66.json"
  ],
  "sn12.66:1.1": "Linked Discourses 12 ",
  "sn12.66:2.1": "7 The Greater Chapter ",
  "sn12.66:3.1": "66 Self-examination",
  "sn12.66:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn12.66:4.2": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma.",
  "sn12.66:4.3": "There the Buddha addressed the mendicants:  ",
  "sn12.66:4.4": "“Mendicants!”  ",
  "sn12.66:4.5": "“Venerable sir,” they replied. ",
  "sn12.66:4.6": "The Buddha said this:  ",
  "sn12.66:4.7": "“Mendicants, do you perform inner self-examination?”",
  "sn12.66:4.8": "When he said this, one of the mendicants asked the Buddha: ",
  "sn12.66:4.9": "“Sir, I perform inner self-examination.”",
  "sn12.66:4.10": "“But mendicant, how do you perform inner self-examination?”",
  "sn12.66:4.11": "Then that mendicant answered,",
  "sn12.66:4.12": "but the Buddha was not happy with the answer.",
  "sn12.66:5.1": "When this was said, Venerable Ānanda said to the Buddha: ",
  "sn12.66:5.2": "“Now is the time, Blessed One!",
  "sn12.66:5.3": "Now is the time, Holy One!",
  "sn12.66:5.4": "Let the Buddha speak of the inner self-examination.",
  "sn12.66:5.5": "The mendicants will listen and remember it.”",
  "sn12.66:5.6": "“Well then, Ānanda, listen and pay close attention, I will speak.”",
  "sn12.66:5.7": "“Yes, sir,” they replied.  ",
  "sn12.66:5.8": "The Buddha said this:  ",
  "sn12.66:6.1": "“Take a mendicant who performs inner self-examination:",
  "sn12.66:6.2": "‘The suffering that arises in the world starting with old age and death takes many and diverse forms.",
  "sn12.66:6.3": "But what is the source of this suffering? When what exists does old age and death come to be? And when what does not exist does old age and death not come to be?’",
  "sn12.66:6.4": "While examining they know:",
  "sn12.66:6.5": "‘The suffering that arises in the world starting with old age and death takes many and diverse forms.",
  "sn12.66:6.6": "The source of this suffering is attachment. When attachments exist old age and death come to be. And when attachments do not exist old age and death don’t come to be.’",
  "sn12.66:6.7": "They understand old age and death, their origin, their cessation, and the appropriate practice for their cessation. ",
  "sn12.66:6.8": "And they practice in line with that path.",
  "sn12.66:6.9": "This is called a mendicant who is practicing for the complete ending of suffering, for the cessation of old age and death.",
  "sn12.66:7.1": "They perform further inner self-examination:",
  "sn12.66:7.2": "‘But what is the source of this attachment? When what exists does attachment come to be? And when what does not exist does attachment not come to be?’",
  "sn12.66:7.3": "While examining they know: ",
  "sn12.66:7.4": "‘The source of this attachment is craving. When craving exists attachments come to be. And when craving doesn’t exist attachments don’t come to be.’",
  "sn12.66:7.5": "They understand attachments, their origin, their cessation, and the appropriate practice for their cessation. ",
  "sn12.66:7.6": "And they practice in line with that path.",
  "sn12.66:7.7": "This is called a mendicant who is practicing for the complete ending of suffering, for the cessation of attachments.",
  "sn12.66:8.1": "They perform further inner self-examination: ",
  "sn12.66:8.2": "‘But where does that craving arise and where does it settle?’",
  "sn12.66:8.3": "While examining they know:",
  "sn12.66:8.4": "That craving arises and settles on whatever in the world seems nice and pleasant.",
  "sn12.66:8.5": "And what in the world seems nice and pleasant?",
  "sn12.66:8.6": "The eye in the world seems nice and pleasant, and it is there that craving arises and settles.",
  "sn12.66:8.7": "The ear …",
  "sn12.66:8.8": "nose …",
  "sn12.66:8.9": "tongue …",
  "sn12.66:8.10": "body …",
  "sn12.66:8.11": "mind in the world seems nice and pleasant, and it is there that craving arises and settles.",
  "sn12.66:9.1": "There were ascetics and brahmins of the past who saw the things that seem nice and pleasant in the world as permanent, as pleasurable, as self, as healthy, and as safe.",
  "sn12.66:9.2": "Their craving grew.",
  "sn12.66:9.3": "As their craving grew, their attachments grew.",
  "sn12.66:9.4": "As their attachments grew, their suffering grew.",
  "sn12.66:9.5": "And as their suffering grew, they were not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They were not freed from suffering, I say.",
  "sn12.66:10.1": "There will be ascetics and brahmins in the future who will see the things that seem nice and pleasant in the world as permanent, as pleasurable, as self, as healthy, and as safe.",
  "sn12.66:10.2": "Their craving will grow.",
  "sn12.66:10.3": "As their craving grows, their attachments will grow.",
  "sn12.66:10.4": "As their attachments grow, their suffering will grow.",
  "sn12.66:10.5": "And as their suffering grew, they will not be freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They will not be freed from suffering, I say.",
  "sn12.66:11.1": "There are ascetics and brahmins in the present who see the things that seem nice and pleasant in the world as permanent, as pleasurable, as self, as healthy, and as safe.",
  "sn12.66:11.2": "Their craving grows.",
  "sn12.66:11.3": "As their craving grows, their attachments grow.",
  "sn12.66:11.4": "As their attachments grow, their suffering grows.",
  "sn12.66:11.5": "And as their suffering grows, they are not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They are not freed from suffering, I say.",
  "sn12.66:12.1": "Suppose there was a bronze cup of beverage that had a nice color, aroma, and flavor.",
  "sn12.66:12.2": "But it was mixed with poison.",
  "sn12.66:12.3": "Then along comes a man struggling in the oppressive heat, weary, thirsty, and parched.  ",
  "sn12.66:12.4": "They’d say to him:",
  "sn12.66:12.5": "‘Here, mister, this bronze cup of beverage has a nice color, aroma, and flavor.",
  "sn12.66:12.6": "But it’s mixed with poison.",
  "sn12.66:12.7": "Drink it if you like.",
  "sn12.66:12.8": "If you drink it, the color, aroma, and flavor will be appetizing, but it will result in death or deadly pain.’",
  "sn12.66:12.9": "He wouldn’t reject that beverage. Hastily, without thinking, he’d drink it,",
  "sn12.66:12.10": "resulting in death or deadly pain.",
  "sn12.66:12.11": "In the same way, there are ascetics and bramins of the past …",
  "sn12.66:12.12": "future …",
  "sn12.66:12.13": "There are ascetics and brahmins in the present who see the things that seem nice and pleasant in the world as permanent, as pleasurable, as self, as healthy, and as safe.",
  "sn12.66:12.14": "As their craving grows, their attachments grow. ",
  "sn12.66:12.15": "As their attachments grow, their suffering grows. ",
  "sn12.66:12.16": "And as their suffering grows, they are not freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They are not freed from suffering, I say. ",
  "sn12.66:13.1": "There were ascetics and brahmins of the past who saw the things that seem nice and pleasant in the world as impermanent, as suffering, as not-self, as diseased, and as dangerous. They gave up craving.",
  "sn12.66:13.2": "Giving up craving, they gave up attachments.",
  "sn12.66:13.3": "Giving up attachments, they gave up suffering.",
  "sn12.66:13.4": "Giving up suffering, they were freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They were freed from suffering, I say.",
  "sn12.66:14.1": "There will be ascetics and brahmins in the future who will see the things that seem nice and pleasant in the world as impermanent, as suffering, as not-self, as diseased, and as dangerous. They will give up craving.",
  "sn12.66:14.2": "Giving up craving …",
  "sn12.66:14.3": "they will be freed from suffering, I say.",
  "sn12.66:15.1": "There are ascetics and brahmins in the present who see the things that seem nice and pleasant in the world as impermanent, as suffering, as not-self, as diseased, and as dangerous.",
  "sn12.66:15.2": "Giving up craving, they give up attachments.",
  "sn12.66:15.3": "Giving up attachments, they give up suffering.",
  "sn12.66:15.4": "Giving up suffering, they are freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They are freed from suffering, I say.",
  "sn12.66:16.1": "Suppose there was a bronze cup of beverage that had a nice color, aroma, and flavor. ",
  "sn12.66:16.2": "But it was mixed with poison. ",
  "sn12.66:16.3": "Then along comes a man struggling in the oppressive heat, weary, thirsty, and parched.  ",
  "sn12.66:16.4": "They’d say to him: ",
  "sn12.66:16.5": "‘Here, mister, this bronze cup of beverage has a nice color, aroma, and flavor.",
  "sn12.66:16.6": "Drink it if you like. ",
  "sn12.66:16.7": "If you drink it, its nice color, aroma, and flavor will refresh you. But drinking it will result in death or deadly pain.’",
  "sn12.66:16.9": "Then that man thought:",
  "sn12.66:16.10": "‘I could quench my thirst with water, whey, or broth. But I shouldn’t drink that beverage, for it would be for my lasting harm and suffering.’",
  "sn12.66:16.11": "He’d reject that beverage. After reflection, he wouldn’t drink it,",
  "sn12.66:16.12": "and wouldn’t result in death or deadly pain.",
  "sn12.66:16.13": "In the same way, there were ascetics and brahmins of the past who saw the things that seem nice and pleasant in the world as impermanent, as suffering, as not-self, as diseased, and as dangerous. They gave up craving.",
  "sn12.66:16.14": "Giving up craving, they gave up attachments. ",
  "sn12.66:16.15": "Giving up attachments, they gave up suffering. ",
  "sn12.66:16.16": "Giving up suffering, they were freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They were freed from suffering, I say. ",
  "sn12.66:17.1": "There will be ascetics and brahmins in the future …",
  "sn12.66:17.2": "There are ascetics and brahmins in the present who see the things that seem nice and pleasant in the world as impermanent, as suffering, as not-self, as diseased, and as dangerous. They give up craving.",
  "sn12.66:17.3": "Giving up craving, they give up attachments. ",
  "sn12.66:17.4": "Giving up attachments, they give up suffering. ",
  "sn12.66:17.5": "Giving up suffering, they are freed from birth, old age, and death, from sorrow, crying, pain, sadness, and distress. They are freed from suffering, I say.”"
}