{
  "_markup_path": "markup/sn/sn12/sn12.22.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.22.json"
  ],
  "sn12.22:1.1": "Linked Discourses 12 ",
  "sn12.22:2.1": "3 The Ten Powers ",
  "sn12.22:3.1": "22 The Ten Powers (2)",
  "sn12.22:4.1": "At Sāvatthī. ",
  "sn12.22:4.2": "“Mendicants, a Realized One has ten powers and four kinds of self-assurance. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.",
  "sn12.22:4.3": "Such is form, such is the origin of form, such is the ending of form. Such is feeling, such is the origin of feeling, such is the ending of feeling. Such is perception, such is the origin of perception, such is the ending of perception. Such are choices, such is the origin of choices, such is the ending of choices. Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.",
  "sn12.22:4.4": "When this exists, that is; due to the arising of this, that arises.",
  "sn12.22:4.5": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:",
  "sn12.22:4.6": "Ignorance is a condition for choices. ",
  "sn12.22:4.7": "Choices are a condition for consciousness. … ",
  "sn12.22:4.8": "That is how this entire mass of suffering originates. ",
  "sn12.22:4.9": "When ignorance fades away and ceases with nothing left over, choices cease.  ",
  "sn12.22:4.10": "When choices cease, consciousness ceases. … ",
  "sn12.22:4.11": "That is how this entire mass of suffering ceases.",
  "sn12.22:5.1": "So the teaching has been well explained by me, made clear, opened, illuminated, and stripped of patchwork.",
  "sn12.22:5.2": "Just this much is quite enough for someone who has gone forth out of faith from a respectable family to rouse up their energy.",
  "sn12.22:5.3": "‘Willingly, let only skin, sinews, and tendons remain! Let the flesh and blood waste away in my body!",
  "sn12.22:5.4": "I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’",
  "sn12.22:6.1": "A lazy person lives in suffering, mixed up with bad, unwholesome qualities, and ruins a great deal of their own good.",
  "sn12.22:6.2": "An energetic person lives happily, secluded from bad, unwholesome qualities, and fulfills a great deal of their own good.",
  "sn12.22:6.3": "The best isn’t reached by the worse.",
  "sn12.22:6.4": "The best is reached by the best.",
  "sn12.22:6.5": "This spiritual life is the cream, mendicants, and the Teacher is before you.",
  "sn12.22:6.6": "So you should rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized, thinking:",
  "sn12.22:6.7": "‘In this way our going forth will not be barren, but fruitful and fertile.",
  "sn12.22:6.8": "And our use of robes, alms-food, lodgings, and medicines and supplies for the sick shall be of great fruit and benefit for those who offered them.’",
  "sn12.22:6.9": "That’s how you should train.",
  "sn12.22:6.10": "Considering your own good, mendicants, is quite enough for you to diligently perfect yourselves.",
  "sn12.22:6.11": "Considering the good of others is quite enough for you to diligently perfect yourselves.",
  "sn12.22:6.12": "Considering the good of both is quite enough for you to diligently perfect yourselves.”"
}