{
  "_markup_path": "markup/sn/sn12/sn12.69.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.69.json"
  ],
  "sn12.69:1.1": "Linked Discourses 12 ",
  "sn12.69:2.1": "7 The Greater Chapter ",
  "sn12.69:3.1": "69 Surge",
  "sn12.69:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn12.69:4.2": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery.",
  "sn12.69:4.4": "“Mendicants, when the ocean surges it makes the rivers surge. When the rivers surge they make the streams surge. When the streams surge they make the lakes surge. When the lakes surge they make the ponds surge.",
  "sn12.69:4.5": "In the same way, when ignorance surges it makes choices surge. When choices surge they make consciousness surge. When consciousness surges it makes name and form surge. When name and form surge they make the six sense fields surge. When the six sense fields surge they make contact surge. When contact surges it makes feeling surge. When feeling surges it makes craving surge. When craving surges it makes grasping surge. When grasping surges it makes future existence surge. When future existence surges it makes rebirth surge. When rebirth surges it makes old age and death surge.",
  "sn12.69:5.1": "When the ocean recedes it makes the rivers recede. When the rivers recede they make the streams recede. When the streams recede they make the lakes recede. When the lakes recede they make the ponds recede.",
  "sn12.69:5.2": "In the same way, when ignorance recedes it makes choices recede. When choices recede they make consciousness recede. When consciousness recedes it makes name and form recede. When name and form recede they make the six sense fields recede. When the six sense fields recede they make contact recede. When contact recedes it makes feeling recede. When feeling recedes it makes craving recede. When craving recedes it makes grasping recede. When grasping recedes it makes future existence recede. When future existence recedes it makes rebirth recede. When rebirth recedes it makes old age and death recede.”"
}