{
  "_markup_path": "markup/sn/sn12/sn12.25.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.25.json"
  ],
  "sn12.25:1.1": "Linked Discourses 12 ",
  "sn12.25:2.1": "3 The Ten Powers ",
  "sn12.25:3.1": "25 With Bhūmija",
  "sn12.25:4.1": "At Sāvatthī. ",
  "sn12.25:4.2": "Then in the late afternoon, Venerable Bhūmija came out of solitude, went to Venerable Sāriputta,",
  "sn12.25:4.3": "and exchanged greetings with him. ",
  "sn12.25:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn12.25:4.5": "and said to him:",
  "sn12.25:5.1": "“Reverend Sāriputta, there are ascetics and brahmins who teach the efficacy of deeds. Some of them declare that pleasure and pain are made by oneself.",
  "sn12.25:5.2": "Some of them declare that pleasure and pain are made by another.",
  "sn12.25:5.3": "Some of them declare that pleasure and pain are made by both oneself and another.",
  "sn12.25:5.4": "Some of them declare that pleasure and pain arise randomly, not made by oneself or another.",
  "sn12.25:5.5": "What does the Buddha teach regarding this? How does he explain it? How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”",
  "sn12.25:6.1": "“Reverend, the Buddha said that suffering is dependently originated.",
  "sn12.25:6.2": "Dependent on what? ",
  "sn12.25:6.3": "Dependent on contact. ",
  "sn12.25:6.4": "If you said this you would repeat what the Buddha has said, and not misrepresent him with an untruth. You would explain in line with his teaching, and there would be no legitimate grounds for rebuke and criticism. ",
  "sn12.25:7.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, that’s conditioned by contact. …",
  "sn12.25:7.4": "In the case of those who declare that pleasure and pain arise randomly, not made by oneself or another, that’s also conditioned by contact.",
  "sn12.25:8.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, it’s impossible that they will experience that without contact.",
  "sn12.25:8.4": "In the case of those who declare that pleasure and pain arise randomly, not made by oneself or another, it’s impossible that they will experience that without contact.”",
  "sn12.25:9.1": "Venerable Ānanda heard this discussion between Venerable Sāriputta and Venerable Bhūmija.",
  "sn12.25:9.2": "Then Venerable Ānanda went up to the Buddha, ",
  "sn12.25:9.3": "bowed, sat down to one side, ",
  "sn12.25:9.4": "and informed the Buddha of all they had discussed.",
  "sn12.25:10.1": "“Good, good, Ānanda! It’s just as Sāriputta has so rightly explained. ",
  "sn12.25:10.2": "I have said that pleasure and pain are dependently originated.",
  "sn12.25:10.3": "Dependent on what? ",
  "sn12.25:10.4": "Dependent on contact. ",
  "sn12.25:10.5": "Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism. ",
  "sn12.25:11.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, that’s conditioned by contact. …",
  "sn12.25:11.4": "In the case of those who declare that pleasure and pain arise randomly, not made by oneself or another, that’s also conditioned by contact.",
  "sn12.25:12.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that pleasure and pain are made by oneself, it’s impossible that they will experience that without contact.",
  "sn12.25:12.4": "In the case of those who declare that pleasure and pain arise randomly, not made by oneself or another, it’s impossible that they will experience that without contact.",
  "sn12.25:13.1": "“Mendicants, as long as there’s a body, the intention that gives rise to bodily action causes pleasure and pain to arise in oneself.",
  "sn12.25:13.2": "As long as there’s a voice, the intention that gives rise to verbal action causes pleasure and pain to arise in oneself.",
  "sn12.25:13.3": "As long as there’s a mind, the intention that gives rise to mental action causes pleasure and pain to arise in oneself. But these only apply when conditioned by ignorance.",
  "sn12.25:14.1": "By oneself one instigates the choice that gives rise to bodily, verbal, and mental action, conditioned by which that pleasure and pain arise in oneself.",
  "sn12.25:14.2": "Or else others instigate the choice …",
  "sn12.25:14.3": "One consciously instigates the choice …",
  "sn12.25:14.4": "Or else one unconsciously instigates the choice …",
  "sn12.25:17.1": "Ignorance is included in all these things. ",
  "sn12.25:17.2": "But when ignorance fades away and ceases with nothing left over, there is no body and no voice and no mind, conditioned by which that pleasure and pain arise in oneself. ",
  "sn12.25:17.5": "There is no field, ",
  "sn12.25:17.6": "no ground, ",
  "sn12.25:17.7": "no scope, ",
  "sn12.25:17.8": "no basis, conditioned by which that pleasure and pain arise in oneself.”"
}