{
  "_markup_path": "markup/sn/sn12/sn12.14.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.14.json"
  ],
  "sn12.14:1.1": "Linked Discourses 12 ",
  "sn12.14:2.1": "2 Fuel ",
  "sn12.14:3.1": "14 Ascetics and Brahmins (2)",
  "sn12.14:4.1": "At Sāvatthī. ",
  "sn12.14:4.2": "“Mendicants, there are ascetics and brahmins who don’t understand these things, their origin, their cessation, and the practice that leads to their cessation. What things don’t they understand?",
  "sn12.14:5.1": "They don’t understand old age and death, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:5.2": "They don’t understand birth … ",
  "sn12.14:5.3": "future existence … ",
  "sn12.14:5.4": "grasping … ",
  "sn12.14:5.5": "craving … ",
  "sn12.14:5.6": "feeling … ",
  "sn12.14:5.7": "contact … ",
  "sn12.14:5.8": "the six sense fields … ",
  "sn12.14:5.9": "name and form … ",
  "sn12.14:5.10": "consciousness … ",
  "sn12.14:5.11": "They don’t understand choices, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:5.12": "They don’t understand these things, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:5.13": "I don’t consider them to be true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having achieved it with their own insight.",
  "sn12.14:6.1": "There are ascetics and brahmins who do understand these things, their origin, their cessation, and the practice that leads to their cessation. What things do they understand?",
  "sn12.14:7.1": "They understand old age and death, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:7.2": "They understand birth …",
  "sn12.14:7.3": "future existence … ",
  "sn12.14:7.4": "grasping … ",
  "sn12.14:7.5": "craving … ",
  "sn12.14:7.6": "feeling … ",
  "sn12.14:7.7": "contact … ",
  "sn12.14:7.8": "the six sense fields … ",
  "sn12.14:7.9": "name and form … ",
  "sn12.14:7.10": "consciousness … ",
  "sn12.14:7.11": "They understand choices, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:7.12": "They understand these things, their origin, their cessation, and the practice that leads to their cessation.",
  "sn12.14:7.13": "I consider them to be true ascetics and brahmins.",
  "sn12.14:7.14": "Those venerables realize the goal of life as an ascetic or brahmin, and live having achieved it with their own insight.”"
}