{
  "_markup_path": "markup/sn/sn12/sn12.41.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.41.json"
  ],
  "sn12.41:1.1": "Linked Discourses 12 ",
  "sn12.41:2.1": "5 Householders",
  "sn12.41:3.1": "41 Dangers and Threats",
  "sn12.41:4.1": "At Sāvatthī. ",
  "sn12.41:4.2": "Then the householder Anāthapiṇḍika went up to the Buddha, ",
  "sn12.41:4.3": "bowed, and sat down to one side.",
  "sn12.41:4.4": "Seated to one side, the Buddha said to the householder Anāthapiṇḍika: ",
  "sn12.41:5.1": "“Householder, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and penetrated the noble process with wisdom, they may, if they wish, declare of themselves:",
  "sn12.41:5.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’",
  "sn12.41:6.1": "What are the five dangers and threats they have quelled? ",
  "sn12.41:6.2": "Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who avoids killing living creatures.",
  "sn12.41:7.1": "Anyone who steals creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who avoids stealing.",
  "sn12.41:8.1": "Anyone who commits sexual misconduct creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who avoids committing sexual misconduct.",
  "sn12.41:9.1": "Anyone who lies creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who avoids lying.",
  "sn12.41:10.1": "Anyone who uses alcohol and drugs that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who avoids using alcohol and drugs that cause negligence.",
  "sn12.41:10.2": "These are the five dangers and threats they have quelled.",
  "sn12.41:11.1": "What are the four factors of stream-entry that they have?",
  "sn12.41:11.2": "It’s when a noble disciple has experiential confidence in the Buddha: ",
  "sn12.41:11.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, teacher of gods and humans, awakened, blessed.’  ",
  "sn12.41:12.1": "They have experiential confidence in the teaching: ",
  "sn12.41:12.2": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’",
  "sn12.41:13.1": "They have experiential confidence in the Saṅgha: ",
  "sn12.41:13.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of greeting with folded palms. It is the supreme field of merit for the world.’",
  "sn12.41:14.1": "And a noble disciple’s ethical conduct is loved by the noble ones, uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "sn12.41:14.2": "These are the four factors of stream-entry that they have.",
  "sn12.41:15.1": "And what is the noble process that they have clearly seen and penetrated  with wisdom? ",
  "sn12.41:15.2": "A noble disciple carefully focuses on sources in the case of dependent origination itself:",
  "sn12.41:15.3": "When this exists, that is; when this doesn’t exist, that is not.",
  "sn12.41:15.4": "Due to the arising of this, that arises; due to the cessation of this, that ceases.",
  "sn12.41:15.5": "Ignorance is a condition for choices. ",
  "sn12.41:15.6": "Choices are a condition for consciousness. … ",
  "sn12.41:15.7": "That is how this entire mass of suffering originates. ",
  "sn12.41:15.8": "When ignorance fades away and ceases with nothing left over, choices cease.  ",
  "sn12.41:15.9": "When choices cease, consciousness ceases. … ",
  "sn12.41:15.10": "That is how this entire mass of suffering ceases.",
  "sn12.41:15.11": "This is the noble process that they have clearly seen and penetrated with wisdom.",
  "sn12.41:16.1": "When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and penetrated the noble process with wisdom, they may, if they wish, declare of themselves:",
  "sn12.41:16.2": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”"
}