{
  "_markup_path": "markup/sn/sn12/sn12.24.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.24.json"
  ],
  "sn12.24:2.1": "3 The Ten Powers ",
  "sn12.24:3.1": "24 Followers of Other Paths",
  "sn12.24:4.1": "Near Rājagaha, in the Bamboo Grove.",
  "sn12.24:4.2": "Then Venerable Sāriputta got dressed in the morning and, taking his bowl and robes, entered Rājagaha for alms.",
  "sn12.24:4.3": "Then he thought:",
  "sn12.24:4.4": "“It’s too early to wander for alms in Rājagaha.",
  "sn12.24:4.5": "Why don’t I go to the monastery of the wanderers who follow other paths?” ",
  "sn12.24:5.1": "Then he went to the monastery of the wanderers who follow other paths,  ",
  "sn12.24:5.2": "and exchanged greetings with the wanderers there. ",
  "sn12.24:5.3": "When the greetings and polite conversation were over, he sat down to one side.",
  "sn12.24:5.4": "The wanderers said to him:",
  "sn12.24:6.1": "“Reverend Sāriputta, there are ascetics and brahmins who teach the efficacy of deeds. Some of them declare that suffering is made by oneself.",
  "sn12.24:6.2": "Some of them declare that suffering is made by another.",
  "sn12.24:6.3": "Some of them declare that suffering is made by both oneself and another.",
  "sn12.24:6.4": "Some of them declare that suffering arises randomly, not made by oneself or another.",
  "sn12.24:6.5": "What does Master Gotama teach regarding this? How does he explain it?",
  "sn12.24:6.6": "How should we answer so as to repeat what the ascetic Gotama has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”",
  "sn12.24:7.1": "“Reverends, the Buddha said that suffering is dependently originated.",
  "sn12.24:7.2": "Dependent on what?",
  "sn12.24:7.3": "Dependent on contact.",
  "sn12.24:7.4": "If you said this you would repeat what the Buddha has said, and not misrepresent him with an untruth. You would explain in line with his teaching, and there would be no legitimate grounds for rebuke and criticism.",
  "sn12.24:8.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s conditioned by contact.",
  "sn12.24:8.2": "In the case of those who declare that suffering is made by another, that’s also conditioned by contact.",
  "sn12.24:8.3": "In the case of those who declare that suffering is made by oneself and another, that’s also conditioned by contact.",
  "sn12.24:8.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, that’s also conditioned by contact.",
  "sn12.24:9.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact.",
  "sn12.24:9.2": "In the case of those who declare that suffering is made by another, it’s impossible that they will experience that without contact.",
  "sn12.24:9.3": "In the case of those who declare that suffering is made by oneself and another, it’s impossible that they will experience that without contact.",
  "sn12.24:9.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, it’s impossible that they will experience that without contact.”",
  "sn12.24:10.1": "Venerable Ānanda heard this discussion between Venerable Sāriputta and those wanderers who follow other paths.",
  "sn12.24:10.2": "Then Ānanda wandered for alms in Rājagaha. After the meal, on his return from alms-round, he went to the Buddha,",
  "sn12.24:10.3": "bowed, sat down to one side, ",
  "sn12.24:10.4": "and informed the Buddha of all they had discussed.",
  "sn12.24:11.1": "“Good, good, Ānanda! It’s just as Sāriputta has so rightly explained.",
  "sn12.24:11.2": "I have said that suffering is dependently originated.",
  "sn12.24:11.3": "Dependent on what? ",
  "sn12.24:11.4": "Dependent on contact. ",
  "sn12.24:11.5": "Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.",
  "sn12.24:12.1": "Consider the ascetics and brahmins who teach the efficacy of deeds. In the case of those who declare that suffering is made by oneself, that’s conditioned by contact. …",
  "sn12.24:12.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, that’s also conditioned by contact.",
  "sn12.24:13.1": "In the case of those who declare that suffering is made by oneself, it’s impossible that they will experience that without contact. …",
  "sn12.24:13.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, it’s impossible that they will experience that without contact.",
  "sn12.24:14.1": "Ānanda, this one time I was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn12.24:14.2": "Then I got dressed in the morning and, taking my bowl and robes, entered Rājagaha for alms.",
  "sn12.24:14.3": "Then I thought:  ",
  "sn12.24:14.4": "“It’s too early to wander for alms in Rājagaha.",
  "sn12.24:14.5": "Why don’t I go to the monastery of the wanderers who follow other paths?”",
  "sn12.24:15.1": "Then I went to the monastery of the wanderers who follow other paths, ",
  "sn12.24:15.2": "and exchanged greetings with the wanderers there.",
  "sn12.24:15.3": "When the greetings and polite conversation were over, I sat down to one side. …”",
  "sn12.24:15.4": "(The wanderers asked the Buddha the very same questions, and he gave the same answers.)",
  "sn12.24:20.1": "“It’s incredible, sir, it’s amazing,",
  "sn12.24:20.2": "how the whole meaning is stated with one phrase.",
  "sn12.24:20.3": "Could there be a detailed explanation of this meaning that is both deep and appears deep?”",
  "sn12.24:21.1": "“Well then, Ānanda, clarify this matter yourself.”",
  "sn12.24:21.2": "“Sir, suppose they were to ask me:",
  "sn12.24:21.3": "‘Reverend Ānanda, what is the source, origin, birthplace, and root of old age and death?’",
  "sn12.24:21.4": "I’d answer like this:",
  "sn12.24:21.5": "‘Reverends, rebirth is the source, origin, birthplace, and root of old age and death.’",
  "sn12.24:21.6": "That’s how I’d answer such a question.",
  "sn12.24:22.1": "Suppose they were to ask me:",
  "sn12.24:22.2": "‘What is the source of rebirth?’",
  "sn12.24:22.3": "I’d answer like this: ",
  "sn12.24:22.4": "‘Future existence is the source of rebirth.’",
  "sn12.24:22.5": "That’s how I’d answer such a question.",
  "sn12.24:23.1": "Suppose they were to ask me:",
  "sn12.24:23.2": "‘What is the source of future existence?’",
  "sn12.24:23.3": "I’d answer like this: ",
  "sn12.24:23.4": "‘Grasping is the source of future existence.’",
  "sn12.24:23.5": "That’s how I’d answer such a question. ",
  "sn12.24:24.1": "Suppose they were to ask me:",
  "sn12.24:24.2": "‘What is the source of grasping …",
  "sn12.24:24.3": "craving …",
  "sn12.24:24.4": "feeling …",
  "sn12.24:24.5": "Suppose they were to ask me:",
  "sn12.24:24.6": "‘What is the source of contact?’",
  "sn12.24:24.7": "I’d answer like this: ",
  "sn12.24:24.8": "‘The six sense fields are the source, origin, birthplace, and root of contact.’",
  "sn12.24:24.9": "‘When the six sense fields fade away and cease with nothing left over, contact ceases.",
  "sn12.24:24.10": "When contact ceases, feeling ceases.  ",
  "sn12.24:24.11": "When feeling ceases, craving ceases.  ",
  "sn12.24:24.12": "When craving ceases, grasping ceases.  ",
  "sn12.24:24.13": "When grasping ceases, future existence ceases.  ",
  "sn12.24:24.14": "When future existence ceases, rebirth ceases.  ",
  "sn12.24:24.15": "When rebirth ceases, old age and death, sorrow, crying, pain, sadness, and distress cease.",
  "sn12.24:24.16": "That is how this entire mass of suffering ceases.’",
  "sn12.24:24.17": "That’s how I’d answer such a question.”"
}