{
  "_markup_path": "markup/sn/sn12/sn12.23.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.23.json"
  ],
  "sn12.23:1.1": "Linked Discourses 12 ",
  "sn12.23:2.1": "3 The Ten Powers ",
  "sn12.23:3.1": "23 Vital Conditions",
  "sn12.23:4.1": "At Sāvatthī. ",
  "sn12.23:4.2": "“Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see.",
  "sn12.23:4.3": "For one who knows and sees what?",
  "sn12.23:4.4": "‘Such is form, such is the origin of form, such is the ending of form. Such is feeling …",
  "sn12.23:4.5": "Such is perception …",
  "sn12.23:4.6": "Such are choices …",
  "sn12.23:4.7": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "sn12.23:4.8": "The ending of the defilements is for one who knows and sees this.",
  "sn12.23:5.1": "I say that this knowledge of ending has a vital condition, it doesn’t lack a vital condition.",
  "sn12.23:5.2": "And what is it?",
  "sn12.23:5.3": "You should say: ‘Freedom.’",
  "sn12.23:5.4": "I say that freedom has a vital condition, it doesn’t lack a vital condition.",
  "sn12.23:5.5": "And what is it?",
  "sn12.23:5.6": "You should say: ‘Dispassion.’",
  "sn12.23:5.7": "I say that dispassion has a vital condition.",
  "sn12.23:5.8": "And what is it?",
  "sn12.23:5.9": "You should say: ‘Disillusionment.’",
  "sn12.23:5.10": "I say that disillusionment has a vital condition.",
  "sn12.23:5.11": "And what is it?",
  "sn12.23:5.12": "You should say: ‘Truly knowing and seeing.’",
  "sn12.23:5.13": "Truly knowing and seeing has a vital condition.",
  "sn12.23:5.14": "And what is it?",
  "sn12.23:5.15": "You should say: ‘Samādhi.’",
  "sn12.23:5.16": "I say that samādhi has a vital condition.",
  "sn12.23:6.1": "And what is it?",
  "sn12.23:6.2": "You should say: ‘Bliss.’",
  "sn12.23:6.3": "I say that bliss has a vital condition.",
  "sn12.23:6.4": "And what is it?",
  "sn12.23:6.5": "You should say: ‘Tranquillity.’",
  "sn12.23:6.6": "I say that tranquillity has a vital condition.",
  "sn12.23:6.7": "And what is it?",
  "sn12.23:6.8": "You should say: ‘Rapture.’",
  "sn12.23:6.9": "I say that rapture has a vital condition.",
  "sn12.23:6.10": "And what is it?",
  "sn12.23:6.11": "You should say: ‘Gladness.’",
  "sn12.23:6.12": "I say that gladness has a vital condition.",
  "sn12.23:6.13": "And what is it?",
  "sn12.23:6.14": "You should say: ‘Faith.’ ",
  "sn12.23:6.15": "I say that faith has a vital condition.",
  "sn12.23:7.1": "And what is it?",
  "sn12.23:7.2": "You should say: ‘Suffering.’",
  "sn12.23:7.3": "I say that suffering has a vital condition.",
  "sn12.23:7.4": "And what is it?",
  "sn12.23:7.5": "You should say: ‘Birth.’",
  "sn12.23:7.6": "I say that birth has a vital condition.",
  "sn12.23:7.7": "And what is it?",
  "sn12.23:7.8": "You should say: ‘Future existence.’",
  "sn12.23:7.9": "I say that future existence has a vital condition.",
  "sn12.23:7.10": "And what is it?",
  "sn12.23:7.11": "You should say: ‘Grasping.’",
  "sn12.23:7.12": "I say that grasping has a vital condition.",
  "sn12.23:7.13": "And what is it?",
  "sn12.23:7.14": "You should say: ‘Craving.’",
  "sn12.23:7.15": "I say that craving has a vital condition.",
  "sn12.23:8.1": "And what is it?",
  "sn12.23:8.2": "You should say: ‘Feeling.’ …",
  "sn12.23:8.3": "You should say: ‘Contact.’ …",
  "sn12.23:8.4": "You should say: ‘The six sense fields.’ …",
  "sn12.23:8.5": "You should say: ‘Name and form.’ …",
  "sn12.23:8.6": "You should say: ‘Consciousness.’ …",
  "sn12.23:8.7": "You should say: ‘Choices.’ …",
  "sn12.23:8.8": "I say that choices have a vital condition, they don’t lack a vital condition.",
  "sn12.23:8.9": "And what is the vital condition for choices?",
  "sn12.23:8.10": "You should say: ‘Ignorance.’ ",
  "sn12.23:9.1": "So ignorance is a vital condition for choices. Choices are a vital condition for consciousness. Consciousness is a vital condition for name and form. Name and form is a vital condition for the six sense fields. The six sense fields are vital conditions for contact. Contact is a vital condition for feeling. Feeling is a vital condition for craving. Craving is a vital condition for grasping. Grasping is a vital condition for future existence. Future existence is a vital condition for rebirth. Rebirth is a vital condition for suffering. Suffering is a vital condition for faith. Faith is a vital condition for gladness. Gladness is a vital condition for rapture. Rapture is a vital condition for tranquillity. Tranquillity is a vital condition for bliss. Bliss is a vital condition for samādhi. Samādhi is a vital condition for truly knowing and seeing. Truly knowing and seeing is a vital condition for disillusionment. Disillusionment is a vital condition for dispassion. Dispassion is a vital condition for freedom. Freedom is a vital condition for the knowledge of ending. ",
  "sn12.23:10.1": "It’s like when it rains heavily on a mountain top, and the water flows downhill to fill the hollows, crevices, and creeks. As they become full, they fill up the pools. The pools fill up the lakes, the lakes fill up the streams, and the streams fill up the rivers. And as the rivers become full, they fill up the ocean.",
  "sn12.23:11.1": "In the same way, ignorance is a vital condition for choices. … Freedom is a vital condition for the knowledge of ending.”",
  "sn12.23:12.1": " "
}