{
  "_markup_path": "markup/sn/sn12/sn12.20.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.20.json"
  ],
  "sn12.20:1.1": "Linked Discourses 12 ",
  "sn12.20:2.1": "2 Fuel ",
  "sn12.20:3.1": "20 Conditions",
  "sn12.20:4.1": "At Sāvatthī. ",
  "sn12.20:4.2": "“Mendicants, I will teach you dependent origination and dependently originated phenomena.",
  "sn12.20:4.3": "Listen and pay close attention, I will speak.” ",
  "sn12.20:4.4": "“Yes, sir,” they replied.  ",
  "sn12.20:4.5": "The Buddha said this:  ",
  "sn12.20:5.1": "“And what is dependent origination?",
  "sn12.20:5.2": "Birth is a condition for old age and death.",
  "sn12.20:5.3": "Whether Realized Ones arise or not, this law of nature persists, this stability of natural principles, this invariance of natural principles, specific conditionality.",
  "sn12.20:5.4": "A Realized One understands this and comprehends it, ",
  "sn12.20:5.5": "then he explains, teaches, advocates, establishes, clarifies, analyzes, and reveals it.",
  "sn12.20:5.6": "‘Look,’ he says,",
  "sn12.20:5.7": "‘Birth is a condition for old age and death.’",
  "sn12.20:6.1": "Future existence is a condition for birth …",
  "sn12.20:6.2": "Grasping is a condition for future existence …",
  "sn12.20:6.3": "Craving is a condition for grasping …",
  "sn12.20:6.4": "Feeling is a condition for craving …",
  "sn12.20:6.5": "Contact is a condition for feeling …",
  "sn12.20:6.6": "The six sense fields are a condition for contact …",
  "sn12.20:6.7": "Name and form are a condition for the six sense fields …",
  "sn12.20:6.8": "Consciousness is a condition for name and form …",
  "sn12.20:6.9": "Choices are a condition for consciousness …",
  "sn12.20:6.10": "Ignorance is a condition for choices. Whether Realized Ones arise or not, this law of nature persists, this stability of natural principles, this invariance of natural principles, specific conditionality.",
  "sn12.20:6.11": "A Realized One understands this and comprehends it, ",
  "sn12.20:6.12": "then he explains, teaches, advocates, establishes, clarifies, analyzes, and reveals it.",
  "sn12.20:6.13": "‘Look,’ he says,",
  "sn12.20:6.14": "‘Ignorance is a condition for choices.’",
  "sn12.20:6.15": "So the fact that this is real, not unreal, not otherwise; the specific conditionality of it:",
  "sn12.20:6.16": "this is called dependent origination.",
  "sn12.20:7.1": "And what are the dependently originated phenomena?",
  "sn12.20:7.2": "Old age and death are impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.",
  "sn12.20:7.3": "Birth …",
  "sn12.20:7.4": "future existence …",
  "sn12.20:7.5": "grasping …",
  "sn12.20:7.6": "craving …",
  "sn12.20:7.7": "feeling …",
  "sn12.20:7.8": "contact …",
  "sn12.20:7.9": "the six sense fields …",
  "sn12.20:7.10": "name and form …",
  "sn12.20:7.11": "consciousness …",
  "sn12.20:7.12": "choices …",
  "sn12.20:7.13": "Ignorance is impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.",
  "sn12.20:7.14": "These are called the dependently originated phenomena.",
  "sn12.20:8.1": "When a noble disciple has clearly seen with right wisdom this dependent origination and these dependently originated phenomena as they are, it’s impossible for them to turn back to the past, thinking:",
  "sn12.20:8.2": "‘Did I exist in the past? Did I not exist in the past? What was I in the past? How was I in the past? After being what, what did I become in the past?’",
  "sn12.20:8.3": "Or to turn forward to the future, thinking:",
  "sn12.20:8.4": "‘Will I exist in the future? Will I not exist in the future? What will I be in the future? How will I be in the future? After being what, what will I become in the future?’",
  "sn12.20:8.5": "Or to be undecided about the present, thinking:",
  "sn12.20:8.6": "‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’",
  "sn12.20:8.8": "Why is that? ",
  "sn12.20:8.9": "Because that noble disciple has clearly seen with right wisdom this dependent origination and these dependently originated phenomena as they are.”"
}