{
  "_markup_path": "markup/sn/sn12/sn12.15.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.15.json"
  ],
  "sn12.15:1.1": "Linked Discourses 12 ",
  "sn12.15:2.1": "2 Fuel ",
  "sn12.15:3.1": "15 Kaccānagotta",
  "sn12.15:4.1": "At Sāvatthī. ",
  "sn12.15:4.2": "Then Venerable Kaccānagotta went up to the Buddha,",
  "sn12.15:4.3": "bowed, sat down to one side, ",
  "sn12.15:4.4": "and said to him:",
  "sn12.15:4.5": "“Sir, they speak of this thing called ‘right view’.",
  "sn12.15:4.6": "How is right view defined?”",
  "sn12.15:5.1": "“Kaccāna, this world is for the most part dependent on the dual notions of ",
  "sn12.15:5.2": "existence and non-existence.",
  "sn12.15:5.3": "But when you truly see the origin of the world with right understanding, you won’t have the notion of non-existence regarding the world.",
  "sn12.15:5.4": "And when you truly see the cessation of the world with right understanding, you won’t have the notion of existence regarding the world.",
  "sn12.15:5.5": "The world is for the most part shackled to attraction, grasping, and insisting.",
  "sn12.15:5.6": "But if—when it comes to this attraction, grasping, mental resolve, insistence, and tendency—you don’t get attracted, grasp, and commit to the notion ",
  "sn12.15:5.7": "‘my self’,",
  "sn12.15:5.8": "you’ll have no doubt or uncertainty that what arises is just suffering arising, and what ceases is just suffering ceasing. Your knowledge about this is independent of others.",
  "sn12.15:5.9": "This is how right view is defined.",
  "sn12.15:6.1": "‘All exists’: this is one extreme.",
  "sn12.15:6.2": "‘All doesn’t exist’: this is the second extreme.",
  "sn12.15:6.3": "Avoiding these two extremes, the Realized One teaches by the middle way:",
  "sn12.15:6.4": "‘Ignorance is a condition for choices.",
  "sn12.15:6.5": "Choices are a condition for consciousness. … ",
  "sn12.15:6.6": "That is how this entire mass of suffering originates. ",
  "sn12.15:6.7": "When ignorance fades away and ceases with nothing left over, choices cease.  ",
  "sn12.15:6.8": "When choices cease, consciousness ceases. … ",
  "sn12.15:6.9": "That is how this entire mass of suffering ceases.”"
}