{
  "_markup_path": "markup/sn/sn12/sn12.60.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.60.json"
  ],
  "sn12.60:1.1": "Linked Discourses 12 ",
  "sn12.60:2.1": "7 Suffering ",
  "sn12.60:3.1": "60 Sources",
  "sn12.60:4.1": "At one time the Buddha was staying in the land of the Sakyans, near the Sakyan town named Khomadussa.",
  "sn12.60:4.2": "Then Venerable Ānanda went up to the Buddha, ",
  "sn12.60:4.3": "bowed, sat down to one side, ",
  "sn12.60:4.4": "and said to the Buddha: ",
  "sn12.60:4.5": "“It’s incredible, sir! It’s amazing,",
  "sn12.60:4.6": "in that this dependent origination is deep and appears deep, yet to me it seems as plain as can be.”",
  "sn12.60:5.1": "“Not so, Ānanda! Not so, Ānanda!",
  "sn12.60:5.2": "This dependent origination is deep and appears deep.",
  "sn12.60:5.3": "It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration.",
  "sn12.60:6.1": "There are things that are prone to being grasped. When you concentrate on the gratification provided by these things, your craving grows.",
  "sn12.60:6.2": "Craving is a condition for grasping.",
  "sn12.60:6.3": "Grasping is a condition for future existence. ",
  "sn12.60:6.4": "Future existence is a condition for rebirth. ",
  "sn12.60:6.5": "Rebirth is a condition that gives rise to old age and death, sorrow, crying, pain, sadness, and distress.  ",
  "sn12.60:6.6": "That is how this entire mass of suffering originates.  ",
  "sn12.60:7.1": "Suppose there was a great tree.",
  "sn12.60:7.2": "And its roots going downwards and across all draw the sap upwards. ",
  "sn12.60:7.3": "Fueled and sustained by that, the great tree would stand for a long time.",
  "sn12.60:7.4": "In the same way, there are things that are prone to being grasped. When you concentrate on the gratification provided by these things, your craving grows.",
  "sn12.60:7.5": "Craving is a condition for grasping.",
  "sn12.60:7.6": "Grasping is a condition for future existence. … ",
  "sn12.60:7.7": "That is how this entire mass of suffering originates.",
  "sn12.60:8.1": "There are things that are prone to being grasped. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.60:8.2": "When craving ceases, grasping ceases. ",
  "sn12.60:8.3": "When grasping ceases, future existence ceases. … ",
  "sn12.60:8.4": "That is how this entire mass of suffering ceases.",
  "sn12.60:9.1": "Suppose there was a great tree. ",
  "sn12.60:9.2": "Then a person comes along with a spade and basket.  ",
  "sn12.60:9.3": "They’d cut the creeper out by the roots, dig them up, and pull them out, down to the fibers and stems.",
  "sn12.60:9.4": "Then they’d split the tree apart, cut up the parts, and chop it into little bits. They’d dry the bits in the wind and sun, burn them with fire, and reduce them to ashes. Then they’d winnow the ashes in a strong wind, or float them away down a swift stream.",
  "sn12.60:9.7": "In this way the great tree is cut off at the root, made like a palm stump, exterminated, and unable to arise in the future.",
  "sn12.60:9.8": "In the same way, there are things that are prone to being grasped. When you concentrate on the drawbacks of these things, your craving ceases. ",
  "sn12.60:9.9": "When craving ceases, grasping ceases. ",
  "sn12.60:9.10": "When grasping ceases, future existence ceases.  ",
  "sn12.60:9.11": "When future existence ceases, rebirth ceases.  ",
  "sn12.60:9.12": "When rebirth ceases, old age and death, sorrow, crying, pain, sadness, and distress cease.  ",
  "sn12.60:9.13": "That is how this entire mass of suffering ceases.”"
}