{
  "_markup_path": "markup/sn/sn12/sn12.18.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.18.json"
  ],
  "sn12.18:1.1": "Linked Discourses 12 ",
  "sn12.18:2.1": "2 Fuel ",
  "sn12.18:3.1": "18 With Timbaruka",
  "sn12.18:4.1": "At Sāvatthī. ",
  "sn12.18:4.2": "Then the wanderer Timbaruka went up to the Buddha,",
  "sn12.18:4.3": "and exchanged greetings with him.",
  "sn12.18:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn12.18:4.5": "and said to the Buddha:",
  "sn12.18:5.1": "“Well, Master Gotama, are pleasure and pain made by oneself?”",
  "sn12.18:5.2": "“Not so, Timbaruka,” said the Buddha. ",
  "sn12.18:5.3": "“Then are pleasure and pain made by another?”",
  "sn12.18:5.4": "“Not so, Timbaruka,” said the Buddha.  ",
  "sn12.18:5.5": "“Well, are pleasure and pain made both both oneself and another?”",
  "sn12.18:5.6": "“Not so, Timbaruka,” said the Buddha.  ",
  "sn12.18:5.7": "“Then do pleasure and pain arise randomly, not made by oneself or another?”",
  "sn12.18:5.8": "“Not so, Timbaruka,” said the Buddha.  ",
  "sn12.18:5.9": "“Well, is there no such thing as pleasure and pain?”",
  "sn12.18:5.10": "“It’s not that there’s no such thing as pleasure and pain.",
  "sn12.18:5.11": "Pleasure and pain are real.”",
  "sn12.18:5.12": "“Then Master Gotama doesn’t know nor see pleasure and pain.”",
  "sn12.18:5.13": "“It’s not that I don’t know or see pleasure and pain.",
  "sn12.18:5.14": "I do know pleasure and pain, ",
  "sn12.18:5.15": "I do see pleasure and pain.”",
  "sn12.18:6.1": "“Master Gotama, when asked these questions, you say ‘not so’.",
  "sn12.18:6.5": "Yet you say that there is such a thing as pleasure and pain.",
  "sn12.18:6.8": "And you say that you do know pleasure and pain, ",
  "sn12.18:6.9": "and you do see pleasure and pain.",
  "sn12.18:6.10": "Sir, explain pleasure and pain to me!",
  "sn12.18:6.11": "Teach me about pleasure and pain!”",
  "sn12.18:7.1": "“Suppose that the feeling and the one who feels it are the same thing. Then for one who has existed since the beginning, pleasure and pain is made by oneself. I don’t say this.",
  "sn12.18:7.2": "Suppose that the feeling is one thing and the one who feels it is another. Then for one stricken by feeling, pleasure and pain is made by another. I don’t say this.",
  "sn12.18:7.3": "Avoiding these two extremes, the Realized One teaches by the middle way:",
  "sn12.18:7.4": "‘Ignorance is a condition for choices. ",
  "sn12.18:7.5": "Choices are a condition for consciousness. … ",
  "sn12.18:7.6": "That is how this entire mass of suffering originates. ",
  "sn12.18:7.7": "When ignorance fades away and ceases with nothing left over, choices cease.  ",
  "sn12.18:7.8": "When choices cease, consciousness ceases. … ",
  "sn12.18:7.9": "That is how this entire mass of suffering ceases.”",
  "sn12.18:8.1": "When he said this, the wanderer Timbaruka said to the Buddha:",
  "sn12.18:8.2": "“Excellent, sir! Excellent! …",
  "sn12.18:8.3": "I go for refuge to Master Gotama, to the Dharma, and to the mendicant Saṅgha.",
  "sn12.18:8.4": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”"
}