{
  "_markup_path": "markup/sn/sn12/sn12.62.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.62.json"
  ],
  "sn12.62:1.1": "Linked Discourses 12",
  "sn12.62:2.1": "7 The Greater Chapter ",
  "sn12.62:3.1": "62 Uneducated (2)",
  "sn12.62:4.1": "At Sāvatthī.",
  "sn12.62:4.2": "“Mendicants, when it comes to this body made up of the four elements, an uneducated ordinary person might become disillusioned, dispassionate, and freed.",
  "sn12.62:4.3": "Why is that? ",
  "sn12.62:4.4": "This body made up of the four elements is seen to increase and diminish, to be taken up and laid to rest.",
  "sn12.62:4.5": "That’s why, when it comes to this body, an uneducated ordinary person might become disillusioned, dispassionate, and freed. ",
  "sn12.62:4.6": "But when it comes to that which is called ‘mind’ or ‘sentience’ or ‘consciousness’, an uneducated ordinary person is unable to become disillusioned, dispassionate, or freed. ",
  "sn12.62:4.7": "Why is that? ",
  "sn12.62:4.8": "Because for a long time they’ve been attached to it, thought of it as their own, and mistaken it: ",
  "sn12.62:4.9": "‘This is mine, I am this, this is my self.’ ",
  "sn12.62:4.10": "That’s why, when it comes to this mind, an uneducated ordinary person is unable to become disillusioned, dispassionate, and freed. ",
  "sn12.62:5.1": "But an uneducated ordinary person would be better off taking as self this body made up of the four elements, rather than the mind. ",
  "sn12.62:5.2": "Why is that? ",
  "sn12.62:5.3": "This body made up of the four elements is seen to last for a year, or for two, three, four, five, ten, twenty, thirty, forty, fifty, or a hundred years, or even longer. ",
  "sn12.62:5.4": "But that which is called ‘mind’ or ‘sentience’ or ‘consciousness’ arises as one thing and ceases as another all day and all night. ",
  "sn12.62:6.1": "In this case, a learned noble disciple carefully focuses on sources in the context of dependent origination itself: ",
  "sn12.62:6.2": "‘When this exists, that is; due to the arising of this, that arises. ",
  "sn12.62:6.3": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:",
  "sn12.62:6.4": "Pleasant feeling arises dependent on a contact to be experienced as pleasant.",
  "sn12.62:6.5": "With the cessation of that contact to be experienced as pleasant, the corresponding pleasant feeling ceases and stops.",
  "sn12.62:6.6": "Painful feeling arises dependent on a contact to be experienced as painful.",
  "sn12.62:6.7": "With the cessation of that contact to be experienced as painful, the corresponding painful feeling ceases and stops.",
  "sn12.62:6.8": "Neutral feeling arises dependent on a contact to be experienced as neutral.",
  "sn12.62:6.9": "With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.",
  "sn12.62:7.1": "When you rub two sticks together, heat is generated and fire is produced.",
  "sn12.62:7.2": "But when you part the sticks and lay them aside, any corresponding heat ceases and stops.",
  "sn12.62:7.3": "In the same way, pleasant feeling arises dependent on a contact to be experienced as pleasant.",
  "sn12.62:7.4": "With the cessation of that contact to be experienced as pleasant, the corresponding pleasant feeling ceases and stops.",
  "sn12.62:7.5": "Painful feeling …",
  "sn12.62:7.6": "Neutral feeling arises dependent on a contact to be experienced as neutral.",
  "sn12.62:7.7": "With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops. ",
  "sn12.62:8.1": "Seeing this, a learned noble disciple becomes disillusioned with form, feeling, perception, choices, and consciousness. ",
  "sn12.62:8.2": "Being disillusioned they become dispassionate. Being dispassionate they’re freed. When freed, they know ‘it is freed’. ",
  "sn12.62:8.3": "They understand: ‘Rebirth is ended, the spiritual life has been lived, what had to be done has been done, there is no return to any state of existence.’” "
}