{
  "_markup_path": "markup/sn/sn12/sn12.17.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.17.json"
  ],
  "sn12.17:1.1": "Linked Discourses 12 ",
  "sn12.17:2.1": "2 Fuel ",
  "sn12.17:3.1": "17 Kassapa, the Naked Ascetic",
  "sn12.17:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn12.17:4.2": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.",
  "sn12.17:4.3": "Then the Buddha got dressed in the morning and, taking his bowl and robes, entered Rājagaha for alms.",
  "sn12.17:4.4": "The naked ascetic Kassapa saw the Buddha coming off in the distance.",
  "sn12.17:4.5": "He went up to the Buddha,  ",
  "sn12.17:4.6": "and exchanged greetings with him.",
  "sn12.17:4.7": "When the greetings and polite conversation were over, he stood to one side,",
  "sn12.17:4.8": "and said to the Buddha:",
  "sn12.17:4.9": "“I’d like to ask Master Gotama about a certain point, if you’d take the time to answer.”",
  "sn12.17:4.10": "“Kassapa, it’s the wrong time for questions.",
  "sn12.17:4.11": "We’ve entered an inhabited area.”",
  "sn12.17:5.1": "A second time,",
  "sn12.17:5.5": "and a third time, Kassapa spoke to the Buddha and the Buddha replied.",
  "sn12.17:5.7": "When this was said, Kassapa said to the Buddha:",
  "sn12.17:5.8": "“I don’t want to ask much.”",
  "sn12.17:5.9": "“Kassapa, ask what you wish.”",
  "sn12.17:6.1": "“Well, Master Gotama, is suffering made by oneself?”",
  "sn12.17:6.2": "“Not so, Kassapa,” said the Buddha.",
  "sn12.17:6.3": "“Then is suffering made by another?”",
  "sn12.17:6.4": "“Not so, Kassapa,” said the Buddha. ",
  "sn12.17:6.5": "“Well, is suffering made both both oneself and another?”",
  "sn12.17:6.6": "“Not so, Kassapa,” said the Buddha. ",
  "sn12.17:6.7": "“Then does suffering arise randomly, not made by oneself or another?”",
  "sn12.17:6.8": "“Not so, Kassapa,” said the Buddha. ",
  "sn12.17:6.9": "“Well, is there no such thing as suffering?”",
  "sn12.17:6.10": "“It’s not that there’s no such thing as suffering.",
  "sn12.17:6.11": "Suffering is real.”",
  "sn12.17:6.12": "“Then Master Gotama doesn’t know nor see suffering.”",
  "sn12.17:6.13": "“It’s not that I don’t know or see suffering.",
  "sn12.17:6.14": "I do know suffering, ",
  "sn12.17:6.15": "I do see suffering.”",
  "sn12.17:7.1": "“Master Gotama, when asked these questions, you say ‘not so’.",
  "sn12.17:7.5": "Yet you say that there is such a thing as suffering.",
  "sn12.17:7.7": "And you say that you do know suffering, ",
  "sn12.17:7.8": "and you do see suffering.",
  "sn12.17:7.9": "Sir, explain suffering to me!",
  "sn12.17:7.10": "Teach me about suffering!”",
  "sn12.17:8.1": "Suppose that the person who does the deed experiences the result. Then for one who has existed since the beginning, suffering is made by oneself. This statement leans toward eternalism.",
  "sn12.17:8.2": "Suppose that one person does the deed and another experiences the result. Then for one stricken by feeling, suffering is made by another. This statement leans toward annihilationism.",
  "sn12.17:8.3": "Avoiding these two extremes, the Realized One teaches by the middle way:",
  "sn12.17:8.4": "‘Ignorance is a condition for choices. ",
  "sn12.17:8.5": "Choices are a condition for consciousness. … ",
  "sn12.17:8.6": "That is how this entire mass of suffering originates. ",
  "sn12.17:8.7": "When ignorance fades away and ceases with nothing left over, choices cease.  ",
  "sn12.17:8.8": "When choices cease, consciousness ceases. … ",
  "sn12.17:8.9": "That is how this entire mass of suffering ceases.”",
  "sn12.17:9.1": "When this was said, Kassapa said to the Buddha: ",
  "sn12.17:9.2": "“Excellent, sir! Excellent!",
  "sn12.17:9.3": "As if he was righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark ",
  "sn12.17:9.4": "so people with good eyes can see what’s there, ",
  "sn12.17:9.5": "so too the Buddha has made the teaching clear in many ways.",
  "sn12.17:9.6": "I go for refuge to the Buddha, to the Dharma, and to the mendicant Saṅgha.",
  "sn12.17:9.7": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?”",
  "sn12.17:10.1": "“Kassapa, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation.",
  "sn12.17:10.2": "When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into the state of a mendicant.",
  "sn12.17:10.3": "However, I have recognized individual differences.”",
  "sn12.17:11.1": "“Sir, if four months probation are required in such a case,",
  "sn12.17:11.3": "I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into the state of a mendicant.”",
  "sn12.17:12.1": "And the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence.",
  "sn12.17:12.2": "Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and determined, soon ",
  "sn12.17:12.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "sn12.17:12.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "sn12.17:12.6": "And Venerable Kassapa became one of the perfected."
}