{
  "_markup_path": "markup/sn/sn12/sn12.63.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.63.json"
  ],
  "sn12.63:1.1": "Linked Discourses 12 ",
  "sn12.63:2.1": "7 The Greater Chapter ",
  "sn12.63:3.1": "63 A Child’s Flesh",
  "sn12.63:4.1": "At Sāvatthī. ",
  "sn12.63:4.2": "“Mendicants, there are these four fuels. They maintain sentient beings that have been born and help those that are about to be born. ",
  "sn12.63:4.3": "What four? ",
  "sn12.63:4.4": "Solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth.",
  "sn12.63:4.5": "These are the four fuels that maintain sentient beings that have been born and help those that are about to be born. ",
  "sn12.63:5.1": "And how should you regard solid food?",
  "sn12.63:5.2": "Suppose a couple who were husband and wife set out to cross a desert, taking limited supplies.",
  "sn12.63:5.3": "They had an only child, dear and beloved.",
  "sn12.63:5.4": "As the couple were crossing the desert their limited quantity of supplies would run out,",
  "sn12.63:5.5": "and they’d still have the rest of the desert to cross.",
  "sn12.63:5.6": "Then it would occur to that couple:",
  "sn12.63:5.7": "‘Our limited quantity of supplies has run out, ",
  "sn12.63:5.8": "and we still have the rest of the desert to cross.",
  "sn12.63:5.9": "Why don’t we kill our only child, so dear and beloved, and prepare dried and spiced meat? Then we can make it across the desert by eating our child’s flesh. Let not all three perish.’",
  "sn12.63:5.10": "Then that couple would kill their only child, so dear and beloved, and prepare dried and spiced meat. They’d make it across the desert by eating their child’s flesh.",
  "sn12.63:5.11": "And as they’d eat their child’s flesh, they’d beat their breasts and cry:",
  "sn12.63:5.12": "‘Where are you, our only child? Where are you, our only child?’",
  "sn12.63:6.1": "What do you think, mendicants? Would they eat that food for fun, indulgence, adornment, or decoration?”",
  "sn12.63:6.2": "“No, sir.” ",
  "sn12.63:6.3": "“Wouldn’t they eat that food just so they could make it across the desert?”",
  "sn12.63:6.4": "“Yes, sir.” ",
  "sn12.63:6.5": "“I say that this is how you should regard solid food.",
  "sn12.63:6.6": "When solid food is completely understood, desire for the five kinds of sensual stimulation is completely understood.",
  "sn12.63:6.7": "When desire for the five kinds of sensual stimulation is completely understood, a noble disciple is bound by no fetter that might return them again to this world.",
  "sn12.63:7.1": "And how should you regard contact as fuel?",
  "sn12.63:7.2": "Suppose there was a flayed cow. If she stands by a wall, ",
  "sn12.63:7.3": "the creatures on the wall bite her.",
  "sn12.63:7.4": "If she stands under a tree, the creatures in the tree bite her.",
  "sn12.63:7.5": "If she stands in some water, the creatures in the water bite her.",
  "sn12.63:7.6": "If she stands in the open, the creatures in the open bite her.",
  "sn12.63:7.7": "Wherever that flayed cow stands, the creatures there would bite her.",
  "sn12.63:7.8": "I say that this is how you should regard contact as fuel.",
  "sn12.63:7.9": "When contact as fuel is completely understood, the three feelings are completely understood.",
  "sn12.63:7.10": "When the three feelings are completely understood, a noble disciple has nothing further to do, I say.",
  "sn12.63:8.1": "And how should you regard mental intention as fuel?",
  "sn12.63:8.2": "Suppose there was a pit of glowing coals deeper than a man’s height, filled with glowing coals that neither flamed nor smoked. ",
  "sn12.63:8.3": "Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.",
  "sn12.63:8.4": "Then two strong men grab would grab each arm and drag them towards the pit of glowing coals.",
  "sn12.63:8.5": "Then that person’s intention, aim, and wish would be to get far away.",
  "sn12.63:8.6": "Why is that? ",
  "sn12.63:8.7": "Because that person would think:",
  "sn12.63:8.8": "‘If I fall in that pit of glowing coals, that’d result in my death or deadly pain.’",
  "sn12.63:8.9": "I say that this is how you should regard mental intention as fuel.",
  "sn12.63:8.10": "When mental intention as fuel is completely understood, the three cravings are completely understood.",
  "sn12.63:8.11": "When the three cravings are completely understood, a noble disciple has nothing further to do, I say.",
  "sn12.63:9.1": "And how should you regard consciousness as fuel?",
  "sn12.63:9.2": "Suppose they arrest a bandit, a criminal and show him to the king, saying: ",
  "sn12.63:9.3": "‘Your Majesty, this is a bandit, a criminal. Punish him as you will.’",
  "sn12.63:9.4": "The king would say: ",
  "sn12.63:9.5": "‘Go, my men, and strike this man in the morning with a hundred spears!’",
  "sn12.63:9.6": "The king’s men did as they were told.",
  "sn12.63:9.7": "Then at midday the king would say:",
  "sn12.63:9.8": "‘My men, how is that man?’",
  "sn12.63:9.9": "‘He’s still alive, Your Majesty.’",
  "sn12.63:9.10": "The king would say: ",
  "sn12.63:9.11": "‘Go, my men, and strike this man in the midday with a hundred spears!’",
  "sn12.63:9.12": "The king’s men did as they were told.",
  "sn12.63:9.13": "Then late in the afternoon the king would say:",
  "sn12.63:9.14": "‘My men, how is that man?’ ",
  "sn12.63:9.15": "‘He’s still alive, Your Majesty.’ ",
  "sn12.63:9.16": "The king would say: ",
  "sn12.63:9.17": "‘Go, my men, and strike this man in the late afternoon with a hundred spears!’",
  "sn12.63:9.18": "The king’s men did as they were told.",
  "sn12.63:9.19": "What do you think, mendicants? Would that man experience pain and distress from being struck with three hundred spears a day?”",
  "sn12.63:9.20": "“Sir, that man would experience pain and distress from being struck with one spear,",
  "sn12.63:9.21": "how much more so three hundred spears!”",
  "sn12.63:9.22": "“I say that this is how you should regard consciousness as fuel.",
  "sn12.63:9.23": "When mental intention as fuel is completely understood, name and form is completely understood. When name and form is completely understood, a noble disciple has nothing further to do, I say.”",
  "sn12.63:10.1": " "
}