{
  "_markup_path": "markup/sn/sn12/sn12.26.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.26.json"
  ],
  "sn12.26:1.1": "Linked Discourses 12 ",
  "sn12.26:2.1": "3 The Ten Powers ",
  "sn12.26:3.1": "26 Upavāṇa",
  "sn12.26:4.1": "At Sāvatthī. ",
  "sn12.26:4.2": "Then Venerable Upavāṇa went up to the Buddha,",
  "sn12.26:4.3": "bowed, sat down to one side, ",
  "sn12.26:4.4": "and said to him:",
  "sn12.26:5.1": "“Sir, there are some ascetics and brahmins who declare that suffering is made by oneself.",
  "sn12.26:5.2": "There are some who declare that suffering is made by another.",
  "sn12.26:5.3": "There are some who declare that pleasure and pain are made by both oneself and another.",
  "sn12.26:5.4": "There are some who declare that suffering arises randomly, not made by oneself or another.",
  "sn12.26:5.5": "What does the Buddha teach regarding this? How does he explain it? How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”",
  "sn12.26:6.1": "“Upavāṇa, I have said that suffering is dependently originated.",
  "sn12.26:6.2": "Dependent on what? ",
  "sn12.26:6.3": "Dependent on contact. ",
  "sn12.26:6.4": "Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism. ",
  "sn12.26:7.1": "In the case of those ascetics and brahmins who declare that suffering is made by oneself, that’s conditioned by contact. …",
  "sn12.26:7.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, that’s also conditioned by contact.",
  "sn12.26:8.1": "In the case of those ascetics and brahmins who declare that suffering is made by oneself, it’s impossible that they will experience that without contact.",
  "sn12.26:8.4": "In the case of those who declare that suffering arises randomly, not made by oneself or another, it’s impossible that they will experience that without contact.”"
}