{
  "_markup_path": "markup/sn/sn12/sn12.67.html",
  "_alt_strings": [
    "pi/sn/sn12/sn12.67.json"
  ],
  "sn12.67:1.1": "Linked Discourses 12 ",
  "sn12.67:2.1": "7 The Greater Chapter ",
  "sn12.67:3.1": "67 Bundles of Reeds",
  "sn12.67:4.1": "At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana.",
  "sn12.67:4.2": "Then in the late afternoon, Venerable Mahākoṭṭhita came out of solitude, went to Venerable Sāriputta,",
  "sn12.67:4.3": "and exchanged greetings with him.",
  "sn12.67:4.4": "When the greetings and polite conversation were over, he sat down to one side, ",
  "sn12.67:4.5": "and said to Sāriputta: ",
  "sn12.67:4.6": "“Well, Reverend Sāriputta, are old age and death made by oneself? Or by another? Or by both oneself and another? Or do they arise randomly, not made by oneself or another?”",
  "sn12.67:4.7": "“No, Reverend Koṭṭhita, old age and death are not made by oneself, nor by another, nor by both oneself and another, nor do they arise randomly, not made by oneself or another.",
  "sn12.67:4.8": "Rather, rebirth is a condition for old age and death.”",
  "sn12.67:5.1": "“Well, Reverend Sāriputta, is rebirth made by oneself? Or by another? Or by both oneself and another? Or does it arise randomly, not made by oneself or another?”",
  "sn12.67:5.2": "“No, Reverend Koṭṭhita, rebirth is not made by oneself, nor by another, nor by both oneself and another, nor does it arise randomly, not made by oneself or another.",
  "sn12.67:5.3": "Rather, future existence is a condition for rebirth.”",
  "sn12.67:6.1": "“Well, Reverend Sāriputta, is rebirth made by oneself? …” …",
  "sn12.67:6.2": "“Is grasping made by oneself? …” …",
  "sn12.67:6.3": "“Is craving made by oneself? …” …",
  "sn12.67:6.4": "“Is feeling made by oneself? …” …",
  "sn12.67:6.5": "“Is contact made by oneself? …” …",
  "sn12.67:6.6": "“Are the six sense fields made by oneself? …” …",
  "sn12.67:6.7": "“Well, Reverend Sāriputta, is name and form made by oneself? Or by another? Or by both oneself and another? Or does it arise randomly, not made by oneself or another?”",
  "sn12.67:6.8": "“No, Reverend Koṭṭhita, name and form is not made by oneself, nor by another, nor by both oneself and another, nor does it arise randomly, not made by oneself or another.",
  "sn12.67:6.9": "Rather, consciousness is a condition for name and form.”",
  "sn12.67:7.1": "“Well, Reverend Sāriputta, is consciousness made by oneself? Or by another? Or by both oneself and another? Or does it arise randomly, not made by oneself or another?”",
  "sn12.67:7.2": "“No, Reverend Koṭṭhita, consciousness is not made by oneself, nor by another, nor by both oneself and another, nor does it arise randomly, not made by oneself or another.",
  "sn12.67:7.3": "Rather, name and form is a condition for consciousness.”",
  "sn12.67:8.1": "“Just now I understood you to say:",
  "sn12.67:8.2": "‘No, Reverend Koṭṭhita, name and form is not made by oneself, nor by another, nor by both oneself and another, nor does it arise randomly, not made by oneself or another.",
  "sn12.67:8.3": "Rather, consciousness is a condition for name and form.’",
  "sn12.67:9.1": "But I also understood you to say:",
  "sn12.67:9.2": "‘No, Reverend Koṭṭhita, consciousness is not made by oneself, nor by another, nor by both oneself and another, nor does it arise randomly, not made by oneself or another.",
  "sn12.67:9.3": "Rather, name and form is a condition for consciousness.’",
  "sn12.67:10.1": "How then should we see the meaning of this statement?”",
  "sn12.67:10.2": "“Well then, reverend, I shall give you a simile.",
  "sn12.67:10.3": "For by means of a simile some sensible people understand the meaning of what is said.",
  "sn12.67:10.4": "Suppose there were two bundles of reeds leaning up against each other.",
  "sn12.67:10.5": "In the same way, name and form are a condition for consciousness.",
  "sn12.67:10.6": "Consciousness is a condition for name and form. ",
  "sn12.67:10.7": "Name and form is a condition for the six sense fields.",
  "sn12.67:10.8": "The six sense fields are conditions for contact. … ",
  "sn12.67:10.9": "That is how this entire mass of suffering originates. ",
  "sn12.67:10.10": "If the first of those bundles of reeds were to be pulled away, the other would collapse.",
  "sn12.67:10.11": "And if the other were to be pulled away, the first would collapse.",
  "sn12.67:10.12": "In the same way, when name and form cease, consciousness ceases.",
  "sn12.67:10.13": "When consciousness ceases, name and form cease. ",
  "sn12.67:10.14": "When name and form cease, the six sense fields cease.  ",
  "sn12.67:10.15": "When the six sense fields cease, contact ceases. … ",
  "sn12.67:10.16": "That is how this entire mass of suffering ceases.” ",
  "sn12.67:11.1": "It’s incredible, Reverend Sāriputta, it’s amazing!",
  "sn12.67:11.3": "How well spoken this was by Venerable Sāriputta!",
  "sn12.67:11.4": "And we can express our agreement with Venerable Sāriputta’s statement on these thirty-six grounds.",
  "sn12.67:12.1": "If a mendicant teaches Dharma for disillusionment with old age and death, for its fading away and cessation, they’re qualified to be called a ‘mendicant who speaks on Dharma’.",
  "sn12.67:12.2": "If they practice for disillusionment with old age and death, for its fading away and cessation, they’re qualified to be called a ‘mendicant who practices in line with the teaching’.",
  "sn12.67:12.3": "If they’re freed without grasping by disillusionment with old age and death, by its fading away and cessation, they’re qualified to be called a ‘mendicant who has attained extinguishment in this very life’.",
  "sn12.67:12.4": "If a mendicant teaches Dharma for disillusionment with rebirth …",
  "sn12.67:12.5": "future existence …",
  "sn12.67:12.6": "grasping …",
  "sn12.67:12.7": "craving …",
  "sn12.67:12.8": "feeling …",
  "sn12.67:12.9": "contact …",
  "sn12.67:12.10": "the six sense fields …",
  "sn12.67:12.11": "name and form …",
  "sn12.67:12.12": "consciousness …",
  "sn12.67:12.13": "choices …",
  "sn12.67:12.14": "If a mendicant teaches Dharma for disillusionment with ignorance, for its fading away and cessation, they’re qualified to be called a ‘mendicant who speaks on Dharma’.",
  "sn12.67:12.15": "If they practice for disillusionment with ignorance, for its fading away and cessation, they’re qualified to be called a ‘mendicant who practices in line with the teaching’.",
  "sn12.67:12.16": "If they’re freed without grasping by disillusionment with ignorance, by its fading away and cessation, they’re qualified to be called a ‘mendicant who has attained extinguishment in this very life’.”"
}