{
    "pt": {
        "c791601564731c3eeabd3ff61ce35ed7": "Terminologia Páli Básica",
        "53deeddd9df1919c7748ea5d35f7c7a2": "Esta é uma versão modificada do que se encontra na página <a href=\"https://www.accesstoinsight.org/glossary.html\" target=\"_blank\">Glossary of Terms</a> do website \"Access to Insight\". É com gratidão que nós adaptamos este útil recurso. As alterações feitas por nós incluem:",
        "a52884d4949311176c9a0cc75030ca98": "Foram removidas menções e referências a textos tardios ou posteriores, mantendo apenas referências diretamente aos textos das escrituras antigas ou iniciais.",
        "444cf1caf43c7c2b28c61cc296e80665": "Em alguns casos, a terminologia e as definições foram alteradas, corrigidas ou excluídas. No entanto, a maior parte do conteúdo é idêntica.",
        "fab0579db5a6612182cbc65f1e546c1e": "Estrutura HTML foi modificada.",
        "3ba88ea5aa20d3fc77c4ed4ac60577e6": "Além disso, é importante notar o seguinte:",
        "0abdaf0e93b1bd21a4a65abdd3e73e7e": "As referências incluem apenas os textos em Páli.",
        "0ba3c878fc3c05ca0985c5b9b56de823": "Esta não é uma lista exaustiva de todos os termos páli. O objetivo desta é oferecer um guia prático para alguns termos comuns em seus significados mais relevantes.",
        "c1fad0b82646b0da5357082bb0a79f31": "<a href=\"#a\" title=\"as\">A</a>",
        "812f04fe4973e007212a9425fc2155eb": "<a href=\"#b\">B</a>",
        "6381be306f3d5a73b832dda09cc941b0": "<a href=\"#c\">C</a>",
        "d082d7fa905a5636d99a3cfc51de037e": "<a href=\"#d\">D</a>",
        "dfdc706e861e8f8014e47d6afa1c4caf": "<a href=\"#e\">E</a>",
        "e0eed732cad1689752a45f6c021b98ac": "<a href=\"#f\">F</a>",
        "7a0a911e5adbf1815702fb3a284fef64": "<a href=\"#g\">G</a>",
        "f4ce04fcb2fd87ad347b26f7dd27a08a": "<a href=\"#h\">H</a>",
        "407729bc9eb1b982515955ae7c6916a5": "<a href=\"#i\">I</a>",
        "cd397bf0548293c5f93d052478bdf57a": "<a href=\"#j\">J</a>",
        "12d2f6376b9062248004a715bc6df56f": "<a href=\"#k\">K</a>",
        "176a09af2c979cda22b47901d5640ba8": "<a href=\"#l\">L</a>",
        "726719686ff727804ffe1171f265c437": "<a href=\"#m\">M</a>",
        "5166cfab0a879bb8c7a046a8086be5c0": "<a href=\"#n\">N</a>",
        "aee5e0bb587cffa4e5ecceead0c7fbf4": "<a href=\"#o\">O</a>",
        "2ffed2d18dd0a970a84ac3e1f2a1fa0c": "<a href=\"#pq\">PQ</a>",
        "f0c9a5b11b12d0ad340b64c8306d9a7e": "<a href=\"#r\">R</a>",
        "e486f213d85101463f6928d1d8eecd65": "<a href=\"#s\">S</a>",
        "bc06a8e69b71addda432f65563e0699a": "<a href=\"#t\">T</a>",
        "b0103e1ee116e8ba5f98039d05c2b404": "<a href=\"#u\">U</a>",
        "aede1478a65217fe395922743bd005fb": "<a href=\"#v\">V</a>",
        "7834bc47987b3aeb06cc3b45c0fb7295": "<a href=\"#wxyz\">WXYZ</a>",
        "7fc56270e7a70fa81a5935b72eacbe29": "A",
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "0a60bc9e34d0ce4662dceb78c4b19f8b": "Nos discursos do cânone pali, este termo significa simplesmente \"sobre o Dhamma\", e refere-se a discussões sobre pontos por vezes obscuros nos ensinamentos.",
        "9cdcf998c23306b73e9195fc382da57c": "Uma coleção tardia de tratados analíticos baseados em listas de categorias extraídas dos ensinamentos dos discursos, acrescentados ao cânone vários séculos após a vida do Buda.",
        "750c1220592fe5294e8242e9a9fd00f8": "abhiññā",
        "c027b2e2b7f03ba68185fc1790ee9930": "Poderes intuitivos que surgem da prática da concentração: capacidade de exibir poderes psíquicos, clarividência, clariaudiência, a capacidade de conhecer os pensamentos de outros, a memória de vidas passadas e o conhecimento que elimina as impurezas mentais (veja <a href=\"#asava\"><i>āsava</i></a>).",
        "b568b48d0ce8bfbd56654bbda1110430": "ācariya",
        "9affc928e55f951530d1d92de1cb3824": "Professor; mentor. Veja <i><a href=\"#kalyanamitta\">kalyāṇamitta</a></i>. Note que este termo não é um título, nem é usado especificamente para monásticos, mas se refere a qualquer pessoa em um papel de professor.",
        "a666431472c558b09243d6f352daa1a6": "adhiṭṭhāna",
        "6d225c7c792c21fb2b61a551209ed187": "Determinação; resolução; por vezes, um termo para as contaminações.",
        "52b64a650e2973cbf81f16eebaca2350": "akāliko",
        "6916f7235ff9ef6c9d27e6cdb450a7b8": "Atemporal, imediato, sem intervalo; nesta mesma vida.",
        "befc7bfede4422affdaf5f6c5d5dc45b": "akusala",
        "f9fa60837b86ff7ad0fe394836b02842": "Insalubre, inábil, sem mérito, censurável. Veja o seu oposto, <a href=\"#kusala\"><i>kusala</i></a>.",
        "b5f06ea44c75c47cddf6b254ad3f870f": "anāgāmī",
        "6ca4e63fb720c4441b48356b891e12dd": "Aquele que não retorna. Alguém que abandonou os cinco grilhões inferiores que prendem a mente ao ciclo de renascimentos (veja <a href=\"#samyojana\"><i>saṃyojana</i></a>), e que, após a morte, irá renascer em um dos mundos de Brahmā chamados <a href=\"https://www.accesstoinsight.org/ptf/dhamma/sagga/loka.html#plane27\">Moradas Puras ou Divinas</a>, para aí alcançar o <a href=\"#nibbana\"><i>nibbāna</i></a>, e para nunca mais retornar a este mundo. Este é o terceiro dos quatro estágios do Despertar.",
        "d2c203ff0ce2e9ab3ef4125a7f91996c": "ānāpānasati",
        "4caa72a125859f4e8746fda150233539": "Atenção plena na respiração. Uma prática de meditação na qual se mantém a atenção plena nas sensações da respiração.",
        "89c39c87802f4492feee35b8ea552fa3": "anattā",
        "5ab0bdd87f731c9addaa78b7ef1a0911": "não-eu; sem um proprietário absoluto",
        "695a969f9234b1c14291c05f401b855f": "anicca",
        "f9633be746231ad1a98ddedfe73bb0fc": "Inconstante; instável; impermanente.",
        "cdf4fbe41888d404f0364f48c91ae379": "anupādisesa-nibbāna",
        "43f39b6d0d5ff6bc310237e218b69cd9": "<a href=\"#nibbana\"><i>Nibbāna</i></a> sem combustível restante (a analogia remete para um fogo extinto cujas brasas estão frias)—o <a href=\"#nibbana\"><i>nibbāna</i></a> do arahant após o seu falecimento. Cf. <i><a href=\"#sa-upadisesa-nibbana\">sa-upādisesa-nibbāna</a></i>.",
        "cfdd77be920def3c6b84021bc85c8765": "anupubbī-kathā",
        "1cc0272a7c7dcf2352d4252260fe4191": "Ensinamento gradual. O método utilizado pelo Buddha para ensinar o Dhamma, e que orientava seus ouvintes progressivamente através de tópicos cada vez mais avançados: generosidade (veja <a href=\"#dana\"><i>dāna</i></a>), virtude (veja <a href=\"#sila\"><i>sīla</i></a>), paraísos, desvantagens, renúncia e as quatro nobres verdades.",
        "71971bd0b93b13fc50e84623e41750c3": "anusaya",
        "0d1cc4b4c2a7a2958141a25f216eda6d": "Tendências latentes ou subjacentes. (A etimologia deste termo significa \"deitado com\".) Existem sete principais tendências latentes às quais a mente retorna vezes sem conta: desejo sensual (<i>kāma-rāgānusaya</i>), resistência (<i>paṭighānusaya</i>), pontos de vista (<i>diṭṭhānusaya</i>), incerteza ou dúvida (<i>vicikicchānusaya</i>), presunção (<i>mānānusaya</i>), desejo de renascer (<i>bhava-rāgānusaya</i>) e ignorância (<i>avijjānusaya</i>). Compare com <i><a href=\"#samyojana\">saṃyojana</a></i>.",
        "cb413095e787e60affa4e02a8f5c0d89": "apāya-bhūmi",
        "b168abaf49c6897bb9eadbf2068d40ac": "Estado de privação; os quatro níveis inferiores da existência em que alguém pode renascer como resultado de ações inábeis passadas (veja <i><a href=\"#kamma\">kamma</a>): </i> renascimento no inferno, como um fantasma faminto (veja <a href=\"#peta\"><i>peta</i></a>), como um demônio irado/titã (veja <i><a href=\"#asura\">asura</a></i>) ou como um animal comum. Nenhum destes estados é permanente. Compare com <i><a href=\"#sugati\">sugati</a></i>.",
        "b941a1f75d5ce37fc3137e032e01717e": "appamāda",
        "8d327ce30220b20e10519f1d22bde490": "Diligência; atenção; zelo. Considerada a pedra angular de todos os estados mentais hábeis, a diligência é de tal modo importante que o Buddha a enfatizou em suas <a href=\"https://www.accesstoinsight.org/tipitaka/sn/sn06/sn06.015.than.html\"> palavras de despedida aos seus discípulos </a>: \"Todas as coisas condicionadas estão sujeitas à dissolução. Esforcem-se pelo objetivo com diligência.” (<i>appamādena sampādetha</i>).",
        "05d87697b189efbf15d683c36c320412": "arahant",
        "6d8c9f0ab1551aa3f5afd4262f9feeb8": "\"Digno\" ou \"aperfeiçoado\"; alguém cuja mente se encontra livre de contaminações (veja <a href=\"#kilesa\"><i>kilesa</i></a>), que abandonou os dez grilhões que prendem a mente ao ciclo de renascimentos (veja <a href=\"#samyojana\"><i>saṃyojana</i></a>), cujo coração se encontra livre de impurezas (veja <a href=\"#asava\"><i>āsava</i></a>), e que, dessa forma, não irá mais renascer. Um título para o Buddha e para os seus nobres dicípulos de nível mais elevado.",
        "f422b92f4670a0c9604d1f6762d38cfa": "ārammaṇa",
        "37270d7f0cdb06b482a26c750899e536": "Base ou causa. Nos textos antigos ou iniciais, ainda não possui o sentido posterior de \"objeto mental\".",
        "630784103133c1834e4359e396c8c8fa": "ariya",
        "a7bae26e5dea3af7f0c557b45fb9b5a6": "Nobre, ideal. Significa também \"Alguém Nobre\" (veja <i><a href=\"#ariya-puggala\">ariya-puggala</a></i>).",
        "ceaf9c3b89066ba26a03ca2ca5ba5eae": "ariyadhana",
        "68daed7411861f244bf53eb4840661fe": "Nobre Riqueza; qualidades que servem como \"capital\" na busca pela libertação: fé ou convicção (veja <i><a href=\"#saddha\">saddhā</a></i>), virtude (veja <i><a href=\"#sila\">sīla</a></i>), vergonha ou escrúpulo, prudência, erudição ou estudo, generosidade (veja <i><a href=\"#dana\">dāna</a></i>) e sabedoria ou discernimento (veja <i><a href=\"#panna\">paññā</a></i>).",
        "e41b2b87cef072a357dff7ef453a3617": "ariya-puggala",
        "4583018e4adeefd58aa774ced23a53bd": "Pessoa nobre; indíviduo iluminado ou desperto. Alguém que entrou, pelo menos, no nível mais inferior dos quatro nobres caminhos ou dos quatro caminhos supramundanos (veja <a href=\"#magga\"><i>magga</i></a>). Compare com <a href=\"#puthujjana\"><i>puthujjana</i></a> (pessoa comum).",
        "3ae98bfcc06fd792a2952923beb64aa4": "ariya-sacca",
        "4d661c42e39df8ab3392e021be509fab": "Nobre Verdade. O sentido é de que a própria verdade é nobre e também que \"enobrece\" quem a compreende. Existem quatro: estresse ou sofrimento, a origem do estresse, a dissolução ou cessação do estresse e o caminho da prática que conduz à dissolução do estresse.",
        "499ea2adec84e4e4e2e9d3cfc5d131fe": "āsava",
        "cfa3b9ac79a397751ae3025b1741207e": "Impureza, mácula, úlcera ou corrupção da mente. Quatro qualidades - desejo sensual, entendimento incorreto, desejo por ser/existir, e ignorância - que \"fluem\" a partir da mente e sustentam o ciclo de morte e renascimento.",
        "6742abe0d4c572188ab5144fa1359371": "asubha",
        "032f56252c27fb067303b1100d89fea9": "Aspecto não atraente, repulsivo, nojento. O Buda recomenda contemplação desse aspecto do corpo como antídoto para luxúria e complacência. Veja também <i><a href=\"#kayagata-sati\">kāyagatā-sati</a></i>.",
        "a8e784946e045e1331075cb4f6eea231": "asura",
        "359cf9939cb39c3aa1e5f6c21e77f189": "Classe de seres divinos que, tal como os Titãs da mitologia grega, lutaram contra os <a href=\"#deva\"><i>devas</i></a> pela superioridade sobre os paraísos e perderam, habitando um dos reinos inferiores. Veja <a href=\"#apaya-bhumi\"><i>apāya-bhūmi</i>.</a>",
        "a851a770d6701d8fb84d8568a684ed87": "avijjā",
        "78d6e53e655f9de3d8d01593011ef411": "Ignorância; insciência; compreensão falhada; a falta de visão e entendimento das Quatro Nobres Verdades. Veja também <i><a href=\"#moha\">moha</a></i>.",
        "389b69a2d843d1993501739efdce22aa": "āyatana",
        "e9a90c6b0c7a202d6ff497ea43ecb386": "base ou meio dos sentidos ou sensuais. As bases internas são os órgãos dos sentidos – olhos, ouvidos, nariz, língua, corpo e mente. As bases externas são os seus respectivos estímulos sensoriais.",
        "9d5ed678fe57bcca610140957afab571": "B",
        "13622056ef62d7d32375d03a0b538f61": "bhante",
        "43d4075a8bbea467682dcf71f3ac293f": "\"Venerável senhor\". Nos textos páli, o termo é usado como um vocativo para se dirigir ao Buda ou a um monge budista. No uso moderno, é frequentemente usado também como um título.",
        "25a1da8fb81ee12558c247a678a2df52": "bhava",
        "5b00953e1e43293e409babd710a9dba7": "Ser/existir ou vir a ser/devir, processo da existência. Estados ou modos de existência que se desenvolvem primeiro na mente e podem então ser experienciados como mundos internos e / ou como mundos em um nível externo. A existência pode se dar em um dos reinos da esfera sensual, da esfera da matéria sutil ou da esfera imaterial.",
        "c3dcf4b011e2e4daed5992fd26a0799a": "bhāvanā",
        "38c69237135e15de5f808f25c6b1843d": "cultivo ou desenvolvimento da mente; meditação. O terceiro dos três fundamentos para atos meritórios. Veja também <a href=\"#dana\"><i>dāna</i></a> e <a href=\"#sila\"><i>sīla</i></a>.",
        "e7b368704bd2999911dd61bdbab3361a": "bhikkhu",
        "973e2c84d3d1d40fc4ae3b882bdf0d33": "Mendicante, contemplativo; monge budista; um homem que abandona a vida em família para viver uma vida de virtude (veja <a href=\"#sila\"><i>sīla</i></a>) de acordo com o <a href=\"#vinaya\"><i>Vinaya</i></a> como um todo, e as regras do <a href=\"#patimokkha\"><i>Pātimokkha</i></a> em particular. A raiz do termo quer dizer “mendicante”, ou seja, aquele que vive de esmolas. Como o gênero masculino é usado como neutro no idiona páli, o termo <i>bhikkhu</i> geralmente refere-se às discípulas contemplativas também. Desta forma, o termo \"mendicante\" pode ser usado como uma tradução neutra em termos de gênero. Veja <a href=\"#sangha\"><i>saṅgha</i></a>, <a href=\"#parisa\"><i>parisā</i></a>, <a href=\"#upasampada\"><i>upasampadā</i></a>.",
        "773f5a87e48f9f7424c9cb621c8c262a": "bhikkhunī",
        "d86e3cff80b387f378a411ae17767bd7": "Mulher mendicante, contemplativa; monja budista; uma mulher que abandona a vida em família para viver uma vida de virtude (veja <a href=\"#sila\"><i>sīla</i></a>) de acordo com o <a href=\"#vinaya\"><i>Vinaya</i></a> como um todo, e as regras do <a href=\"#patimokkha\"><i>Pātimokkha</i></a> em particular. Veja <a href=\"#sangha\"><i>saṅgha</i></a>, <a href=\"#parisa\"><i>parisā</i></a>, <a href=\"#upasampada\"><i>upasampadā</i></a>.",
        "fc4a504d061d1dc40af2431dabad461b": "bodhi-pakkhiya-dhammā",
        "525fd49ae861c349d9301a7d4d093e6c": "os quatro fundamentos ou estabelecimentos da atenção plena (veja <a href=\"#satipatthana\"><i>satipaṭṭhāna</i></a>);",
        "9114c63ff0d47e5d2ab5ffdcc2c87ae0": "quatro esforços ou empenhos corretos (<i>sammappadhāna</i>)—o esforço para prevenir que estados inábeis ou prejudiciais surjam na mente, de abandonar quaisquer estados inábeis ou prejudiciais que já surgiram, fazer com que estados hábeis ou benéficos surjam e manter os estados hábeis benéficos que já surgiram;",
        "91dc4f10fa64fab3097f78979a834875": "quatro bases do poder espiritual (<i>iddhipāda</i>)— desejo, energia, consciência superior, investigação;",
        "6d7c457dad466e37deddc7921758055c": "cinco faculdades dominantes (<i><a href=\"#indriya\">indriya</a></i>)—fé ou convicção, energia, atenção plena, imersão ou concentração, sabedoria;",
        "524a71d8420f591b2c99ea3875bb3eae": "cinco poderes (<i>bala</i>)—idêntico ao [4];",
        "5f38655ac2316e863eb4284faff614b9": "sete fatores para o Despertar (<i>bojjhaṅga</i>)—atenção plena, investigação dos princípios, energia, êxtase (veja <a href=\"#piti\"><i>pīti</i></a>), tranqüilidade, imersão ou concentração, equanimidade; e",
        "a1e64550a012554f3c90c42a18761910": "o Nobre Caminho Óctuplo (<a href=\"#magga\"><i>magga</i></a>)—Entendimento Correto, Pensamento Correto, Palavra (ou Fala) Correta, Ação Correta, Modo de Vida Correto, Esforço Correto, Atenção Plena Correta, Concentração (ou Imersão) Correta.",
        "9bceed2d067965c689c9d79808548d2a": "\"Qualidades que conduzem ao Despertar / Asas para o Despertar\" — sete conjuntos de princípios que conduzem ao Despertar e que, de acordo com o Buddha, formam o núcleo do seu ensinamento:",
        "eec5e1747af5220b969193ac726a0e3f": "bodhisatta",
        "ed866553ae539e2ea29428c105ba7235": "Nos textos antigos, o termo é usado principalmente como referência à Siddhattha a partir do momento que este abandona a vida em família em busca do despertar. A fruição do despertar por sua vez marca o ponto a partir do qual ele passa a ser conhecido como Buda. A noção de que em uma vida passada um bodhisatta faz uma aspiração para despertar não ocorre nos textos antigos. (Sânscrito: <i>bodhisattva</i>)",
        "0dce199ae8bf64b2e3750a1e3f771b23": "brahmā",
        "1bddfd80031ac5b2e4743e077610e7e5": "Uma alta divindade; um habitante do reino ou esfera de existência da matéria sutil (rupa-loka). Considerado por si mesmo e brâmanes como Senhor e criador do universo - entendimento este negado nos textos antigos budistas.",
        "b5d6e66d7256cdd86731ee7285288226": "brahma-vihāra",
        "dee0aee69b6794257fc4b1429431f091": "Os quatro estados excelentes, louvados, sublimes ou divinos da mente alcançados a partir do cultivo sem limites de <i><a href=\"#metta\">mettā</a></i> (amor/bem-querer), <i><a href=\"#karuna\">karuṇā</a></i> (compaixão), <i><a href=\"#mudita\">muditā</a></i> (alegria altruísta/regozijo), and <i><a href=\"#upekkha\">upekkhā</a></i> (equanimidade/imparcialiade desapegada).",
        "f60f54de606b6dd135c578312f177dd6": "brahman (do páli <i>brāhmaṇa</i>)",
        "a571d3ce9124ab2fb000d45b861bf77d": "A casta brâmane (brâmane) da índia é uma classe hereditária com funções sacerdotais e sagradas especiais, especialmente na manutenção dos antigos textos e ritos védicos. No entanto, muitos brâmanes viviam vidas seculares, enquanto outros praticavam como renunciantes. No entanto, eles impuseram por muito tempo que, por seu nascimento, são dignos do mais alto respeito. O budismo tomou emprestado o termo brahman para se aplicar àqueles que atingiram o objetivo do caminho, para mostrar que o respeito é conquistado não pelo nascimento, raça ou casta, mas sim pela realização espiritual. Usado no sentido budista, este termo é sinônimo de <i><a href=\"#arahant\">arahant</a></i>.",
        "0c7dea1430c73a13d6aa4248f49547f7": "Buddha",
        "49304dacf05b24b7d7bf3de100077b08": "Termo usado para denominar aquele que redescobre por si mesmo o caminho libertador do Dhamma, um longo período após este ter sido esquecido pelo mundo. Segundo a tradição, uma longa linhagem de Budas se estende até um passado distante. O Buda mais recente recebeu originalmente o nome de Siddhattha Gotama e viveu na Índia por volta de 500 aC. Um jovem bem educado e rico, ele renunciou a sua família e herança no auge de sua vida para buscar a verdadeira liberdade e o fim do sofrimento (<i><a href=\"#dukkha\">dukkha</a></i>). Após sete anos de austeridades na floresta, ele redescobriu o “caminho do meio” e alcançou seu objetivo, tornando-se um Buda.",
        "0d61f8370cad1d412f80b84d143e1257": "C",
        "47015cd272da329ce5588776e591a99d": "caṅkama",
        "6f0b7e9ff7d1a5dee808d2f07ed682b8": "Meditação andando, em geral na forma de caminhar indo e voltando ao longo de um trecho predeterminado.",
        "4f4e777a946d8c99babf1bf32c139a89": "cetasika",
        "c7a22c62ebbea7ef5cb5c3234d5a0515": "mental, relativo à mente. Nos textos Abhidhamma tardios, o termo adquiriu um sentido técnico especial de “concomitante mental”, em outras palavras, os fatores mentais que estão associados e que surgem em concomitância com a consciência.",
        "dbd415633ffc805e67cbc9b34668fdbb": "ceto-vimutti",
        "e3f854e703b9c3060f2263ecd6491a4b": "Veja <a href=\"#vimutti\"><i>vimutti</i></a>.",
        "f9817c0fd9534fcd5d30f4b9012ac344": "citta",
        "9184f622128edec86d47299bffe7b4ea": "Mente; coração; estado de consciência.",
        "f623e75af30e62bbd73d6df5b50bb7b5": "D",
        "3fdd6a61dde039edf87b3fb9284a4a1e": "dāna",
        "58799676559cb1a5c3498bd830cfd934": "generosidade; liberalidade; oferendas; dádivas. Especificamente dar para satisfazer qualquer uma das quatro necessidades dos monásticos. Em termos mais gerais, a inclinação para a generosidade, sem esperar qualquer forma de recompensa por parte de quem recebe. <i>Dāna</i> é o primeiro tema no sistema de treinamento gradual do Buda (veja <a href=\"#anupubbi\"><i>anupubbī-kathā</i></a>), a primeira das dez <a href=\"#parami\"><i>pāramīs</i></a>, um dos sete tesouros (veja <a href=\"#dhana\"><i>dhana</i></a>), e o primeiro dos três fundamentos para atos meritórios (veja <a href=\"#sila\"><i>sīla</i></a> e <a href=\"#bhavana\"><i>bhāvanā</i></a>).",
        "df2c223a4af83402e0ea549ae5992e51": "Contaminações",
        "b3e7c92a5ec1f0ed02e004520f90a838": "Tradução para <i>kilesa</i> ou <a href=\"#asava\"><i>āsava</i></a>.",
        "ba4b68570cc1fc95a4133deeb6e2f7fd": "deva; devatā; devaputta",
        "168e9ace6eb484b4d0fb2cb780f23725": "Divindade; literalmente, um ser \"luminoso\"—divindades habitantes de paraísos (veja <i><a href=\"#sagga\">sagga</a></i> e <i><a href=\"#sugati\">sugati</a></i>). Os três termos são sinônimos.",
        "57927a89855cab601417da4935fd9241": "Devadatta",
        "f2912af0e73e68be470961bff581335a": "Um primo do Buddha que tentou criar um cisma na saṅgha e que, desde então, se tornou emblemático para todos os budistas que trabalham, consciente ou inconscientemente, para minar a religião por dentro.",
        "f4209527f662e42ae933463cc38cdf94": "dhamma",
        "6828041d82b62c73874107681421592b": "(1) Fenômeno; qualquer coisa que ocorra e seja cognoscível; (2) fenômeno mental, “pensamento”; (3) princípio, especialmente os princípios de causalidade; (4) doutrina, ensino. Além disso, princípios de comportamento que os seres humanos devem seguir para se enquadrarem na ordem natural e correta das coisas; qualidades mentais que devem ser desenvolvidas para perceber a qualidade inerente da mente em si mesma. Por extensão, “Dhamma” (geralmente em maiúsculas) é usado também para denotar qualquer doutrina que ensine tais coisas. Assim, o Dhamma do Buddha denota tanto seus ensinamentos quanto as realidades descritas por esse ensinamento. (Sanskrit: <i>dharma</i>)",
        "7ab1401f8b6291bd857963b16d4149c4": "Dhamma-vinaya",
        "c3de491e498943f7d4225a6ea05bb954": "“doutrina (<a href=\"#dhamma\"><i>dhamma</i></a>) e disciplina (<a href=\"#vinaya\"><i>vinaya</i></a>)”. O nome dado pelo próprio Buda à religião que ele fundou.",
        "6163fb725f5d25f58dc34ac02860848e": "dhana",
        "4809ebac0cbf93369429c9fc455bb308": "Tesouro(s). As sete qualidades de fé ou convicção (<a href=\"#saddha\"><i>saddhā</i></a>), virtude (<a href=\"#sila\"><i>sīla</i></a>), escrúpulo e prudência (<i><a href=\"#hiri-ottappa\">hiri-ottappa</a></i>), estudo ou erudição (<i>suta</i>), generosidade (<a href=\"#dana\"><i>dāna</i></a>) e sabedoria (<i><a href=\"#panna\">paññā</a></i>).",
        "a911e24ccd88f31f760e623c7346afab": "dhātu",
        "f7147806d5977e4924b40913d297a64d": "Elemento; propriedade, condição impessoal. Os quatro elementos físicos ou propriedades são: terra (solidez), água (liquidez, coesão), ar ou vento (movimento) e fogo (calor). Os seis elementos incluem os quatro acima descritos mais o espaço e a consciência.",
        "a6e3e967299b4234603f13fe7c7b28d5": "dhutaṅga",
        "915ff492383bffaac201bfb8cf1c77ba": "usar apenas mantos remendados, feitos com retalhos;",
        "df21891d83287caac2b549cc11d5a573": "usar apenas um conjunto de três mantos;",
        "7fb9b9895609690e52bdbeeb9e407f1e": "alimentar-se apenas de alimentos esmolados;",
        "673dca85d0b01fc11c4ad83e00e2b748": "visitar todos os doadores no caminho de esmola de alimentos;",
        "364e29aa0899d9121c307ca83ecfeede": "não comer mais do que uma refeição ao dia;",
        "e43f3e8f7f9bf130e48f4f58f469e8e9": "comer apenas a partir da tigela de esmolas;",
        "97540039a7bf0daae9776fcbfc768e50": "recusar qualquer alimento oferecido após a coleta de esmola dos alimentos;",
        "e3b0d60230e2d9704699e712a73d09fa": "habitar apenas florestas ou áreas selvagens e desabitadas;",
        "2d3d4f7f002f54868909de2b2ec4747a": "ter como morada o pé de uma árvore;",
        "fb12078ba68f2a994024d8acec6b2526": "viver a céu aberto;",
        "6d15b037776e7d111744384307bcb5d4": "morar em um cemitério;",
        "cd24d6e129e123c2c2fc5176d6934c1f": "contentando-se com qualquer habitação ou morada que se tenha;",
        "8f3ee1404b2d021d6faf18e1275352ec": "jamais se deitar.",
        "e493ad5e4f5931dedc4e5c7efcc04c6b": "Práticas ascéticas voluntárias que monges e outros praticantes de meditação podem adotar de tempos em tempos, ou como um compromisso a longo prazo, de forma a cultivar a renúncia e o contentamento, e para estimular a energia. Mencionadas informalmente nos textos antigos, as práticas ascéticas voluntárias foram padronizadas como treze na tradição/literatura dos comentários:",
        "9d20b49f8cf0c79ce7b44b2ef69f51df": "dosa",
        "ad8e099da423b44fe4094e885d488aca": "Aversão; ódio; raiva. Uma das três raízes inábeis ou prejudiciais (<i><a href=\"#mula\">mūla</a></i>) na mente.",
        "88d15aecd6043f7fc7e5f4612cd2bb33": "dukkha",
        "3719c4b7b56e8bd918cc89d6315ea078": "Sofrimento ou estresse; dor; angústia; insatisfação.",
        "3a3ea00cfc35332cedf6e5e9a32e94da": "E",
        "b9a445e99b401682fc0eb451d4bd9c82": "ekaggatārammana",
        "4acfcf571a1cf17a540162bc84b4be08": "Unificação da mente. A completa absorção ou imersão da mente em um estado de consciência tranquilo, equilibrado e puro. Veja <i><a href=\"#jhana\">jhāna</a></i>.",
        "904af438d5a8956b464ee77e804bba24": "ekāyana-magga",
        "436d4879fe33dd0ab1057ef6b13fcfbd": "O caminho para a convergência ou unicidade. Um epíteto derivado dos Upanishads bramânicos. No budismo, a prática dos quatro fundamentos ou estabelecimentos de meditação da atenção plena leva à imersão ou à unicidade da mente.",
        "800618943025315f869e4e1f09471012": "F",
        "e60eb209f2ca6c71dd79d7ffe2df9d42": "Fundamentos ou estabelecimentos da atenção plena.",
        "be758025704cbc88299bee589926d7c9": "veja <a href=\"#satipatthana\"><i>Satipaṭṭhāna</i></a>.",
        "aa0663f7995dd0b2c8663375a6f55a3a": "estrutura ou quadro de referência",
        "dfcf28d0734569a6a693bc8194de62bf": "G",
        "f0db2cea3baf58267b86d6534d499b35": "gotrabhū",
        "52d271557f34a2fec2c0aa0ecf7e6226": "Nos textos antigos, se refere a alguém que é um \"membro da família espiritual\". No esquema de comentários de conhecimentos de insight, <i>gotrabhū-ñāṇa</i> (“conhecimento para mudança de linhagem”) se refere ao vislumbre do <a href=\"#nibbana\"><i>nibbāna</i></a>, que torna uma pessoa comum (<a href=\"#puthujjana\"><i>puthujjana</i></a>) em uma pessoa Nobre (<a href=\"#ariya-puggala\"><i>ariya-puggala</i></a>).",
        "c1d9f50f86825a1a2302ec2449c17196": "H",
        "0bd39de2912e4f2e835ac6b7bbc41bd9": "hiri-ottappa",
        "f323cff2cfd9d956b1072072cd74153f": "“Consciência e escrúpulo”; “Vergonha moral e pavor moral”. Essas emoções gêmeas são chamadas \"as guardiãs do mundo\" pois estão associadas com todas as ações hábeis ou benéficas. <i>Hiri</i> equivale à vergonha de cometer transgressões ou o auto-respeito, aquilo que nos refreia de cometer atos que colocariam em risco o respeito que temos por nós mesmos; <i>ottappa</i> equivale ao temor de cometer transgressões que produzam resultados de kamma desfavoráveis ou o temor da crítica e da punição imposta por outros. Veja <i><a href=\"#kamma\">kamma</a></i>.",
        "dd7536794b63bf90eccfd37f9b147d7f": "I",
        "a92fc386f74445f2927d9377ccbcf83f": "idappaccayatā",
        "9c2fc34383ad8422a91f5e72e0cc34a5": "Condicionalidade específica. Este é nome do princípio causal que o Buda descobriu na noite do seu Despertar. Este enfatiza que, para os propósitos de acabar com o sofrimento e o estresse, os processos de causalidade podem ser entendidos inteiramente em termos de forças e condições que são experimentadas diretamente, sem necessidade de se referir a forças que operam fora desse domínio. Em vez de postular um princípio simples de causalidade universal ou interdependência, o Buda identificou relações causais <em>específicas</em> entre fenômenos que podem ser conhecidos ou percebidos.",
        "3d16bcffa41684e233f8b950a7564337": "indriya",
        "2fabeae7d024715573f7acd72605697b": "Faculdades ou fatores da mente. Nos suttas, o termo pode se referir às seis bases dos sentidos(<i><a href=\"#ayatana\">āyatana</a></i>) ou os cinco fatores mentais: <i><a href=\"#saddha\">saddhā</a></i> (fé), <i><a href=\"#viriya\">viriya</a></i> (energia), <i><a href=\"#sati\">sati</a></i> (atenção plena), <i><a href=\"#samadhi\">samādhi</a></i> (imersão ou congruência), and <i><a href=\"#panna\">paññā</a></i> (sabedoria ou discernimento); veja <a href=\"#bodhi-pakkhiya-dhamma\"><i>bodhi-pakkhiya-dhammā</i></a>.",
        "ff44570aca8241914870afbc310cdb85": "J",
        "ba5d2361d658e883272cd7ec5c0d3a21": "jhāna",
        "b29fa40e970ce5a42f1c1a23119f92ba": "Absorção mental. Um estado de forte imersão que é o resultado do desenvolvimento adequado da meditação da atenção plena. A palavra jhana remete às qualidades gêmeas de \"absorção\" e \"iluminação\". O desenvolvimento de <i>jhana</i> surge da suspensão sustentada dos cinco obstáculos (veja <a href=\"#nivarana\"><i>nīvaraṇa</i></a>) através do desenvolvimento de cinco fatores mentais: <a href=\"#vitakka\"><i>vitakka</i></a> (aplicação ou direcionamento da mente), <a href=\"#vicara\"><i>vicāra</i></a> (manuntenção ou sustentação do foco), <a href=\"#piti\"><i>pīti</i></a> (êxtase), <a href=\"#sukha\"><i>sukha</i></a> (felicidade) e <a href=\"#ekaggatarammana\"><i>ekaggatārammana</i></a> (unicidade mental). Os textos antigos geralmente descrevem quatro desses estados, cada um destes envolvendo mais e mais pureza, a simplicidade e a estabilidade. (sânscrito: <i>dhyāna</i>)",
        "a5f3c6a11b03839d46af9fb43c97c188": "K",
        "e70e9d4eb83e1564484c070f512be07e": "kalyāṇamitta",
        "4210e98a4066f347009be85eb5003407": "Amigo admirável; um mentor ou professor do Dhamma.",
        "4c7e8b2a60eb53011ba04938251dfa85": "kāmaguṇa",
        "658f1bb97bed9af7ad20f6f7cd14ccd2": "Elementos do prazer sensual. Os objetos externos dos cinco sentidos: formas visíveis, sons, aromas, sabores e tangíveis.",
        "f42d8ef2eac109fdbccb9e1dc724a34f": "kamma",
        "ee58f80602358ac15cbe727750134e0e": "Atos intencionais ou volitivos que resultam em experiências boas ou ruins nesta ou em vidas futuras. (sânscrito: <i>karma</i>)",
        "315c6e1a458f7328a0916127a908f83b": "karuṇā",
        "48b17cc31e01de035e0a507162bfd606": "Compaixão; simpatia; a aspiração de se encontrar uma maneira de ser realmente útil para si mesmo e para os outros. Um dos quatro \"estados sublimes\" (<i><a href=\"#brahma-vihara\">brahma-vihāra</a></i>).",
        "3f2652017c3bf69307ecbb34824094a5": "kaṭhina",
        "755b9532b950010e60fc21cf74c3a7a5": "Cerimônia realizada no quarto mês da estação chuvosa, na qual a saṅgha de mendicantes recebe dos leigos oferendas de pano. Este pano é então confiado à um dos membros da saṅgha para que seja usado na feitura de um manto, antes do amanhecer do dia seguinte.",
        "35b7a969d5e21d2537f51fd6f4d73b59": "kāya",
        "c35a77eab4b02336c663bfc3f1802c7c": "Corpo. Por vezes se refere ao corpo físico (<i>rūpa-kāya;</i> veja <i><a href=\"#rupa\">rūpa</a></i>), mas também pode ter uma gama de significados, de modo similar aos termos \"corpo, grupo\" em Português. Em certos contextos, o termo significa experiência direta ou pessoal.",
        "2ace29c8e18fd3585af5c3f06e36a14c": "kāyagatā-sati",
        "9f01fc28ee06664cb824fdf1fb5fe205": "Atenção plena no corpo. Este é um termo geral que abrange vários temas de meditação: manter a atenção plena na respiração; manter a atenção plena nas posturas do corpo; manter a atenção plena em todas atividades; analisar o corpo em suas partes; analisar o corpo de acordo com suas propriedades físicas (veja <a href=\"#dhatu\"><i>dhātu</i></a>); contemplar o fato de que o corpo está inevitavelmente sujeito à morte e à desintegração.",
        "8b12afe26fe2cd9fca455e5998d38488": "khandha",
        "fd87e65eaa0a87ed2b9550515c98fa15": "Agregado; amontoado; grupo. Componentes físicos e mentais da identidade e da experiência sensual em geral. Nos textos antigos estes são quase que sempre referidos como os \"agregados objeto de apego / agregados influenciados pelo apego\" (veja <a href=\"#upadana\"><i>upadāna</i></a>). A idéia é que os agregados: i) são <em>produzidos pelo apego</em> (devido ao apego em vidas passadas); ii) constituem o que <em>estímula o apego</em>; e iii) representam o mecanismo que <em>possibilita que apego atue</em>. Em particular, são fenômenos que muitas vezes são confundidos com um \"eu\". Veja: <a href=\"#nama\"><i>nāma</i></a> (fenômeno mental), <a href=\"#rupa\"><i>rūpa</i></a> (fenômeno físico), <a href=\"#vedana\"><i>vedanā</i></a> (sensações), <a href=\"#sanna\"><i>saññā</i></a> (percepção), <a href=\"#sankhara\"><i>saṅkhāra</i></a> (escolhas), e <a href=\"#vinnana\"><i>viññāṇa</i></a> (consciência).",
        "c45cee98fedf6d1e51c588916ed28aa5": "khanti",
        "b9fcf29ce2fa8003dd86a78f75fb6124": "Paciência, parcimônia, autodomínio. Uma das dez perfeições (<i><a href=\"#parami\">pāramīs</a></i>).",
        "fd346fc9aaf44f03d3861ce40e04a03b": "kilesa",
        "c92bb8b551eb3868e677cceedbf72899": "Contaminação, impureza—<i><a href=\"#lobha\">lobha</a></i> (cobiça), <a href=\"#dosa\"><i>dosa</i></a> (aversão) e <a href=\"#moha\"><i>moha</i></a> (delusão) em suas várias formas, que incluem coisas como ganância, maldade, raiva, rancor, hipocrisia, arrogância, inveja, avareza, desonestidade, jactância, obstinação, violência, orgulho, vaidade, intoxicação e complacência. Note que o termo <i>kilesa</i> raramente é usado nos textos antigos, e não possui um significado técnico estabelecido; <i>āsava</i> é o termo usual.",
        "7ceb77bf919e41270a1f2f5794c7b5c1": "kusala",
        "90350e92cc3ce4abdbc9ff48e17a047f": "Benéfico, hábil, bom, meritório. Uma ação caracterizada por esta qualidade moral (<i>kusala-kamma</i>) resultará (eventualmente) em felicidade, tendo um resultado favorável. Ações caracterizadas pelo seu oposto (<i>akusala-kamma</i>) levam à tristeza e sofrimento. Veja <a href=\"#kamma\"><i>kamma</i></a>.",
        "d20caec3b48a1eef164cb4ca81ba2587": "L",
        "6872923043e797df31901170853c45ae": "lakkhaṇa",
        "e83b1035f0ad54cca6abb6e904eb5978": "Veja <a href=\"#ti-lakkhana\"><i>ti-lakkhaṇa</i></a>.",
        "cb897b109d75aa2286c771818d42f27f": "lobha",
        "6f2871403233ba41972b9c37d64ca3ac": "Cobiça, ganância; paixão; desejo inábil ou prejudicial. Também <i><a href=\"#raga\">rāga</a></i>. Uma das três raízes inábeis ou prejudiciais (<i><a href=\"#mula\">mūla</a></i>) na mente.",
        "bb8b55ba33503185f095e8422c755927": "loka-dhamma",
        "d6ad4a48b62a095f44fa64b26897053a": "Assuntos, condições ou fenômenos mundanos. A lista padrão indica oito: ganho e perda de riqueza, status e perda de status, fama e má reputação, e prazer e dor.",
        "f32a4be8269134706d96d156e50ee1d8": "lokavidū",
        "b4aaa610bc61ca3e68cb413ea650228f": "Conhecedor do cosmos, do universo. Um epíteto de Buddha.",
        "bcbd5c9953d8d80f78e16592c30f6070": "lokuttara",
        "8647ab9c482873a3dec7667af5f64534": "Transcendente; supramundano (veja <a href=\"#magga\"><i>magga</i></a>, <a href=\"#phala\"><i>phala</i></a> e <a href=\"#nibbana\"><i>nibbāna</i></a>).",
        "69691c7bdcc3ce6d5d8a1361f22d04ac": "M",
        "f22537cc198194e6b9297147c2ecdb84": "magga",
        "27b2bc2e23d502aead2e68bcd67eaa6e": "Caminho. Especificamente, o caminho para a cessação do sofrimento e do estresse. Os quatro caminhos transcendentes —ou melhor, um caminho com quatro níveis de refinamento —são: i) o caminho para <a href=\"#sotapanna\"><i>entrar na correnteza</i></a> (entrar na correnteza para <a href=\"#nibbana\"><i>nibbāna</i></a>, o que garante, no máximo, renascer apenas mais sete vezes), ii) o caminho para retornar apenas mais uma vez, iii) o caminho para o não retorno e iv) o caminho para se tornar em um arahant. Veja <a href=\"#phala\"><i>phala</i></a>.",
        "2c0430f6c80142298689177eb83c309e": "majjhimā",
        "ea459961885a2e0e95c94c9ce7e9e588": "Médio, meio; apropriado; adequado.",
        "79e63af97fe66fadc9402c561ee88a58": "Māra",
        "252f61d7e5a09903ae9151e47c3c54da": "A personificação do mal e da tentação. Nos textos antigos e iniciais possui ambos os significados de divindade do reino das esferas dos sentidos e de metáfora.",
        "f7045014c5a2db9485500c45ab550602": "mettā",
        "9b7cbe6591e0a53c335efcbdab0d1d2c": "Amor, bem-querer; benevolência. Uma das dez perfeições (<i><a href=\"#parami\">pāramīs</a></i>) e um dos quatro “estados sublimes” ou \"moradas divinas\" (<i><a href=\"#brahma-vihara\">brahma-vihāra</a></i>).",
        "f2c84b9f7a7bff99f21cdbae50238873": "moha",
        "d07a072614a312caec71f1917b22528c": "Delusão; ignorância (<i><a href=\"#avijja\">avijjā</a></i>). Uma das três raízes (<i><a href=\"#mula\">mūla</a></i>) inábeis ou prejudiciais na mente.",
        "84ed5aea855328b8059106da3132df2f": "muditā",
        "876170d51e4d298330aefe96a7af303c": "Regozijo, alegria altruísta ou empática. Deleitando-se com a bondade própria e dos outros. Um dos quatro “estados sublimes” ou \"moradas divinas\" (<i><a href=\"#brahma-vihara\">brahma-vihāra</a></i>).",
        "4d935e86e4445ce8124bac633179cc0b": "mūla",
        "5bf276c0657c32708d1f3e98042baf06": "Tradução literal: “raíz”. As condições fundamentais da mente que determinam a qualidade moral — hábil ou benéfica (<i><a href=\"#kusala\">kusala</a></i>) ou inábil ou prejudicial (<i><a href=\"#akusala\">akusala</a></i>)—das ações intencionais de cada um (veja <i><a href=\"#kamma\">kamma</a></i>). As três raízes prejudiciais são <i><a href=\"#lobha\">lobha</a></i> (cobiça, ganância), <i><a href=\"#dosa\">dosa</a></i> (aversão) e <a href=\"#moha\"><i>moha</i></a> (delusão); as raízes benéficas são os seus opostos. Veja <i><a href=\"#kilesa\">kilesa</a></i> (contaminações, impurezas).",
        "8d9c307cb7f3c4a32822a51922d1ceaa": "N",
        "bc82b9a164b3a9ceb98efa37dbea6fb0": "nāga",
        "7c0a36eea2c63bdd256be9b8f6a15eea": "Dragão, elefante, cobra gigante, um espírito gigante. A adoração de <i>nāgas</i> é uma característica proeminente das religiões locais na Índia. No budismo, o termo também é usado para se referir àqueles que alcançaram o objetivo da prática.",
        "12b5ebf1731225131770ed92db5370b3": "nāma",
        "1eab0b82645c52a16ef5975c833176e0": "Nome, mentalidade, fenômeno mental. Originalmente, isso se referia à função psicológica central de conceituar e nomear as coisas. Aos poucos, evoluiu para abranger todos os fenômenos mentais. Nos suttas às vezes é definido como <i><a href=\"#vedana\">vedanā</a></i> (sensação), <i><a href=\"#sanna\">saññā</a></i> (percepção), <i>cetana</i> (intenção, volição), <i>phassa</i> (contato sensorial), e <i>manasikāra</i> (atenção, advertência mental). Compare com o termo <i><a href=\"#rupa\">rūpa</a></i>. No Abhidhamma, o termo <i>nāma</i> é usado para se referir aos componentes mentais dos cinco <i><a href=\"#khandha\">khandhas</a></i>.",
        "2a3d5318311d8719cc651c0e8f107da3": "nāma-rūpa",
        "b59409ac1fc91105ffc7a3732eb4cdd1": "Nome-e-forma; mentalidade-materialidade, base mental e material da existência. A totalidade dos fenômenos mentais <i><a href=\"#nama\">(nāma)</a></i> e físicos <i><a href=\"#rupa\">(rūpa)</a></i> experimentados. Estes são condicionados pela consciência (<i><a href=\"#vinnana\">viññāṇa</a></i>) na cadeia causal da origem dependente <a href=\"#ps\"><i>(paṭicca-samuppāda</i>)</a>.",
        "b012f2eff850a7f9449bf4211ef12afb": "nekkhamma",
        "91984e5774cc0884dc2b895dc0e00668": "Renúncia, abdicação; literalmente, \"liberdade do desejo sensual\"",
        "8d8ba7a4811e85af02c67c1b80f9b048": "nibbāna",
        "0be1c40d031227d1d1817ce919f8fa46": "Extinção, cessação, fim; literalmente, a extinção do sofrimento (veja <a href=\"#asava\"><i>āsava</i></a>), contaminações (veja <a href=\"#kilesa\"><i>kilesa</i></a>), e o ciclo de nascimento, morte e renascimento (veja <a href=\"#vatta\"><i>vaṭṭa</i></a>). Como o apagar de uma chama, traz o significado de calma, arrefecimento, e paz. “Nibbāna total” (<i>parinibbāna</i>) em alguns contextos denota a experiência do Despertar; em outros, o falecimento final de um <a href=\"#arahant\"><i>arahant</i></a>. (sânscrito: <i>nirvāna</i>)",
        "3ca84cdca149216c584a3070ffd6ebf6": "nibbidā",
        "9c8925b4d9cbef18863cffab1706e37c": "Desencanto; desilusão; nojo ou asco; desgosto; cansaço. O afastamento hábil da mente do mundo samsárico condicionado para o elemento incondicionado de <a href=\"#nibbana\"><i>nibbāna</i></a>.",
        "34a9d5d8880074f44f86f9ed2eef0c67": "nimitta",
        "733319df4386b4f6713ed97cc964a5df": "Nos primeiros textos, o termo significa um sinal, aspecto ou causa. Na meditação, refere-se a um aspecto da experiência que, quando focalizado, promove o crescimento de qualidades similares ou relacionadas. Em textos posteriores, refere-se a uma imagem ou visão que pode surgir como um sinal de que a meditação atingiu uma certa profundidade. No entanto, os suttas referem-se a estes como <i>rūpa</i> (visões, formas), <i>obhāsa</i> (luz), etc.",
        "ebba85f8233ffb128deb79024ac42b0e": "nirodha",
        "337fb9d57fc0ff3fd997fc0d2e6e8e3b": "Cessação; dispersão; interrupção.",
        "a46140fa0355b4abbf6e79750546abed": "nīvaraṇa",
        "4eb178ed87474b938e9637c87ad703ba": "Cinco obstáculos para a imersão, concentração ou quietude da mente. Elas são: desejo sensual (kama-cchanda) , má vontade (vyapada), preguiça e torpor (thina-middha), inquietação e ansiedade (uddhacca-kukkucca), e dúvida (vicikiccha).",
        "f186217753c37b9b9f958d906208506e": "O",
        "106541a1ddb7f687ff6da6d60b8bc055": "opanayiko",
        "9f348d2fea9ae530acf1cb90bef48b7e": "Interior; a ser interiorizado; em referência a si mesmo. Um epíteto para o Dhamma.",
        "08d6d8834ad9ec87b1dc7ec8148e7a1f": "PQ",
        "f4690007b238473b068ddd1b9bcdf9b1": "pabbajjā",
        "0a06e7df329eae9832761997c31aabc6": "“Seguir adiante (deixando a vida do lar pela vida mendicante)”. Nos primeiro dias do Budismo, o termo era usado junto com o termo <i> upasampadā </i> (“aceitação total”) para se referir à ordenação como um mendicante ou contemplativo. Gradualmente, porém, o “seguir adiante” passou a ser aplicado à ordenação como um <i><a href=\"#samanera\"> samaṇera (samaṇeri) </a></i>, ou um contemplativo (ou contemplativa) iniciante. Veja <a href=\"#upasampada\"><i>upasampadā</i></a>.",
        "3b00d9f0344782bbb68acdf9c2119d92": "paccattaṃ",
        "b630674edc038578451a755cc0d1f04e": "Pessoal; individual.",
        "eb3e745fda776c47b0fdba54cfae771f": "paccekabuddha",
        "539e82520e9fadfd9133f4eb9e53c372": "Um Buddha silencioso. Alguém que, como um Buddha, alcança o Despertar por si só mas vive uma vida solitária sem estabelecer uma congregação ou comunidade espiritual. Os textos antigos se referem à tais indivíduos com certa frequência, mas sem muitos detalhes.",
        "fe160eed759659c44b779ea5982ca163": "paññā",
        "ec7a9704c1c873689268700eda6c9ae5": "Discernimento; insight; sabedoria; inteligência, sapiência; senso comum; ingenuidade.",
        "9e9e5122ff74488d780cc20a36a8cf08": "paññā-vimutti",
        "8fc5cbdacc94f4122589b3fc024a9183": "papañca",
        "3c0a55a5490b2d27bb0c2871c130852f": "complicação, proliferação, difusão. A tendência da mente para proliferar assuntos a partir da noção de \"eu\".",
        "147c6b05d8c8f0a3dcc3c8aed5839f89": "pāramī, pāramitā",
        "8846ba250c76617e1377e5da8fb67426": "Perfeição de caráter. Um grupo de dez qualidades desenvolvidas ao longo de muitas vidas por alguém empenhado pelo despertar, um <i><a href=\"#bodhisatta\">bodhisatta</a></i>: generosidade(<i><a href=\"#dana\">dāna</a></i>), virtude (<i><a href=\"#sila\">sīla</a></i>), renúncia (<i><a href=\"#nekkhamma\">nekkhamma</a></i>), sabedoria (<i><a href=\"#panna\">paññā</a></i>), energia/vigor (<i><a href=\"#viriya\">viriya</a></i>), paciência/pacatez (<i><a href=\"#khanti\">khanti</a></i>), honestidade/autenticidade (<i><a href=\"#sacca\">sacca</a></i>), determinação/fundamento (<i><a href=\"#adhitthana\">adhiṭṭhāna</a></i>), bem-querer/amor-bondade (<i><a href=\"#metta\">mettā</a></i>), e equanimidade/imparcialidade (<i><a href=\"#upekkha\">upekkhā</a></i>).",
        "3c879ccddb96771577a5e6b43854f7e8": "parinibbāna",
        "0d717650f0893e686eb09fcd84720b20": "Cessação ou extinção total. Nos textos antigos é geralmente usado como sinônimo de <i>nibbāna</i>, mas às vezes se refere à cessação completa dos <a href=\"#khandha\"><i>khandhas</i></a> que se dá quando do falecimento de um <a href=\"#arahant\"><i>arahant</i></a>.",
        "c39796eaf97e9a5cec43bde0349d7be2": "parisā",
        "84e95e8a3e66d267aeea43614acc8bd1": "Assembléia, discipulado, seguidores. Os quatro grupos dos discípulos do Buda que inclui monges (bhikkhus), monjas (bhikkhunis), discípulos leigos homens e mulheres. Compare com o termo <a href=\"#sangha\"><i>saṅgha</i></a>. Veja <i><a href=\"#bhikkhu\">bhikkhu</a></i>, <a href=\"#bhikkhuni\"><i>bhikkhunī</i></a>, <a href=\"#upasika\"><i>upāsaka/upāsikā</i></a>.",
        "a39d9fc33b72058446a379bb8189e7b0": "pariyatti",
        "14ba511c2f41aa05b87a3e639b5ea32f": "Entendimento teórico do <a href=\"#dhamma\"><i>Dhamma</i></a> obtido através da leitura, estudo e aprendizado. Veja <i><a href=\"#patipatti\">paṭipatti</a></i> e <i><a href=\"#pativedha\">paṭivedha</a></i>.",
        "00c6e9a957598699df470e69a4f9cef8": "paṭicca-samuppāda",
        "0bfbcd86d7ab7caa0e85c6527bb006b0": "Originação dependente. Um mapa de doze elos causais que mostra de que forma ignorância (<i><a href=\"#avijja\">avijjā</a></i>) e a cobiça ou ânsia (<i><a href=\"#tanha\">taṇhā</a></i>) originam o sofrimento (<i><a href=\"#dukkha\">dukkha</a></i>) em incessante processo de transmigração. Existem várias versões de <i>paṭicca-samuppāda</i> nos suttas, mas o conjunto de doze ligações ou elos é, de longe, o mais comum.",
        "71e95429c8d12f6ca486eda4e044e07e": "Pātimokkha",
        "6acdb8b17e2d5f41f7c6cdda551c240c": "O código básico de disciplina monástica, que consiste em 227 regras para os monges (<a href=\"#bhikkhu\"><i>bhikkhus</i></a>) e 311 regras para as monjas (<a href=\"#bhikkhuni\"><i>bhikkhunīs</i></a>). Veja <a href=\"#vinaya\"><i>Vinaya</i></a>.",
        "1c4abbcd2957f53e697631f00268257f": "paṭipadā",
        "921816a2b3bc4bfcbcc714721e589872": "Caminho, via, senda ou estrada; os meios para se alcançar uma meta ou destino. O \"Caminho do Meio\" (<i>majjhima-paṭipadā</i>) ensinado pelo Buddha; o caminho da prática descrito na quarta Nobre Verdade (<i>dukkhanirodhagāminī-paṭīpadā</i>).",
        "360f8bfba513a7e66b5fb3c14cb9ed0d": "paṭipatti",
        "b87e1c84bde5b1ec894e98fe5f2730a2": "A prática do <a href=\"#dhamma\"><i>Dhamma</i></a>, como aplicação do conhecimento teórico (<i><a href=\"#pariyatti\">pariyatti</a></i>). Veja também <i><a href=\"#pativedha\">paṭivedha</a></i>.",
        "dd7ae0e92efb1d4ac8f2715aed62a798": "paṭivedha",
        "1e426973b34bfed87b4ed3fd9d61a8e4": "Compreensão direta, e em primeira mão, do <a href=\"#dhamma\"><i>Dhamma</i>.</a> Veja também <i><a href=\"#pariyatti\">pariyatti</a></i> e <i><a href=\"#patipatti\">paṭipatti</a></i>.",
        "80c92bc6ecac8dd053b5f3cfe9d2c013": "peta",
        "57ca4856cfd6a736bc879f0370ebb53e": "Um \"fantasma faminto\" — uma de entre as classes de seres dos reinos inferiores, por vezes capaz de aparecer aos seres humanos. Os petas são frequentemente retratados na arte budista como seres famintos com bocas do tamanho de alfinetes através das quais eles nunca conseguem passar comida suficiente para saciar sua fome. (sânscrito: <i>preta</i>)",
        "d418f8222723a39627e85857ec2185c3": "phala",
        "b039f547ebe72b94ae358b0f4b8acac4": "Fruição, fruto. Especificamente, a fruição de qualquer um dos quatro caminhos supramundanos ou transcendentes (veja <a href=\"#magga\"><i>magga</i></a>).",
        "ddef0e7a78ef80fc2313bec6dd058158": "pīti",
        "d874abafcf1f5ccddff31fa8942d8d60": "Êxtase; alegria; deleite. Na meditação, uma qualidade prazerosa da mente que atinge a plena maturidade no desenvolvimento do segundo nível de <i><a href=\"#jhana\">jhāna</a></i>.",
        "b94d505f43f62a34e3719cbe555e48b1": "pūjā",
        "ba976f5e7596e0bc013fcb0e2eb4c0c5": "Honra; respeito; observância devocional; adoração e oferendas às divindades.",
        "8b7398e05f18318330ed4f87804e5b18": "puñña",
        "2a915b6da1466f7341080768e42c47ad": "Mérito; boas ações.",
        "e0c5f433e30d17ab2f02136084b6fba8": "puthujjana",
        "81fca196ce3e29cf66c83a388424714b": "Um de muitos, um fulano; um indivíduo \"mundano\" ou comum que ainda não alcançou nenhum dos quatro estágios do Despertar (veja <a href=\"#magga\"><i>magga</i></a>). Compare com <a href=\"#ariya-puggala\"><i>ariya-puggala</i></a>.",
        "e1e1d3d40573127e9ee0480caf1283d6": "R",
        "4afaf2d510ea29fd9b6757e544a343d5": "rāga",
        "bb52e1fdb1973d2f7c33066c271c2398": "luxúria, desejo, paixão; cobiça, ganância. Veja <i><a href=\"#lobha\">lobha</a></i>.",
        "71c41cadda2e5291a51e7b01e1b55a9a": "rūpa",
        "3a9d750a7dfa380615628750432dc9d1": "Corpo; fenômenos físicos; sentido da visão; forma, materialidade. O significado básico desta palavra é \"aparência\" ou \"forma\". Refere-se, em um sentido geral, a qualquer tipo de fenômeno ou propriedade física conhecível, incluindo matéria e energia, e até mesmo propriedades físicas como a luz, que são experimentadas puramente na mente. É usado em vários contextos diferentes, assumindo diferentes matizes de significado em cada um. Nas listas dos objetos dos sentidos, é dado como o objeto do sentido da visão. Como um dos <i><a href=\"#khandha\">khandha</a></i>, se refere aos fenômenos físicos ou sensações, incluindo o próprio corpo e qualquer aspeto físico que o corpo experimente. Este é também o seu significado quando usado em conjunto com o termo <i><a href=\"#nama\">nāma</a></i> (fenômenos mentais).",
        "5dbc98dcc983a70728bd082d1a47546e": "S",
        "5c0a2da3595ce710361c2e27861a0ed7": "sacca",
        "e09753830d9ff64f98c2bef9741245ae": "Verdade",
        "407ee638f14170e05ae59e2c39e7ff28": "saddhā",
        "488487d7119f91869a7c986f8d74ca18": "Fé, convicção. Uma confiança no Buda que dá a vontade de colocar seus ensinamentos em prática. A fé se torna inabalável com a obtenção da entrada na corrente (ver <a href=\"#sotapanna\"><i>sotāpanna</i></a>), pois os ensinamentos foram confirmados em sua própria experiência.",
        "9e2fcded05452cb22cff048629241685": "sādhu",
        "8ad28d9ef04480c35f772f6591920bf4": "(exclamação) \"isso é bom\"; uma expressão que demonstra apreciação ou concordância.",
        "11d4c5e09e527c9fea4dd56ee78e95d5": "sagga",
        "35db8dc4ffee30c20712c56e6d797be2": "Paraíso, reino divino ou celestial. A morada dos <i><a href=\"#deva\"> devas</a></i>. Diz-se que o renascimento nos céus é uma das recompensas da prática da generosidade (veja <a href=\"#dana\">dana</a></i>) e virtude (veja <i><a href = \"#sila\">sīla</a></i>). Porém, como todos os estágios do <i><a href=\"#samsara\">saṃsāra</a>,</i>, o renascimento em tal destino é temporário. Veja também<i><a href=\"#sugati\">sugati.</a></i>",
        "4c535ccb5818a0ba4678a4d97a6aebb8": "sakadāgāmī",
        "e5b9daf846c6bd6e4110ddd1872c5d9e": "‘um que retorna uma vez’. Um indivíduo que abandonou os primeiros três grilhões que aprisionam a mente ao ciclo de renascimentos (veja <a href=\"#samyojana\"><i>saṃyojana</i></a>), enfraqueceu os grilhões do desejo sensual e da má vontade, e que após a morte está destinado a renascer neste mundo somente uma vez mais.",
        "fce6494201141403bbd5a6106e66d5ad": "sakkāya-diṭṭhi",
        "2db5eb8d85feffe70c22a806dc174caf": "Crença na identidade, idéia da existência de um eu. A idéia que erroneamente identifica qualquer um dos <i><a href=\"#khandha\">khandha</a></i> como um \"eu\"; o primeiro dos dez grilhões (<i><a href=\"#samyojana\">saṃyojana</a></i>). O abandono de <i>sakkāya-diṭṭhi</i> é uma das marcas do nível de ‘entrar na correnteza’ (veja <i><a href=\"#sotapanna\">sotāpanna</a></i>).",
        "53cb50366e7f950f44205dcba5dcaf63": "Sākyamuni",
        "c2a1eb3d4055615b52ce31997b06ec70": "\"Sábio dos Sakyas\"; um epíteto para o Buda.",
        "1812039a95a7e345aa2727f28505fb17": "sākya-putta",
        "510e6e5d2fb0a175ddb3da76b9fe3540": "Um membro do clã Sakyan. Ao contrário do uso moderno, nos textos antigos, o termo <i>sākya-putta</i> não se refere aos monges, mas sim ao Buda, enquanto os seus discípulos contemplativos são referidos como \"seguidores ascéticos do Sakyan\" (<i> samaṇā sakyaputtiyā </ i>).",
        "90de58278c4ce65d83864ef4fa6c7aae": "sallekha-dhamma",
        "72132af686cca9dfde6aba19775d7752": "Tópicos para obliteração (obliterando as contaminações) – ter poucos desejos, estar satisfeito com o que tem, isolamento, não se envolver com companhias, energia, virtude (veja <a href=\"#sila\"><i>sīla</i></a>), imersão ou concentração, sabedoria, libertação, e o conhecimento e visão da libertação.",
        "62fc5782a977884274d6d0619fe5d1c2": "samādhi",
        "7639cc4d7a0a52b989d9fc830f270471": "Imersão, concentração, tranquilidade, calma, aquietação, quietude; a prática de se centrar a mente em uma única sensação ou preocupação, geralmente ao ponto de <i><a href=\"#jhana\">jhāna</a></i>.",
        "c437778abd0492690b5b74dc9c872bc3": "samaṇa",
        "3777cd72836ee8af074cc1375e5dc030": "Asceta ou contemplativo. O termo tem como raíz <i>śram</i> que significa desgastar ou subjugar.",
        "725c1fe2b28ae354bfc4b7ad576d04a2": "<a id=\"samanera\">samaṇera</a> (samaṇerī)",
        "93e9e3e0cae0cc58ef3ef65f9c25af27": "Literalmente, um pequeno <a href=\"#samana\"><i>samaṇa</i></a>. Uma espécie de ordenação originalmente criada para atender jovens com menos de vinte anos a serem ordenados, mas sem as responsabilidades e privilégios da ordenação completa. Mais tarde, evoluiu para se tornar um estágio antes da ordenação completa, independentemente da idade. Um noviço observa dez preceitos, e quando eles completam o vigésimo ano após a concepção, eles podem se tornar candidatos à completa ordenação na ordem dos <a href=\"#bhikkhu\"><i>bhikkhus</i></a> ou das <i><a href=\"#bhikkhuni\">bhikkhunīs</a></i>. Veja <a href=\"#pabbajja\"><i>pabbajjā</i></a>.",
        "dd69d4dbfcad5451b7e930a51d912072": "sambhavesin",
        "e162b953a48cb0792e9a8d086f48ecff": "Um ser buscando por um lugar para renascer.",
        "b91b957d9883b0aaa2dee9b7c45e883e": "sammuti",
        "57c56685b2b2d0c1bdcc403f89481ec5": "Realidade convencional; convenção; verdade relativa; suposição; qualquer coisa criada pela mente.",
        "97b515192c6db44b74fe4567506da614": "sampajañña",
        "1ce51ce0c3db8a53314767c252f051e9": "Consciência situacional; presença de espírito; clara compreensão, plena consciência. Veja <i><a href=\"#sati\">sati</a></i>.",
        "a532ccfd9fe84b12fc6e05d7e2d3b5d8": "saṃsāra",
        "852ba64e154cdbaca516c6e7304e85cb": "Transmigração, perambulação; o ciclo de morte e renascimento. Veja <a href=\"#vatta\"><i>vaṭṭa</i></a>.",
        "a88e046a3ddc601b472f05df54edf819": "saṃvega",
        "8fb972e846ff1d315f77be90a4073374": "Sensação ou sentimento de reverência, choque ou inspiração quando confrontado com realidades espirituais; especialmente um senso de urgência para praticar.",
        "be34a2bd10d9f7da1d6aceeafdc2cf12": "saṃyojana",
        "d73eb45544cf288219c05785e400f0c7": "Grilhões que aprisionam a mente ao ciclo de renascimentos (veja <a href=\"#vatta\"><i>vaṭṭa</i></a>) – idéia da existência de um eu (identidade) (<i><a href=\"#sakkaya-ditthi\">sakkāya-diṭṭhi</a></i>), dúvida (<i>vicikiccha</i>), apego a preceitos e rituais (<i>sīlabbata-parāmāsa); desejo sensual (<i>kāma-rāga</i>), má vontade (<i>vyāpāda); desejo pela forma (<i>rūpa-rāga</i>), desejo pelos fenômenos sem forma (<i>arūpa-rāga</i>), presunção (<i>māna</i>), inquietação (<i>uddhacca</i>), e ignorância (<i><a href=\"#avijja\">avijjā</a></i>). Compare com <i><a href=\"#anusaya\">anusaya</a></i>.",
        "4f708c53ac139dfe64a5ad413e04cbfd": "sandiṭṭhiko",
        "789d47c4c2e0f09f6337e31b6262e432": "Eficaz nesta mesma vida; imediatamente aparente; visível aqui e agora. Um epíteto para o Dhamma.",
        "b12bc977e884541c1d4a4577eb0c6203": "saṅgha",
        "e7fa49fb23df8e2bf9bd455fb84d6ea5": "a \"Saṅgha monástica\" (comunidades de monges e monjas budistas) em quem os discípulos leigos tomam refúgio;",
        "bc89c3aec9befd53a6851fd5913536ba": "os seguidores do Buddha, leigos ou ordenados, que alcançaram pelo menos o nível de \"entrar na correnteza\" (veja <a href=\"#sotapanna\"><i>sotāpanna</i></a>), o primeiro dos caminhos supramundanos ou transcendentes (veja <a href=\"#magga\"><i>magga</i></a>) culminando em <a href=\"#nibbana\"><i>nibbāna</i></a>.",
        "c122ebd9f4dba3e2beb4db093e025763": "Este termo denota:",
        "80071dbc5761cb055bbb336d1772d659": "Recentemente, nos EUA, o termo “sangha” foi transformado para possuir o sentido mais amplo de “comunidade de seguidores do caminho budista”, embora esse uso não tenha base no cânone Páli.",
        "86aa099d0dd40e380484d341a4790418": "O termo <i>parisā</i> é usado com este sentido mais amplo nos textos antigos ou iniciais.",
        "ea9e0572a19a84c29944b42b539a40bb": "<i>parisā</i>",
        "d57357d1b029ae54f0bb35025f4ffd61": "saṅkhāra",
        "a9f89e8e30d95701bcdd4d625b3d53e0": "Condição, fenômenos condicionados, escolhas, intenção, causa—as forças e fatores que originam de modo dependente as coisas (físicas ou mentais), o processo de criação e as coisas que destas resultam por vez.<i>Saṅkhāra</i> pode se referir a qualquer coisa formada, originada ou criada por condições, ou, mais especificamente, às formações, condições e atividades mentais (um dos cinco <i><a href=\"#khandha\">khandhas</a></i>).",
        "9bfd78f763b9095944e3d60aab61f347": "saññā",
        "c7df9183081fdc241038ad34f0fb1cb8": "Percepção; reconhecimento; interpretação; alusão. Veja <i><a href=\"#khandha\">khandha</a></i>.",
        "de68e2b0478ea3ef824a5f7613f9f21b": "sanyojana",
        "b557241c3177ad77421c2a7471f830b9": "Veja <a href=\"#samyojana\"><i>saṃyojana</i></a>.",
        "5845214103df4c474cbd526ce67a183d": "sāsana",
        "6dedf1014f6d147d194379e089d14a60": "Mensagem, instrução, convite ou chamado. A revelação, doutrina e legado do Buddha; a religião budista (veja <a href=\"#dhamma-vinaya\"><i>Dhamma-vinaya</i></a>).",
        "dd94b72ff4f26c4f320c68bb03cd4c39": "sati",
        "54c841a2b2412c726e929e85dbca6ea0": "Atenção plena, memória, lembrança, poderes de referência e retenção. Em alguns contextos, a palavra <i>sati</i>, quando usada por si só, também abrange plena consciência ou consciência situacional (<i><a href=\"#sampajanna\">sampajañña</a></i>).",
        "72e45cd91e62c03d69aa0052429edefb": "satipaṭṭhāna",
        "5f7592279c590bfc27644e2cf8769901": "Tipos de meditação da atenção plena; fundamentos ou estabelecimentos da atenção plena — corpo, sensações, mente e os princípios da causalidade que governam a mente. O sétimo dos oito fatores do Nobre Caminho Óctuplo, se refere principalmente à \"meditação\", ou, por outras palavras, ao que fazemos quando nos sentamos para meditar. Os quatro aspectos representam um processo de meditação aprofundado gradualmente, como exemplificado na atenção plena na respiração, que é o principal exemplo dessa prática. Os três primeiros aspetos focam-se em estabelecer e acalmar a mente e o último em desenvolver insight.",
        "afda802fa04d32ec822735b840a9c2b0": "sa-upādisesa-nibbāna",
        "4d20a0991d65b9cb1e50b9a0ddcaf559": "Nibbāna com combustível restante (a analogia remete para um fogo extinto cujas brasas estão ainda incadescentes)—libertação experimentada nesta vida por um arahant. Compare com <i><a href=\"#anupadisesa-nibbana\">anupādisesa-nibbāna</a></i>.",
        "00767939c14645f61ca25f279f9ecb95": "sāvaka",
        "cc6a7b609bebc92a14f72b18c1387036": "Literalmente, um \"ouvinte\". Um discípulo do Buddha, especialmente um discípulo nobre (veja <i><a href=\"#ariya-puggala\">ariya-puggala</a></i>.)",
        "73d9f5807cc556b5941d14bb4cf250b7": "sekha",
        "5d343671086d433923b652fe55688586": "Um \"aprendiz\", \"discípulo\" ou \"alguém em treinamento\"; um discípulo nobre (<i><a href=\"#ariya-puggala\">ariya-puggala</a></i>) que ainda não se tornou em um arahant.",
        "efe87a5217598ec19662228d6d75b211": "sīla",
        "e816a0e023a43bc26c217feb6d30569a": "Virtude, moralidade. A qualidade de pureza ética e moral que previne que alguém se afaste do Nobre Caminho Óctuplo. Também, os preceitos de treinamento que impedem a realização de ações inábeis ou prejudiciais. Sīla é o segundo tema no treinamento gradual (veja <a href=\"#anupubbi\"><i>anupubbī-kathā</i></a>), o segundo de sete tesouros (veja <a href=\"#dhana\"><i>dhana</i></a>) e o primeiro dos três fundamentos para ações meritórias (veja <a href=\"#dana\"><i>dāna</i></a> e <a href=\"#bhavana\"><i>bhāvanā</i></a>).",
        "a24ce6f72fcbe4e4b432e837851db1f6": "sīma",
        "92b1d8744779f8c467c56090e8b5b1c8": "Fronteira, demarcação ou território que define os limites de uma específica Saṅgha monástica para fins de atos formais, tais como <a href=\"#upasampada\"><i>upasampadā</i></a>, recitação do <a href=\"#patimokkha\"><i>pātimokkha</i></a>, resolução de disputas, etc.",
        "e9a9d4b1343e8cb996aee96da5969c08": "sotāpanna",
        "30e7a474eda3d53dce5babb7095dcd00": "Aquele que entrou na correnteza. Uma pessoa que abandonou os primeiros três grilhões que aprisionam a mente ao ciclo de renascimentos (veja <a href=\"#samyojana\"><i>saṃyojana</i></a>) e, dessa forma, entrou na \"correnteza\", fluindo inexoravelmente para <a href=\"#nibbana\"><i>nibbāna</i></a>, com a garantia de que renascerá no máximo mais sete vezes, e apenas no reino humano ou reinos superiores.",
        "69482504a178661e50c27165d4ab4d53": "entrar na correnteza, aquele que venceu a correnteza",
        "76def95145c8985afff1c4c4ae866a0d": "veja <a href=\"#sotapanna\"><i>sotāpanna</i></a>.",
        "e10a36f1a5231e597daf8f42dc1ab55a": "estresse",
        "c999d803c5d1a2ef20e07ed1adc7e9d9": "Veja <a href=\"#dukkha\"><i>dukkha</i></a>.",
        "3f88ea4f03c5cc96de023df7245c5364": "stupa (Pali: <i>thūpa</i>)",
        "4a6760cc4483d77bd15e64324b6a98c0": "Originalmente, um túmulo ou colina com uma sepultura guardando as relíquias de uma pessoa santa – tal como o Buddha – ou objetos associados com a sua vida. Ao longo dos séculos, se desenvolveu nos monumentos altos e espiralados familiares nos templos da Tailândia, Sri Lanka e Birmânia; e nos pagodes da China, Coréia e Japão.",
        "db30257b116d8dd9bd455e6c47d2086e": "sugati",
        "6085fb77000fc0bb606ac7a8b8b6eb85": "Destinação feliz; os dois níveis de existência mais elevados em que alguém pode renascer como resultado de ações hábeis ou benéficas do passado (veja <i><a href=\"#kamma\">kamma</a>): renascimento no reino humano ou nos paraísos (veja <i><a href=\"#sagga\">sagga</a></i>). Nenhum desses estados é permanente. Compare com <i><a href=\"#apaya-bhumi\">apāya-bhūmi</a></i>.",
        "a7205ce33ced7190a9b14daa8c5bf996": "sugata",
        "db1279d4d3afe8ce4d51014104405f1e": "Bem-aventurado; que se saiu bem; indo (ou tendo ido) para uma boa destinação. Um epíteto do Buddha.",
        "995102067e9bcb907413fd5eb825fe8d": "sukha",
        "5abb8c051a8ee48ceaff01ed0240e5a4": "Felicidade, bem-aventurança, satisfação; bem-estar; contentamento. Na meditação, uma qualidade mental que atinge a plena maturidade no desenvolvimento do terceiro nível de <i><a href=\"#jhana\">jhāna</a></i>. Também usado, com sentido existencial, para a alegria da cessação que está além de toda a sensação.",
        "6bdf6b931b7dff3f6e388b2684f87d3b": "sutta",
        "1486c7003554e1da61d1f1d4c4096026": "Literalmente, \"fio\" ou \"corda\"; um discurso ou sermão do Buddha ou de seus discípulos contemporâneos. Nos textos antigos ou iniciais, o termo <i>sutta</i> é usado em seu sentido habitual, como discurso, mas também em um sentido mais restrito para se referir a uma seção dos discursos, provavelmente se referindo a resumos ou exposições breves. É usado também, com este sentido, para o código monástico (<i>pātimokkha</i>). Após a morte do Buddha, os suttas foram originalmente transmitidos através da tradição oral. As várias escolas do budismo mantiveram suas próprias coleções, que variam um pouco na organização, mas são em grande parte idênticas em conteúdo. (sânscrito: <i>sūtra</i>)",
        "b9ece18c950afbfa6b0fdbfa4ff731d3": "T",
        "b2403c8664f6a217b23451abbc497dca": "taṇhā",
        "a0ea71e739a6fb076f4f2b3d98e28083": "Desejo, sede—pela sensualidade (<i>kāmataṇhā</i>), por ser/existir (<i>bhavataṇhā</i>), ou por não ser/existir (<i>vibhavataṇhā</i>), veja <i><a href=\"#bhava\">bhava</a></i>. Veja também<a href=\"#lobha\"><i>lobha</i> (greed; passion).</a>",
        "eed8e27f98fffc8e410039027d7ae52c": "tāpas",
        "dc1d4aec261aba537cf64acd0caa67e9": "O \"calor\" purificador das práticas ascéticas. Em sistemas pré-budistas como o dos jainistas, isso se refere à prática de penitências ou auto-mortificação, que se acreditava criar um calor físico no corpo que queimava as impurezas. O Buda adaptou o conceito para se referir ao seu próprio caminho em um sentido puramente psicológico.",
        "ed9f74e24a07fe4569e876ceb2c3f362": "Tathāgata",
        "1e19422785b44f7f5e550b20d3f31cb8": "O \"Realizado\", um epíteto frequente do Buda, embora ocasionalmente também seja usado para qualquer um dos seus discípulos e discípulas que alcançaram a fruição de arahant. O sentido é o de alguém que realizou ou incorporou a verdade em sua forma mais elevada. O termo é objeto de extensa exegese nos comentários.",
        "d0b56a0d740e7d063376eb7d8da4aafc": "ti-lakkhaṇa",
        "058d0e1196611aab4a173eea9746d023": "Três características inerentes a todos fenômenos condicionados— impermanência ou incerteza (<i><a href=\"#anicca\">anicca</a></i>), sofrimento (<i><a href=\"#dukkha\">dukkha</a></i>) e não-eu ou ausência de um eu (<i><a href=\"#anatta\">anattā</a></i>).",
        "5679d17143f5ef20067c5dde94d6986b": "tipiṭaka",
        "95eda7e525c4c718adbed1d4d2d3256c": "O cânone budista. Literalmente, “três cestas”, em referência às três principais divisões do cânone: o <a href=\"#vinaya\"><i> Vinaya Piṭaka </i></a> (regras disciplinares e procedimentos para o treinamento monástico) ; <a href=\"#sutta\"><i> Sutta Piṭaka </i></a> (discursos); e <a href=\"#abhidhamma\"> <i> Abhidhamma Piṭaka </i></a> (tratados filosóficos abstratos). O termo não é encontrado nos textos antigos. (Sânscrito: <i> tripiṭaka </i>)",
        "06065ef48e176af50f7608b74c76eb15": "tiratana",
        "b4ec9f0ba18cc277ab762a7b597931f4": "A “Jóia Tríplice\": o Buda, <a href=\"#dhamma\"> Dhamma </a>, e<a href=\"#sangha\"> Saṅgha</a> - três ideais nos quais todos os budistas se refugiam. Veja <a href=\"#tisarana\"> <i> tisarana </i> </a>.",
        "f195943cba974ee71893eb6fa90be985": "tisaraṇa",
        "955bedb9a8bb9bf556fb05eb42a96212": "O “Refúgio Tríplice” - o Buda, <a href=\"#dhamma\">Dhamma</a> e <a href=\"#sangha\">Saṅgha</a>. Neste contexto, o refúgio para a comunidade leiga é a Saṅgha mendicante (as comunidades de bhikkhus e bhikkhunis). Veja <a href=\"#tiratana\"><i> tiratana </i></a>.",
        "4c614360da93c0a041b22e537de151eb": "U",
        "65f37ad8f78ddb1a126eedc10fcb50b2": "ugghaṭitaññu",
        "8a3268833c112a1c332508c3901d8b6e": "De compreensão rápida. Após ter alcançado o Despertar, o Buda considerou se deveria ou não ensinar o Dhamma, e percebeu que havia quatro categorias de seres: os de compreensão rápida, que alcançariam o Despertar depois de uma breve explicação do Dhamma; aqueles que ganhariam o Despertar somente após uma longa explicação (<i>vipacitaññu</i>); aqueles que ganhariam o Despertar somente depois de serem conduzidos através da prática (<i>neyya</i>); e aqueles que, ao invés de ganhar o Despertar, na melhor das hipóteses, obteriam apenas uma compreensão verbal do Dhamma (<i>padaparama</i>).",
        "5bbebf20a6f843823e36440711fa2b67": "upādāna",
        "7f13f0ea497a57fb8a683b1c8896a44d": "Apego; fixação; combustível, aquilo que alimenta ou dá sustento ao processo de ser/existir e (re)nascer — os quatro tipos de apego são: à sensualidade, às idéias, a preceitos e rituais e a idéias da existência de um eu.",
        "e85248a610cccf25f303a42091115c21": "upasampadā",
        "025301ccea519d6881a3007741de1844": "Aceitação, reconhecimento, aprovação; ordenação completa como um <a href=\"#bhikkhu\"><i>bhikkhu</i></a> ou <a href=\"#bhikkhuni\"><i>bhikkhunī</i></a>. Veja <a href=\"#pabbajja\"><i>pabbajjā</i></a>.",
        "2bbdd9d5af05b563917d0ea2cbe1f383": "upāsaka/upāsikā",
        "eab74ffaf91c2bad2f56d54d95823da6": "Um discípulo leigo / uma discípula leiga do Buda. Compare com <a href=\"#parisa\"><i>parisā</i></a>.",
        "aad2e3ddd1b4fb156cb35bbafa765f0d": "upekkhā",
        "b33f4f256092737be2c221a375c2b26c": "Equanimidade. Um das quatro \"moradas sublimes\" (<i><a href=\"#brahma-vihara\">brahma-vihāra</a></i>).",
        "7f978f3317754dae80b8716c43afa053": "uposatha",
        "92e583522ea8fee69c85410189edb45a": "Dia de observância; sabá/sabat. Corresponde às fases da lua, no qual pessoas leigas Budistas se reúnem para ouvir o Dhamma e observar preceitos especiais. Nos dias de uposatha da lua nova e lua cheia os monges se reúnem para recitar as regras do <a href=\"#patimokkha\"><i>Pātimokkha</i></a>.",
        "5206560a306a2e085a437fd258eb57ce": "V",
        "6f6d6308227147984bc293497e1eca59": "vassa",
        "bce99a1f5e5531b6b741ef3bc08cae88": "Retiro das chuvas, quaresma. O período de Julho a Outubro, que corresponde aproximadamente à época de chuvas, em que se requer que cada monge permaneça vivendo em um só lugar sem perambular livremente.",
        "36019ba00942c7e993dc61c969ae5c33": "vaṭṭa",
        "ebfe4db1add9acdd67f633128a0a1df5": "O ciclo de nascimento, morte e renascimento. Veja <a href=\"#samsara\"><i>saṃsāra</i></a>.",
        "79c7c3d3e1edeb3b70067702a508fd9b": "vedanā",
        "a77d625e8196f5b16246c013c4927359": "Sensação — agradável (felicidade, bem-estar), dolorosa (sofrimento) ou neutra / nem agradável nem dolorosa. Veja <i><a href=\"#khandha\">khandha</a></i>.",
        "8a5d8a12967f7b8091d3bce225b75af5": "Vesak, Vesakha, Visakha, Wesak, etc. (visākha)",
        "d4066f60a7a63e2727a4ea6a5e6b907f": "O antigo nome para o mês lunar indiano da primavera, correspondendo ao nosso Abril-Maio. De acordo com a tradição, o nascimento do Buddha, o seu Despertar e o seu <a href=\"#parinibbana\"><i>Parinibbāna</i></a> ocorreram todos na noite de lua cheia do mês de Visākha. Esses eventos são comemorados nesse dia no festival do Visākha, que é celebrado anualmente em todo o mundo do Budismo Theravada.",
        "5538e5f2d53983f07787641415967557": "vicāra",
        "760a110f5662fd6b21c6c421e7ed9d00": "Reflexão, consideração; aplicação sustentada da mente, pensamento sustentado ou discursivo. Na meditação, <i>vicāra</i> é o fator mental que mantém a atenção no objeto de meditação escolhido. <i>Vicāra</i> e o seu fator acompanhante <i><a href=\"#vitakka\">vitakka</a></i> alcançam plena maturidade com o desenvolvimento do primeiro<i><a href=\"#jhana\">jhāna</a></i>.",
        "dbfd343e3008dfd4c315016810ff3f61": "vijjā",
        "f9c205419fb3a82243766346bac936e1": "Conhecimento claro e verdadeiro; consciência genuína; ciência (especificamente, os poderes cognitivos desenvolvidos através da prática da imersão/concentração e da sabedoria).",
        "c7f6a0eea106813f1a676e1e013d5ad1": "vijjā-caraṇa-sampanno",
        "2da447e35f3979a3921903f30eb126d4": "Perfeito no conhecimento e na conduta; realizado na conduta que leva à consciência ou habilidade cognitiva. Um epíteto para o Buddha.",
        "142cf73d7123349cee4c61fd4faaccf8": "vimutti",
        "f4ce3412edc4bbdc5b4b7e109d6b4be6": "Libertação; liberação do sofrimento. Os suttas distinguem entre dois tipos de libertação: a libertação através da sabedoria (<i>paññā-vimutti</i>), que descreve a mente do <a href=\"#arahant\"><i>arahant</i></a> livre dos <i><a href=\"#asava\">āsavas</a></i>; e a libertação da mente (<i>ceto-vimutti</i>) que descreve a supressão sustentada dos <i><a href=\"#kilesa\">kilesas</a></i> durante a prática de <a href=\"#jhana\"><i>jhāna</i></a> e dos quatro <i><a href=\"#brahma-vihara\">brahma-vihāras</a></i>, ou também o estado da liberdade da mente do arahant.",
        "2ba61eb78f47f764cdba4ec7ac45efde": "Vinaya",
        "bfa67a6319f5520a603ce7b4e9eb6e65": "Treinamento; diretrizes; disciplina monástica. Nos suttas antigos, <i>vinaya</i> é mais comumente emparelhado com <i>dhamma</ i>, significando \"teoria e prática\" como um termo geral para a religião do Buddha. Também é comumente usado no sentido de afastamento ou libertação das impurezas. Foi igualmente aplicado ao conjunto crescente de regras e procedimentos que governam a disciplina monástica, e esse significado cresceu para se tornar o dominante nos anos posteriores. O Vinaya como Lei Monástica abrange seis volumes em texto impresso, cujas regras e tradições definem todos os aspectos do modo de vida dos <a href=\"#bhikkhu\"><i>bhikkhus’</i></a> e <a href=\"#bhikkhuni\"><i>bhikkhunīs’</i></a>. A essência das regras para os monásticos está contida no <a href=\"#patimokkha\"><i>Pātimokkha</i>.</a>",
        "a89f7acc6477913c4e210cad66360784": "viññāṇa",
        "b9acebe88ca1ca56dc7c31c5da724554": "Consciência, consciência sensorial; cognição; o ato de estar ciente dos objetos sensoriais e idéias conforme ocorrem. O Buddha declarou enfaticamente que toda a consciência é condicionada. Veja <i><a href=\"#khandha\">khandha</a></i>.",
        "9708f04794220a7de5b18b2735a2a7ac": "vipāka",
        "c706a53ef2f5eae5dfb9e532d605934a": "A conseqüência e resultado de uma escolha no passado <i><a href=\"#kamma\">kamma</a></i>).",
        "3558ca12cc0e6d043e07a090877c4e2a": "vipassanā",
        "4a92ed5b93d5322038754277ec86d4c8": "Insight ou discernimento intuitivo e claro dos fenômenos físicos e mentais à medida que eles surgem e desaparecem, vendo-os pelo que eles realmente são — em si e por si mesmos — em termos das três características (veja <a href=\"#ti-lakkhana\"><i>ti-lakkhaṇa</i></a>) e em termos do sofrimento, sua origem, sua cessação e do caminho que leva à sua cessação (veja <a href=\"#ariya-sacca\"><i>ariya-sacca</i></a>).",
        "873ea92eff2d8cb5d88423a8ff728f5b": "viriya",
        "25e5ca81c8a231e8d2e8a8f49a845108": "Energia, vigor, ânimo. Uma das cinco faculdades (<i><a href=\"#indriya\">indriya</a>;</i> veja <a href=\"#bodhi-pakkhiya-dhamma\"><i>bodhi-pakkhiya-dhammā</i></a>) e um dos cinco poderes/fatores dominantes (<i>bala;</i> veja <a href=\"#bodhi-pakkhiya-dhamma\"><i>bodhi-pakkhiya-dhammā</i></a>).",
        "721d5ce27bb2621bc8a4b7eb32083987": "vitakka",
        "4e01c1beb281b7f8ac68b46af3ad7755": "Pensamento, pensamento aplicado. Na meditação, <i>vitakka</i> é o fator mental através do qual a atenção é aplicada ao objeto de meditação escolhido. <i>Vitakka</i> e o seu fator acompanhante <i><a href=\"#vicara\">vicāra</a></i> alcançam plena maturidade com o desenvolvimento do primeiro<i><a href=\"#jhana\">jhāna</a></i>.",
        "e89eb41d980d68d6b1f22c893dc53514": "WXYZ",
        "4d660263667df3db5e1a8a572aeae5c8": "yakkha",
        "f0822b1c6ad349049bdaa5d7b13b6b23": "Espírito da natureza, duende, gnomo. Uma classe de poderosos seres “não humanos” — às vezes bondosos, às vezes assassinos e cruéis — correspondendo aproximadamente às fadas e ogros dos contos de fada ocidentais. Na literatura mais tardia, estes passaram a ser considerados principalmente malévolos, mas nos dias do Buddha eles eram moralmente ambíguos e, de fato, eram comumente adorados como divindades.",
        "468f479bb1c8e962f33de687d0daafbc": "A fonte original deste Glossário foi divulgada sob os seguintes termos:",
        "213f12010c0a39960ccd7a938e4a3e70": "© 2005 Anonymous. O texto desta página (“A Glossary of Pali and Buddhist Terms”, by Anonymous) está licenciado sob uma licença Creative Commons Attribution 4.0 International License. Para ver uma cópia da licença, visite <a href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\">this page</a>.",
        "e632e357ed59f513b589ae5baa3afb0e": "A mesma licença também se aplica a esta versão modificada pelo SuttaCentral, 2018."
    }
}