{
  "de": {
    "introduction:1": "Einführung zu SuttaCentral ",
    "introduction:2": "Die Worte des Buddha ",
    "introduction:3": "SuttaCentral beherbergt frühe buddhistische Texte, die als Tipiṭaka oder „Drei Körbe“ bekannt sind. Das ist eine ausgedehnte Sammlung an Lehrtexten, die dem Buddha oder seinen frühesten Schülern und Schülerinnen zugeschrieben werden, die vor etwa 2500 Jahren in Indien gelehrt haben. Sie werden von allen Schulen des Buddhismus als heiliger Kanon angesehen. ",
    "introduction:4": "Es gibt mehrere buddhistische Traditionen, von denen jede einen Satz alter Schriften weitergegeben hat. SuttaCentral ist besonders auf die Schriften aus der <a href='https://en.wikipedia.org/wiki/Pre-sectarian_Buddhism' rel='noopener' target='_blank' title='Wikipedia-Artikel über Buddhismus vor der Sektenbildung'>frühesten Zeit des Buddhismus</a> ausgerichtet und beherbergt Texte in über dreißig Sprachen. Wir glauben, dass dies die umfangreichste Sammlung früher buddhistischer Texte ist, die jemals angelegt wurde. ",
    "introduction:5": "SuttaCentral beherbergt die Texte in den Originalsprachen, Übersetzungen in moderne Sprachen sowie komplexe Reihen von Parallelen, die die Beziehung zwischen allen aufzeigen. ",
    "introduction:6": "Einband und Bindung eines burmesischen Manuskripts über das Leben des Buddha aus rotem geprägtem Leder mit Schrift in Goldlettern. Burma, spätes 19. Jhd. ",
    "introduction:7": "Leben des Buddha, burmesisches Manuskript 22, Band 1 ",
    "introduction:8": "Themen ",
    "introduction:9": "Wovon handeln diese Texte? Das vordringliche Anliegen des Buddha war die Freiheit vom Leiden. Die Lehren decken ein breites Spektrum an Themen ab, darunter Ethik, Meditation, Familienleben, Entsagung, die Natur von Weisheit und wirklichem Verstehen und der Weg zum Frieden. ",
    "introduction:10": "Die Lehren zeigen, wie man auf gute Art lebt, so dass man frei von Leiden ist. Sie lehren Gewaltlosigkeit und Mitgefühl und betonen, dass das Spirituelle über dem Materiellen steht. Viele Lehrreden erörtern die Meditation, während andere von der Ethik handeln oder von einem klaren, rationalen Verstehen der Welt, die wir wahrnehmen. Sie zeigen den Buddha, wie er sich auf Menschen aus allen gesellschaftlichen Schichten einlässt und ein vielfältiges Themenspektrum diskutiert. Er aber sagt, alle seine Worte hätten den gleichen Geschmack: den Geschmack der Freiheit. ",
    "introduction:11": "Es gibt wohl zahlreiche Zusammenfassungen und Interpretationen seiner Lehre, aber nichts ist damit vergleichbar, ihr in seinen eigenen Worten zu begegnen. Die frühen Texte schildern den Buddha in einer lebendigen und vielfältigen Variation an Umständen: Er spricht mit Mönchen und Nonnen, Asketen, Kriminellen, Königen, Geschäftsleuten, Aussätzigen, Prostituierten, Armen, Ehefrauen, Skeptikern, Freunden und Feinden. Es ist nicht nur, was er sagt, sondern auch die Art, wie er mit dieser Vielfalt an Menschen umgeht, stets mit Freundlichkeit, Klarheit, Würde und Respekt. ",
    "introduction:12": "Inhalt ",
    "introduction:13": "Fragment eines Gandhari-Manuskripts auf Birkenrinde, das von der Universität von Washington erworben wurde. Afghanistan, ca. 1. oder 2. Jhd. n. Chr. ",
    "introduction:14": "Abhidharma-Kommentar über das Leiden ",
    "introduction:15": "Buddhistische Texte werden üblicherweise in die „Drei Körbe“ eingeordnet, die auf Pali ",
    "introduction:16": "tipiṭaka ",
    "introduction:17": "und auf Sanskrit ",
    "introduction:18": "tripiṭaka ",
    "introduction:19": "genannt werden. Das sind: ",
    "introduction:20": "<a href='/discourses' title='SuttaCentral-Artikel über Lehrreden'><strong>Lehrreden:</strong></a> Pali <i lang='pli'>Sutta</i>, Sanskrit <i lang='san'>sūtra</i>. Diese sind die primären Texte. Sie bestehen aus Aufzeichnungen von Lehren und Gesprächen des Buddha oder seiner Schüler und Schülerinnen und sind nach dem literarischen Stil oder nach Themen geordnet. ",
    "introduction:21": "<a href='/vinaya' title='SuttaCentral-Artikel über Vinaya'><strong>Ordensregel:</strong></a> <i lang='pli'>Vinaya</i> sowohl auf Pali als auch Sanskrit. Diese Texte enthalten das berühmte Verzeichnis der Regeln für Mönche und Nonnen (<i>pātimokkha</i>). Aber sie sind viel mehr als das: Sie enthalten viele Einzelheiten über das Leben in der Gemeinschaft und eine Vielzahl an Geschichten über das Leben im alten Indien. ",
    "introduction:22": "<a href='/abhidhamma' title='SuttaCentral-Artikel über Abhidhamma'><strong>Abhidhamma:</strong></a> Sanskrit <i lang='san'>abhidharma</i>. Abhidhammatexte sind systematische Zusammenfassungen und Analysen der Lehren, die von den früheren Lehrreden abgeleitet sind. ",
    "introduction:23": "Jede buddhistische Tradition hat verschiedene Sammlungen weit über tausend Jahre lang weitergegeben. Doch wenn wir die Lehrreden und die Ordenssatzung betrachten, sind sie in allen wichtigen Merkmalen und vielen kleinen Einzelheiten ähnlich oder gleich. Seit dem 19. Jahrhundert haben eine Reihe von Wissenschaftlern diese Übereinstimmungen festgestellt und zusammengetragen. ",
    "introduction:24": "Die meisten frühen Texte sind inzwischen digitalisiert. Die Geschichte dieses Prozesses findet man in dem Artikel <a href='https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288' rel='noopener' target='_blank' title='Artikel über digitale Eingabe buddhistischer Texte in der Encyclopedia of Buddhism'>Digital Input of Buddhist Texts</a> von Lewis Lancaster in der <cite>Encyclopedia of Buddhism</cite>. Zusätzlich wurden Übersetzungen in viele Sprachen angefertigt, zumeist von den besser bekannten Texten der Pali-Lehrreden. ",
    "introduction:25": "SuttaCentral stützt sich auf diese lange Geschichte und präsentiert hauptsächlich drei Arten von Inhalten. ",
    "introduction:26": "Originaltexte: ",
    "introduction:27": "SuttaCentral präsentiert die Originaltexte in den Originalsprachen. Dazu zählen: ",
    "introduction:28": "Der <a href='http://de.wikipedia.org/wiki/Pali' rel='noopener' target='_blank' title='Wikipedia-Artikel über Pali'>Pali</a>kanon (oder <a href='http://de.wikipedia.org/wiki/Pali-Kanon' rel='noopener' target='_blank' title='Wikipedia-Artikel über den Palikanon'>Tipiṭaka</a>) der <a href='http://de.wikipedia.org/wiki/Theravada' rel='noopener' target='_blank' title='Wikipedia-Artikel über Theravāda'>Theravāda</a>schule. Unser Text ist die Mahāsaṅgīti-Ausgabe der Rezension aus dem sechsten Konzil. ",
    "introduction:29": "Die frühen <a href='http://en.wikipedia.org/wiki/%C4%80gama_(Buddhism)' rel='noopener' target='_blank' title='Wikipedia-Artikel über Āgamas'>Āgama</a>)- und <a href='https://en.wikipedia.org/wiki/Vinaya' rel='noopener' target='_blank' title='Wikipedia-Artikel über Vinaya'>Vinaya</a>texte der <a href='http://de.wikipedia.org/wiki/Taish%C5%8D_Shinsh%C5%AB_Daiz%C5%8Dky%C5%8D' rel='noopener' target='_blank' title='Wikipedia-Artikel über den Taishō-Tripiṭaka'>Taishō-Edition</a> des <a href='http://en.wikipedia.org/wiki/Chinese_Buddhist_canon' rel='noopener' target='_blank' title='Wikipedia-Artikel über den chinesischen Kanon'>chinesischen Kanon</a>. Unsere digitale Quelle dafür ist <a href='http://www.cbeta.org/' rel='noopener' target='_blank' title='Chinese Buddhist Electronic Text Association'>CBETA</a>. ",
    "introduction:30": "Ein wesentlich kleinerer Umfang an frühen Texten vom <a href='http://en.wikipedia.org/wiki/Kangyur' rel='noopener' target='_blank' title='Wikipedia-Artikel über tibetischen Kangyur'>tibetischen Kangyur</a>. ",
    "introduction:31": "Fragmente und Zufallsfunde, die auf <a href='http://www.ancient-buddhist-texts.net/Buddhist-Texts/XX-Early-Buddhist-Texts/index.htm' rel='noopener' target='_blank' title='Einführung zu den frühen buddhistischen Texten in sanskritisiertem Prākrit'>Sanskrit</a>, <a href='https://en.wikipedia.org/wiki/Gandh%C4%81ran_Buddhist_texts' rel='noopener' target='_blank'>Gandhārī</a> und in anderen indischen Sprachen vorliegen. ",
    "introduction:32": "<strong>Übersetzungen:</strong> Wir haben Übersetzungen früher Texte in über dreißig moderne Sprachen zusammengetragen. Namhafte englische Übersetzungen umfassen klassische Arbeiten von <a href='http://de.wikipedia.org/wiki/Bhikkhu_Bodhi' rel='noopener' target='_blank' title='Wikipedia-Artikel über Bhikkhu Bodhi'>Bhikkhu Bodhi</a>, neue englische Übersetzungen von Texten des chinesischen <a href='/sa1-100'>Saṁyukta Āgama</a> von <a href='https://www.buddhismuskunde.uni-hamburg.de/personen/analayo.html' rel='noopener' target='_blank' title='Publikationen von Anālayo'>Bhikkhu Anālayo</a> sowie ganz frische Übersetzungen aus dem tibetischen <a href='/up'>Upāyikā</a> von Bhikkhuni Dhammadinnā. Zusätzlich entwickeln wir unsere eigenen Sätze neuer Übersetzungen in der Überzeugung, dass vollständige, akkurate, leicht zu lesende moderne Übersetzungen für jeden frei zugänglich sein sollten. Wir haben eine völlig neue englische Übersetzung der vier Pali-Nikāyas von Bhikkhu Sujato veröffentlicht; sie ist die erste vollständige und einheitliche englische Übersetzung dieser zentralen Texte. Und Bhikkhu Brahmāli ist dabei, eine dringend benötigte moderne und akkurate englische Übersetzung des Pali-Vinaya anzufertigen. ",
    "introduction:33": "<strong>Parallelen:</strong> Den Eckpfeiler von SuttaCentral bilden unsere Reihen von Parallelen. Diese führen zehntausende von Fällen auf, in denen Texte in verschiedenen Sammlungen und Sprachen miteinander übereinstimmen. Die Existenz dieser Parallelen zeigt die Verbindung zwischen den Schriften, die allen buddhistischen Traditionen zugrunde liegen; eine Verbindung, die bis auf den Buddha selbst zurückreicht. ",
    "introduction:34": "Beziehungen ",
    "introduction:35": "Bildliche Darstellung der Beziehungen für DN 20 ",
    "introduction:36": "Beziehungen für DN 20 ",
    "introduction:37": "Suttas sind keine unabhängigen Einheiten. Sie formen ein ausgedehntes Netz von untereinander verwobenen Lehren. Oft liegt der Schlüssel zum Verständnis einer Passage in einem anderen Text. In dieser Weise gleichen die buddhistischen Kanons ein wenig dem Internet, in dem einzelne Seiten durch ein Netz verborgener Links verknüpft sind. ",
    "introduction:38": "Die meisten Suttas erscheinen in sehr ähnlicher Form in mehr als einer Sammlung. Wir benutzen den Begriff „Parallele“ für Textvarianten, die offenbar von einem gemeinsamen Vorläufer abstammen. Oft liegen die Texte so nahe beieinander, dass das leicht zu ermitteln ist. Manchmal allerdings ist die Beziehung zwischen zwei bestimmten Texten weniger eng. Solche Fälle bezeichnen wir als „ähnliche Parallelen“. Das sagt nichts über die Art der Beziehung zwischen der ähnlichen Parallele und dem Ausgangstext aus. Es legt einfach nahe, dass es für jemanden, der den Ausgangstext studiert, auch von Interesse sein könnte, sich die ähnliche Parallele anzuschauen. Eine ausführlichere Diskussion des Themas finden Sie <a href='/methodology'>auf unserer Seite zur Methodik</a>. ",
    "introduction:39": "Zu bestimmen, welche Texte als Parallelen anzusehen sind, ist keine einfache Sache. Oft stimmen Texte in vielen Einzelheiten überein, und in anderen unterscheiden sie sich. Ab wann ist ein Text keine vollständige Parallele mehr, sondern eine ähnliche Parallele? Und ab wann wird er bloß zu einem Text, der gewisse ähnliche Merkmale aufweist? Auf solche Fragen gibt es keine eindeutigen Antworten. Diese Kennzeichnung herzustellen, stützt sich vielmehr auf die gesammelten Erkenntnisse und Erfahrungen einer aufeinanderfolgenden Reihe von Wissenschaftlern. Es wird zwangsläufig Meinungsverschiedenheiten über einzelne Fragen geben; aber in der Hauptsache gibt es einen breiten Konsens darüber, was eine Parallele ausmacht. Letzten Endes geht es darum, dass diese Kennzeichnung Studierenden hilft, miteinander verbundene Texte in verschiedenen Sammlungen zu studieren und davon zu lernen. ",
    "introduction:40": "So finden Sie sich zurecht ",
    "introduction:41": "Die buddhistischen Kanons wurden als in hohem Maß strukturierte Literatursammlungen organisiert und gepflegt, und diese komplexe hierarchische Struktur kann durchaus einschüchternd wirken. Wir haben versucht, unser Material so zu präsentieren, dass es sowohl für Experten als auch für Anfänger zweckmäßig ist. Wir wollen uns zunächst eine Übersicht verschaffen, wie buddhistische Texte organisiert sind. Danach schauen wir uns an, wie das auf SuttaCentral umgesetzt ist. ",
    "introduction:42": "Wie der Tipiṭaka organisiert ist ",
    "introduction:43": "Das übergeordnete Konzept des Tipiṭaka haben wir bereits erwähnt. Jetzt wollen wir uns die untergeordneten Strukturebenen anschauen. Der Einfachheit halber werden wir dazu hauptsächlich den Palikanon betrachten. ",
    "introduction:44": "Nikāyas ",
    "introduction:45": "Die Pali-Lehrreden sind in fünf Haupt-<i>Nikāyas</i> oder „Abteilungen“ untergliedert. Diese sind nicht nach dem Inhalt organisiert, sondern nach der literarischen Form. Die ersten beiden Abteilungen — die „Lange“ und die „Mittlere“ — sind anhand der Länge zusammengestellt, der Saṁyutta oder die „Verbundene“ Abteilung nach Themen und der Aṅguttara oder die „Nummerierte“ Abteilung nach Zahlenreihen. Diese vier Sammlungen sind synoptisch; sie bilden ein weitgehend einheitliches textliches und lehrmäßiges Korpus, das in erster Linie nach den Bedürfnissen der Rezitatoren organisiert ist, die sie auswendig lernten. ",
    "introduction:46": "Der fünfte <i>Nikāya</i> ist eine Sammlung ganz anderer Art. Das Kernstück stellt eine Gruppe früher, zumeist lyrischer Texte dar. Dazu kommt eine Reihe späterer Texte sehr unterschiedlicher Art, was zeigt, dass dieser Teil als offener und flexibler betrachtet wurde. ",
    "introduction:47": "Mittlere Organisationsebenen ",
    "introduction:48": "Die Palitexte haben ein recht verwirrendes Sortiment an Begriffen für die mittleren Ebenen der Textorganisation, die etwa dem entsprechen, was wir ein „Teilstück“ oder ein „Kapitel“ nennen würden. Manchmal sind diese Abschnitte entscheidend für das Verständnis eines Textes. Zum Beispiel wird <i>Saṁyutta</i> im Saṁyutta-Nikāya für Lehrredengruppen gebraucht, die das gleiche Thema behandeln, und <i>Nipāta</i> bezeichnet im Aṅguttara-Nikāya Lehrredengruppen mit der gleichen Anzahl von Gegenständen. Im Vinaya stellt in ähnlicher Form der <i>Khandhaka</i> ein wesentliches Strukturmerkmal dar. An anderer Stelle finden wir weniger bedeutsame Strukturen, wie etwa das <i>Pannāsa</i>, die Gruppe von fünfzig Lehrreden. Ursprünglich mögen diese wohl dazu gedient haben, die Texte in Manuskripte zu ordnen, aber heute werden sie aus historischen Gründen beibehalten. ",
    "introduction:49": "Vagga ",
    "introduction:50": "Die kleinste Organisationsebene ist der <i>Vagga</i>, normalerweise mit „Kapitel“ übersetzt; tatsächlich ist es eine Einheit von (meist) zehn Lehrreden oder anderen Texten. <i>Vaggas</i> können nach einem sinnvollen Thema geordnete Texte zusammenfassen. So enthält zum Beispiel das „Kapitel über Könige“ der Mittleren Lehrreden zehn Lehrreden, in denen Könige vorkommen. In vielen Fällen ist der <i>Vagga</i> jedoch eine rein formale Übereinkunft, und er ist einfach nach seiner ersten Lehrrede benannt. ",
    "introduction:51": "Navigationsleiste ",
    "introduction:52": "Auf SuttaCentral orientieren Sie sich hauptsächlich über die seitliche Navigationsleiste, auf die von jeder Seite aus zugegriffen werden kann. In ihr sind alle Sammlungen mit ihren verschiedenen Unterabteilungen aufgeführt. Sie können direkt zu einer ganzen Sammlung wie einem <i>Nikāya</i> gehen oder aber sich genau zu der Einheit durcharbeiten, zu der Sie möchten. ",
    "introduction:53": "Lehrreden ",
    "introduction:54": "In den vier Haupt-<i>Nikāyas</i> haben wir die chinesischen Āgamas zusammen mit ihren Pali-Parallelen eingeordnet. Man beachte, dass es im chinesischen Kanon neben einem vollständigen Haupt-Āgama gewöhnlich noch weiteres Material gibt: entweder einzeln übersetzte Suttas oder Teilsammlungen. ",
    "introduction:55": "Im „Kleinen“ Abschnitt erfassen wir neben dem namensgebenden Pali-Khuddaka-Nikāya ähnliches Material auf Chinesisch und Sanskrit. Das sind zumeist Texte im Dhammapada-Stil. ",
    "introduction:56": "Unter „Sonstige“ fassen wir die relativ kleine Menge an Material auf Tibetisch, Sanskrit und in anderen alten indischen Sprachen zusammen. In vielen Fällen wäre es vielleicht möglich, dieses Material einem der fünf <i>Nikāyas</i> zuzuordnen. Allerdings ist es komplex und unsicher, das zu ermitteln, daher lassen wir es einfach hier. ",
    "introduction:57": "Ordenssatzung ",
    "introduction:58": "Anders als bei den Lehrreden haben wir bei den Vinayatexten fast immer eine klare Zugehörigkeit zu einer Schule. Diese benutzen wir daher als das primäre Klassifizierungsmerkmal. ",
    "introduction:59": "Alle Vinayatexte haben eine ähnliche Struktur. ",
    "introduction:60": "<strong>Bhikkhu- und Bhikkhunī-Vibhaṅga:</strong> Regeln für Mönche und Nonnen, zusammen mit Erklärungen und Kommentar. ",
    "introduction:61": "<strong>Khandhakas:</strong> Dieser Abschnitt, der in den verschiedenen Versionen ein wenig unterschiedlich benannt strukturiert ist, befasst sich mit Ordensverfahren und Lebensstil. ",
    "introduction:62": "<strong>Anhänge:</strong> Die meisten Vinayas beinhalten noch irgendeine Art von Anhang oder Zusammenfassung, wie etwa den Parivāra im Palikanon. ",
    "introduction:63": "Struktur und Namen dieser Abschnitte variieren, und wir folgen jeweils der Reihenfolge in den Texten. ",
    "introduction:64": "Abhidhamma ",
    "introduction:65": "Die vergleichsweise wenigen Abhidhammatexte sind nach Schulen und Sprachen organisiert. Man beachte, dass <i>Abhidhamma</i> ein generischer Begriff ist, der ebenso auch für viele spätere Abhandlungen verwendet wird. Hier werden nur kanonische Texte eingeschlossen. ",
    "introduction:66": "Suttakarten-Liste ",
    "introduction:67": "Wenn Sie auf einen Link in der Navigationsleiste klicken, öffnet sich eine Liste der dazugehörigen Texte, die als eine Liste von „Karten“ dargestellt ist. Jede Karte enthält einen Informationskomplex über den entsprechenden Text mit Verweisen, einer Beschreibung und Links zu Texten und Übersetzungen. Klicken Sie auf den entsprechenden Pfeil, um die Parallelen zu sehen. ",
    "introduction:68": "Eine Liste kann jeder Hierarchieebene entsprechen, wie etwa einem <i>Nikāya</i>, einem <i>Vagga</i> usw. Navigieren Sie, wie es für Sie am zweckmäßigsten ist. ",
    "introduction:69": "Textseiten ",
    "introduction:70": "Sie können die Originaltexte oder Übersetzungen lesen. Für die Originaltexte steht eine Auswahl hilfreicher Werkzeuge zur Verfügung, wie das Wörterbuch-Nachschlagewerkzeug, die textkritische Markierung usw. ",
    "introduction:71": "Wir streben ein neues System an, das auf segmentierten Texten beruht. Nicht alle unsere Texte besitzen dieses Merkmal, aber wo das der Fall ist, können Sie Text und Übersetzung nebeneinander sehen. "
  }
}