{
  "zh": {
    "introduction:1": "SuttaCentral介绍",
    "introduction:2": "佛陀的话",
    "introduction:3": "SuttaCentral收录的被称为“三藏”（Tipiṭaka）或“三个篮子”的早期佛教文献。其中包括了大量的由佛陀本人或其最早门徒约2500年前在印度的教导。它们在所有佛教流派中都被视为神圣的经典。",
    "introduction:5": "SuttaCentral收录了原始语言的文献和现代语言的翻译，以及许多平行文字展示了相互之间的联系。",
    "introduction:7": "《佛陀的一生》缅甸文集第22，卷1",
    "introduction:8": "主题",
    "introduction:9": "这些文字是关于什么的？佛陀最关注的是痛苦的消除。这些教义涵盖了广泛的主题，包括道德、禅定、家庭生活、出家、智慧和理解的本质，以及和平之路。",
    "introduction:10": "这些教义教导人们如何好好生活和消除痛苦。他们传授非暴力和慈悲思想，并强调精神价值高于物质价值。许多佛经都讨论了禅定，而其它佛经则关注道德，或者对所感知的世界进行理性和清晰的理解。这些文献展示了佛陀与各界人士之间的交流，并讨论各种主题。但他说，他所有的话都只有一种味道，即自由的味道。",
    "introduction:11": "虽然关于他的教导有着很多的总结和解释，但没有能比得上他自己的话。早期的文字描绘了佛陀在生动和多样化的背景下，与僧侣、苦行僧、罪犯、国王、商人、麻风病人、妓女、贫民、妻子、怀疑者、朋友和敌人进行交谈。这不仅仅是他所说的，也反映了他处理人性的方式，总是充满了善良、清晰、尊严和尊重。",
    "introduction:12": "内容",
    "introduction:20": "<a href='/discourses' title='SuttaCentral article on Discourses'><strong>《经藏》：</strong></a> 巴利文为<i lang='pli'>Sutta</i>，梵语为<i lang='san'>sūtra</i>。这些是最主要的文字，包含了佛陀或其弟子的教义或对话，根据文学性或主题进行组织。",
    "introduction:21": "<a href='/vinaya' title='SuttaCentral article on Vinaya'><strong>《律藏》：</strong></a> 巴利语和梵语的写法都是<i lang='pli'>Vinaya</i>。其中包含了著名的比丘、比丘尼戒经（<i>pātimokkha</i>）。但远不止这些， 还包括了许多社区生活的细节，以及大量有关古印度生活的故事。",
    "introduction:22": "<a href='/abhidhamma' title='SuttaCentral article on Abhidhamma'><strong>《论藏》：</strong></a> 梵语的拼写为 <i lang='san'>abhidharma</i>。《律藏》中的文献是对早期佛经的系统总结和教义分析。",
    "introduction:23": "每个佛教传统都独立传承了超过一千年的文献收藏。 然而，当我们观察留存至今的佛经和律法，在所有的主要特征和许多细节上，它们都是相似或相同的。 自19世纪以来，一系列的学者已经注意到这些相互联系并对此进行了汇编。",
    "introduction:25": "根据这一悠久历史，SuttaCentral呈现三种主要内容。",
    "introduction:26": "原始文字：",
    "introduction:27": "SuttaCentral收集了基于原始语言的原始文字，\n              包括：\n              ",
    "introduction:33": "<strong>平行文本：</strong> SuttaCentral的基础是我们的平行文本。这些平行文本将成千上万的不同集合或语言的文字作品进行相互对应。它们展示了所有佛教传统背后的经文之间的联系，这种联系可以追溯到佛陀本身。",
    "introduction:34": "联系",
    "introduction:38": "大多数佛经都在多个集合中以非常相似的形式出现。我们使用“平行文本”这个词来表示那些看起来拥有共同祖先的变体文本。这些文本通常非常接近，因此识别很简单。然而，有时两个文本之间的关系不那么紧密。在这种情况下，我们定义为“类似平行的文本”。这并不意味着类似平行文本和基本文本之间存在任何特定的关系。这仅仅是提出一个建议，如果你正好在研究基本文本，你可能也想看看类似的平行文本。有关详细讨论，请参阅我们的 <a href='/methodology'>方法学页面</a>。",
    "introduction:39": "平行文本的识别不是一件小事。不同的文本经常在许多细节上一致，而在其它细节上则不相同。什么情况下应判定为平行文本，什么情况下为类似平行文本？这些问题没有绝对的黑白答案。相反，这一识别过程依赖于一系列学者的知识和经验的积累。不可避免地会有细微的分歧，但总的来说，对于如何判定平行文本还是存在广泛的共识。最终，重要的是，这些识别有助于学生学习和从不同收藏中的相关文本中汲取知识。",
    "introduction:40": "指南",
    "introduction:41": "佛教经典中文献的组织和维护是高度结构化的，这种复杂的等级性结构可能会令人生畏。我们试图以一种对专家和初学者都方便的方式展示我们的材料。让我们回顾一下佛教文献是如何组织的，然后我们再介绍这一组织方式在SuttaCentral中如何体现的。",
    "introduction:42": "佛典是如何组织的",
    "introduction:43": "我们已经提到了“三藏”佛典的总体概念。现在让我们看一下分层次的结构。为简单起见，我们将主要关注巴利佛典。",
    "introduction:44": "尼迦耶",
    "introduction:45": "巴利佛经分为五个主要的<i>尼迦耶</i>或“部”。这些不是按内容组织的，而是根据文学形式组织的。前两个是根据长度组织的，分别是《长部》和《中部》；《相应部》按主题组织，而《增支部》或《增一尼迦耶》根据数字组织。这四个系列都是提纲式的；它们形成了由大量统一文本和类似教义组成的学说体系，这主要是为了方便背诵而如此组织的。",
    "introduction:46": "第五个<i>尼迦耶</i>是一个相当不同的作品集。其核心是一组早期文本，主要是偈诵。在此基础上还添加了一系列不同类型的后期文本，这表明该部分可能更加开放和灵活。",
    "introduction:47": "中间层次",
    "introduction:48": "巴利佛典中有这样一种令人困惑的用于中间层次文本结构的术语范围，其相当于我们常见的“部分”或“章”的用法。有时这些内容对于文字的理解至关重要。例如，在《相应部》中，“相应”（<i>saṁyutta</i>） 被用于对相同主题的佛经进行分组；在《增支部》中，“各集”（<i>nipāta</i>）被用于对含有相同数量论点的经文进行组织。《律藏》中的“篇章”（<i>khandhaka</i>）也是一个基本的结构特征。然而，在其它地方，我们发现结构并不是那么重要，例如在《三编五十经》（<i>pannāsa</i>）或五十组经文中。最初，这些可能有助于将文字组织成著作，但在目前，它们只是出于历史目的而被留存下来。",
    "introduction:49": "品（Vagga）",
    "introduction:50": "最小的组织单位是“品”（<i>vagga</i>），通常翻译为“章”，但实际上（通常）包括一组十个佛经或其它文本。 <i>Vaggas</i>可以包含按主题排序的文本。例如，《中长佛经》中的“国王品”就包含了十篇涉及国王的经文。然而，在许多情况下，<i>vagga</i>仅仅是一种结构性惯例，而且只是在第一部经文使用后命名。",
    "introduction:51": "侧边菜单",
    "introduction:52": "主导航位于侧边菜单，每页都有。这里列出了所有作品集及其子集。您可以直接访问完整的集合，例如<i>nikāya</i>，也可以深入查看您想要的详细作品组。",
    "introduction:53": "佛经",
    "introduction:54": "对于四个主要的尼迦耶（<i>nikāyas</i>），我们将基于中文的阿含（Āgamas）与它们的巴利平行文本对应排列。请注意，在中国的大藏经中，以及主要的整套阿含经，通常有一些额外的材料，这写要么是单独翻译的经文，要么是作品片段。",
    "introduction:55": "在“小”部分，以及巴利的同名《小部》，我们包含了中文和梵文的类似材料。这些主要都是《法句经》风格的文本。",
    "introduction:56": "在“其他”类别中，我们收录了较小数量的藏文、梵文和其它古印度语的资料。在许多情况下，是有可能将这些材料归类于五种（<i>nikāyas</i>）中的一种。然而，考虑到识别的复杂性和不确定性，所以我们简单地将它们放在这里。",
    "introduction:57": "寺院戒律",
    "introduction:58": "与佛经不同，《律藏》文本几乎总是有明确的宗派关系。因此，我们将此作为主要的分类手段。",
    "introduction:59": "所有的《律藏》都有类似的结构。",
    "introduction:61": "<strong>《犍度》：</strong> 这个部分在各种版本中的命名和组织有所不同，其中涉及寺院程序和生活方式。",
    "introduction:62": "<strong>补充：</strong> 大多数《律藏》都包含一些补充或摘要材料，例如巴利《律藏》中的《附随》（Parivāra）。",
    "introduction:63": "这些作品的组织和名称各不相同，我们根据每个集合中的顺序进行组织。",
    "introduction:64": "论藏",
    "introduction:65": "相对较少的阿毗达摩作品是根据流派和语言组织的。但值得注意的是，请注意，<i>阿毗达摩</i>是一个通用术语，也适用于许多后期文献。在这里我们仅包括了经典性的文字。",
    "introduction:66": "佛经卡名单",
    "introduction:67": "当您单击侧栏菜单中的链接时，它会打开一个相应文本的列表，以“卡片”进行排列。每张卡片都包含相关文本的复杂信息，包括参考文献、描述信息以及原始文本和翻译的链接。通过点击扩展菜单可以查看平行文本。",
    "introduction:68": "列表可以建立在任何层次上，例如一个<i>nikāya</i>或一个<i>vagga</i>等。您可以在方便时浏览这些内容。",
    "introduction:69": "文字页码",
    "introduction:70": "您可以阅读原始文本或翻译。对于原始文本，您可以使用各种有用的工具，如字典查找、关键文本突出显示等。",
    "introduction:71": "我们正在过度到一个基于分段文本的新系统。并非所有的文本都以这种方式组织，但在可能的情况下，您可以同时查看原始文本和翻译。"
  }
}