{
  "_markup_path": "markup/sn/sn04/sn4.22.html",
  "_alt_strings": [
    "pi/sn/sn04/sn4.22.json"
  ],
  "sn4.22:1.1": "Linked Discourses 4",
  "sn4.22:2.1": "3 Māra",
  "sn4.22:3.1": "22 With Samiddhi",
  "sn4.22:4.1": "At one time the Buddha was staying in the land of the Sakyans near Silāvatī.",
  "sn4.22:4.2": "Now at that time Venerable Samiddhi was meditating not far from the Buddha, diligent, keen, and resolute.",
  "sn4.22:4.3": "Then as Venerable Samiddhi was in private solitude this thought came to his mind:",
  "sn4.22:4.4": "“I’m so fortunate, so very fortunate, to have a teacher who is a perfected one, a fully awakened Buddha!",
  "sn4.22:4.5": "I’m so fortunate, so very fortunate, to have gone forth in a teaching and training so well explained!",
  "sn4.22:4.6": "“I’m so fortunate, so very fortunate, to have spiritual companions who are ethical and of good character.”",
  "sn4.22:4.7": "And then Māra the Wicked, knowing what Samiddha was thinking, went up to him",
  "sn4.22:4.8": "and made a terrifyingly loud noise close by him. It seemed as if the earth was shattering.",
  "sn4.22:5.1": "Then Samiddhi went up to the Buddha,",
  "sn4.22:5.2": "bowed, sat down to one side,",
  "sn4.22:5.3": "and told him what had happened. The Buddha said:",
  "sn4.22:6.1": "“Samiddhi, that’s not the earth shattering.",
  "sn4.22:6.2": "That’s Māra the Wicked come to pull the wool over your eyes!",
  "sn4.22:6.3": "Go back to that same place, Samiddhi, and meditate, diligent, keen, and resolute.”",
  "sn4.22:6.4": "“Yes, sir,” replied Samiddhi. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "sn4.22:6.5": "And for a second time Samiddhi was meditating in that same place, diligent, ardent, and resolute.",
  "sn4.22:6.6": "And for a second time he had the same thought …",
  "sn4.22:6.7": "and Māra made an earth-shattering noise.",
  "sn4.22:6.9": "Then Samiddhi addressed Māra the Wicked One in verse:",
  "sn4.22:7.1": "“I went forth out of faith",
  "sn4.22:7.2": "from the lay life to homelessness.",
  "sn4.22:7.3": "My mindfulness and wisdom are mature,",
  "sn4.22:7.4": "my mind is serene in samādhi.",
  "sn4.22:7.5": "Make whatever illusions you want,",
  "sn4.22:7.6": "it won’t bother me.”",
  "sn4.22:8.1": "Then Māra the Wicked, thinking, “The mendicant Samiddhi knows me!” miserable and sad, vanished right there."
}