{
  "_markup_path": "markup/sn/sn04/sn4.16.html",
  "_alt_strings": [
    "pi/sn/sn04/sn4.16.json"
  ],
  "sn4.16:1.1": "Linked Discourses 4",
  "sn4.16:2.1": "2 Rule",
  "sn4.16:3.1": "16 The Alms Bowls",
  "sn4.16:4.1": "At Sāvatthī.",
  "sn4.16:4.2": "Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dharma talk on the topic of the five grasping masses.",
  "sn4.16:4.3": "And those mendicants were paying attention, focusing, concentrating, and listening well.",
  "sn4.16:5.1": "Then Māra thought:",
  "sn4.16:5.2": "“This ascetic Gotama is educating, encouraging, firing up, and inspiring the mendicants with a Dharma talk on the topic of the five grasping masses.",
  "sn4.16:5.3": "And the mendicants are paying attention, focusing, concentrating, and listening well.",
  "sn4.16:5.4": "Why don’t I go and pull the wool over their eyes?”",
  "sn4.16:6.1": "At that time many alms bowls were placed in the open air.",
  "sn4.16:6.2": "Then Māra the Wicked manifested in the form of an ox and approached those bowls.",
  "sn4.16:6.3": "Then one of the mendicants said to another:",
  "sn4.16:6.4": "“Mendicant, mendicant, that ox will break the bowls.”",
  "sn4.16:6.5": "When this was said, the Buddha said to that mendicant:",
  "sn4.16:6.6": "“Mendicant, that’s no ox.",
  "sn4.16:6.7": "That’s Māra the Wicked come to pull the wool over your eyes!”",
  "sn4.16:6.8": "Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse:",
  "sn4.16:7.1": "“Sights, feeling, and perception,",
  "sn4.16:7.2": "consciousness and what is chosen:",
  "sn4.16:7.3": "‘I am not this’ and ‘this is not mine’;",
  "sn4.16:7.4": "that’s how to lose interest in them.",
  "sn4.16:8.1": "When you’re detached, secure,",
  "sn4.16:8.2": "all fetters transcended,",
  "sn4.16:8.3": "though Māra and his army chase everywhere",
  "sn4.16:8.4": "they never find you.”",
  "sn4.16:9.1": "Then Māra …",
  "sn4.16:9.2": "vanished right there."
}