{
  "_markup_path": "markup/sn/sn04/sn4.13.html",
  "_alt_strings": [
    "pi/sn/sn04/sn4.13.json"
  ],
  "sn4.13:1.1": "Linked Discourses 4",
  "sn4.13:2.1": "2 Rule",
  "sn4.13:3.1": "13 A Splinter",
  "sn4.13:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn4.13:4.2": "At one time the Buddha was staying near Rājagaha in the Maddakucchi deer park.",
  "sn4.13:4.3": "Now at that time the Buddha’s foot had been cut by a splinter. The Buddha was stricken by harrowing pains; physical feelings that were painful, sharp, severe, acute, unpleasant and disagreeable.",
  "sn4.13:4.4": "But he endured with mindfulness and situational awareness, without worrying.",
  "sn4.13:4.5": "And then he spread out his outer robe folded in four and lay down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware. ",
  "sn4.13:4.6": "The Māra the Wicked went up to the Buddha",
  "sn4.13:4.7": "and addressed him in verse:",
  "sn4.13:5.1": "“Are you feeble that you lie down? Or are you drunk on poetry?",
  "sn4.13:5.2": "Don’t you have all that you need?",
  "sn4.13:5.3": "Alone in a secluded lodging,",
  "sn4.13:5.4": "why this sleeping, sleepyhead?”",
  "sn4.13:6.1": "“I’m not feeble that I lie down, nor am I drunk on poetry.",
  "sn4.13:6.2": "Having reached the goal, I’m rid of sorrow.",
  "sn4.13:6.3": "Alone in a secluded lodging,",
  "sn4.13:6.4": "I lie down full of compassion for all living creatures.",
  "sn4.13:7.1": "Even those with a dart stuck in the breast,",
  "sn4.13:7.2": "piercing the heart again and again,",
  "sn4.13:7.3": "are able to get some sleep.",
  "sn4.13:7.4": "So why not I, whose dart is drawn out?",
  "sn4.13:8.1": "I don’t lie awake tense, nor do I fear to sleep.",
  "sn4.13:8.2": "The days and nights don’t disturb me,",
  "sn4.13:8.3": "as I see no decline for myself in the world.",
  "sn4.13:8.4": "That’s why I lie down full of compassion for all living creatures.”",
  "sn4.13:9.1": "Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there."
}