{
  "_markup_path": "markup/sn/sn04/sn4.17.html",
  "_alt_strings": [
    "pi/sn/sn04/sn4.17.json"
  ],
  "sn4.17:1.1": "Linked Discourses 4",
  "sn4.17:2.1": "2 Rule",
  "sn4.17:3.1": "17 The Six Fields of Contact",
  "sn4.17:4.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.",
  "sn4.17:4.2": "Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dharma talk on the topic of the six fields of contact.",
  "sn4.17:4.3": "And those mendicants were paying attention, focusing, concentrating, and listening well.",
  "sn4.17:5.1": "Then Māra thought:",
  "sn4.17:5.2": "“This ascetic Gotama is educating, encouraging, firing up, and inspiring the mendicants with a Dharma talk on the topic of the six fields of contact.",
  "sn4.17:5.3": "And those mendicants were paying attention, focusing, concentrating, and listening well.",
  "sn4.17:5.4": "Why don’t I go and pull the wool over their eyes?”",
  "sn4.17:5.5": "The Māra the Wicked went up to the Buddha",
  "sn4.17:5.6": "and made a terrifyingly loud noise close by him. It seemed as if the earth was shattering.",
  "sn4.17:5.7": "Then one of the mendicants said to another:",
  "sn4.17:5.8": "“Mendicant, mendicant, it seems like the earth is shattering!”",
  "sn4.17:5.9": "When this was said, the Buddha said to that mendicant:",
  "sn4.17:5.10": "“Mendicant, that’s not the earth shattering.",
  "sn4.17:5.11": "That’s Māra the Wicked come to pull the wool over your eyes!”",
  "sn4.17:5.12": "Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse:",
  "sn4.17:6.1": "“Sights, sounds, tastes, smells,",
  "sn4.17:6.2": "touches and phenomena, the lot of them—",
  "sn4.17:6.3": "This is the dreadful bait",
  "sn4.17:6.4": "that the world’s stupefied by.",
  "sn4.17:7.1": "But a mindful disciple of the Buddha",
  "sn4.17:7.2": "has transcended all that.",
  "sn4.17:7.3": "Having gone beyond Māra’s domain,",
  "sn4.17:7.4": "they shine like the sun.”",
  "sn4.17:8.1": "Then Māra …",
  "sn4.17:8.2": "vanished right there."
}