{
  "_markup_path": "markup/sn/sn03/sn3.19.html",
  "_alt_strings": [
    "pi/sn/sn03/sn3.19.json"
  ],
  "sn3.19:1.1": "Linked Discourses 3",
  "sn3.19:2.1": "2 Childless",
  "sn3.19:3.1": "19 Childless (1)",
  "sn3.19:4.1": "At Sāvatthī.",
  "sn3.19:4.2": "Then King Pasenadi of Kosala went up to the Buddha in the middle of the day,",
  "sn3.19:4.3": "bowed, and sat down to one side.",
  "sn3.19:4.4": "The Buddha said to him:",
  "sn3.19:4.5": "“So, Great King, where are you coming from in the middle of the day?”",
  "sn3.19:5.1": "“Sir, here in Sāvatthī a financier householder has died.",
  "sn3.19:5.2": "Since he died childless, I have come after transferring his fortune to the royal compound.",
  "sn3.19:5.3": "There was eight million in gold, not to speak of the silver.",
  "sn3.19:5.4": "And yet that financier ate meals of ",
  "sn3.19:5.5": "rough gruel with pickles.",
  "sn3.19:5.6": "He wore clothes consisting of",
  "sn3.19:5.7": "three-pieces of hemp.",
  "sn3.19:5.8": "He traveled around in a vehicle that was",
  "sn3.19:5.9": "a dilapidated little cart, holding a leaf as sunshade.”",
  "sn3.19:6.1": "“That’s so true, Great King! That’s so true!",
  "sn3.19:6.2": "When a bad person has acquired exceptional wealth they don’t make themselves happy and pleased. Nor do they make their mother and father, partners and children, slaves, workers, and servants, and friends and colleagues pleased and happy. And they don’t establish an uplifting teacher’s offering for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.",
  "sn3.19:6.3": "Because they haven’t made proper use of that wealth, rulers or bandits take it, or fire consumes it, or flood sweeps it away, or unloved heirs take it.",
  "sn3.19:6.4": "Since that wealth is not properly utilized, it’s wasted, not used.",
  "sn3.19:7.1": "Suppose there was a lotus pond in an uninhabited region with transparent, sweet, cool water, clean, with smooth banks, delightful.",
  "sn3.19:7.2": "But people don’t collect it or drink it or bathe in it or use it for any purpose.",
  "sn3.19:7.3": "Since that water is not properly utilized, it’s wasted, not used.",
  "sn3.19:7.4": "In the same way, when a bad person has acquired exceptional wealth …",
  "sn3.19:7.6": "it’s wasted, not used.",
  "sn3.19:8.1": "When a good person has acquired exceptional wealth they make themselves happy and pleased. And they make their mother and father, partners and children, slaves, workers, and servants, and friends and colleagues pleased and happy. And they establish an uplifting teacher’s offering for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.",
  "sn3.19:8.2": "Because they make proper use of that wealth, rulers or bandits don’t take it, fire doesn’t consume it, flood doesn’t sweep it away, and unloved heirs don’t take it.",
  "sn3.19:8.3": "Since that wealth is properly utilized, it’s used, not wasted.",
  "sn3.19:9.1": "Suppose there was a lotus pond not far from a town or village with transparent, sweet, cool water, clean, with smooth banks, delightful.",
  "sn3.19:9.2": "And people collected it and drank it and bathed in it and used it for their own purpose.",
  "sn3.19:9.3": "Since that water is properly utilized, it’s used, not wasted.",
  "sn3.19:9.4": "In the same way, when a good person has acquired exceptional wealth …",
  "sn3.19:9.6": "it’s used, not wasted.”",
  "sn3.19:10.1": "“As cool water in an uninhabited region",
  "sn3.19:10.2": "evaporates when not drunk;",
  "sn3.19:10.3": "so too when a corrupt person acquires wealth,",
  "sn3.19:10.4": "they neither use it themselves nor give it away.",
  "sn3.19:11.1": "But when a sensible person gets hold of wealth,",
  "sn3.19:11.2": "they use it and do their duty.",
  "sn3.19:11.3": "That head, having supported the family unit,",
  "sn3.19:11.4": "blameless, goes to a heavenly place.”"
}