{
  "_markup_path": "markup/sn/sn03/sn3.13.html",
  "_alt_strings": [
    "pi/sn/sn03/sn3.13.json"
  ],
  "sn3.13:1.1": "Linked Discourses 3",
  "sn3.13:2.1": "2 Childless",
  "sn3.13:3.1": "13 A Bucket of Rice",
  "sn3.13:4.1": "At Sāvatthī.",
  "sn3.13:4.2": "Now at that time King Pasenadi of Kosala used to eat rice by the bucket.",
  "sn3.13:4.3": "Then after eating King Pasenadi of Kosala went up to the Buddha, huffing and puffing.",
  "sn3.13:4.4": "He bowed and sat down to one side.",
  "sn3.13:5.1": "Then, knowing that King Pasenadi was huffing and puffing after eating, on that occasion the Buddha recited this verse:",
  "sn3.13:6.1": "“When a man is always mindful,",
  "sn3.13:6.2": "knowing moderation in eating,",
  "sn3.13:6.3": "his discomfort diminishes,",
  "sn3.13:6.4": "and he ages slowly, taking care of his life.”",
  "sn3.13:7.1": "Now at that time the brahmin student Sudassana was standing behind the king.",
  "sn3.13:7.2": "Then King Pasenadi addressed him:",
  "sn3.13:7.3": "“Please, dear Sudassana, memorize this verse in the Buddha’s presence and recite it to me whenever I am presented with a meal.",
  "sn3.13:7.4": "I’ll set up a regular daily allowance of a hundred dollars for you.”",
  "sn3.13:7.5": "“Yes, Your Majesty,” replied Sudassana. He memorized that verse in the Buddha’s presence, and then whenever the king was presented with a meal he would repeat it:",
  "sn3.13:8.1": "“When a man is always mindful,",
  "sn3.13:8.2": "knowing moderation in eating,",
  "sn3.13:8.3": "his discomfort diminishes,",
  "sn3.13:8.4": "and he ages slowly, taking care of his life.”",
  "sn3.13:9.1": "Then the king gradually got used to having no more than a pint of rice.",
  "sn3.13:9.2": "After some time King Pasenadi’s body slimmed right down. Stroking his limbs with his hands, at that time he uttered this aphorism:",
  "sn3.13:9.3": "“The Buddha truly has compassion for me in both",
  "sn3.13:9.4": "the good of the present life and the good of the next life.”"
}