{
  "_markup_path": "markup/sn/sn03/sn3.12.html",
  "_alt_strings": [
    "pi/sn/sn03/sn3.12.json"
  ],
  "sn3.12:1.1": "Linked Discourses 3",
  "sn3.12:2.1": "2 Childless",
  "sn3.12:3.1": "12 Five Kings",
  "sn3.12:4.1": "At Sāvatthī.",
  "sn3.12:4.2": "Now at that time five kings headed by Pasenadi were amusing themselves, supplied and provided with the five kinds of sensual stimulation, and this discussion came up among them:",
  "sn3.12:4.3": "“What’s the best of sensual pleasures?”",
  "sn3.12:4.4": "Some of them said:",
  "sn3.12:4.5": "“Sights are the best of sensual pleasures!”",
  "sn3.12:4.6": "Others said:",
  "sn3.12:4.7": "“Sounds are best!”",
  "sn3.12:4.8": "Others said:",
  "sn3.12:4.9": "“Smells are best!”",
  "sn3.12:4.10": "Others said:",
  "sn3.12:4.11": "“Tastes are best!”",
  "sn3.12:4.12": "Others said:",
  "sn3.12:4.13": "“Touches are best!”",
  "sn3.12:4.14": "Since those kings were unable to convince each other,",
  "sn3.12:5.1": "King Pasenadi said to them:",
  "sn3.12:5.2": "“Come, good sirs, let’s go to the Buddha",
  "sn3.12:5.3": "and ask him about this.",
  "sn3.12:5.4": "As he answers, so we’ll remember it.”",
  "sn3.12:5.5": "“Yes, dear sir,” replied those kings.",
  "sn3.12:6.1": "Then those five kings headed by Pasenadi went to the Buddha,",
  "sn3.12:6.2": "bowed, and sat down to one side.",
  "sn3.12:6.3": "King Pasenadi reported their conversation to the Buddha, and said:",
  "sn3.12:6.16": "Sir, what’s the best of sensual pleasures?”",
  "sn3.12:7.1": "“Great King, which kind of sensual stimulation is best is defined by which is most agreeable, I say.",
  "sn3.12:7.2": "The very same sights that are agreeable to some are disagreeable to others.",
  "sn3.12:7.3": "When you’re happy with certain sights, as you’ve got what they wished for, you don’t want any other sight that’s better or superior.",
  "sn3.12:7.4": "For you, those sights are perfect",
  "sn3.12:7.5": "and supreme.",
  "sn3.12:8.1": "The very same sounds …",
  "sn3.12:9.1": "smells …",
  "sn3.12:10.1": "tastes …",
  "sn3.12:11.1": "touches that are agreeable to some are disagreeable to others.",
  "sn3.12:11.2": "When you’re happy with certain touches, as you’ve got what they wished for, you don’t want any other touch that’s better or superior.",
  "sn3.12:11.3": "For you, those touches are perfect",
  "sn3.12:11.4": "and supreme.”",
  "sn3.12:12.1": "Now at that time the lay follower Candanaṅgalika was sitting in that assembly.",
  "sn3.12:12.2": "Then he got up from his seat, arranged his robe over one shoulder, raised his cupped palms toward the Buddha, and said:",
  "sn3.12:12.3": "“I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”",
  "sn3.12:12.4": "“Then speak as you feel inspired,” said the Buddha.",
  "sn3.12:13.1": "Then the lay follower Candanaṅgalika extolled the Buddha in his presence with an appropriate verse.",
  "sn3.12:14.1": "“Like a fragrant pink lotus",
  "sn3.12:14.2": "that blooms in the morning, its fragrance unfaded—",
  "sn3.12:14.3": "see Aṅgīrasa shine,",
  "sn3.12:14.4": "bright as the sun in the sky!”",
  "sn3.12:15.1": "Then those five kings presented Candanaṅgalika with five upper robes.",
  "sn3.12:15.2": "And Candanaṅgalika presented them all to the Buddha."
}