{
  "_markup_path": "markup/sn/sn03/sn3.11.html",
  "_alt_strings": [
    "pi/sn/sn03/sn3.11.json"
  ],
  "sn3.11:1.1": "Linked Discourses 3",
  "sn3.11:2.1": "2 Childless",
  "sn3.11:3.1": "11 Seven Matted Hair Ascetics",
  "sn3.11:4.1": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.",
  "sn3.11:4.2": "Then in the late afternoon, the Buddha came out of solitude and sat outside the gate.",
  "sn3.11:4.3": "Then King Pasenadi of Kosala went up to the Buddha,",
  "sn3.11:4.4": "bowed, and sat down to one side.",
  "sn3.11:5.1": "Now at that time seven matted hair ascetics, seven Jain ascetics, seven naked ascetics, seven one-cloth ascetics, and seven wanderers passed by not far from the Buddha. Their arm-pits and bodies were hairy, and their nails were long; and they carried their stuff with shoulder-poles.",
  "sn3.11:5.2": "Then King Pasenadi got up from his seat, arranged his robe over one shoulder, knelt with his right knee on the ground, raised his cupped palms toward those various ascetics, and pronounced his name three times.",
  "sn3.11:5.3": "“Sirs, I am Pasenadi, king of Kosala! I am Pasenadi, king of Kosala!",
  "sn3.11:5.4": "I am Pasenadi, king of Kosala!”",
  "sn3.11:6.1": "Then, soon after those ascetics had left, King Pasenadi went up to the Buddha,",
  "sn3.11:6.2": "bowed, sat down to one side, ",
  "sn3.11:6.3": "and said to him:",
  "sn3.11:6.4": "“Sir, are they among those in the world who are perfected ones or who have entered the path to perfection?”",
  "sn3.11:7.1": "“Great King, as a layman enjoying sensual pleasures, living at home with your children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money, it’s hard for you to know who is perfected or on the path to perfection.",
  "sn3.11:7.2": " ",
  "sn3.11:8.1": "You can get to know a person’s ethics by living with them. ",
  "sn3.11:8.2": "But only after a long time, not casually;",
  "sn3.11:8.3": "only when paying attention, not when inattentive;",
  "sn3.11:8.4": "and only by the wise, not the witless.",
  "sn3.11:8.5": "You can get to know a person’s wisdom by discussion. …",
  "sn3.11:8.9": "You can get to know a person’s resilience in times of trouble. …",
  "sn3.11:8.13": "You can get to know a person’s wisdom by discussion.",
  "sn3.11:8.14": "But only after a long time, not casually;",
  "sn3.11:8.15": "only when paying attention, not when inattentive;",
  "sn3.11:8.16": "and only by the wise, not the witless.”",
  "sn3.11:9.1": "“It’s incredible, sir, it’s amazing,",
  "sn3.11:9.2": "how well said this was by Master Gotama. …",
  "sn3.11:10.1": "Sir, these are my spies, my undercover agents returning after spying on the country.",
  "sn3.11:10.2": "First they go undercover, then I have them report to me.",
  "sn3.11:10.3": "And now—when they have washed off the dust and dirt, and are nicely bathed and anointed, with hair and beard dressed, and wearing white clothes—they will amuse themselves, supplied and provided with the five kinds of sensual stimulation.”",
  "sn3.11:11.1": "Then, knowing the meaning of this, on that occasion the Buddha recited these verses:",
  "sn3.11:12.1": "“It’s not easy to know a man by his appearance.",
  "sn3.11:12.2": "You shouldn’t trust them at first sight.",
  "sn3.11:12.3": "For unrestrained men live in this world",
  "sn3.11:12.4": "disguised as the restrained.",
  "sn3.11:13.1": "Like a fake earring made of clay,",
  "sn3.11:13.2": "like a copper halfpenny coated with gold,",
  "sn3.11:13.3": "they live hidden in the world,",
  "sn3.11:13.4": "corrupt inside but impressive outside.”"
}