{
  "_markup_path": "markup/sn/sn03/sn3.18.html",
  "_alt_strings": [
    "pi/sn/sn03/sn3.18.json"
  ],
  "sn3.18:1.1": "Linked Discourses 3",
  "sn3.18:2.1": "2 Childless",
  "sn3.18:3.1": "18 Good Friends",
  "sn3.18:4.1": "At Sāvatthī.",
  "sn3.18:4.2": "Seated to one side, King Pasenadi said to the Buddha:",
  "sn3.18:4.3": "“Just now, sir, as I was in private solitude this thought came to mind.",
  "sn3.18:4.4": "‘The teaching is well explained by the Buddha. But it’s for someone with good friends, companions, and associates, not for someone with bad friends, companions, and associates.’”",
  "sn3.18:5.1": "“That’s so true, Great King! That’s so true!” said the Buddha. And he repeated the king’s statement, adding:",
  "sn3.18:6.1": "“Great King, this one time I was staying in the land of the Sakyans where they have a town named Nagaraka.",
  "sn3.18:6.2": "Then the mendicant Ānanda came to me,",
  "sn3.18:6.3": "bowed, sat down to one side,",
  "sn3.18:6.4": "and said:",
  "sn3.18:6.5": "‘Sir, good friends, companions, and associates are half the spiritual life.’",
  "sn3.18:7.1": "When he had spoken, I said to him:",
  "sn3.18:7.2": "“Not so, Ānanda! Not so, Ānanda!",
  "sn3.18:7.3": "Good friends, companions, and associates are the whole of the spiritual life.",
  "sn3.18:7.5": "A mendicant with good friends, companions, and associates can expect to develop and cultivate the noble eightfold path.",
  "sn3.18:8.1": "And how does a mendicant with good friends develop and cultivate the noble eightfold path?",
  "sn3.18:8.2": "It’s when a mendicant develops right view, which relies on seclusion, fading away, and cessation, and ripens as letting go. They develop right motivation …",
  "sn3.18:8.3": "right speech …",
  "sn3.18:8.4": "right action …",
  "sn3.18:8.5": "right livelihood …",
  "sn3.18:8.6": "right effort …",
  "sn3.18:8.7": "right mindfulness …",
  "sn3.18:8.8": "and right samādhi, which relies on seclusion, fading away, and cessation, and ripens as letting go. ",
  "sn3.18:8.9": "That’s how a mendicant with good friends develops and cultivates the noble eightfold path.",
  "sn3.18:8.10": "And here’s another way to understand how good friends are the whole of the spiritual life.",
  "sn3.18:9.1": "For, by relying on me as a good friend, sentient beings who are liable to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress are freed from all these things.",
  "sn3.18:9.2": "This is another way to understand how good friends are the whole of the spiritual life.’",
  "sn3.18:10.1": "So, Great King, you should train like this:",
  "sn3.18:10.2": "‘I will have good friends, companions, and associates.’",
  "sn3.18:10.3": "That’s how you should train.",
  "sn3.18:11.1": "When you have good friends, companions, and associates, you should live supported by one thing:",
  "sn3.18:11.2": "diligence in skillful qualities.",
  "sn3.18:12.1": "When you’re diligent, supported by diligence, your ladies of the harem,",
  "sn3.18:13.1": "aristocrat vassals,",
  "sn3.18:14.1": "troops,",
  "sn3.18:15.1": "and people of town and country will think:",
  "sn3.18:15.2": "‘The king lives diligently, supported by diligence.",
  "sn3.18:15.3": "We’d better live diligently, supported by diligence!’",
  "sn3.18:16.1": "When you’re diligent, supported by diligence, then not only you yourself,",
  "sn3.18:16.2": "but your ladies of the harem, and your treasury and storehouses will be guarded and protected.”",
  "sn3.18:16.3": "This is what the Buddha said. …",
  "sn3.18:17.1": "“For one who desires a continuous flow",
  "sn3.18:17.2": "of exceptional wealth,",
  "sn3.18:17.3": "the astute praise diligence",
  "sn3.18:17.4": "in making merit.",
  "sn3.18:17.5": "Being diligent, an astute person",
  "sn3.18:17.6": "secures both benefits:",
  "sn3.18:18.1": "the benefit in this life,",
  "sn3.18:18.2": "and in lives to come.",
  "sn3.18:18.3": "A sage, comprehending the meaning,",
  "sn3.18:18.4": "is called ‘astute’.”"
}