{
  "_markup_path": "markup/sn/sn06/sn6.02.html",
  "_alt_strings": [
    "en/sujato/sn/sn06/sn6.02.json"
  ],
  "sn6.2:1.1": "Saṃyutta Nikāya 6",
  "sn6.2:2.1": "1. Paṭhamavagga",
  "sn6.2:3.1": "2. Gāravasutta",
  "sn6.2:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn6.2:4.2": "ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho.",
  "sn6.2:4.3": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "sn6.2:4.4": "“dukkhaṃ kho agāravo viharati appatisso, kaṃ nu khvāhaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā <span class=\\\"var\\\" title=\\\"garukatvā (bj, s1-3, km, pts1-2)\\\" id=\\\"note343\\\">garuṃ katvā</span> upanissāya vihareyyan”ti?",
  "sn6.2:5.1": "Atha kho bhagavato etadahosi:",
  "sn6.2:5.2": "“aparipuṇṇassa kho sīlakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:5.3": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā sīlasampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:6.1": "Aparipuṇṇassa kho samādhikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:6.2": "Na kho panāhaṃ passāmi sadevake loke … pe …",
  "sn6.2:6.3": "attanā samādhisampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:7.1": "Aparipuṇṇassa paññākkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:7.2": "Na kho panāhaṃ passāmi sadevake … pe …",
  "sn6.2:7.3": "attanā paññāsampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:8.1": "Aparipuṇṇassa kho vimuttikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:8.2": "Na kho panāhaṃ passāmi sadevake … pe …",
  "sn6.2:8.3": "attanā vimuttisampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:9.1": "Aparipuṇṇassa kho vimuttiñāṇadassanakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:9.2": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā vimuttiñāṇadassanasampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "sn6.2:9.3": "Yannūnāhaṃ yvāyaṃ dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihareyyan”ti.",
  "sn6.2:10.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—",
  "sn6.2:10.2": "seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya;",
  "sn6.2:10.3": "evameva—",
  "sn6.2:10.4": "brahmaloke antarahito bhagavato purato pāturahosi.",
  "sn6.2:10.5": "Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:",
  "sn6.2:10.6": "“evametaṃ, bhagavā, evametaṃ, sugata.",
  "sn6.2:10.7": "Yepi te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tepi bhagavanto dhammaññeva sakkatvā garuṃ katvā upanissāya vihariṃsu;",
  "sn6.2:10.8": "yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaññeva sakkatvā garuṃ katvā upanissāya viharissanti.",
  "sn6.2:10.9": "Bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho dhammaññeva sakkatvā garuṃ katvā upanissāya viharatū”ti.",
  "sn6.2:10.10": "Idamavoca brahmā sahampati, idaṃ vatvā athāparaṃ etadavoca:",
  "sn6.2:11.1": "“Ye ca atītā sambuddhā,",
  "sn6.2:11.2": "ye ca buddhā anāgatā;",
  "sn6.2:11.3": "Yo cetarahi sambuddho,",
  "sn6.2:11.4": "<span class=\\\"var\\\" title=\\\"bahunnaṃ (bj, s1-3, km, pts1-2)\\\" id=\\\"note344\\\">bahūnaṃ</span> sokanāsano.",
  "sn6.2:12.1": "Sabbe saddhammagaruno,",
  "sn6.2:12.2": "<span class=\\\"var\\\" title=\\\"vihariṃsu (si, s1-3, km, pts1)\\\" id=\\\"note345\\\">vihaṃsu</span> viharanti ca;",
  "sn6.2:12.3": "Tathāpi viharissanti,",
  "sn6.2:12.4": "esā buddhāna dhammatā.",
  "sn6.2:13.1": "Tasmā hi <span class=\\\"var\\\" title=\\\"atthakāmena (bj, pts1, mr)\\\" id=\\\"note346\\\">attakāmena</span>,",
  "sn6.2:13.2": "mahattamabhikaṅkhatā;",
  "sn6.2:13.3": "Saddhammo garukātabbo,",
  "sn6.2:13.4": "saraṃ buddhāna sāsanan”ti."
}