{
  "pt": {
    "donations:1": "Doações para o SuttaCentral",
    "donations:2": "Sua doação é muito bem-vinda. Ela apoiará o desenvolvimento contínuo do SuttaCentral para que possamos continuar levando a palavra de Buda para as pessoas de todo o mundo.",
    "donations:3": "FAZER DOAÇÃO",
    "donations:4": "Em que o SuttaCentral gasta dinheiro?",
    "donations:5": "Desenvolvimento de TI: além dos voluntários, empregamos programadores profissionais.",
    "donations:6": "Servidores: custos de servidores e outras infraestruturas.",
    "donations:7": "Equipamento: computadores e outros equipamentos para os trabalhadores do SC, em particular para os monásticos.",
    "donations:8": "Outros",
    "donations:9": "Banco ético",
    "donations:10": "O SuttaCentral Development Trust usa <a href='https://www.communitysectorbanking.com.au/' rel='noopener' target='_blank'>os serviços bancários comunitários do Bendigo Bank</a>, que segue princípios éticos e sustentáveis de investimento. <a href='https://www.climatecouncil.org.au/what-you-need-to-know-about-fossil-fuel-divestment' rel='noopener' target='_blank'> O Bendigo Bank tornou pública a decisão de não mais investir em combustíveis fósseis</a>.",
    "donations:11": "Nome da conta",
    "donations:12": "SuttaCentral Development Trust",
    "donations:13": "Banco",
    "donations:14": "Adelaide Bendigo Community Sector Banking",
    "donations:15": "Agência (# BSB)",
    "donations:16": "633 000",
    "donations:17": "Número da conta",
    "donations:18": "154500086",
    "donations:19": "Endereço",
    "donations:20": "1273 Pacific Highway, Turramurra NSW 2074",
    "donations:21": "Cód. SWIFT",
    "donations:22": "BENDAU3B",
    "donations:23": "Caso tenha dúvidas, entre em contato com nossa diretoria financeira, Deepika Weerakoon (suttacentraldevelopmenttrust@gmail.com), que gerencia os recursos arrecadados em nome do SuttaCentral Development Trust.",
    "donations:24": "SuttaCentral Development Trust",
    "donations:25": "O SuttaCentral Development Trust é uma instituição sem fins lucrativos. Os membros fundadores da trust são Bhante Sujato, Bhante Brahmali e John Kelly. A trust é gerida por Deepika Weerakoon.",
    "donations:26": "Os contadores e auditores da Trust são <a href='http://www.alwisco.com.au' rel='noopener' target='_blank'>Randolph Alwis &amp; Co Pty Ltd</a>. The <a href='https://abr.business.gov.au/SearchByAbn.aspx?SearchText=858%20188%2075744' rel='noopener' target='_blank'>ABN is 858 188 75744</a>.",
    "donations:27": "Os detalhes financeiros da trust estão disponíveis caso você tenha alguma dúvida. A trust foi criada exclusivamente para apoiar o desenvolvimento do SuttaCentral. Todos os fundos arrecadados pela trust serão gastos exclusivamente no SuttaCentral, e nenhuma despesa resulta da administração da trust, que é gerenciada por voluntários."
  }
}