{
    "en": {
        "d41d8cd98f00b204e9800998ecf8427e": "",
        "2797e2ab111cd1d938bd327b38002092": "The wisdom of the Buddha has been preserved in a vast ocean of ancient texts.<br/> Many of these scriptures have now been translated into the world’s languages.",
        "9db604c6c61c4cb7431619341bc037bf": "SuttaCentral brings these together and makes them freely available. <br/> Setting aside the boundaries of language and tradition, we let the Buddha speak for himself.",
        "4aff61a76fd51dcfa35fd4286974a7d8": "The<br/> Buddha’s<br/> words",
        "742e700832d62bb2f6a17592968b4dab": "What’s here",
        "075042e8f0218630c1c81f34bda77f67": "SuttaCentral contains early Buddhist texts, known as the Tipiṭaka or “Three Baskets”. This is a large collection of teachings attributed to the Buddha or his earliest disciples, who were teaching in India around 2500 years ago. They are regarded as sacred canon in all schools of Buddhism.",
        "a5172cf2c34de3fc8e2af331ac915ec9": "Where to begin",
        "02e6b0e41516ae0677084bb23b60d3d9": "There are thousands of early Buddhist texts, and they’re not organized for easy reading. But here’s the good news: you are not alone. We’ve been down this road ourselves, and have tried to make it a little easier for you. Here’s some things you can try.",
        "f51942f7ddc92c9756837ea0381a4697": "Meet<br/> SuttaCentral",
        "84e1d6799debf209a5ce8267eaed74e9": "When I began to experience the peace of meditation, I needed to understand more deeply what I was going through. I found out there were real teachings from the Buddha himself, and felt drawn to them. For over twenty years now,",
        "24cbc4d3253a2779ae4dab326e42659b": "Tipiṭaka—the three baskets",
        "e30baf2773fd1ff10ac21a7ebd63198d": "Discourses",
        "31f31787de5aa09d662dfef82b0b686e": "These are our primary sources for understanding what the Buddha taught. They record the Buddha’s teachings and conversations on specific occasions with a diverse range of people. Discourses are called sutta in Pali, which is spelled sūtra in Sanskrit.",
        "09c18e7d1f00a37ba925092e7a101a05": "Monastic Law",
        "45cc0214114c2d971cf2701f842f8926": "The texts on Monastic Law (vinaya) detail the lifestyle, rules, and procedures for Buddhist monks and nuns. They provide the guidelines for Buddhist monastics to this day, and in addition, paint a detailed and vivid picture of everyday life in ancient India.",
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "db01f7b42cfc777fd2f2a84d3a6787fa": "Abhidhamma texts are systematic summaries and analyses of the teachings drawn from the earlier discourses. The Abhidhamma (spelled abhidharma in Sanskrit) is somewhat later than the Discourses and Vinaya.",
        "6cf39a262e6f744a3d919cd29c53ed7a": "Why<br/> we<br/> read",
        "bb5566f11a6995bf929b51ece58274bc": "SuttaCentral—a new beginning",
        "08d18ae95254308908e1ec79dfd33748": "We’re proud to share with you the new SuttaCentral. The team has been working on it for over two years, and we think it’s something special. The new site features an entirely new translation of the four Pali nikāyas, prepared specially for SuttaCentral by Bhante Sujato. And the whole site has been re-built to be faster, clearer, and more flexible.",
        "149842aa5477edb219ce272ec2aab269": "Indexes and Terminology",
        "70a49d1ca4c56cd629f76e90d6b6cc0f": "Like any specialized field, Buddhist studies has it's own terminology and content. It's easy to get lost or to miss references, so here we provide indexes of terms in the early texts sorted by subject, name and simile, as well a glossary of important terms. These hand-curated lists offer another way to find the sutta or passage that you're looking for."
    }
}