{
  "_markup_path": "markup/sn/sn03/sn3.15.html",
  "_alt_strings": [
    "en/sujato/sn/sn03/sn3.15.json"
  ],
  "sn3.15:1.1": "Saṃyutta Nikāya 3",
  "sn3.15:2.1": "2. Dutiyavagga",
  "sn3.15:3.1": "15. Dutiyasaṅgāmasutta",
  "sn3.15:4.1": "<span class=\\\"cross\\\" title=\\\"ettha \\\\\" atha kho r pasenadi kosalo catura sena sannayhitv m aj vedehiputta abbhuyy p bhavitabba a hi par garahappatto ...pe... vuttajayak sutv abhiuyy id=\\\"note210\\\">*</span> <a class=\\\"sc\\\" id=\\\"1\\\"></a><a class=\\\"pts1ed\\\" id=\\\"pts1ed1.84\\\"></a><a class=\\\"pts2ed\\\" id=\\\"pts2ed1.190\\\"></a>Atha kho rājā māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā rājānaṃ pasenadiṃ kosalaṃ abbhuyyāsi yena kāsi.",
  "sn3.15:4.2": "Assosi kho rājā pasenadi kosalo:",
  "sn3.15:4.3": "“rājā kira māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā mamaṃ abbhuyyāto yena kāsī”ti.",
  "sn3.15:4.4": "Atha kho rājā pasenadi kosalo caturaṅginiṃ senaṃ sannayhitvā rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ paccuyyāsi yena kāsi.",
  "sn3.15:4.5": "Atha kho rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṃ.",
  "sn3.15:4.6": "Tasmiṃ kho pana saṅgāme rājā pasenadi kosalo rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ parājesi, jīvaggāhañca naṃ aggahesi.",
  "sn3.15:4.7": "Atha kho rañño pasenadissa kosalassa etadahosi:",
  "sn3.15:4.8": "“kiñcāpi kho myāyaṃ rājā māgadho ajātasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhāgineyyo hoti.",
  "sn3.15:4.9": "Yannūnāhaṃ rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ pariyādiyitvā sabbaṃ rathakāyaṃ pariyādiyitvā sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ <span class=\\\"var\\\" title=\\\"ossajjeyyanti (bj, s1-3, km, pts1-2)\\\" id=\\\"note211\\\">osajjeyyan”ti</span>.",
  "sn3.15:5.1": "Atha kho rājā pasenadi kosalo rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ pariyādiyitvā sabbaṃ rathakāyaṃ pariyādiyitvā sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ <span class=\\\"var\\\" title=\\\"ossajji (bj, s1-3, km, pts1-2)\\\" id=\\\"note212\\\">osajji</span>.",
  "sn3.15:6.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.",
  "sn3.15:6.2": "Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu;",
  "sn3.15:6.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn3.15:6.4": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "sn3.15:7.1": "“Idha, bhante, rājā māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā rājānaṃ pasenadiṃ kosalaṃ abbhuyyāsi yena kāsi.",
  "sn3.15:7.2": "Assosi kho, bhante, rājā pasenadi kosalo:",
  "sn3.15:7.3": "‘rājā kira māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā mamaṃ abbhuyyāto yena kāsī’ti.",
  "sn3.15:7.4": "Atha kho, bhante, rājā pasenadi kosalo caturaṅginiṃ senaṃ sannayhitvā rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ paccuyyāsi yena kāsi.",
  "sn3.15:7.5": "Atha kho, bhante, rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṃ.",
  "sn3.15:7.6": "Tasmiṃ kho pana, bhante, saṅgāme rājā pasenadi kosalo rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ parājesi, jīvaggāhañca naṃ aggahesi.",
  "sn3.15:7.7": "Atha kho, bhante, rañño pasenadissa kosalassa etadahosi:",
  "sn3.15:7.8": "‘kiñcāpi kho myāyaṃ rājā māgadho ajātasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhāgineyyo hoti.",
  "sn3.15:7.9": "Yannūnāhaṃ rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ sabbaṃ rathakāyaṃ sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ osajjeyyan’”ti.",
  "sn3.15:8.1": "“Atha kho, bhante, rājā pasenadi kosalo rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ pariyādiyitvā sabbaṃ rathakāyaṃ pariyādiyitvā sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ osajjī”ti.",
  "sn3.15:9.1": "Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi:",
  "sn3.15:10.1": "“Vilumpateva puriso,",
  "sn3.15:10.2": "yāvassa upakappati;",
  "sn3.15:10.3": "Yadā caññe vilumpanti,",
  "sn3.15:10.4": "so vilutto <span class=\\\"var\\\" title=\\\"vilumpati (si, s1-3, pts1-2, mr)\\\" id=\\\"note213\\\">viluppati</span>.",
  "sn3.15:11.1": "Ṭhānañhi maññati bālo,",
  "sn3.15:11.2": "yāva pāpaṃ na paccati;",
  "sn3.15:11.3": "Yadā ca paccati pāpaṃ,",
  "sn3.15:11.4": "atha dukkhaṃ nigacchati.",
  "sn3.15:12.1": "Hantā <span class=\\\"var\\\" title=\\\"labhati hantā (s1-3, km)\\\" id=\\\"note214\\\">labhati</span> hantāraṃ,",
  "sn3.15:12.2": "jetāraṃ labhate jayaṃ;",
  "sn3.15:12.3": "Akkosako ca akkosaṃ,",
  "sn3.15:12.4": "rosetārañca rosako;",
  "sn3.15:12.5": "Atha kammavivaṭṭena,",
  "sn3.15:12.6": "so vilutto viluppatī”ti."
}