{
  "_markup_path": "markup/sn/sn03/sn3.14.html",
  "_alt_strings": [
    "en/sujato/sn/sn03/sn3.14.json"
  ],
  "sn3.14:1.1": "Saṃyutta Nikāya 3",
  "sn3.14:2.1": "2. Dutiyavagga",
  "sn3.14:3.1": "14. Paṭhamasaṅgāmasutta",
  "sn3.14:4.1": "Sāvatthinidānaṃ.",
  "sn3.14:4.2": "Atha kho rājā māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā rājānaṃ pasenadiṃ kosalaṃ abbhuyyāsi yena kāsi.",
  "sn3.14:4.3": "Assosi kho rājā pasenadi kosalo:",
  "sn3.14:4.4": "“rājā kira māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā mamaṃ abbhuyyāto yena kāsī”ti.",
  "sn3.14:4.5": "Atha kho rājā pasenadi kosalo caturaṅginiṃ senaṃ sannayhitvā rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ paccuyyāsi yena kāsi.",
  "sn3.14:4.6": "Atha kho rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṃ.",
  "sn3.14:4.7": "Tasmiṃ kho pana saṅgāme rājā māgadho ajātasattu vedehiputto rājānaṃ pasenadiṃ kosalaṃ parājesi.",
  "sn3.14:4.8": "Parājito ca rājā pasenadi kosalo <span class=\\\"var\\\" title=\\\"saṅgāmā (mr)\\\" id=\\\"note207\\\">sakameva</span> rājadhāniṃ sāvatthiṃ <span class=\\\"var\\\" title=\\\"pāyāsi (bj, pts1) | paccāyāsi (pts2)\\\" id=\\\"note208\\\">paccuyyāsi</span>.",
  "sn3.14:5.1": "Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.",
  "sn3.14:5.2": "Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu;",
  "sn3.14:5.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn3.14:5.4": "Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:",
  "sn3.14:6.1": "“Idha, bhante, rājā māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā rājānaṃ pasenadiṃ kosalaṃ abbhuyyāsi yena kāsi.",
  "sn3.14:6.2": "Assosi kho, bhante, rājā pasenadi kosalo:",
  "sn3.14:6.3": "‘rājā kira māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā mamaṃ abbhuyyāto yena kāsī’ti.",
  "sn3.14:6.4": "Atha kho, bhante, rājā pasenadi kosalo caturaṅginiṃ senaṃ sannayhitvā rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ paccuyyāsi yena kāsi.",
  "sn3.14:6.5": "Atha kho, bhante, rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṃ.",
  "sn3.14:6.6": "Tasmiṃ kho pana, bhante, saṅgāme rājā māgadho ajātasattu vedehiputto rājānaṃ pasenadiṃ kosalaṃ parājesi.",
  "sn3.14:6.7": "Parājito ca, bhante, rājā pasenadi kosalo sakameva rājadhāniṃ sāvatthiṃ paccuyyāsī”ti.",
  "sn3.14:7.1": "“Rājā, bhikkhave, māgadho ajātasattu vedehiputto pāpamitto pāpasahāyo pāpasampavaṅko;",
  "sn3.14:7.2": "rājā ca kho, bhikkhave, pasenadi kosalo kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko.",
  "sn3.14:7.3": "<span class=\\\"var\\\" title=\\\"ajjatañca (bj, pts1) | ajjevaṃ (s1-3, km)\\\" id=\\\"note209\\\">Ajjeva</span>, bhikkhave, rājā pasenadi kosalo imaṃ rattiṃ dukkhaṃ seti parājito”ti.",
  "sn3.14:7.4": "Idamavoca … pe …",
  "sn3.14:8.1": "“Jayaṃ veraṃ pasavati,",
  "sn3.14:8.2": "dukkhaṃ seti parājito;",
  "sn3.14:8.3": "Upasanto sukhaṃ seti,",
  "sn3.14:8.4": "hitvā jayaparājayan”ti."
}