{
  "_markup_path": "markup/sn/sn03/sn3.19.html",
  "_alt_strings": [
    "en/sujato/sn/sn03/sn3.19.json"
  ],
  "sn3.19:1.1": "Saṃyutta Nikāya 3",
  "sn3.19:2.1": "2. Dutiyavagga",
  "sn3.19:3.1": "19. Paṭhamaaputtakasutta",
  "sn3.19:4.1": "Sāvatthinidānaṃ.",
  "sn3.19:4.2": "Atha kho rājā pasenadi kosalo divā divassa yena bhagavā tenupasaṅkami;",
  "sn3.19:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn3.19:4.4": "Ekamantaṃ nisinnaṃ kho rājānaṃ pasenadiṃ kosalaṃ bhagavā etadavoca:",
  "sn3.19:4.5": "“handa kuto nu tvaṃ, mahārāja, āgacchasi divā divassā”ti?",
  "sn3.19:5.1": "“Idha, bhante, sāvatthiyaṃ seṭṭhi gahapati kālaṅkato.",
  "sn3.19:5.2": "Tamahaṃ aputtakaṃ sāpateyyaṃ rājantepuraṃ atiharitvā āgacchāmi.",
  "sn3.19:5.3": "Asīti, bhante, satasahassāni hiraññasseva, ko pana vādo rūpiyassa.",
  "sn3.19:5.4": "Tassa kho pana, bhante, seṭṭhissa gahapatissa evarūpo bhattabhogo ahosi—",
  "sn3.19:5.5": "kaṇājakaṃ bhuñjati bilaṅgadutiyaṃ.",
  "sn3.19:5.6": "Evarūpo vatthabhogo ahosi—",
  "sn3.19:5.7": "sāṇaṃ dhāreti tipakkhavasanaṃ.",
  "sn3.19:5.8": "Evarūpo yānabhogo ahosi—",
  "sn3.19:5.9": "jajjararathakena yāti paṇṇachattakena dhāriyamānenā”ti.",
  "sn3.19:6.1": "“Evametaṃ, mahārāja, evametaṃ, mahārāja.",
  "sn3.19:6.2": "Asappuriso kho, mahārāja, uḷāre bhoge labhitvā nevattānaṃ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṃ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.",
  "sn3.19:6.3": "Tassa te bhoge evaṃ sammā <span class=\\\"var\\\" title=\\\"aparibhuñjamāno (si) | aparibhuñjamāne (s1-3, pts1) | aparibhuñjamānaṃ (pts2)\\\" id=\\\"note220\\\">aparibhuñjiyamāne</span> rājāno vā haranti corā vā haranti aggi vā ḍahati udakaṃ vā vahati appiyā vā dāyādā haranti.",
  "sn3.19:6.4": "<span class=\\\"var\\\" title=\\\"evaṃ sante (si, pts1)\\\" id=\\\"note221\\\">Evaṃsa te</span>, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṃ gacchanti, no paribhogaṃ.",
  "sn3.19:7.1": "Seyyathāpi, mahārāja, amanussaṭṭhāne pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā.",
  "sn3.19:7.2": "Taṃ jano neva hareyya na piveyya na nahāyeyya na yathāpaccayaṃ vā kareyya.",
  "sn3.19:7.3": "Evañhi taṃ, mahārāja, udakaṃ sammā <span class=\\\"var\\\" title=\\\"aparibhuñjamānaṃ (s1-3, km, pts2)\\\" id=\\\"note222\\\">aparibhuñjiyamānaṃ</span> parikkhayaṃ gaccheyya, no paribhogaṃ.",
  "sn3.19:7.4": "Evameva kho, mahārāja, asappuriso uḷāre bhoge labhitvā nevattānaṃ sukheti pīṇeti, na mātāpitaro sukheti pīṇeti, na puttadāraṃ sukheti pīṇeti, na dāsakammakaraporise sukheti pīṇeti, na mittāmacce sukheti pīṇeti, na samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.",
  "sn3.19:7.5": "Tassa te bhoge evaṃ sammā aparibhuñjiyamāne rājāno vā haranti, corā vā haranti, aggi vā ḍahati, udakaṃ vā vahati, appiyā vā dāyādā haranti.",
  "sn3.19:7.6": "<span class=\\\"var\\\" title=\\\"evaṃ sante (pts1)\\\" id=\\\"note223\\\">Evaṃsa te</span>, mahārāja, bhogā sammā aparibhuñjiyamānā parikkhayaṃ gacchanti, no paribhogaṃ.",
  "sn3.19:8.1": "Sappuriso ca kho, mahārāja, uḷāre bhoge labhitvā attānaṃ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṃ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.",
  "sn3.19:8.2": "Tassa te bhoge evaṃ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṃ vahati, na appiyā dāyādā haranti.",
  "sn3.19:8.3": "Evaṃsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṃ gacchanti, no parikkhayaṃ.",
  "sn3.19:9.1": "Seyyathāpi, mahārāja, gāmassa vā nigamassa vā avidūre pokkharaṇī acchodakā sītodakā sātodakā setodakā supatitthā ramaṇīyā.",
  "sn3.19:9.2": "Tañca udakaṃ jano hareyyapi piveyyapi nahāyeyyapi yathāpaccayampi kareyya.",
  "sn3.19:9.3": "Evañhi taṃ, mahārāja, udakaṃ sammā paribhuñjiyamānaṃ paribhogaṃ gaccheyya, no parikkhayaṃ.",
  "sn3.19:9.4": "Evameva kho, mahārāja, sappuriso uḷāre bhoge labhitvā attānaṃ sukheti pīṇeti, mātāpitaro sukheti pīṇeti, puttadāraṃ sukheti pīṇeti, dāsakammakaraporise sukheti pīṇeti, mittāmacce sukheti pīṇeti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.",
  "sn3.19:9.5": "Tassa te bhoge evaṃ sammā paribhuñjiyamāne neva rājāno haranti, na corā haranti, na aggi ḍahati, na udakaṃ vahati, na appiyā dāyādā haranti.",
  "sn3.19:9.6": "Evaṃsa te, mahārāja, bhogā sammā paribhuñjiyamānā paribhogaṃ gacchanti, no parikkhayan”ti.",
  "sn3.19:10.1": "“Amanussaṭṭhāne udakaṃva sītaṃ,",
  "sn3.19:10.2": "Tadapeyyamānaṃ parisosameti;",
  "sn3.19:10.3": "Evaṃ dhanaṃ kāpuriso labhitvā,",
  "sn3.19:10.4": "Nevattanā bhuñjati no dadāti.",
  "sn3.19:11.1": "Dhīro ca viññū adhigamma bhoge,",
  "sn3.19:11.2": "So bhuñjati kiccakaro ca hoti;",
  "sn3.19:11.3": "So ñātisaṅghaṃ nisabho bharitvā,",
  "sn3.19:11.4": "Anindito saggamupeti ṭhānan”ti."
}