{
  "_markup_path": "markup/sn/sn47/sn47.16.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.16.json"
  ],
  "sn47.16:1.1": "Saṃyutta Nikāya 47",
  "sn47.16:2.1": "2. Nālandavagga",
  "sn47.16:3.1": "16. Uttiyasutta",
  "sn47.16:4.1": "Sāvatthinidānaṃ.",
  "sn47.16:4.2": "Atha kho āyasmā uttiyo yena bhagavā tenupasaṅkami … pe …",
  "sn47.16:4.3": "ekamantaṃ nisinno kho āyasmā uttiyo bhagavantaṃ etadavoca:",
  "sn47.16:4.4": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.",
  "sn47.16:4.5": "“Tasmātiha tvaṃ, uttiya, ādimeva visodhehi kusalesu dhammesu.",
  "sn47.16:4.6": "Ko cādi kusalānaṃ dhammānaṃ?",
  "sn47.16:4.7": "Sīlañca suvisuddhaṃ, diṭṭhi ca ujukā.",
  "sn47.16:4.8": "Yato ca kho te, uttiya, sīlañca suvisuddhaṃ bhavissati, diṭṭhi ca ujukā, tato tvaṃ, uttiya, sīlaṃ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi.",
  "sn47.16:5.1": "Katame cattāro?",
  "sn47.16:5.2": "Idha tvaṃ, uttiya, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.16:5.3": "vedanāsu … pe …",
  "sn47.16:5.4": "citte … pe …",
  "sn47.16:5.5": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.16:5.6": "Yato kho tvaṃ, uttiya, sīlaṃ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṃ bhāvessasi, tato tvaṃ, uttiya, gamissasi maccudheyyassa pāran”ti.",
  "sn47.16:6.1": "Atha kho āyasmā uttiyo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "sn47.16:6.2": "Atha kho āyasmā uttiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "sn47.16:6.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "sn47.16:6.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "sn47.16:6.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "sn47.16:6.6": "Aññataro ca panāyasmā uttiyo arahataṃ ahosīti.",
  "sn47.16:7.1": "Chaṭṭhaṃ."
}