{
  "_markup_path": "markup/sn/sn47/sn47.14.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.14.json"
  ],
  "sn47.14:1.1": "Saṃyutta Nikāya 47",
  "sn47.14:2.1": "2. Nālandavagga",
  "sn47.14:3.1": "14. Ukkacelasutta",
  "sn47.14:4.1": "Ekaṃ samayaṃ bhagavā vajjīsu viharati ukkacelāyaṃ gaṅgāya nadiyā tīre mahatā bhikkhusaṅghena saddhiṃ aciraparinibbutesu sāriputtamoggallānesu.",
  "sn47.14:4.2": "Tena kho pana samayena bhagavā bhikkhusaṅghaparivuto ajjhokāse nisinno hoti.",
  "sn47.14:5.1": "Atha kho bhagavā tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā bhikkhū āmantesi:",
  "sn47.14:5.2": "“api myāyaṃ, bhikkhave, parisā suññā viya khāyati parinibbutesu sāriputtamoggallānesu.",
  "sn47.14:5.3": "Asuññā me, bhikkhave, parisā hoti, anapekkhā tassaṃ disāyaṃ hoti, yassaṃ disāyaṃ sāriputtamoggallānā viharanti.",
  "sn47.14:5.4": "Ye <span class=\\\"var\\\" title=\\\"ye'pi (bj, s1-3)\\\" id=\\\"note184\\\">hi</span> te, bhikkhave, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tesampi bhagavantānaṃ <span class=\\\"var\\\" title=\\\"etaparamaṃyeva (bj, s1-3, km, pts1)\\\" id=\\\"note185\\\">etapparamaṃyeva</span> sāvakayugaṃ ahosi—",
  "sn47.14:5.5": "seyyathāpi mayhaṃ sāriputtamoggallānā.",
  "sn47.14:5.6": "Yepi te, bhikkhave, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, tesampi bhagavantānaṃ etapparamaṃyeva sāvakayugaṃ bhavissati—",
  "sn47.14:5.7": "seyyathāpi mayhaṃ sāriputtamoggallānā.",
  "sn47.14:5.8": "Acchariyaṃ, bhikkhave, sāvakānaṃ, abbhutaṃ, bhikkhave, sāvakānaṃ.",
  "sn47.14:5.9": "Satthu ca nāma sāsanakarā bhavissanti ovādappaṭikarā, catunnañca parisānaṃ piyā bhavissanti manāpā garubhāvanīyā ca.",
  "sn47.14:5.10": "Acchariyaṃ, bhikkhave, tathāgatassa, abbhutaṃ, bhikkhave, tathāgatassa.",
  "sn47.14:5.11": "Evarūpepi nāma sāvakayuge parinibbute natthi tathāgatassa soko vā paridevo vā.",
  "sn47.14:5.12": "Taṃ kutettha, bhikkhave, labbhā.",
  "sn47.14:5.13": "Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjīti—",
  "sn47.14:5.14": "netaṃ ṭhānaṃ vijjati.",
  "sn47.14:5.15": "Seyyathāpi, bhikkhave, mahato rukkhassa tiṭṭhato sāravato ye mahantatarā khandhā te palujjeyyuṃ;",
  "sn47.14:5.16": "evameva kho, bhikkhave, mahato bhikkhusaṃghassa tiṭṭhato sāravato sāriputtamoggallānā parinibbutā.",
  "sn47.14:5.17": "Taṃ kutettha, bhikkhave, labbhā.",
  "sn47.14:5.18": "Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjīti—",
  "sn47.14:5.19": "netaṃ ṭhānaṃ vijjati.",
  "sn47.14:5.20": "Tasmātiha, bhikkhave, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā.",
  "sn47.14:6.1": "Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo?",
  "sn47.14:6.2": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.14:6.3": "vedanāsu … pe …",
  "sn47.14:6.4": "citte … pe …",
  "sn47.14:6.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.14:6.6": "Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo.",
  "sn47.14:6.7": "Ye hi keci, bhikkhave, etarahi vā mamaccaye vā attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā;",
  "sn47.14:6.8": "tamatagge mete, bhikkhave, bhikkhū bhavissanti ye keci sikkhākāmā”ti.",
  "sn47.14:7.1": "Catutthaṃ."
}