{
  "_markup_path": "markup/sn/sn47/sn47.13.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.13.json"
  ],
  "sn47.13:1.1": "Saṃyutta Nikāya 47",
  "sn47.13:2.1": "2. Nālandavagga",
  "sn47.13:3.1": "13. Cundasutta",
  "sn47.13:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn47.13:4.2": "Tena kho pana samayena āyasmā sāriputto magadhesu viharati nālakagāmake ābādhiko dukkhito bāḷhagilāno.",
  "sn47.13:4.3": "Cundo ca samaṇuddeso āyasmato sāriputtassa upaṭṭhāko hoti.",
  "sn47.13:5.1": "Atha kho āyasmā sāriputto teneva ābādhena parinibbāyi.",
  "sn47.13:5.2": "Atha kho cundo samaṇuddeso āyasmato sāriputtassa pattacīvaramādāya yena sāvatthi jetavanaṃ anāthapiṇḍikassa ārāmo yenāyasmā ānando tenupasaṅkami;",
  "sn47.13:5.3": "upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn47.13:5.4": "Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca:",
  "sn47.13:5.5": "“āyasmā, bhante, sāriputto parinibbuto.",
  "sn47.13:5.6": "Idamassa pattacīvaran”ti.",
  "sn47.13:6.1": "“Atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya.",
  "sn47.13:6.2": "Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma;",
  "sn47.13:6.3": "upasaṅkamitvā bhagavato etamatthaṃ ārocessāmā”ti.",
  "sn47.13:6.4": "“Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi.",
  "sn47.13:7.1": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu;",
  "sn47.13:7.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "sn47.13:7.3": "Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:",
  "sn47.13:7.4": "“ayaṃ, bhante, cundo samaṇuddeso evamāha:",
  "sn47.13:7.5": "‘āyasmā, bhante, sāriputto parinibbuto;",
  "sn47.13:7.6": "idamassa pattacīvaran’ti.",
  "sn47.13:7.7": "Api ca me, bhante, madhurakajāto viya kāyo, disāpi me na pakkhāyanti, dhammāpi maṃ nappaṭibhanti ‘āyasmā sāriputto parinibbuto’ti sutvā”.",
  "sn47.13:8.1": "“Kiṃ nu kho te, ānanda, sāriputto sīlakkhandhaṃ vā ādāya parinibbuto, samādhikkhandhaṃ vā ādāya parinibbuto, paññākkhandhaṃ vā ādāya parinibbuto, vimuttikkhandhaṃ vā ādāya parinibbuto, vimuttiñāṇadassanakkhandhaṃ vā ādāya parinibbuto”ti?",
  "sn47.13:8.2": "“Na ca kho me, bhante, āyasmā sāriputto sīlakkhandhaṃ vā ādāya parinibbuto, samādhikkhandhaṃ vā … pe …",
  "sn47.13:8.3": "paññākkhandhaṃ vā … pe …",
  "sn47.13:8.4": "vimuttikkhandhaṃ vā … pe …",
  "sn47.13:8.5": "vimuttiñāṇadassanakkhandhaṃ vā ādāya parinibbuto.",
  "sn47.13:8.6": "Api ca me, bhante, āyasmā sāriputto ovādako ahosi otiṇṇo viññāpako sandassako samādapako samuttejako sampahaṃsako, akilāsu dhammadesanāya, anuggāhako sabrahmacārīnaṃ.",
  "sn47.13:8.7": "Taṃ mayaṃ āyasmato sāriputtassa dhammojaṃ dhammabhogaṃ dhammānuggahaṃ anussarāmā”ti.",
  "sn47.13:9.1": "“Nanu taṃ, ānanda, mayā <span class=\\\"var\\\" title=\\\"paṭigacceva (bj, pts1)\\\" id=\\\"note183\\\">paṭikacceva</span> akkhātaṃ:",
  "sn47.13:9.2": "‘sabbehi piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo.",
  "sn47.13:9.3": "Taṃ kutettha, ānanda, labbhā.",
  "sn47.13:9.4": "Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjīti—",
  "sn47.13:9.5": "netaṃ ṭhānaṃ vijjati.",
  "sn47.13:9.6": "Seyyathāpi, ānanda, mahato rukkhassa tiṭṭhato sāravato yo mahantataro khandho so palujjeyya;",
  "sn47.13:9.7": "evameva kho ānanda, mahato bhikkhusaṃghassa tiṭṭhato sāravato sāriputto parinibbuto.",
  "sn47.13:9.8": "Taṃ kutettha, ānanda, labbhā.",
  "sn47.13:9.9": "Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjī’ti—",
  "sn47.13:9.10": "netaṃ ṭhānaṃ vijjati.",
  "sn47.13:9.11": "Tasmātihānanda, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā.",
  "sn47.13:10.1": "Kathañcānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo?",
  "sn47.13:10.2": "Idhānanda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.13:10.3": "vedanāsu … pe …",
  "sn47.13:10.4": "citte … pe …",
  "sn47.13:10.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.13:10.6": "Evaṃ kho, ānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo.",
  "sn47.13:10.7": "Ye hi keci, ānanda, etarahi vā mamaccaye vā attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā;",
  "sn47.13:10.8": "tamatagge mete, ānanda, bhikkhū bhavissanti ye keci sikkhākāmā”ti.",
  "sn47.13:11.1": "Tatiyaṃ."
}