{
  "_markup_path": "markup/sn/sn47/sn47.25.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.25.json"
  ],
  "sn47.25:1.1": "Saṃyutta Nikāya 47",
  "sn47.25:2.1": "3. Sīlaṭṭhitivagga",
  "sn47.25:3.1": "<span class=\\\"var\\\" title=\\\"brāhmaṇasuttaṃ (bj) | brāhmaṇa (pts1)\\\" id=\\\"note193\\\">25. Aññatarabrāhmaṇasutta</span>",
  "sn47.25:4.1": "<span class=\\\"evam\\\">Evaṃ me sutaṃ—​</span>",
  "sn47.25:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "sn47.25:4.3": "Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami;",
  "sn47.25:4.4": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "sn47.25:4.5": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn47.25:4.6": "Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:",
  "sn47.25:4.7": "“ko nu kho, bho gotama, hetu, ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti?",
  "sn47.25:4.8": "Ko pana, bho gotama, hetu, ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti?",
  "sn47.25:5.1": "“Catunnaṃ kho, brāhmaṇa, satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti.",
  "sn47.25:5.2": "Catunnañca kho, brāhmaṇa, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hoti.",
  "sn47.25:6.1": "Katamesaṃ catunnaṃ?",
  "sn47.25:6.2": "Idha, brāhmaṇa, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.25:6.3": "vedanāsu … pe …",
  "sn47.25:6.4": "citte … pe …",
  "sn47.25:6.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.25:6.6": "Imesaṃ kho, brāhmaṇa, catunnaṃ satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti.",
  "sn47.25:6.7": "Imesañca kho, brāhmaṇa, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti.",
  "sn47.25:7.1": "Evaṃ vutte, so brāhmaṇo bhagavantaṃ etadavoca:",
  "sn47.25:7.2": "“abhikkantaṃ, bho gotama … pe …",
  "sn47.25:7.3": "upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "sn47.25:8.1": "Pañcamaṃ."
}