{
  "_markup_path": "markup/sn/sn47/sn47.31.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.31.json"
  ],
  "sn47.31:1.1": "Saṃyutta Nikāya 47",
  "sn47.31:2.1": "<span class=\\\"var\\\" title=\\\"anussutaṃ (pts1)\\\" id=\\\"note200\\\">4. Ananussutavagga</span>",
  "sn47.31:3.1": "<span class=\\\"var\\\" title=\\\"anussutavaggo (pts1)\\\" id=\\\"note199\\\">31. Ananussutasutta</span>",
  "sn47.31:4.1": "Sāvatthinidānaṃ.",
  "sn47.31:4.2": "“‘Ayaṃ kāye kāyānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:4.3": "‘Sā kho panāyaṃ kāye kāyānupassanā bhāvetabbā’ti me, bhikkhave … pe …",
  "sn47.31:4.4": "bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:5.1": "‘Ayaṃ vedanāsu vedanānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:5.2": "‘Sā kho panāyaṃ vedanāsu vedanānupassanā bhāvetabbā’ti me, bhikkhave … pe …",
  "sn47.31:5.3": "bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:6.1": "‘Ayaṃ citte cittānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:6.2": "‘Sā kho panāyaṃ citte cittānupassanā bhāvetabbā’ti me, bhikkhave … pe …",
  "sn47.31:6.3": "bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:7.1": "‘Ayaṃ dhammesu dhammānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.",
  "sn47.31:7.2": "‘Sā kho panāyaṃ dhammesu dhammānupassanā bhāvetabbā’ti me, bhikkhave … pe …",
  "sn47.31:7.3": "bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.",
  "sn47.31:8.1": "Paṭhamaṃ."
}