{
  "_markup_path": "markup/sn/sn47/sn47.46.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.46.json"
  ],
  "sn47.46:1.1": "Saṃyutta Nikāya 47",
  "sn47.46:2.1": "5. Amatavagga",
  "sn47.46:3.1": "<span class=\\\"var\\\" title=\\\"pātimokkhasuttaṃ (bj) | pātimokkha (pts1)\\\" id=\\\"note207\\\">46. Pātimokkhasaṃvarasutta</span>",
  "sn47.46:4.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe …",
  "sn47.46:4.2": "ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:",
  "sn47.46:5.1": "“Sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.",
  "sn47.46:5.2": "“Tasmātiha tvaṃ, bhikkhu, ādimeva visodhehi kusalesu dhammesu.",
  "sn47.46:5.3": "Ko cādi kusalānaṃ dhammānaṃ?",
  "sn47.46:5.4": "Idha tvaṃ, bhikkhu,<span class=\\\"cross\\\" title=\\\"^dn2#49 [Sāmaññaphalasutta/4.3. Paṇītatarasāmaññaphala] | ^mn6#1 [Ākaṅkheyyasutta] | ^an2.32-41#36.1 [32/36] | ^mi7.3.2#1 [Padumaṅgapañha] | ^vb12#1 [Jhānavibhaṅga/ Suttantabhājanīya]\\\" id=\\\"note208\\\">*</span> pātimokkhasaṃvarasaṃvuto viharāhi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesu.",
  "sn47.46:5.5": "Yato kho tvaṃ, bhikkhu, pātimokkhasaṃvarasaṃvuto viharissasi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhassu sikkhāpadesu;",
  "sn47.46:5.6": "tato tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne bhāveyyāsi.",
  "sn47.46:6.1": "Katame cattāro?<span class=\\\"cross\\\" title=\\\"^sn47.3#1 [3. Bhikkhusutta] | ^ne4#129 [Vibhaṅga/ Lakkhaṇahāravibhaṅga]\\\" id=\\\"note209\\\">*</span>",
  "sn47.46:6.2": "Idha tvaṃ, bhikkhu, kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.46:6.3": "vedanāsu … pe …",
  "sn47.46:6.4": "citte … pe …",
  "sn47.46:6.5": "dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.46:6.6": "Yato kho tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṃ bhāvessasi, tato tuyhaṃ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti.",
  "sn47.46:6.7": "Atha kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "sn47.46:7.1": "Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "sn47.46:7.2": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "sn47.46:7.3": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "sn47.46:7.4": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "sn47.46:7.5": "Aññataro ca pana so bhikkhu arahataṃ ahosīti.",
  "sn47.46:8.1": "Chaṭṭhaṃ."
}