{
  "_markup_path": "markup/sn/sn47/sn47.12.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.12.json"
  ],
  "sn47.12:1.1": "Saṃyutta Nikāya 47",
  "sn47.12:2.1": "2. Nālandavagga",
  "sn47.12:3.1": "12. Nālandasutta",
  "sn47.12:4.1": "Ekaṃ samayaṃ bhagavā <span class=\\\"var\\\" title=\\\"nāḷandāyaṃ (s1-3)\\\" id=\\\"note177\\\">nālandāyaṃ</span> viharati pāvārikambavane.",
  "sn47.12:4.2": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami;",
  "sn47.12:4.3": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "sn47.12:4.4": "Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:",
  "sn47.12:4.5": "“evaṃpasanno ahaṃ, bhante, bhagavati.",
  "sn47.12:4.6": "Na cāhu, na ca bhavissati, na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro, yadidaṃ—",
  "sn47.12:4.7": "sambodhiyan”ti.",
  "sn47.12:4.8": "“Uḷārā kho tyāyaṃ, sāriputta, āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito:",
  "sn47.12:4.9": "‘evaṃpasanno ahaṃ, bhante, bhagavati.",
  "sn47.12:4.10": "Na cāhu, na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro, yadidaṃ—",
  "sn47.12:4.11": "sambodhiyan’ti.",
  "sn47.12:5.1": "Kiṃ nu te, sāriputta, ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā:",
  "sn47.12:5.2": "‘evaṃsīlā te bhagavanto ahesuṃ’ iti vā, ‘evaṃdhammā te bhagavanto ahesuṃ’ iti vā, ‘evaṃpaññā te bhagavanto ahesuṃ’ iti vā, ‘evaṃvihārino te bhagavanto ahesuṃ’ iti vā, ‘evaṃvimuttā te bhagavanto ahesuṃ’ iti vā”ti?",
  "sn47.12:5.3": "“No hetaṃ, bhante”.",
  "sn47.12:6.1": "“Kiṃ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā:",
  "sn47.12:6.2": "‘evaṃsīlā te bhagavanto bhavissanti’ iti vā, ‘evaṃdhammā te bhagavanto bhavissanti’ iti vā, ‘evaṃpaññā te bhagavanto bhavissanti’ iti vā, ‘evaṃvihārino te bhagavanto bhavissanti’ iti vā, ‘evaṃvimuttā te bhagavanto bhavissanti’ iti vā”ti?",
  "sn47.12:6.3": "“No hetaṃ, bhante”.",
  "sn47.12:7.1": "“Kiṃ <span class=\\\"var\\\" title=\\\"kiṃ pana te (bj)\\\" id=\\\"note178\\\">pana tyāhaṃ</span>, sāriputta, etarahi, arahaṃ sammāsambuddho cetasā ceto paricca vidito:",
  "sn47.12:7.2": "‘evaṃsīlo bhagavā’ iti vā, ‘evaṃdhammo bhagavā’ iti vā, ‘evaṃpañño bhagavā’ iti vā, ‘evaṃvihārī bhagavā’ iti vā, ‘evaṃvimutto bhagavā’ iti vā”ti?",
  "sn47.12:7.3": "“No hetaṃ, bhante”.",
  "sn47.12:8.1": "“Ettha ca te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu <span class=\\\"var\\\" title=\\\"cetopariyāyañāṇaṃ (si, s1-3, pts1)\\\" id=\\\"note179\\\">cetopariyañāṇaṃ</span> natthi.",
  "sn47.12:8.2": "Atha kiñcarahi tyāyaṃ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito:",
  "sn47.12:8.3": "‘evaṃpasanno ahaṃ, bhante, bhagavati.",
  "sn47.12:8.4": "Na cāhu, na ca bhavissati, na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā’ bhiyyobhiññataro, yadidaṃ—",
  "sn47.12:8.5": "sambodhiyan”ti?",
  "sn47.12:9.1": "“<span class=\\\"var\\\" title=\\\"na kho me taṃ (s1-3, km, pts1, mr)\\\" id=\\\"note180\\\">Na kho me</span>, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ atthi, api ca me dhammanvayo vidito.",
  "sn47.12:9.2": "Seyyathāpi, bhante, rañño paccantimaṃ nagaraṃ <span class=\\\"var\\\" title=\\\"daḷhuddāpaṃ (bj, pts1, mr) | daḷhaddhālaṃ (s1-3, km)\\\" id=\\\"note181\\\">daḷhuddhāpaṃ</span> daḷhapākāratoraṇaṃ ekadvāraṃ.",
  "sn47.12:9.3": "Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā.",
  "sn47.12:9.4": "So tassa nagarassa samantā anupariyāyapathaṃ anukkamamāno na passeyya pākārasandhiṃ vā pākāravivaraṃ vā, antamaso biḷāranikkhamanamattampi.",
  "sn47.12:9.5": "Tassa evamassa:",
  "sn47.12:9.6": "‘ye kho keci oḷārikā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti.",
  "sn47.12:9.7": "Evameva kho me, bhante, dhammanvayo vidito:",
  "sn47.12:9.8": "‘yepi te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya, cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu <span class=\\\"var\\\" title=\\\"supaṭṭhitacittā (bj) | supatiṭṭhitacittā (s1-3)\\\" id=\\\"note182\\\">suppatiṭṭhitacittā</span>, satta bojjhaṅge yathābhūtaṃ bhāvetvā, anuttaraṃ sammāsambodhiṃ abhisambujjhiṃsu.",
  "sn47.12:9.9": "Yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya, cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta bojjhaṅge yathābhūtaṃ bhāvetvā, anuttaraṃ sammāsambodhiṃ abhisambujjhissanti.",
  "sn47.12:9.10": "Bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho pañca nīvaraṇe pahāya, cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacitto, satta bojjhaṅge yathābhūtaṃ bhāvetvā, anuttaraṃ sammāsambodhiṃ abhisambuddho’”ti.",
  "sn47.12:10.1": "“Sādhu sādhu, sāriputta.",
  "sn47.12:10.2": "Tasmātiha tvaṃ, sāriputta, imaṃ dhammapariyāyaṃ abhikkhaṇaṃ bhāseyyāsi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.",
  "sn47.12:10.3": "Yesampi hi, sāriputta, moghapurisānaṃ bhavissati tathāgate kaṅkhā vā vimati vā, tesampimaṃ dhammapariyāyaṃ sutvā yā tathāgate kaṅkhā vā vimati vā sā pahīyissatī”ti.",
  "sn47.12:11.1": "Dutiyaṃ."
}