{
  "_markup_path": "markup/sn/sn47/sn47.23.html",
  "_alt_strings": [
    "en/sujato/sn/sn47/sn47.23.json"
  ],
  "sn47.23:1.1": "Saṃyutta Nikāya 47",
  "sn47.23:2.1": "3. Sīlaṭṭhitivagga",
  "sn47.23:3.1": "23. Parihānasutta",
  "sn47.23:4.1": "Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca bhaddo pāṭaliputte viharanti kukkuṭārāme.",
  "sn47.23:4.2": "Atha kho āyasmā bhaddo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami;",
  "sn47.23:4.3": "upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.",
  "sn47.23:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "sn47.23:4.5": "Ekamantaṃ nisinno kho āyasmā bhaddo āyasmantaṃ ānandaṃ etadavoca:",
  "sn47.23:4.6": "“ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaparihānaṃ hoti?",
  "sn47.23:4.7": "Ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaaparihānaṃ hotī”ti?",
  "sn47.23:5.1": "“Sādhu sādhu, āvuso bhadda.",
  "sn47.23:5.2": "Bhaddako kho te, āvuso bhadda, ummaṅgo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.",
  "sn47.23:5.3": "Evañhi tvaṃ, āvuso bhadda, pucchasi:",
  "sn47.23:5.4": "‘ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaparihānaṃ hoti?",
  "sn47.23:5.5": "Ko panāvuso ānanda, hetu, ko paccayo yena saddhammaaparihānaṃ hotī’”ti?",
  "sn47.23:5.6": "“Evamāvuso”ti.",
  "sn47.23:5.7": "“Catunnaṃ kho, āvuso, satipaṭṭhānānaṃ abhāvitattā abahulīkatattā saddhammaparihānaṃ hoti.",
  "sn47.23:5.8": "Catunnañca kho, āvuso, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā saddhammaaparihānaṃ hoti.",
  "sn47.23:6.1": "Katamesaṃ catunnaṃ?",
  "sn47.23:6.2": "Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;",
  "sn47.23:6.3": "vedanāsu … pe …",
  "sn47.23:6.4": "citte … pe …",
  "sn47.23:6.5": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.",
  "sn47.23:6.6": "Imesaṃ kho, āvuso, catunnaṃ satipaṭṭhānānaṃ abhāvitattā abahulīkatattā saddhammaparihānaṃ hoti.",
  "sn47.23:6.7": "Imesañca kho, āvuso, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā saddhammaaparihānaṃ hotī”ti.",
  "sn47.23:7.1": "Tatiyaṃ."
}