{
  "_markup_path": "markup/an/an06/an6.046.html",
  "_alt_strings": [
    "pi/an/an06/an6.046.json"
  ],
  "an6.46:1.1": "Numbered Discourses 6 ",
  "an6.46:2.1": "5 About Dhammika ",
  "an6.46:3.1": "46 By Mahācunda",
  "an6.46:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an6.46:4.2": "At one time Venerable Mahācunda was staying in the land of the Cetis at Sahajāti.",
  "an6.46:4.3": "There he addressed the mendicants: ",
  "an6.46:4.4": "“Reverends, mendicants!”  ",
  "an6.46:4.5": "“Reverend,” they replied. ",
  "an6.46:4.6": "Venerable Mahācunda said this:",
  "an6.46:5.1": "“Take a case where mendicants who practice discernment of principles criticize mendicants who practice absorption meditation:",
  "an6.46:5.2": "‘They say, “We practice absorption! We practice absorption!” And they meditate and concentrate and contemplate and ruminate.",
  "an6.46:5.3": "Why do they practice absorption meditation? In what way do they practice absorption meditation? How do they practice absorption meditation?’",
  "an6.46:5.4": "In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "an6.46:6.1": "Now, take a case where mendicants who practice absorption meditation criticize mendicants who practice discernment of principles:",
  "an6.46:6.2": "‘They say, “We practice discernment of principles! We practice discernment of principles!” But they’re restless, insolent, fickle, gossipy, loose tongued, unmindful, lacking situational awareness and samādhi, with straying minds and undisciplined faculties.",
  "an6.46:6.3": "Why do they practice discernment of principles? In what way do they practice discernment of principles? How do they practice discernment of principles?’",
  "an6.46:6.4": "In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "an6.46:7.1": "Now, take a case where mendicants who practice discernment of principles praise only others like them, not mendicants who practice absorption meditation.",
  "an6.46:7.2": "In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "an6.46:8.1": "And take a case where mendicants who practice absorption meditation praise only others like them, not mendicants who practice discernment of principles.",
  "an6.46:8.2": "In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of many people, for the benefit, welfare, and happiness of gods and humans.",
  "an6.46:9.1": "So you should train like this:",
  "an6.46:9.2": "‘As mendicants who practice discernment of principles, we will praise mendicants who practice absorption meditation.’",
  "an6.46:9.3": "That’s how you should train.",
  "an6.46:9.4": "Why is that? ",
  "an6.46:9.5": "Because it’s incredibly rare to find individuals in the world who have direct meditative experience of the deathless.",
  "an6.46:10.1": "So you should train like this: ",
  "an6.46:10.2": "‘As mendicants who practice absorption meditation, we will praise mendicants who practice discernment of principles.’",
  "an6.46:10.3": "That’s how you should train. ",
  "an6.46:10.4": "Why is that? ",
  "an6.46:10.5": "Because it’s incredibly rare to find individuals in the world who see a deep matter with penetrating wisdom.”"
}