{
  "_markup_path": "markup/an/an06/an6.017.html",
  "_alt_strings": [
    "pi/an/an06/an6.017.json"
  ],
  "an6.17:1.1": "Numbered Discourses 6 ",
  "an6.17:2.1": "2 Warm-hearted ",
  "an6.17:3.1": "17 Sleep",
  "an6.17:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.17:4.2": "Then in the late afternoon, the Buddha came out of solitude, went to the assembly hall,",
  "an6.17:4.3": "and sat down on the indicated seat.",
  "an6.17:4.4": "Venerable Sāriputta also came out of solitude, went to the assembly hall,",
  "an6.17:4.5": "bowed to the Buddha and sat down to one side.",
  "an6.17:4.6": "Venerables Mahāmoggallāna,",
  "an6.17:4.7": "Mahākassapa,",
  "an6.17:4.8": "Mahākaccāna,",
  "an6.17:4.9": "Mahākoṭṭhita,",
  "an6.17:4.10": "Mahācunda,",
  "an6.17:4.11": "Mahākappina,",
  "an6.17:4.12": "Anuruddha,",
  "an6.17:4.13": "Revata,",
  "an6.17:4.14": "and Ānanda did the same.",
  "an6.17:4.16": "The Buddha spent most of the night sitting meditation, then got up from his seat and entered his dwelling.",
  "an6.17:4.17": "And soon after the Buddha left those venerables each went to their own dwelling.",
  "an6.17:4.18": "But those mendicants who were junior, recently gone forth, newly come to this teaching and training slept until the sun came up, snoring.",
  "an6.17:4.19": "The Buddha saw them doing this, with his clairvoyance that is purified and superhuman.",
  "an6.17:4.20": "Seeing them, he went to the assembly hall,",
  "an6.17:4.21": "sat down on the indicated seat, ",
  "an6.17:4.22": "and addressed the mendicants.",
  "an6.17:5.1": "“Mendicants, where is Sāriputta?",
  "an6.17:5.2": "Where are Mahāmoggallāna,",
  "an6.17:5.3": "Mahākassapa,",
  "an6.17:5.4": "Mahākaccāna,",
  "an6.17:5.5": "Mahākoṭṭhika,",
  "an6.17:5.6": "Mahācunda,",
  "an6.17:5.7": "Mahākappina,",
  "an6.17:5.8": "Anuruddha,",
  "an6.17:5.9": "Revata,",
  "an6.17:5.10": "and Ānanda?",
  "an6.17:5.11": "Where have these senior disciples gone?”",
  "an6.17:5.12": "“Soon after the Buddha left those venerables each went to their own dwelling.”",
  "an6.17:5.13": "“So, mendicants, when the senior mendicants left, why did you sleep until the sun came up, snoring?",
  "an6.17:5.14": "“What do you think, mendicants? Have you ever seen or heard ",
  "an6.17:5.15": "of an anointed king who rules his whole life, loved and liked by the country, while indulging in the pleasures of sleeping, lying, and drowsing as much as he likes?”",
  "an6.17:5.16": "“No, sir.” ",
  "an6.17:5.17": "“Good, mendicants! ",
  "an6.17:5.18": "I too have never seen or heard of such a thing. ",
  "an6.17:6.1": "What do you think, mendicants? Have you ever seen or heard ",
  "an6.17:6.2": "of an appointed official …",
  "an6.17:6.3": "a hereditary official …",
  "an6.17:6.4": "a general …",
  "an6.17:6.5": "a village chief …",
  "an6.17:6.6": "or a guild head who runs the guild his whole life, loved and liked by the guild, while indulging in the pleasures of sleeping, lying, and drowsing as much as he likes?”",
  "an6.17:6.7": "“No, sir.” ",
  "an6.17:6.8": "“Good, mendicants! ",
  "an6.17:6.9": "I too have never seen or heard of such a thing. ",
  "an6.17:7.1": "“What do you think, mendicants? Have you ever seen or heard ",
  "an6.17:7.2": "of an ascetic or brahmin who indulges in the pleasures of sleeping, lying, and drowsing as much as they like? Their sense doors are unguarded, they eat too much, they’re not committed to wakefulness, they’re unable to discern wholesome qualities, and they’re not committed to developing the qualities that lead to awakening in the evening and toward dawn. Yet they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having achieved it with their own insight due to the end of defilements.”",
  "an6.17:7.3": "“No, sir.” ",
  "an6.17:7.4": "“Good, mendicants! ",
  "an6.17:7.5": "I too have never seen or heard of such a thing. ",
  "an6.17:8.1": "So you should train like this: ",
  "an6.17:8.2": "‘We will guard our sense doors, eat in moderation, be committed to wakefulness, discern wholesome qualities, and be committed to developing the qualities that lead to awakening in the evening and toward dawn.’",
  "an6.17:8.3": "That’s how you should train.” "
}