{
  "_markup_path": "markup/an/an06/an6.028.html",
  "_alt_strings": [
    "pi/an/an06/an6.028.json"
  ],
  "an6.28:1.1": "Numbered Discourses 6 ",
  "an6.28:2.1": "3 Unsurpassable",
  "an6.28:3.1": "28 Proper Occasions (2)",
  "an6.28:4.1": "At one time several senior mendicants were staying near Benares, in the deer park at Isipatana.",
  "an6.28:4.2": "Then after the meal, on their return from alms-round, this discussion came up among them while sitting together in the pavilion.",
  "an6.28:4.3": "“Reverends, how many occasions are there for going to see an esteemed mendicant?”",
  "an6.28:5.1": "When this was said, one of the mendicants said to the senior mendicants:",
  "an6.28:5.2": "“Reverends, there’s a time after an esteemed mendicant’s meal when they return from alms-round. Having washed their feet they sit down in the meditation posture, with their body erect, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”",
  "an6.28:6.1": "When this was said, one of the mendicants said to that mendicant:",
  "an6.28:6.2": "“Reverend, that’s not the proper occasion for going to see an esteemed mendicant.",
  "an6.28:6.3": "For at that time the fatigue from walking and from eating has not faded away.",
  "an6.28:6.5": "There’s a time late in the afternoon when an esteemed mendicant comes out of solitude. They sit in the shade of their porch in the meditation posture, with their body erect, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”",
  "an6.28:7.1": "When this was said, one of the mendicants said to that mendicant: ",
  "an6.28:7.2": "“Reverend, that’s not the proper occasion for going to see an esteemed mendicant. ",
  "an6.28:7.3": "For at that time they are still practicing the same meditation subject as a basis for samādhi that they focused on during the day.",
  "an6.28:7.5": "There’s a time when an esteemed mendicant has risen before dawn. They sit down in the meditation posture, with their body erect, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”",
  "an6.28:8.1": "When this was said, one of the mendicants said to that mendicant: ",
  "an6.28:8.2": "“Reverend, that’s not the proper occasion for going to see an esteemed mendicant. ",
  "an6.28:8.3": "For at that time their body is full of vitality and they find it easy to focus on the Buddha’s instructions.”",
  "an6.28:9.1": "When this was said, Venerable Mahākaccāna said to those senior mendicants:",
  "an6.28:9.2": "“Reverends, I have heard and learned this directly from the Buddha:",
  "an6.28:9.3": "‘Mendicants, there are six occasions for going to see an esteemed mendicant.",
  "an6.28:10.1": "What six? ",
  "an6.28:10.2": "Firstly, there’s a time when a mendicant’s heart is overcome and brought low by sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say:",
  "an6.28:10.3": "“My heart is overcome and brought low by sensual desire, and I don’t truly understand the escape from sensual desire that has arisen.",
  "an6.28:10.4": "Venerable, please teach me how to give up sensual desire.”",
  "an6.28:10.5": "Then that esteemed mendicant teaches them how to give up sensual desire. ",
  "an6.28:10.6": "This is the first occasion for going to see an esteemed mendicant.",
  "an6.28:11.1": "Furthermore, there’s a time when a mendicant’s heart is overcome and brought low by ill will …",
  "an6.28:12.1": "dullness and drowsiness …",
  "an6.28:13.1": "restlessness and remorse …",
  "an6.28:14.1": "doubt …",
  "an6.28:15.1": "Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation to focus on in order to end the defilements in the present life. On that occasion they should go to an esteemed mendicant and say:",
  "an6.28:15.2": "“I don’t understand what kind of meditation to focus on in order to end the defilements in the present life.",
  "an6.28:15.3": "Venerable, please teach me how to end the defilements.”",
  "an6.28:15.4": "Then that esteemed mendicant teaches them how to end the defilements. ",
  "an6.28:15.5": "This is the sixth occasion for going to see an esteemed mendicant.’",
  "an6.28:16.1": "Reverends, I have heard and learned this directly from the Buddha:",
  "an6.28:16.2": "‘These are the six occasions for going to see an esteemed mendicant.’”"
}