{
  "_markup_path": "markup/an/an06/an6.030.html",
  "_alt_strings": [
    "pi/an/an06/an6.030.json"
  ],
  "an6.30:1.1": "Numbered Discourses 6 ",
  "an6.30:2.1": "3 Unsurpassable",
  "an6.30:3.1": "30 Unsurpassable",
  "an6.30:4.1": "“Mendicants, these six things are unsurpassable.",
  "an6.30:4.2": "What six? ",
  "an6.30:4.3": "The unsurpassable seeing, listening, acquisition, training, service, and recollection.",
  "an6.30:5.1": "And what is the unsurpassable seeing?",
  "an6.30:5.2": "Some people go to see an elephant treasure, a horse treasure, a jewel treasure, or a diverse spectrum of sights; or ascetics and brahmins of wrong view and wrong practice. ",
  "an6.30:5.3": "There is such a seeing,",
  "an6.30:5.4": "I don’t deny it.",
  "an6.30:5.5": "That seeing is low, crass, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.",
  "an6.30:5.6": "The unsurpassable seeing is when someone with settled faith and love, sure and confident, goes to see a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an6.30:5.7": "This is called the unsurpassable seeing,",
  "an6.30:5.8": "Such is the unsurpassable seeing.",
  "an6.30:6.1": "But what of the unsurpassable hearing?",
  "an6.30:6.2": "Some people go to see an elephant, a horse, a treasure, or a diverse spectrum of sights; or ascetics and brahmins of wrong view and wrong practice. ",
  "an6.30:6.3": "There is such a hearing,",
  "an6.30:6.4": "I don’t deny it. ",
  "an6.30:6.5": "That hearing … doesn’t lead to extinguishment.",
  "an6.30:6.6": "The unsurpassable hearing is when someone with settled faith and love, sure and confident, goes to hear the teaching of a Realized One or one of his disciples. …",
  "an6.30:6.7": "This is called the unsurpassable hearing,",
  "an6.30:6.8": "Such is the unsurpassable seeing and hearing.",
  "an6.30:7.1": "But what of the unsurpassable acquisition?",
  "an6.30:7.2": "Some people acquire a child, a wife, wealth, or a diverse spectrum of things; or they acquire faith in an ascetic or brahmin of wrong view and wrong practice.",
  "an6.30:7.3": "There is such an acquisition,",
  "an6.30:7.4": "I don’t deny it.",
  "an6.30:7.5": "That acquisition … doesn’t lead to extinguishment.",
  "an6.30:7.6": "The unsurpassable acquisition is when someone with settled faith and love, sure and confident, acquires faith in a Realized One or their disciple. …",
  "an6.30:7.7": "This is called the unsurpassable acquisition.",
  "an6.30:7.8": "Such is the unsurpassable seeing, hearing, and acquisition.",
  "an6.30:8.1": "But what of the unsurpassable training?",
  "an6.30:8.2": "Some people train in elephant riding, horse riding, chariot driving, archery, swordsmanship, or a diverse spectrum of things; or they train under an ascetic or brahmin of wrong views and wrong practice. ",
  "an6.30:8.3": "There is such a training,",
  "an6.30:8.4": "I don’t deny it.",
  "an6.30:8.5": "That training … doesn’t lead to extinguishment.",
  "an6.30:8.6": "The unsurpassable training is when someone with settled faith and love, sure and confident, trains in the higher ethics, the higher mind, and the higher wisdom in the teaching and training announced by a Realized One. …",
  "an6.30:8.7": "This is called the unsurpassable training.",
  "an6.30:8.8": "Such is the unsurpassable seeing, hearing, acquisition, and training.",
  "an6.30:9.1": "But what of the unsurpassable service?",
  "an6.30:9.2": "Some people serve an aristocrat, a brahmin, a householder, or a diverse spectrum of people; or they serve ascetics and brahmins of wrong view and wrong practice.",
  "an6.30:9.3": "There is such service,",
  "an6.30:9.4": "I don’t deny it. ",
  "an6.30:9.5": "That training … doesn’t lead to extinguishment.",
  "an6.30:9.7": "The unsurpassable service is when someone with settled faith and love, sure and confident, serves a Realized One or their disciple. …",
  "an6.30:9.8": "This is called the unsurpassable service.",
  "an6.30:9.9": "Such is the unsurpassable seeing, listening, acquisition, training, and service.",
  "an6.30:10.1": "But what of the unsurpassable recollection?",
  "an6.30:10.2": "Some people recollect a child, a wife, wealth, or a diverse spectrum of things; or they recollect an ascetic or brahmin of wrong view and wrong practice.",
  "an6.30:10.3": "There is such recollection,",
  "an6.30:10.4": "I don’t deny it. ",
  "an6.30:10.5": "That recollection is low, crass, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.",
  "an6.30:10.6": "The unsurpassable recollection is when someone with settled faith and love, sure and confident, recollects a Realized One or their disciple. This is in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an6.30:10.7": "This is called the unsurpassable recollection.",
  "an6.30:11.1": "These are the six unsurpassable things.”",
  "an6.30:12.1": "“They’ve gained the supreme seeing,",
  "an6.30:12.2": "the supreme hearing,",
  "an6.30:12.3": "and the unsurpassable acquisition.",
  "an6.30:12.4": "They enjoy the unsurpassable training",
  "an6.30:13.1": "and serve with care.",
  "an6.30:13.2": "Then they develop recollection",
  "an6.30:13.3": "connected with seclusion, ",
  "an6.30:13.4": "which is safe, and leads to the deathless.",
  "an6.30:14.1": "They rejoice in diligence,",
  "an6.30:14.2": "self-disciplined and ethically restrained.",
  "an6.30:14.3": "And in time they understand",
  "an6.30:14.4": "where suffering ceases.”"
}