{
  "_markup_path": "markup/an/an06/an6.058.html",
  "_alt_strings": [
    "pi/an/an06/an6.058.json"
  ],
  "an6.58:1.1": "Numbered Discourses 6 ",
  "an6.58:2.1": "8 The Greater Chapter ",
  "an6.58:3.1": "58 Defilements ",
  "an6.58:4.1": "“Mendicants, a mendicant with six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.",
  "an6.58:5.1": "What six?",
  "an6.58:5.2": "It’s a mendicant who, by restraint, has given up the defilements that should be given up by restraint. By using, they’ve given up the defilements that should be given up by using. By enduring, they’ve given up the defilements that should be given up by enduring. By avoiding, they’ve given up the defilements that should be given up by avoiding. By enduring, they’ve given up the defilements that should be given up by enduring. By getting rid, they’ve given up the defilements that should be given up by dispelling.",
  "an6.58:6.1": "And what are the defilements that should be given up by restraint?",
  "an6.58:6.2": "Take a mendicant who, reflecting rationally, lives restraining the eye faculty.",
  "an6.58:6.3": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint.",
  "an6.58:6.4": "Reflecting rationally, they live restraining the faculty of the ear …",
  "an6.58:6.5": "the nose …",
  "an6.58:6.6": "the tongue …",
  "an6.58:6.7": "the body …",
  "an6.58:6.8": "the mind.",
  "an6.58:6.9": "For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint.",
  "an6.58:6.10": "These are called the defilements that should be given up by restraint.",
  "an6.58:7.1": "And what are the defilements that should be given up by use?",
  "an6.58:7.2": "Take a mendicant who, reflecting rationally, makes use of robes:",
  "an6.58:7.3": "‘Only for the sake of warding off cold, heat, hunger, and thirst; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering the private parts.’",
  "an6.58:7.4": "Reflecting rationally, they make use of almsfood:",
  "an6.58:7.5": "‘Not for fun, indulgence, adornment, or decoration, but only to continue and sustain this body, avoid harm, and support spiritual practice. So that I will put an end to old discomfort and not give rise to new discomfort, and so that I will keep on living blamelessly and at ease.’",
  "an6.58:7.6": "Reflecting rationally, they make use of lodgings:",
  "an6.58:7.7": "‘Only for the sake of warding off cold, heat, hunger, and thirst; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and to shelter from harsh weather and enjoy retreat.’",
  "an6.58:7.8": "Reflecting rationally, they make use of medicines and supplies for the sick: ",
  "an6.58:7.9": "‘Only for the sake of warding off the pains of illness and to promote good health.’",
  "an6.58:7.10": "For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used.",
  "an6.58:7.11": "These are called the defilements that should be given up by use.",
  "an6.58:8.1": "And what are the defilements that should be given up by enduring?",
  "an6.58:8.2": "Take a mendicant who, reflecting rationally, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.",
  "an6.58:8.3": "For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured.",
  "an6.58:8.4": "These are called the defilements that should be given up by enduring.",
  "an6.58:9.1": "And what are the defilements that should be given up by avoiding?",
  "an6.58:9.2": "Take a mendicant who, reflecting rationally, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer. Rationally reflecting, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting.",
  "an6.58:9.3": "For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided.",
  "an6.58:9.4": "These are called the defilements that should be given up by avoiding.",
  "an6.58:10.1": "And what are the defilements that should be given up by getting rid?",
  "an6.58:10.2": "Take a mendicant who, reflecting rationally, doesn’t tolerate a sensual, malicious, or cruel thought that’s arisen, but gives it up, gets rid of it, eliminates it, and exterminates it.",
  "an6.58:10.4": "They don’t tolerate any bad, unwholesome qualities that have arisen, but give them up, get rid of them, eliminate them, and exterminate them.",
  "an6.58:10.5": "For the distressing and feverish defilements that might arise in someone who lives without getting rid of these things do not arise when they are gotten rid of.",
  "an6.58:10.6": "These are called the defilements that should be given up by getting rid.",
  "an6.58:11.1": "And what are the defilements that should be given up by development?",
  "an6.58:11.2": "Take a mendicant who, reflecting rationally, develops the awakening-factors of mindfulness, investigation of principles …",
  "an6.58:11.3": "energy,",
  "an6.58:11.4": "rapture,",
  "an6.58:11.5": "tranquillity,",
  "an6.58:11.6": "convergence,",
  "an6.58:11.7": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.",
  "an6.58:11.8": "For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed.",
  "an6.58:11.9": "These are called the defilements that should be given up by developing.",
  "an6.58:12.1": "A mendicant with these six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, worthy of veneration with folded palms, and is a supreme field of merit for the world.”"
}