{
  "_markup_path": "markup/an/an06/an6.056.html",
  "_alt_strings": [
    "pi/an/an06/an6.056.json"
  ],
  "an6.56:1.1": "Numbered Discourses 6 ",
  "an6.56:2.1": "8 The Greater Chapter ",
  "an6.56:3.1": "56 With Phagguṇa",
  "an6.56:4.1": "Now at that time Venerable Phagguṇa was sick, suffering, gravely ill.",
  "an6.56:4.2": "Then Venerable Ānanda went up to the Buddha, ",
  "an6.56:4.3": "bowed, sat down to one side, ",
  "an6.56:4.4": "and said to him:",
  "an6.56:4.5": "“Sir, Venerable Phagguṇa is sick.",
  "an6.56:4.6": "Sir, please go to Venerable Phagguna out of compassion.”",
  "an6.56:4.7": "The Buddha consented in silence. ",
  "an6.56:4.8": "Then in the late afternoon, the Buddha came out of solitude and went to Venerable Phagguṇa.",
  "an6.56:4.9": "Venerable Phagguṇa saw the Buddha coming off in the distance",
  "an6.56:4.10": "and tried to rise on his cot.",
  "an6.56:4.11": "Then the Buddha said to him:",
  "an6.56:4.12": "“It’s all right, Phagguṇa, don’t get up.",
  "an6.56:4.13": "There are some seats indicated by others, I will sit there.”",
  "an6.56:4.14": "He sat on the indicated seat,",
  "an6.56:4.15": "and said to Venerable Phagguṇa:",
  "an6.56:5.1": "“Phagguṇa, I hope you’re keeping well; I hope you’re alright.",
  "an6.56:5.2": "And I hope the pain is fading, not growing,",
  "an6.56:5.3": "that its fading, not growing, is apparent.”",
  "an6.56:5.4": "“Sir, I’m not keeping well, I’m not alright.",
  "an6.56:5.5": "The pain is terrible and growing, not fading,",
  "an6.56:5.6": "its growing, not fading, is apparent.",
  "an6.56:6.1": "The winds piercing my head are so severe, it feels like a strong man drilling into my head with a sharp point.",
  "an6.56:6.3": "I’m not keeping well.",
  "an6.56:7.1": "The pain in my head is so severe, it feels like a strong man tightening a tough leather strap around my head.",
  "an6.56:7.3": "I’m not keeping well.",
  "an6.56:8.1": "The winds piercing my belly are so severe, it feels like an expert butcher or their apprentice is slicing my belly open with a meat cleaver.",
  "an6.56:8.3": "I’m not keeping well.",
  "an6.56:9.1": "The burning in my body is so severe, it feels like two strong men grabbing a weaker man by the arms to burn and scorch him on a pit of glowing coals.",
  "an6.56:9.3": "I’m not keeping well, I’m not alright.",
  "an6.56:9.4": "The pain is terrible and growing, not fading, ",
  "an6.56:9.5": "its growing, not fading, is apparent.”",
  "an6.56:9.6": "Then the Buddha educated, encouraged, fired up, and inspired Venerable Phagguṇa with a Dharma talk, after which he got up from his seat and left.",
  "an6.56:10.1": "Not long after the Buddha left, Venerable Phagguṇa passed away.",
  "an6.56:10.2": "At the time of his death, his faculties were bright and clear.",
  "an6.56:10.3": "Then Venerable Ānanda went up to the Buddha, ",
  "an6.56:10.4": "bowed, sat down to one side, ",
  "an6.56:10.5": "and said to him:",
  "an6.56:10.6": "“Sir, soon after the Buddha left, Venerable Phagguṇa died.",
  "an6.56:10.7": "At the time of his death, his faculties were bright and clear.”",
  "an6.56:11.1": "“And why shouldn’t his faculties be bright and clear?",
  "an6.56:11.2": "The mendicant Phagguṇa’s mind was not freed from the five lower fetters.",
  "an6.56:11.3": "But when he heard that teaching his mind was freed from them.",
  "an6.56:12.1": "Ānanda, there are these six benefits to hearing the teaching at the right time and examining the meaning at the right time. ",
  "an6.56:12.2": "What six? ",
  "an6.56:12.3": "Firstly, take the case of a mendicant whose mind is not freed from the five lower fetters.",
  "an6.56:12.4": "At the time of death they get to see the Realized One.",
  "an6.56:12.5": "The Realized One teaches them Dharma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.",
  "an6.56:12.6": "When they hear that teaching their mind is freed from the five lower fetters.",
  "an6.56:12.7": "This is the first benefit of listening to the teaching.",
  "an6.56:13.1": "Next, take the case of another mendicant whose mind is not freed from the five lower fetters.",
  "an6.56:13.2": "At the time of death they don’t get to see the Realized One, but they get to see a Realized One’s disciple.",
  "an6.56:13.3": "The Realized One’s disciple teaches them Dharma …",
  "an6.56:13.4": "When they hear that teaching their mind is freed from the five lower fetters. ",
  "an6.56:13.5": "This is the second benefit of listening to the teaching.",
  "an6.56:14.1": "Next, take the case of another mendicant whose mind is not freed from the five lower fetters. ",
  "an6.56:14.2": "At the time of death they don’t get to see the Realized One, or to see a Realized One’s disciple.",
  "an6.56:14.3": "But they think about and consider the Dharma in their heart, examining it with the mind as they learned and memorized it.",
  "an6.56:14.4": "As they do so their mind is freed from the five lower fetters. ",
  "an6.56:14.5": "This is the third benefit of listening to the teaching.",
  "an6.56:15.1": "Next, take the case of a mendicant whose mind is freed from the five lower fetters, but not with the supreme end of attachments.",
  "an6.56:15.2": "At the time of death they get to see the Realized One. ",
  "an6.56:15.3": "The Realized One teaches them Dharma …",
  "an6.56:15.5": "When they hear that teaching their mind is freed with the supreme end of attachments.",
  "an6.56:15.6": "This is the fourth benefit of listening to the teaching.",
  "an6.56:16.1": "Next, take the case of another mendicant whose mind is freed from the five lower fetters, but not with the supreme end of attachments.",
  "an6.56:16.2": "At the time of death they don’t get to see the Realized One, but they get to see a Realized One’s disciple. ",
  "an6.56:16.3": "The Realized One’s disciple teaches them Dharma …",
  "an6.56:16.5": "When they hear that teaching their mind is freed with the supreme end of attachments. ",
  "an6.56:16.6": "This is the fifth benefit of listening to the teaching.",
  "an6.56:17.1": "Next, take the case of another mendicant whose mind is freed from the five lower fetters, but not with the supreme end of attachments. ",
  "an6.56:17.2": "At the time of death they don’t get to see the Realized One, or to see a Realized One’s disciple. ",
  "an6.56:17.3": "But they think about and consider the Dharma in their heart, examining it with the mind as they learned and memorized it. ",
  "an6.56:17.4": "As they do so their mind is freed with the supreme end of attachments. ",
  "an6.56:17.5": "This is the sixth benefit of listening to the teaching.",
  "an6.56:18.1": "These are the six benefits to hearing the teaching at the right time and examining the meaning at the right time.”"
}