{
  "_markup_path": "markup/an/an06/an6.057.html",
  "_alt_strings": [
    "pi/an/an06/an6.057.json"
  ],
  "an6.57:1.1": "Numbered Discourses 6 ",
  "an6.57:2.1": "8 The Greater Chapter ",
  "an6.57:3.1": "57 The Six Classes of Rebirth",
  "an6.57:4.1": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.",
  "an6.57:4.2": "Then Venerable Ānanda went up to the Buddha, ",
  "an6.57:4.3": "bowed, sat down to one side, ",
  "an6.57:4.4": "and said to him:",
  "an6.57:4.5": "“Sir, Pūraṇa Kassapa describes six classes of rebirth:",
  "an6.57:4.6": "black, blue, red, yellow, white, and ultimate white.",
  "an6.57:5.1": "It’s when a person is a butcher of sheep, pigs, poultry, or deer, a hunter or fisher, a bandit, an executioner, a butcher of cattle, a jailer, or has some other cruel livelihood.",
  "an6.57:6.1": "The blue class of rebirth consists of mendicants who live on thorns, and any others who teach the efficacy of deeds and action.",
  "an6.57:7.1": "The red class of rebirth consists of the Jain ascetics who wear one cloth.",
  "an6.57:8.1": "The yellow class of rebirth consists of the lay people dressed in white who are disciples of the naked ascetics.",
  "an6.57:9.1": "The white class of rebirth consists of male and female <i>Ājīvaka</i> ascetics.",
  "an6.57:10.1": "And the ultimate white class of rebirth consists of Nanda Vaccha, Kisa Saṅkicca, and Makkhali Gosāla.",
  "an6.57:11.1": "These are the six classes of rebirth that Pūraṇa Kassapa describes.”",
  "an6.57:12.1": "“But Ānanda, did the whole world authorize Pūraṇa Kassapa to describe these six classes of rebirth?”",
  "an6.57:12.2": "“No, sir.”",
  "an6.57:12.3": "“It’s as if they were to force a steak on a poor, penniless person,",
  "an6.57:12.4": "telling them they must eat it and then pay for it.",
  "an6.57:12.5": "In the same way, Pūraṇa Kassapa has described these six classes of rebirth without the consent of those ascetics and brahmins. And he’s done so in a foolish, incompetent, unskilled way, lacking common sense.",
  "an6.57:13.1": "I, however, also describe six classes of rebirth.",
  "an6.57:13.2": "Listen and pay close attention,",
  "an6.57:13.3": "I will speak.” ",
  "an6.57:13.4": "“Yes, sir,” Ānanda replied.  ",
  "an6.57:13.5": "The Buddha said this:  ",
  "an6.57:13.6": "“And what, Ānanda, are the six classes of rebirth?",
  "an6.57:13.7": "Someone born into a dark class gives rise to a dark result.",
  "an6.57:13.8": "Someone born into a dark class gives rise to a bright result.",
  "an6.57:13.9": "Someone born into a dark class gives rise to extinguishment, which is neither dark nor bright.",
  "an6.57:13.10": "Someone born into a bright class gives rise to a dark result.",
  "an6.57:13.11": "Someone born into a bright class gives rise to a bright result.",
  "an6.57:13.12": "Someone born into a bright class gives rise to extinguishment, which is neither dark nor bright.",
  "an6.57:14.1": "And how does someone born into a dark class give rise to a dark result?",
  "an6.57:14.2": "It’s when someone is reborn in a low family—",
  "an6.57:14.3": "a family of outcastes, bamboo-workers, hunters, chariot-makers, or waste-collectors—poor, with little to eat or drink, where life is tough, and food and shelter are hard to find.",
  "an6.57:14.4": "And they’re ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; or bed, house, and lighting.",
  "an6.57:14.5": "And they do bad things by way of body, speech, and mind.",
  "an6.57:14.6": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "an6.57:14.7": "That’s how someone born into a dark class gives rise to a dark result.",
  "an6.57:15.1": "And how does someone born into a dark class give rise to a bright result?",
  "an6.57:15.2": "It’s when some person is reborn in a low family …",
  "an6.57:15.5": "But they do good things by way of body, speech, and mind. ",
  "an6.57:15.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "an6.57:15.7": "That’s how someone born into a dark class gives rise to a bright result.",
  "an6.57:16.1": "And how does someone born into a dark class give rise to extinguishment, which is neither dark nor bright?",
  "an6.57:16.2": "It’s when some person is reborn in a low family … ",
  "an6.57:16.5": "They shave off their hair and beard, put on the ochre robes, and go forth from the lay life into homelessness.",
  "an6.57:16.6": "They give up the five hindrances, corruptions of the heart that weaken wisdom. They firmly establish their mind in the four kinds of mindfulness meditation. They truly develop the seven factors of awakening. And then they give rise to extinguishment, which is neither dark nor bright.",
  "an6.57:16.7": "That’s how someone born in a dark class gives rise to extinguishment, which is neither dark nor bright.",
  "an6.57:17.1": "And how does someone born into a bright class give rise to a dark result?",
  "an6.57:17.2": "It’s when some person is reborn in an eminent family—",
  "an6.57:17.3": "a propertied family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain.",
  "an6.57:17.4": "And they’re attractive, good-looking, lovely, with an exquisite complexion. They get to have food, drink, clothes, and vehicles; garlands, perfumes, and makeup; and bed, house, and lighting.",
  "an6.57:17.5": "But they do bad things by way of body, speech, and mind. ",
  "an6.57:17.6": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "an6.57:17.7": "That’s how someone born into a bright class gives rise to a dark result.",
  "an6.57:18.1": "And how does someone born into a bright class give rise to a bright result?",
  "an6.57:18.2": "It’s when some person is reborn in an eminent family …",
  "an6.57:18.5": "But they do good things by way of body, speech, and mind. ",
  "an6.57:18.6": "When their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "an6.57:18.7": "That’s how someone born into a bright class give rise to a bright result.",
  "an6.57:19.1": "And how does someone born into a bright class give rise to extinguishment, which is neither dark nor bright?",
  "an6.57:19.2": "It’s when some person is reborn in an eminent family …",
  "an6.57:19.5": "They shave off their hair and beard, put on the ochre robes, and go forth from the lay life into homelessness. ",
  "an6.57:19.6": "They give up the five hindrances, corruptions of the heart that weaken wisdom. They firmly establish their mind in the four kinds of mindfulness meditation. They truly develop the seven factors of awakening. And then they give rise to extinguishment, which is neither dark nor bright. ",
  "an6.57:19.7": "That’s how someone born into a bright class gives rise to extinguishment, which is neither dark nor bright.",
  "an6.57:20.1": "These are the six classes.”"
}