{
  "_markup_path": "markup/an/an06/an6.051.html",
  "_alt_strings": [
    "pi/an/an06/an6.051.json"
  ],
  "an6.51:1.1": "Numbered Discourses 6 ",
  "an6.51:2.1": "5 About Dhammika ",
  "an6.51:3.1": "51 With Ānanda",
  "an6.51:4.1": "Then Venerable Ānanda went up to Venerable Sāriputta,",
  "an6.51:4.2": "and exchanged greetings with him. ",
  "an6.51:4.3": "When the greetings and polite conversation were over, Ānanda sat down to one side,",
  "an6.51:4.4": "and said to Sāriputta: ",
  "an6.51:5.1": "“Reverend Sāriputta, how does a mendicant get to hear a teaching they haven’t heard before? How do they remember those teachings they have heard? How do they keep rehearsing the teachings they’ve already got to know? And how do they come to understand what they haven’t understood before?",
  "an6.51:5.2": "“Well, Venerable Ānanda, you’re very learned. ",
  "an6.51:5.3": "Why don’t you clarify this yourself?” ",
  "an6.51:5.4": "“Well then, Reverend Sāriputta, listen and pay close attention, ",
  "an6.51:5.5": "I will speak.” ",
  "an6.51:5.6": "“Yes, reverend,” Sāriputta replied. ",
  "an6.51:5.7": "Ānanda said this:",
  "an6.51:6.1": "“Reverend Sāriputta, take a mendicant who memorizes the teaching—",
  "an6.51:6.2": "statements, songs, discussions, verses, inspired sayings, legends, stories of past lives, amazing stories, and analyses.",
  "an6.51:6.3": "Then, just as they learned and memorized it, they teach others in detail, make them recite in detail, practice reciting in detail, and think about and consider the teaching in their heart, examining it with the mind.",
  "an6.51:6.4": "They enter the rains retreat in a monastery with senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the Vinaya, and the outlines.",
  "an6.51:6.5": "From time to time they go up to those mendicants and ask them questions:",
  "an6.51:6.6": "‘Why, sir, does it say this? ",
  "an6.51:6.7": "What does that mean?’",
  "an6.51:6.8": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.",
  "an6.51:6.9": "This is how does a mendicant gets to hear a teaching they haven’t heard before. It’s how they remember those teachings they have heard. It’s how they keep rehearsing the teachings they’ve already got to know. And it’s how they come to understand what they haven’t understood before.”",
  "an6.51:7.1": "“It’s incredible, reverend, it’s amazing! How well said this was by Venerable Ānanda!",
  "an6.51:7.2": "And we will remember Venerable Ānanda as someone who has these five qualities.",
  "an6.51:7.3": "For Ānanda memorizes the teaching …",
  "an6.51:7.10": "Those venerables clarify to Ānanda what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.”"
}