{
  "_markup_path": "markup/an/an06/an6.064.html",
  "_alt_strings": [
    "pi/an/an06/an6.064.json"
  ],
  "an6.64:1.1": "Numbered Discourses 6 ",
  "an6.64:2.1": "8 The Greater Chapter ",
  "an6.64:3.1": "64 The Lion’s Roar",
  "an6.64:4.1": "“Mendicants, a Realized One has six powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.",
  "an6.64:4.2": "What six? ",
  "an6.64:4.3": "Firstly, a Realized One truly understands the possible as possible and the impossible as impossible.",
  "an6.64:4.4": "Since he truly understands this, this is a Realized One’s power. Relying on this he claims the bull’s place, roars his lions roar in the assemblies, and turns the holy wheel.",
  "an6.64:5.1": "Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons.",
  "an6.64:5.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an6.64:6.1": "Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, samādhis, and attainments.",
  "an6.64:6.2": "Since he truly understands this, this is a Realized One’s power. …",
  "an6.64:7.1": "Furthermore, the Realized One recollects many kinds of past lives, that is,",
  "an6.64:7.2": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’",
  "an6.64:7.3": "And so he recollects his many kinds of past lives, with features and details.",
  "an6.64:7.4": "Since he truly understands this, this is a Realized One’s power. …",
  "an6.64:8.1": "Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. ",
  "an6.64:8.2": "He understands how sentient beings are reborn according to their deeds.",
  "an6.64:8.3": "Since he truly understands this, this is a Realized One’s power. …",
  "an6.64:9.1": "Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having achieved it with his own insight due to the end of defilements.",
  "an6.64:9.4": "Since he truly understands this, this is a Realized One’s power. Relying on this he claims the bull’s place, roars his lions roar in the assemblies, and turns the holy wheel.",
  "an6.64:9.5": "These are the six powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.",
  "an6.64:10.1": "If others come to the Realized One and ask questions about his true knowledge of the possible as possible and the impossible as impossible,",
  "an6.64:10.2": "the Realized One answers them just as he has truly known it.",
  "an6.64:11.1": "If others come to the Realized One and ask questions about his true knowledge of the result of deeds undertaken in the past, future, and present in terms of causes and reasons,",
  "an6.64:11.2": "the Realized One answers them just as he has truly known it.",
  "an6.64:12.1": "If others come to the Realized One and ask questions about his true knowledge of corruption, cleansing, and emergence regarding the absorptions, liberations, samādhis, and attainments,",
  "an6.64:12.2": "the Realized One answers them just as he has truly known it.",
  "an6.64:13.1": "If others come to the Realized One and ask questions about his true knowledge of recollection of past lives,",
  "an6.64:13.2": "the Realized One answers them just as he has truly known it.",
  "an6.64:14.1": "If others come to the Realized One and ask questions about his true knowledge of passing away and rebirth of sentient beings,",
  "an6.64:14.2": "the Realized One answers them just as he has truly known it.",
  "an6.64:15.1": "If others come to the Realized One and ask questions about his true knowledge of the end of defilements,",
  "an6.64:15.3": "the Realized One answers them just as he has truly known it.",
  "an6.64:16.1": "And I say that true knowledge of the possible as possible and the impossible as impossible is for those with samādhi, not for those without samādhi.",
  "an6.64:16.2": "And true knowledge of the result of deeds undertaken in the past, future, and present in terms of causes and reasons is for those with samādhi, not for those without samādhi.",
  "an6.64:16.3": "And true knowledge of corruption, cleansing, and emergence regarding the absorptions, liberations, samādhis, and attainments is for those with samādhi, not for those without samādhi.",
  "an6.64:16.4": "And true knowledge of the recollection of past lives is for those with samādhi, not for those without samādhi.",
  "an6.64:16.5": "And true knowledge of the passing away and rebirth of sentient beings is for those with samādhi, not for those without samādhi.",
  "an6.64:16.6": "And true knowledge of the ending of defilements is for those with samādhi, not for those without samādhi.",
  "an6.64:16.8": "And so, mendicants, samādhi is the path. No samādhi is the wrong path.”"
}