{
  "_markup_path": "markup/an/an06/an6.013.html",
  "_alt_strings": [
    "pi/an/an06/an6.013.json"
  ],
  "an6.13:1.1": "Numbered Discourses 6 ",
  "an6.13:2.1": "2 Warm-hearted ",
  "an6.13:3.1": "13 Elements of Escape",
  "an6.13:4.1": "“Mendicants, there are these six elements of escape.",
  "an6.13:4.2": "What six?",
  "an6.13:4.3": "Take a mendicant who says: ",
  "an6.13:4.4": "‘I’ve developed the heart’s release by love. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "an6.13:4.5": "Yet somehow ill will still occupies my mind.’",
  "an6.13:4.6": "They should be told, ‘Not so, venerable!",
  "an6.13:4.7": "Don’t say that.",
  "an6.13:4.8": "Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that.",
  "an6.13:4.9": "It’s impossible, reverend, it cannot happen that the heart’s release by love has been developed and properly implemented,",
  "an6.13:4.10": "yet somehow ill will still occupies the mind.",
  "an6.13:4.11": "For it is the heart’s release by love that is the escape from ill will.’",
  "an6.13:5.1": "Take another mendicant who says: ",
  "an6.13:5.2": "‘I’ve developed the heart’s release by compassion. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "an6.13:5.3": "Yet somehow the thought of harming still occupies my mind.’",
  "an6.13:5.4": "They should be told, ‘Not so, venerable! …",
  "an6.13:5.9": "For it is the heart’s release by compassion that is the escape from thoughts of harm.’",
  "an6.13:6.1": "Take another mendicant who says: ",
  "an6.13:6.2": "‘I’ve developed the heart’s release by rejoicing. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "an6.13:6.3": "Yet somehow negativity still occupies my mind.’",
  "an6.13:6.4": "They should be told, ‘Not so, venerable! …",
  "an6.13:6.9": "For it is the heart’s release by rejoicing that is the escape from negativity.’",
  "an6.13:7.1": "Take another mendicant who says: ",
  "an6.13:7.2": "‘I’ve developed the heart’s release by equanimity. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "an6.13:7.3": "Yet somehow desire still occupies my mind.’",
  "an6.13:7.4": "They should be told, ‘Not so, venerable! …",
  "an6.13:7.9": "For it is the heart’s release by equanimity that is the escape from desire.’",
  "an6.13:8.1": "Take another mendicant who says: ",
  "an6.13:8.2": "‘I’ve developed the signless release of the heart. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "an6.13:8.3": "Yet somehow my consciousness still follows after signs.’",
  "an6.13:8.4": "They should be told, ‘Not so, venerable! …",
  "an6.13:8.9": "For it is the signless release of the heart that is the escape from all signs.’",
  "an6.13:9.1": "Take another mendicant who says:",
  "an6.13:9.2": "‘I’m rid of the construct “I am”. And I don’t regard anything as “I am this”.",
  "an6.13:9.3": "Yet somehow the dart of doubt and indecision still occupies my mind.’",
  "an6.13:9.4": "They should be told, ‘Not so, venerable! ",
  "an6.13:9.5": "Don’t say that. ",
  "an6.13:9.6": "Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "an6.13:9.7": "It’s impossible, reverend, it cannot happen that the construct “I am” has been done away with, and nothing is regarded as “I am this”,",
  "an6.13:9.8": "yet somehow the dart of doubt and indecision still occupy the mind.",
  "an6.13:9.9": "For it is the uprooting of the conceit “I am” that is the escape from the dart of doubt and indecision.’",
  "an6.13:10.1": "These are the six elements of escape.”",
  "an6.13:11.1": " "
}