{
  "_markup_path": "markup/an/an06/an6.027.html",
  "_alt_strings": [
    "pi/an/an06/an6.027.json"
  ],
  "an6.27:1.1": "Numbered Discourses 6 ",
  "an6.27:2.1": "3 Unsurpassable",
  "an6.27:3.1": "27 Proper Occasions (1)",
  "an6.27:4.1": "Then a mendicant went up to the Buddha, ",
  "an6.27:4.2": "bowed, sat down to one side, ",
  "an6.27:4.3": "and said to him:",
  "an6.27:4.4": "“Sir, how many occasions are there for going to see an esteemed mendicant?”",
  "an6.27:4.5": "“Mendicant, there are six occasions for going to see an esteemed mendicant.",
  "an6.27:5.1": "What six? ",
  "an6.27:5.2": "Firstly, there’s a time when a mendicant’s heart is overcome and brought low by sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say:",
  "an6.27:5.3": "‘My heart is overcome and brought low by sensual desire, and I don’t truly understand the escape from sensual desire that has arisen.",
  "an6.27:5.4": "Venerable, please teach me how to give up sensual desire.’",
  "an6.27:5.5": "Then that esteemed mendicant teaches them how to give up sensual desire.",
  "an6.27:5.6": "This is the first occasion for going to see an esteemed mendicant.",
  "an6.27:6.1": "Furthermore, there’s a time when a mendicant’s heart is overcome and brought low by ill will …",
  "an6.27:6.5": "This is the second occasion for going to see an esteemed mendicant.",
  "an6.27:7.1": "Furthermore, there’s a time when a mendicant’s heart is overcome and brought low by dullness and drowsiness …",
  "an6.27:7.5": "This is the third occasion for going to see an esteemed mendicant.",
  "an6.27:8.1": "Furthermore, there’s a time when a mendicant’s heart is overcome and brought low by restlessness and remorse …",
  "an6.27:8.5": "This is the fourth occasion for going to see an esteemed mendicant.",
  "an6.27:9.1": "Furthermore, there’s a time when a mendicant’s heart is overcome and brought low by doubt …",
  "an6.27:9.5": "This is the fifth occasion for going to see an esteemed mendicant.",
  "an6.27:10.1": "Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation to focus on in order to end the defilements in the present life. On that occasion they should go to an esteemed mendicant and say:",
  "an6.27:10.2": "‘I don’t understand what kind of meditation to focus on in order to end the defilements in the present life.",
  "an6.27:10.3": "Venerable, please teach me how to end the defilements.’",
  "an6.27:10.4": "Then that esteemed mendicant teaches them how to end the defilements.",
  "an6.27:10.5": "This is the sixth occasion for going to see an esteemed mendicant.",
  "an6.27:11.1": "These are the six occasions for going to see an esteemed mendicant.”"
}