{
  "_markup_path": "markup/an/an06/an6.049.html",
  "_alt_strings": [
    "pi/an/an06/an6.049.json"
  ],
  "an6.49:1.1": "Numbered Discourses 6 ",
  "an6.49:2.1": "5 About Dhammika ",
  "an6.49:3.1": "49 With Khema",
  "an6.49:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.49:4.2": "Now at that time Venerable Khema and venerable Sumana were staying near Sāvatthī in the Blind Man’s Wood.",
  "an6.49:4.3": "Then they went up to the Buddha,",
  "an6.49:4.4": "bowed, and sat down to one side.",
  "an6.49:4.5": "Venerable Khema said to the Buddha:",
  "an6.49:5.1": "“Sir, a mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—does not think:",
  "an6.49:5.2": "‘There is someone better than me, or equal to me, or worse than me.’”",
  "an6.49:5.3": "This is what Khema said,",
  "an6.49:5.4": "and the teacher approved. ",
  "an6.49:5.5": "Then Khema, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an6.49:6.1": "And then, not long after Khema had left, Sumana said to the Buddha:",
  "an6.49:6.2": "“Sir, a mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—does not think:",
  "an6.49:6.3": "‘There is someone better than me, or equal to me, or worse than me.’”",
  "an6.49:6.4": "This is what Sumana said,",
  "an6.49:6.5": "and the teacher approved. ",
  "an6.49:6.6": "Then Sumana, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.",
  "an6.49:7.1": "And then, soon after Khema and Suman had left, the Buddha addressed the mendicants:",
  "an6.49:7.2": "“Mendicants, this is how people from good families declare enlightenment.",
  "an6.49:7.3": "The goal is spoken of, but the self is not involved.",
  "an6.49:7.4": "But it seems that there’s some foolish people here who declare enlightenment as a joke. ",
  "an6.49:7.5": "Later they will fall into anguish.”",
  "an6.49:8.1": "“They don’t rank themselves",
  "an6.49:8.2": "as being higher, or lower, or equal.",
  "an6.49:8.3": "Rebirth is ended, the spiritual life has been lived.",
  "an6.49:8.4": "They live freed from fetters.”"
}