{
  "_markup_path": "markup/an/an06/an6.052.html",
  "_alt_strings": [
    "pi/an/an06/an6.052.json"
  ],
  "an6.52:1.1": "Numbered Discourses 6 ",
  "an6.52:2.1": "5 About Dhammika ",
  "an6.52:3.1": "52 Aristocrats",
  "an6.52:4.1": "And then the brahmin Jāṇussoṇi went up to the Buddha,",
  "an6.52:4.2": "and exchanged greetings with him.",
  "an6.52:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an6.52:4.4": "and said to the Buddha:",
  "an6.52:5.1": "“Aristocrats, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:5.2": "“Aristocrats, brahmin, have wealth as their ambition. They explore for wisdom. They’re committed to power. They insist on territory. Their ultimate goal is sovereignty.”",
  "an6.52:6.1": "“Brahmins, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:6.2": "“Brahmins have wealth as their ambition. They explore for wisdom. They’re committed to the hymns. They insist on sacrifice. Their ultimate goal is the Brahmā realm.”",
  "an6.52:7.1": "“Householders, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:7.2": "“Householders have wealth as their ambition. They explore for wisdom. They’re committed to their craft. They insist on work. Their ultimate goal is to complete their work.”",
  "an6.52:8.1": "“Women, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:8.2": "“Women have a man as their ambition. They explore for adornments. They’re committed to their children. They insist on being without a co-wife. Their ultimate goal is sovereignty.”",
  "an6.52:9.1": "“Bandits, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:9.2": "“Bandits have theft as their ambition. They explore for a hiding-place. They’re committed to their sword. They insist on darkness. Their ultimate goal is invisibility.”",
  "an6.52:10.1": "“Ascetics, Master Gotama, have what as their ambition? Why do they explore? What are they committed to? What do they insist on? What is their ultimate goal?”",
  "an6.52:10.2": "“Ascetics have acceptance and gentleness as their ambition. They explore for wisdom. They’re committed to ethical conduct. They insist on owning nothing. Their ultimate goal is extinguishment.”",
  "an6.52:11.1": "“It’s incredible, Master Gotama, it’s amazing!",
  "an6.52:11.2": "Master Gotama knows the ambition, exploration, commitment, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics.",
  "an6.52:11.8": "Excellent, Master Gotama! Excellent! …",
  "an6.52:11.9": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}