{
  "_markup_path": "markup/an/an06/an6.029.html",
  "_alt_strings": [
    "pi/an/an06/an6.029.json"
  ],
  "an6.29:1.1": "Numbered Discourses 6 ",
  "an6.29:2.1": "3 Unsurpassable",
  "an6.29:3.1": "29 With Udāyī",
  "an6.29:4.1": "Then the Buddha said to Udāyī: ",
  "an6.29:4.2": "“Udāyī, how many topics for recollection are there?”",
  "an6.29:4.3": "When he said this, Udāyī kept silent.",
  "an6.29:4.4": "And a second time",
  "an6.29:4.7": "and a third time, the Buddha said to him:",
  "an6.29:4.8": "“Udāyī, how many topics for recollection are there?” ",
  "an6.29:4.9": "And a second time and a third time Udāyī kept silent.",
  "an6.29:5.1": "Then Venerable Ānanda said to Venerable Udāyī:",
  "an6.29:5.2": "“Reverend Udāyī, the teacher is addressing you.”",
  "an6.29:5.3": "“Reverend Ānanda, I hear the Buddha.",
  "an6.29:5.4": "It’s when a mendicant recollects many kinds of past lives, ",
  "an6.29:5.5": "that is,",
  "an6.29:5.6": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ ",
  "an6.29:5.7": "And so they recollect their many kinds of past lives, with features and details.",
  "an6.29:5.8": "This is a topic for recollection.”",
  "an6.29:6.1": "Then the Buddha said to Venerable Ānanda: ",
  "an6.29:6.2": "“Ānanda, I know that",
  "an6.29:6.3": "this foolish man Udāyī is not committed to the higher mind.",
  "an6.29:6.4": "Ānanda, how many topics for recollection are there?” ",
  "an6.29:7.1": "“Sir, there are five topics for recollection.",
  "an6.29:7.2": "What five? ",
  "an6.29:7.3": "Firstly, a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unification of mind, without placing the mind and keeping it connected. ",
  "an6.29:7.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "an6.29:7.5": "When this topic of recollection is developed and cultivated in this way it leads to blissful meditation in this very life.",
  "an6.29:8.1": "Furthermore, a mendicant focuses on the perception of light, concentrating on the perception of day regardless of whether it is night or day.",
  "an6.29:8.2": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.",
  "an6.29:8.3": "When this topic of recollection is developed and cultivated in this way it leads to knowledge and vision.",
  "an6.29:9.1": "Furthermore, a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth.",
  "an6.29:9.2": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentry, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’",
  "an6.29:9.3": "When this topic of recollection is developed and cultivated in this way it leads to giving up sensual desire.",
  "an6.29:10.1": "Furthermore, suppose a mendicant were to see a corpse thrown in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering.",
  "an6.29:10.2": "They’d compare it with their own body:",
  "an6.29:10.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’",
  "an6.29:11.1": "Or suppose they were to see a corpse thrown in a charnel ground being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures.",
  "an6.29:11.2": "They’d compare it with their own body: ",
  "an6.29:11.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’",
  "an6.29:12.1": "Furthermore, suppose they were to see a corpse thrown in a charnel ground, a skeleton with flesh and blood, held together by sinews …",
  "an6.29:12.2": "A skeleton without flesh but smeared with blood, and held together by sinews …",
  "an6.29:12.3": "A skeleton rid of flesh and blood, held together by sinews …",
  "an6.29:12.4": "Bones rid of sinews scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull … White bones, the color of shells … Decrepit bones, heaped in a pile … Bones rotted and crumbled to dust.",
  "an6.29:12.5": "They’d compare it with their own body:  ",
  "an6.29:12.6": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’",
  "an6.29:12.7": "When this topic of recollection is developed and cultivated in this way it leads to uprooting the conceit ‘I am’.",
  "an6.29:13.1": "Furthermore, a mendicant, giving up pleasure and pain, and ending former happiness and sadness, enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "an6.29:13.3": "When this topic of recollection is developed and cultivated in this way it leads to the penetration of many elements.",
  "an6.29:13.4": "These are the five topics for recollection.”",
  "an6.29:14.1": "“Good, good, Ānanda.",
  "an6.29:14.2": "Well then, Ānanda, you should also remember this sixth topic for recollection.",
  "an6.29:14.3": "In this case, a mendicant goes out mindfully, returns mindfully, stands mindfully, sits mindfully, lies down mindfully, and works mindfully.",
  "an6.29:14.4": "When this topic of recollection is developed and cultivated in this way it leads to mindfulness and situational awareness.”"
}