{
  "_markup_path": "markup/an/an06/an6.026.html",
  "_alt_strings": [
    "pi/an/an06/an6.026.json"
  ],
  "an6.26:1.1": "Numbered Discourses 6 ",
  "an6.26:2.1": "3 Unsurpassable",
  "an6.26:3.1": "26 With Mahākaccāna",
  "an6.26:4.1": "There Mahākaccāna addressed the mendicants: ",
  "an6.26:4.2": "“Reverends, mendicants!”  ",
  "an6.26:4.3": "“Reverend,” they replied. ",
  "an6.26:4.4": "Venerable Mahākaccāna said this:",
  "an6.26:4.5": "“It’s incredible, reverends,",
  "an6.26:4.6": "it’s amazing!",
  "an6.26:4.7": "How this Blessed One who knows and sees, the perfected one, the fully awakened Buddha, has found an opening in a confined space; that is, the six topics for recollection. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.",
  "an6.26:5.1": "What six? ",
  "an6.26:5.2": "Firstly, a noble disciple recollects the Realized One:",
  "an6.26:5.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme trainer of people, ",
  "an6.26:5.4": "teacher of gods and humans, awakened, blessed.’ ",
  "an6.26:5.5": "When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion. ",
  "an6.26:5.6": "At that time their mind is unswerving. They’ve left behind greed; they’re free of it and have risen above it. ",
  "an6.26:5.7": "‘Greed’ is a term for the five kinds of sensual stimulation.",
  "an6.26:5.8": "That noble disciple meditates with a heart just like space, abundant, expansive, limitless, free of enmity and ill will.",
  "an6.26:5.9": "Relying on this, some sentient beings have the factors for purity.",
  "an6.26:6.1": "Furthermore, a noble disciple recollects the teaching:",
  "an6.26:6.2": "‘The teaching is well explained by the Buddha—realizable in this very life, immediately effective, inviting inspection, relevant,  ",
  "an6.26:6.3": "so that sensible people can know it for themselves.’ ",
  "an6.26:6.4": "When a noble disciple recollects the teaching their mind is not full of greed, hate, and delusion. …",
  "an6.26:7.1": "Furthermore, a noble disciple recollects the Saṅgha:",
  "an6.26:7.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, principled, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a teacher’s offering, and worthy of veneration with folded palms. ",
  "an6.26:7.3": "It is a supreme field of merit for the world.’",
  "an6.26:7.4": "When a noble disciple recollects the Saṅgha their mind is not full of greed, hate, and delusion. …",
  "an6.26:8.1": "It’s when a noble disciple recollects their own ethical precepts, which are uncorrupted, unflawed, unblemished, untainted, liberating, praised by sensible people, not mistaken, and leading to samādhi.",
  "an6.26:8.3": "When a noble disciple recollects their ethical precepts their mind is not full of greed, hate, and delusion. …",
  "an6.26:9.1": "Furthermore, a noble disciple recollects their own generosity:",
  "an6.26:9.2": "‘I’m so fortunate, so very fortunate!",
  "an6.26:9.3": "Among people full of the stain of stinginess I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share. ",
  "an6.26:9.4": "When a noble disciple recollects their own generosity their mind is not full of greed, hate, and delusion. …",
  "an6.26:10.1": "Furthermore, a noble disciple recollects the gods:",
  "an6.26:10.2": "‘There are the Gods of the Four Great Kings, the Gods of the Thirty-three, the Gods of Yama, the Joyful Gods, the Gods Who Love to Create, the Gods Who Control the Creations of Others, the Gods of Brahmā’s Group, and gods even higher than these.",
  "an6.26:10.4": "When those gods passed away from here, they were reborn there because of their faith, ethics, learning, generosity, and wisdom. ",
  "an6.26:10.5": "I, too, have the same kind of faith, ethics, learning, generosity, and wisdom.’ ",
  "an6.26:10.11": "When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the gods their mind is not full of greed, hate, and delusion.",
  "an6.26:10.12": "At that time their mind is unswerving. They’ve left behind greed; they’re free of it and have risen above it. ",
  "an6.26:10.13": "‘Greed’ is a term for the five kinds of sensual stimulation. ",
  "an6.26:10.14": "That noble disciple meditates with a heart just like space, abundant, expansive, limitless, free of enmity and ill will. ",
  "an6.26:10.15": "Relying on this, some sentient beings have the factors for purity.",
  "an6.26:11.1": "“It’s incredible, reverends, it’s amazing!",
  "an6.26:11.2": "How this Blessed One who knows and sees, the perfected one, the fully awakened Buddha, has found an opening in a confined space; that is, the six topics for recollection. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to complete the procedure, and to realize extinguishment.”"
}