{
  "_markup_path": "markup/an/an06/an6.047.html",
  "_alt_strings": [
    "pi/an/an06/an6.047.json"
  ],
  "an6.47:1.1": "Numbered Discourses 6 ",
  "an6.47:2.1": "5 About Dhammika ",
  "an6.47:3.1": "47 Realizable In This Very life (1)",
  "an6.47:4.1": "And then the wandered Moliyasīvaka went up to the Buddha,",
  "an6.47:4.2": "and exchanged greetings with him.",
  "an6.47:4.3": "When the greetings and polite conversation were over, he sat down to one side, ",
  "an6.47:4.4": "and said to the Buddha:",
  "an6.47:4.5": "“Sir, they speak of ‘a teaching realizable in this very life’.",
  "an6.47:4.6": "In what way is the teaching realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”",
  "an6.47:5.1": "“Well then, Sīvaka, I’ll ask you about this in return,",
  "an6.47:5.2": "and you can answer as you like. ",
  "an6.47:5.3": "What do you think, Sīvaka? When there’s greed in you, do you understand ‘I have greed in me’? And when there’s no greed in you, do you understand ‘I have no greed in me’?",
  "an6.47:5.4": "“Yes, sir.” ",
  "an6.47:5.5": "“Since you know this,",
  "an6.47:5.6": "this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.",
  "an6.47:6.1": "What do you think, Sīvaka? When there’s hate …",
  "an6.47:6.2": "delusion …",
  "an6.47:6.3": "greedy thoughts …",
  "an6.47:6.4": "hateful thoughts …",
  "an6.47:6.5": "When there’s delusional thoughts in you, do you understand ‘I have delusional thoughts in me’? And when there’s no delusional thoughts in you, do you understand ‘I have no delusional thoughts in me’?",
  "an6.47:6.6": "“Yes, sir.” ",
  "an6.47:6.7": "“Since you know this,",
  "an6.47:6.8": "this is how the teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”",
  "an6.47:7.1": "Excellent, sir! Excellent!",
  "an6.47:7.2": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}