{
  "_markup_path": "markup/an/an06/an6.039.html",
  "_alt_strings": [
    "pi/an/an06/an6.039.json"
  ],
  "an6.39:1.1": "Numbered Discourses 6 ",
  "an6.39:2.1": "4 Gods ",
  "an6.39:3.1": "39 Sources",
  "an6.39:4.1": "“Mendicants, there are these three sources that give rise to deeds. ",
  "an6.39:4.2": "What three? ",
  "an6.39:4.3": "Greed, hate, and delusion are sources that give rise to deeds. ",
  "an6.39:4.4": "Greed doesn’t give rise to contentment.",
  "an6.39:4.5": "Rather, greed just gives rise to greed.",
  "an6.39:4.6": "Hate doesn’t give rise to love.",
  "an6.39:4.7": "Rather, hate just gives rise to hate.",
  "an6.39:4.8": "Delusion doesn’t give rise to understanding.",
  "an6.39:4.9": "Rather, delusion just gives rise to delusion.",
  "an6.39:4.10": "It’s not because of deeds born of greed, hate, and delusion that gods, humans, or those in any other good places are found.",
  "an6.39:4.11": "Rather, it’s because of deeds born of greed, hate, and delusion that hell, the animal realm, the ghost realm, or any other bad places are found.",
  "an6.39:4.12": "These are three sources that give rise to deeds.",
  "an6.39:5.1": "“Mendicants, there are these three sources that give rise to deeds. ",
  "an6.39:5.2": "What three? ",
  "an6.39:5.3": "Contentment, love, and understanding are sources that give rise to deeds. ",
  "an6.39:5.4": "Contentment doesn’t give rise to greed.",
  "an6.39:5.5": "Rather, contentment just gives rise to contentment.",
  "an6.39:5.6": "Love doesn’t give rise to hate.",
  "an6.39:5.7": "Rather, love just gives rise to love.",
  "an6.39:5.8": "Understanding doesn’t give rise to delusion.",
  "an6.39:5.9": "Rather, understanding just gives rise to understanding.",
  "an6.39:5.10": "It’s not because of deeds born of contentment, love, and understanding that hell, the animal realm, the ghost realm, or any other bad places are found.",
  "an6.39:5.11": "Rather, it’s because of deeds born of contentment, love, and understanding that gods, humans, or those in any other good places are found.",
  "an6.39:5.12": "These are three sources that give rise to deeds.” "
}