{
  "_markup_path": "markup/an/an06/an6.037.html",
  "_alt_strings": [
    "pi/an/an06/an6.037.json"
  ],
  "an6.37:1.1": "Numbered Discourses 6 ",
  "an6.37:2.1": "4 Gods ",
  "an6.37:3.1": "37 A Gift with Six Factors",
  "an6.37:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "an6.37:4.2": "Now at that time Veḷukaṇṭakī, Nanda’s mother, was preparing a teacher’s offering for the mendicant Saṅgha headed by Sāriputta and Moggallāna.",
  "an6.37:4.3": "The Buddha saw her doing this, with his clairvoyance that is purified and superhuman,",
  "an6.37:4.4": "and he addressed the mendicants:",
  "an6.37:4.5": "“This Veḷukaṇṭakī, Nanda’s mother, is preparing a teacher’s offering for the mendicant Saṅgha headed by Sāriputta and Moggallāna.",
  "an6.37:5.1": "And how does a teacher’s offering have six factors?",
  "an6.37:5.2": "Three factors apply to the donor and three to the recipients.",
  "an6.37:5.3": "What three factors apply to the donor?",
  "an6.37:5.4": "It’s when a donor is in a good mood before giving, while giving they feel inspired, and after giving they’re uplifted.",
  "an6.37:5.5": "These three factors apply to the donor.",
  "an6.37:6.1": "What three factors apply to the recipients?",
  "an6.37:6.2": "It’s when the recipients are free of greed, hate, and delusion, or practicing to be free of them.",
  "an6.37:6.3": "These three factors apply to the recipients.",
  "an6.37:6.4": "Thus three factors apply to the donor and three to the recipients.",
  "an6.37:6.5": "That’s how a teacher’s offering has six factors.",
  "an6.37:7.1": "It’s not easy to grasp the merit of such an offering by saying that",
  "an6.37:7.2": "this is the extent of their overflowing merit, overflowing goodness that nurtures happiness and is conducive to heaven, ripening in happiness and leading to heaven. And it leads to what is likable, desirable, agreeable, to benefit and happiness.",
  "an6.37:7.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of merit.",
  "an6.37:8.1": "It’s like trying to grasp how much water is in the ocean. It’s not easy to say",
  "an6.37:8.2": "how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are.",
  "an6.37:8.3": "It’s simply reckoned as an incalculable, immeasurable, great mass of water.",
  "an6.37:8.4": "In the same way, it’s not easy to grasp the merit of such an offering …”",
  "an6.37:9.1": "“A good mood before giving,",
  "an6.37:9.2": "inspiration while giving,",
  "an6.37:9.3": "feeling uplifted after giving:",
  "an6.37:9.4": "this is the perfect sacrifice.",
  "an6.37:10.1": "Free of greed, free of hate,",
  "an6.37:10.2": "free of delusion, undefiled;",
  "an6.37:10.3": "This is the field for the perfect sacrifice,",
  "an6.37:10.4": "the restrained spiritual practitioners.",
  "an6.37:11.1": "After rinsing,",
  "an6.37:11.2": "you give with your own hands.",
  "an6.37:11.3": "This sacrifice is very fruitful",
  "an6.37:11.4": "for both yourself and others.",
  "an6.37:12.1": "When an intelligent, faithful person, ",
  "an6.37:12.2": "sacrifices like this, with a mind of letting go, ",
  "an6.37:12.3": "that astute one is reborn",
  "an6.37:12.4": "in a happy, pleasing world.” "
}