{
  "_markup_path": "markup/an/an06/an6.059.html",
  "_alt_strings": [
    "pi/an/an06/an6.059.json"
  ],
  "an6.59:1.1": "Numbered Discourses 6 ",
  "an6.59:2.1": "8 The Greater Chapter ",
  "an6.59:3.1": "59 With Dārukammika",
  "an6.59:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an6.59:4.2": "At one time the Buddha was staying at Nādika in the brick house.",
  "an6.59:4.3": "Then the householder Dārukammika went up to the Buddha,",
  "an6.59:4.4": "bowed, and sat down to one side.",
  "an6.59:4.5": "The Buddha said to him:",
  "an6.59:4.6": "“Householder, I wonder whether your family gives gifts?”",
  "an6.59:4.7": "“It does, sir.",
  "an6.59:4.8": "Gifts are given to those mendicants who are perfected or on the path to perfection; they live in the wilderness, eat only alms-food, and wear rag robes.”",
  "an6.59:5.1": "“Householder, as a layman enjoying sensual pleasures, living at home with your children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money, it’s hard for you to know who is perfected or on the path to perfection.",
  "an6.59:6.1": "If a mendicant living in the wilderness is restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and samādhi, with straying minds and undisciplined faculties,",
  "an6.59:6.2": "then in this respect they’re reprehensible.",
  "an6.59:6.3": "If a mendicant living in the wilderness is not restless, insolent, fickle, gossipy, or loose-tongued, but has established mindfulness, situational awareness and samādhi, with unified mind and restrained faculties,",
  "an6.59:6.4": "then in this respect they’re praiseworthy.",
  "an6.59:7.1": "If a mendicant who lives in a village district is restless …",
  "an6.59:7.2": "then in this respect they’re reprehensible.",
  "an6.59:7.3": "If a mendicant who lives a village district is not restless …",
  "an6.59:7.4": "then in this respect they’re praiseworthy.",
  "an6.59:8.1": "If a mendicant who eats only alms-food is restless …",
  "an6.59:8.2": "then in this respect they’re reprehensible.",
  "an6.59:8.3": "If a mendicant who eats only alms-food is not restless …",
  "an6.59:8.4": "then in this respect they’re praiseworthy.",
  "an6.59:9.1": "If a mendicant who accepts invitations is restless …",
  "an6.59:9.2": "then in this respect they’re reprehensible.",
  "an6.59:9.3": "If a mendicant who accepts invitations is not restless …",
  "an6.59:9.4": "then in this respect they’re praiseworthy.",
  "an6.59:10.1": "If a mendicant who wears rag robes is restless …",
  "an6.59:10.2": "then in this respect they’re reprehensible.",
  "an6.59:10.3": "If a mendicant who wears rag robes is not restless …",
  "an6.59:10.4": "then in this respect they’re praiseworthy.",
  "an6.59:11.1": "If a mendicant who wears robes offered by householders is restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and samādhi, with straying minds and undisciplined faculties,",
  "an6.59:11.2": "then in this respect they’re reprehensible. ",
  "an6.59:11.3": "If a mendicant who wears robes offered by householders is not restless, insolent, fickle, gossipy, or loose-tongued, but has established mindfulness, situational awareness and samādhi, with unified mind and restrained faculties,",
  "an6.59:11.4": "then in this respect they’re praiseworthy.",
  "an6.59:12.1": "Go ahead, householder, give gifts to the Saṅgha.",
  "an6.59:12.2": "Your mind will become bright and clear,",
  "an6.59:12.3": "And when your body breaks up, after death, you’ll be reborn in a good place, a heaven realm.”",
  "an6.59:12.4": "“Sir, from this day forth I will give gifts to the Saṅgha.”"
}