{
  "_markup_path": "markup/an/an06/an6.070.html",
  "_alt_strings": [
    "pi/an/an06/an6.070.json"
  ],
  "an6.70:1.1": "Numbered Discourses 6 ",
  "an6.70:2.1": "7 A God ",
  "an6.70:3.1": "70 Samādhi",
  "an6.70:4.1": "“Mendicants, it’s totally impossible that a mendicant without samādhi that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power:",
  "an6.70:4.2": "multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, an embankment, or a mountain as if through space; diving in and out of the earth as if it was water; walking on water as if it was earth; flying cross-legged through the air like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful.",
  "an6.70:4.3": "They control the body as far as the Brahmā realm.",
  "an6.70:4.4": "It’s impossible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds,",
  "an6.70:4.5": "human and divine, whether near or far.",
  "an6.70:4.6": "It’s impossible that they’ll understand the minds of other beings and individuals, having comprehended them with their own mind, understanding",
  "an6.70:4.7": "mind with greed as mind with greed …",
  "an6.70:4.8": "and freed mind as freed mind.",
  "an6.70:4.9": "It’s impossible that they’ll recollect many kinds of past lives, that is,",
  "an6.70:4.10": "one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand lives; many eons of the world contracting, many eons of the world evolving, many eons of the world contracting and evolving. …",
  "an6.70:4.11": "And that they’ll recollect their many kinds of past lives, with features and details.",
  "an6.70:4.12": "It’s impossible that with clairvoyance that is purified and surpasses the human, they’ll understand …",
  "an6.70:4.13": "how sentient beings are reborn according to their deeds.",
  "an6.70:4.14": "It’s impossible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.",
  "an6.70:5.1": "But it’s totally possible that a mendicant who has samādhi that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power …",
  "an6.70:5.3": "It’s possible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds …",
  "an6.70:5.5": "It’s possible that they’ll understand the minds of other beings …",
  "an6.70:5.8": "It’s possible that they’ll recollect many kinds of past lives …",
  "an6.70:5.11": "It’s possible that with clairvoyance that is purified and superhuman, they’ll … understand how sentient beings are reborn according to their deeds.",
  "an6.70:5.12": "It’s possible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having achieved it with their own insight due to the end of defilements.”"
}