{
  "_markup_path": "markup/an/an06/an6.016.html",
  "_alt_strings": [
    "pi/an/an06/an6.016.json"
  ],
  "an6.16:2.1": "2 Warm-hearted ",
  "an6.16:3.1": "16 Nakula’s Father",
  "an6.16:4.1": "At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "an6.16:4.2": "Now at that time the householder Nakula’s father was sick, suffering, gravely ill.",
  "an6.16:4.3": "Then the housewife Nakula’s mother said to him:",
  "an6.16:5.1": "“Householder, when the time comes to die, don’t be concerned.",
  "an6.16:5.2": "Such concern is suffering,",
  "an6.16:5.3": "and it’s criticized by the Buddha.",
  "an6.16:5.4": "Householder, you might think:",
  "an6.16:5.5": "‘When I’ve gone, the housewife Nakula’s mother won’t be able to provide for the children and keep up the household carpets.’",
  "an6.16:5.6": "But you should not see it like this.",
  "an6.16:5.7": "I’m skilled at spinning cotton and carding wool.",
  "an6.16:5.8": "I’m able to provide for the children and keep up the household carpets.",
  "an6.16:5.9": "So householder, when the time comes to die, don’t be concerned …",
  "an6.16:6.1": "Householder, you might think: ",
  "an6.16:6.2": "‘When I’ve gone, the housewife Nakula’s mother will take another husband.’",
  "an6.16:6.3": "But you should not see it like this. ",
  "an6.16:6.4": "Both you and I know that we have remained celibate while at home for the past sixteen years.",
  "an6.16:6.5": "So householder, when the time comes to die, don’t be concerned … ",
  "an6.16:7.1": "Householder, you might think: ",
  "an6.16:7.2": "‘When I’ve gone, the housewife Nakula’s mother won’t want to see the Buddha and his Saṅgha of mendicants.’",
  "an6.16:7.3": "But you should not see it like this. ",
  "an6.16:7.4": "When you’ve gone, I’ll want to see the Buddha and his mendicant Saṅgha even more.",
  "an6.16:7.5": "So householder, when the time comes to die, don’t be concerned …  ",
  "an6.16:8.1": "Householder, you might think: ",
  "an6.16:8.2": "‘The housewife Nakula’s mother won’t fulfill ethics.’",
  "an6.16:8.3": "But you should not see it like this. ",
  "an6.16:8.4": "I am one of those white-robed disciples of the Buddha who fulfills their ethics.",
  "an6.16:8.5": "Whoever doubts this can go and ask the Buddha.",
  "an6.16:8.6": "He is staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.",
  "an6.16:8.8": "So householder, when the time comes to die, don’t be concerned …  ",
  "an6.16:9.1": "Householder, you might think: ",
  "an6.16:9.2": "‘The housewife Nakula’s mother doesn’t have internal serenity of heart.’",
  "an6.16:9.3": "But you should not see it like this. ",
  "an6.16:9.4": "I am one of those white-robed disciples of the Buddha who has internal serenity of heart.",
  "an6.16:9.5": "Whoever doubts this can go and ask the Buddha. ",
  "an6.16:9.6": "He is staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. ",
  "an6.16:9.8": "So householder, when the time comes to die, don’t be concerned …  ",
  "an6.16:10.1": "Householder, you might think: ",
  "an6.16:10.2": "‘The housewife Nakula’s mother has not gained a basis, a firm basis, and self-confidence in this teaching and training. She has not gone beyond doubt, got rid of uncertainty, and gained assurance. And she’s not independent of others in the Teacher’s instructions.’",
  "an6.16:10.3": "But you should not see it like this. ",
  "an6.16:10.4": "I am one of those white-robed disciples of the Buddha who has gained a basis, a firm basis, and self-confidence in this teaching and training. I have gone beyond doubt, got rid of uncertainty, and gained assurance. And I am independent of others in the Teacher’s instructions.’",
  "an6.16:10.5": "Whoever doubts this can go and ask the Buddha. ",
  "an6.16:10.6": "He is staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood. ",
  "an6.16:10.8": "So householder, when the time comes to die, don’t be concerned.",
  "an6.16:10.9": "Such concern is suffering, ",
  "an6.16:10.10": "and it’s criticized by the Buddha.”",
  "an6.16:11.1": "And then, as Nakula’s mother was giving this advice to Nakula’s father, his illness died down on the spot.",
  "an6.16:11.2": "And that’s how Nakula’s father recovered from that illness.",
  "an6.16:11.4": "Soon after recovering, leaning on a staff he went to the Buddha,",
  "an6.16:11.5": "bowed and sat down to one side.",
  "an6.16:11.6": "The Buddha said to him:",
  "an6.16:12.1": "“You’re fortunate, householder, so very fortunate,",
  "an6.16:12.2": "to have the housewife Nakula’s mother advise and instruct you out of kindness and compassion.",
  "an6.16:12.3": "She is one of those white-robed disciples of the Buddha who fulfills their ethics.",
  "an6.16:12.4": "She is one of those white-robed disciples of the Buddha who has internal serenity of heart.",
  "an6.16:12.5": "She is one of those white-robed disciples of the Buddha who has gained a basis, a firm basis, and self-confidence in this teaching and training. She has gone beyond doubt, got rid of uncertainty, and gained assurance. And she is independent of others in the Teacher’s instructions.",
  "an6.16:12.6": "You’re fortunate, householder, so very fortunate,",
  "an6.16:12.7": "to have the housewife Nakula’s mother advise and instruct you out of kindness and compassion.”"
}