{
  "_markup_path": "markup/an/an06/an6.060.html",
  "_alt_strings": [
    "pi/an/an06/an6.060.json"
  ],
  "an6.60:1.1": "Numbered Discourses 6 ",
  "an6.60:2.1": "8 The Greater Chapter ",
  "an6.60:3.1": "60 With Hatthisāriputta",
  "an6.60:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "an6.60:4.2": "At one time the Buddha was staying near Benares, in the deer park at Isipatana.",
  "an6.60:4.3": "Now at that time several senior mendicants, after the meal, on their return from alms-round, sat together in the pavilion talking about the teachings.",
  "an6.60:4.4": "Venerable Citta Hatthisāriputta interrupted them while they were talking.",
  "an6.60:4.5": "Then Venerable Mahākoṭṭhita said to Venerable Citta Hatthisāriputta:",
  "an6.60:4.6": "“Venerable, please don’t interrupt the senior mendicants while they’re talking about the teachings. Wait until the end of the discussion.”",
  "an6.60:4.7": "When he said this, Citta Hatthisāriputta’s companions said to Mahākoṭṭhita:",
  "an6.60:4.8": "“Venerable, please don’t rebuke Citta Hatthisāriputta. He is astute,",
  "an6.60:4.9": "and quite capable of talking about the teachings with the senior mendicants.”",
  "an6.60:5.1": "“It’s not easy to know this, reverends, for those those who don’t comprehend another’s mind.",
  "an6.60:5.2": "Take a person who is the sweetest of the sweet, the most unruffled of the unruffled, the calmest of the calm, so long as they live relying on the Teacher or a spiritual companion in a teacher’s role.",
  "an6.60:5.3": "But when they’re separated from the Teacher or a spiritual companion in a teacher’s role, they mix closely with monks, nuns, laymen, and laywomen; with rulers and their ministers, and with teachers of other paths and their followers.",
  "an6.60:5.4": "As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind.",
  "an6.60:5.5": "They abandon the training and return to a lesser life.",
  "an6.60:6.1": "Suppose a ox fond of crops was tied up or shut in a pen.",
  "an6.60:6.2": "Would it be right to say that",
  "an6.60:6.3": "that ox will never again invade the crops?”",
  "an6.60:6.4": "“No it would not, reverend.",
  "an6.60:6.5": "For it’s quite possible that that ox will snap the ropes or break out of the pen, and then invade the crops.”",
  "an6.60:6.6": "In the same way, take a person who is the sweetest of the sweet …",
  "an6.60:6.8": "As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind.",
  "an6.60:6.9": "They abandon the training and return to a lesser life.",
  "an6.60:7.1": "Take the case of a person who, quite secluded from sensual pleasures …",
  "an6.60:7.2": "enters and remains in the first absorption.",
  "an6.60:7.3": "Thinking, ‘I get the first absorption!’ they mix closely with monks …",
  "an6.60:7.4": "They abandon the training and return to a lesser life.",
  "an6.60:7.5": "Suppose it was raining heavily at the crossroads so that the dust vanished and mud appeared.",
  "an6.60:7.6": "Would it be right to say that ",
  "an6.60:7.7": "now dust will never appear at this crossroad again?",
  "an6.60:7.8": "“No it would not, reverend.",
  "an6.60:7.9": "For it is quite possible that people or cattle and so on will cross over the crossroad, or that the wind and sun will evaporate the moisture so that the dust appears again.”",
  "an6.60:7.10": "In the same way, take the case of a person who, quite secluded from sensual pleasures …",
  "an6.60:7.11": "enters and remains in the first absorption. ",
  "an6.60:7.12": "Thinking, ‘I get the first absorption!’ they mix closely with monks … ",
  "an6.60:7.13": "They abandon the training and return to a lesser life.",
  "an6.60:8.1": "Take another case of a mendicant who, as the placing of the mind and keeping it connected are stilled …",
  "an6.60:8.2": "enters and remains in the second absorption.",
  "an6.60:8.3": "Thinking, ‘I get the second absorption!’ they mix closely with monks …",
  "an6.60:8.4": "They abandon the training and return to a lesser life.",
  "an6.60:8.5": "Suppose there was a large pond not far from a town or village.",
  "an6.60:8.6": "After it rained heavily there the clams and mussels, and pebbles and gravel would vanish.",
  "an6.60:8.7": "Would it be right to say that ",
  "an6.60:8.8": "now the clams and mussels, and pebbles and gravel will never appear here again?",
  "an6.60:8.9": "“No it would not, reverend.",
  "an6.60:8.10": "For it’s quite possible that people or cattle and so on will drink from the pond, or that the wind and sun will evaporate it so that the clams and mussels, and pebbles and gravel appear again.”",
  "an6.60:8.11": "“In the same way, take another case of a mendicant who, as the placing of the mind and keeping it connected are stilled …",
  "an6.60:8.12": "enters and remains in the second absorption. ",
  "an6.60:8.13": "Thinking, ‘I get the second absorption!’ they mix closely with monks … ",
  "an6.60:8.14": "They abandon the training and return to a lesser life.",
  "an6.60:9.1": "Take the case of another person who, with the fading away of rapture …",
  "an6.60:9.2": "enters and remains in the third absorption.",
  "an6.60:9.3": "Thinking, ‘I get the third absorption!’ they mix closely with monks …",
  "an6.60:9.4": "They abandon the training and return to a lesser life.",
  "an6.60:9.5": "Suppose a person had finished a delicious meal. They’d have no appetite for leftovers.",
  "an6.60:9.6": "Would it be right to say that ",
  "an6.60:9.7": "now food will never appeal to this person again?”",
  "an6.60:9.8": "“No it would not, reverend.",
  "an6.60:9.9": "For it’s quite possible that other food won’t appeal to that person as long as the nourishment is still present.",
  "an6.60:9.10": "But when the nourishment vanishes food will appeal again.”",
  "an6.60:9.11": "“In the same way, take the case of a person who, with the fading away of rapture …",
  "an6.60:9.12": "enters and remains in the third absorption.",
  "an6.60:9.13": "Thinking, ‘I get the third absorption!’ they mix closely with monks … ",
  "an6.60:9.14": "They abandon the training and return to a lesser life.",
  "an6.60:10.1": "Take the case of another person who, giving up pleasure and pain …",
  "an6.60:10.2": "… enters and remains in the fourth absorption.",
  "an6.60:10.3": "Thinking, ‘I get the fourth absorption!’ they mix closely with monks …",
  "an6.60:10.4": "They abandon the training and return to a lesser life.",
  "an6.60:10.5": "Suppose that in a mountain glen there was a lake, unruffled and free of waves.",
  "an6.60:10.6": "Would it be right to say that",
  "an6.60:10.7": "now waves will never appear in this lake again?”",
  "an6.60:10.8": "“No it would not, reverend.",
  "an6.60:10.9": "For it is quite possible that a violent storm could blow up out of the east …",
  "an6.60:10.11": "west …",
  "an6.60:10.12": "north …",
  "an6.60:10.13": "or south,",
  "an6.60:10.14": "and stir up waves in that lake.”",
  "an6.60:10.15": "In the same way, take the case of a person who, giving up pleasure and pain …",
  "an6.60:10.16": "… enters and remains in the fourth absorption.",
  "an6.60:10.17": "Thinking, ‘I get the fourth absorption!’ they mix closely with monks … ",
  "an6.60:10.18": "They abandon the training and return to a lesser life.",
  "an6.60:11.1": "Take the case of another person who, not focusing on any signs, enters and remains in the signless samādhi of the heart.",
  "an6.60:11.2": "Thinking, ‘I get the signless samādhi of the heart!’ they mix closely with monks, nuns, laymen, and laywomen; with rulers and their ministers, and with teachers of other paths and their followers.",
  "an6.60:11.3": "As they mix closely, they become intimate and loose, spending time chatting, and so lust infects their mind. ",
  "an6.60:11.4": "They abandon the training and return to a lesser life. ",
  "an6.60:11.5": "Suppose a ruler or their minister, while walking along the road with an army of four divisions, was to arrive at a forest grove where they set up camp for the night.",
  "an6.60:11.6": "There, because of the noise of the elephants, horses, chariots, soldiers, and the drums, kettledrums, horns, and cymbals, the chirping of crickets would vanish.",
  "an6.60:11.7": "Would it be right to say that ",
  "an6.60:11.8": "now the chirping of crickets will never be heard in this woodland grove again?”",
  "an6.60:11.9": "“No it would not, reverend.",
  "an6.60:11.10": "or it is quite possible that the ruler or their minister will depart from that woodland grove so that the chirping of crickets will be heard there again.”",
  "an6.60:11.11": "“In the same way, take the case of a person who, not focusing on any signs, enters and remains in the signless samādhi of the heart …",
  "an6.60:11.12": "Thinking, ‘I get the signless samādhi of the heart!’ they mix closely with monks, nuns, laymen, and laywomen; with rulers and their ministers, with teachers of other paths and their followers.",
  "an6.60:11.14": "They abandon the training and return to a lesser life.",
  "an6.60:12.1": "Then after some time Venerable Citta Hatthisāriputta abandoned the training and returned to a lesser life.",
  "an6.60:12.2": "Then the mendicants who were his companions went up to Venerable Mahākoṭṭhita",
  "an6.60:12.3": "and said:",
  "an6.60:12.4": "“Did Venerable Mahākoṭṭhita comprehend Citta Hatthisāriputta’s mind and know that",
  "an6.60:12.5": "he had gained such and such meditative attainments, yet he would still abandon the training and return to a lesser life?",
  "an6.60:12.6": "Or did gods inform you of this?”",
  "an6.60:12.8": "“Reverends, I comprehended his mind and knew this.",
  "an6.60:12.10": "And gods also informed me.”",
  "an6.60:13.1": "Then the mendicants who were Citta Hatthisāriputta’s companions went up to the Buddha",
  "an6.60:13.2": "bowed, sat down to one side, ",
  "an6.60:13.3": "and said to him:",
  "an6.60:13.4": "“Sir, Citta Hatthisāriputta, who had gained such and such meditative attainments, has still abandoned the training and returned to a lesser life.”",
  "an6.60:13.5": "“Mendicants, soon Citta will remember renunciation.”",
  "an6.60:14.1": "And not long after Citta Hatthisāriputta shaved off his hair and beard, put on the ochre robes, and went forth from the lay life into homelessness.",
  "an6.60:14.2": "Then Citta Hatthisāriputta, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an6.60:14.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness.  ",
  "an6.60:14.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "an6.60:14.6": "And Venerable Citta Hatthisāriputta became one of the perfected."
}