{
  "_markup_path": "markup/an/an06/an6.055.html",
  "_alt_strings": [
    "pi/an/an06/an6.055.json"
  ],
  "an6.55:1.1": "Numbered Discourses 6 ",
  "an6.55:2.1": "8 The Greater Chapter",
  "an6.55:3.1": "55 With Soṇa",
  "an6.55:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "an6.55:4.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "an6.55:4.3": "Now at that time venerable Soṇa was staying at Rājagaha in the Cool Wood.",
  "an6.55:4.4": "Then as he was in private solitude this thought came to his mind:",
  "an6.55:4.5": "“I am one of the Buddha’s most energetic disciples.",
  "an6.55:4.6": "Yet my mind is not freed from defilements without grasping. But my family has wealth. I could enjoy that wealth and make merit.",
  "an6.55:4.7": "Why don’t I abandon the training and return to a lesser life, so I can enjoy my wealth and make merit?”",
  "an6.55:5.1": "Then the Buddha knew what Venerable Soṇa was thinking.",
  "an6.55:5.2": "As easily as a strong person would extend or contract their arm,",
  "an6.55:5.4": "he vanished from the Vulture’s peak and reappeared in the Cool Wood in front of Soṇa,",
  "an6.55:5.5": "and sat on the indicated seat. ",
  "an6.55:5.6": "Soṇa bowed to the Buddha and sat down to one side.",
  "an6.55:5.7": "The Buddha said to him:",
  "an6.55:6.1": "Soṇa, as you were in private solitude didn’t this thought come to your mind:",
  "an6.55:6.2": "‘I am one of the Buddha’s most energetic disciples.",
  "an6.55:6.3": "Yet my mind is not freed from defilements without grasping. But my family has wealth. I could enjoy that wealth and make merit.",
  "an6.55:6.4": "Why don’t I abandon the training and return to a lesser life, so I can enjoy my wealth and make merit?’”",
  "an6.55:6.5": "“Yes, sir.” ",
  "an6.55:7.1": "“What do you think, Soṇa? When you were still a layman, weren’t you a good harp player?”",
  "an6.55:7.2": "“Yes, sir.” ",
  "an6.55:7.3": "“When your harp’s strings were tuned too tight, was it resonant and playable?” ",
  "an6.55:7.4": "“No, sir.” ",
  "an6.55:8.1": "“When your harp’s strings were tuned too slack, was it resonant and playable?” ",
  "an6.55:8.2": "“No, sir.” ",
  "an6.55:9.1": "“But when your harp’s strings were tuned neither too tight nor too slack, but fixed at an even tension, was it resonant and playable?” ",
  "an6.55:9.2": "“Yes, sir.” ",
  "an6.55:10.1": "“In the same way, Soṇa, when energy is too forceful it leads to restlessness. When energy is too slack it leads to laziness. ",
  "an6.55:10.2": "So, Soṇa, you should apply yourself to energy and serenity, find a balance of the faculties, and learn the characteristics that condition this situation.”",
  "an6.55:10.3": "“Yes, sir,” Soṇa replied. ",
  "an6.55:10.4": "After advising Soṇa like this, the Buddha,",
  "an6.55:10.5": "as easily as a strong person would extend or contract their arm,",
  "an6.55:10.7": "vanished from the Cool Wood and reappeared on the Vulture’s Peak.",
  "an6.55:11.1": "After some time Soṇa applied himself to energy and serenity, found a balance of the faculties, and learned the characteristics that condition this situation.",
  "an6.55:11.2": "Then Soṇa, living alone, withdrawn, diligent, keen, and determined, soon ",
  "an6.55:11.3": "realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which people from good families rightly go forth from the lay life to homelessness. ",
  "an6.55:11.5": "He understood: “Rebirth is ended; the spiritual life has been lived; what had to be done has been done; there is no return to any state of existence.” ",
  "an6.55:11.6": "And Venerable Soṇa became one of the perfected.",
  "an6.55:12.1": "Then, when Soṇa had attained perfection, he thought:",
  "an6.55:12.2": "Why don’t I go to the Buddha",
  "an6.55:12.3": "and declare my enlightenment in his presence?”",
  "an6.55:12.4": "Then Soṇa went up to the Buddha,",
  "an6.55:12.5": "bowed, sat down to one side, ",
  "an6.55:12.6": "and said to him:",
  "an6.55:13.1": "“Sir, a mendicant who is perfected—with defilements ended, who has lived the spiritual life, done what had to be done, laid down the burden, achieved their purpose, utterly ended the fetters of rebirth, and is rightly freed through final knowledge—is dedicated to six things.",
  "an6.55:13.2": "They are dedicated to renunciation, seclusion, kindness, the ending of craving, the ending of grasping, and mental clarity.",
  "an6.55:14.1": "It may be, sir, that one of the venerables here thinks:",
  "an6.55:14.2": "‘Maybe this venerable is dedicated to renunciation solely out of mere faith.’",
  "an6.55:14.3": "But it should not be seen like this.",
  "an6.55:14.4": "A mendicant with defilements ended does not see in themselves anything more to do, or anything that needs improvement. They’re dedicated to renunciation because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion.",
  "an6.55:15.1": "It may be, sir, that one of the venerables here thinks: ",
  "an6.55:15.2": "‘Maybe this venerable is dedicated to seclusion because they enjoy possessions, honor, and popularity.’",
  "an6.55:15.3": "But it should not be seen like this. …",
  "an6.55:16.1": "It may be, sir, that one of the venerables here thinks: ",
  "an6.55:16.2": "‘Maybe this venerable is dedicated to kindness because they believe that adhering to precepts and observances is the most important thing.’",
  "an6.55:16.3": "But it should not be seen like this. …",
  "an6.55:16.4": "A mendicant with defilements ended does not see in themselves anything more to do, or anything that needs improvement. They’re dedicated to renunciation because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion.",
  "an6.55:17.1": "They’re dedicated to the end of craving because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion.",
  "an6.55:18.1": "They’re dedicated to the end of grasping because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion.",
  "an6.55:19.1": "They’re dedicated to clarity of mind because they’re free of greed, hate, and delusion with the end of greed, hate, and delusion.",
  "an6.55:20.1": "When a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t overcome their mind.",
  "an6.55:20.2": "The mind remains unaffected. It is steady, motionless, observing disappearance.",
  "an6.55:20.3": "If even compelling sounds …",
  "an6.55:20.4": "smells … ",
  "an6.55:20.5": "tastes …",
  "an6.55:20.6": "touches …",
  "an6.55:20.7": "and phenomena come into the range of the mind they don’t overcome the mind.",
  "an6.55:20.8": "The mind remains unaffected. It is steady, motionless, observing disappearance. ",
  "an6.55:20.9": "Suppose there was a mountain that was one solid mass of rock, without cracks or holes.",
  "an6.55:20.10": "Even if violent storms were to blow up out of the east, the west, the north, and the south,",
  "an6.55:20.12": "they couldn’t make it shake or rock or tremble.",
  "an6.55:20.13": "In the same way, when a mendicant’s mind is rightly freed like this, even if compelling sights come into the range of vision they don’t overcome their mind. …",
  "an6.55:20.20": "The mind remains unaffected. It is steady, motionless, observing disappearance.”",
  "an6.55:21.1": "“When you’re dedicated to renunciation",
  "an6.55:21.2": "and seclusion of heart;",
  "an6.55:21.3": "when you’re dedicated to kindness",
  "an6.55:21.4": "and the end of grasping;",
  "an6.55:22.1": "when you’re dedicated to the end of craving",
  "an6.55:22.2": "and clarity of heart;",
  "an6.55:22.3": "and you’ve seen the arising of the senses,",
  "an6.55:22.4": "your mind is rightly freed. ",
  "an6.55:23.1": "To that poised one, rightly freed ",
  "an6.55:23.2": "a mendicant with peaceful mind,",
  "an6.55:23.3": "there’s nothing to be improved,",
  "an6.55:23.4": "and nothing more to do.",
  "an6.55:24.1": "As the wind cannot stir",
  "an6.55:24.2": "a solid mass of rock,",
  "an6.55:24.3": "so too sights, tastes, sounds,",
  "an6.55:24.4": "smells, and touches—the lot—",
  "an6.55:25.1": "and phenomena, whether liked or disliked,",
  "an6.55:25.2": "don’t disturb the poised one.",
  "an6.55:25.3": "Their mind is steady and free",
  "an6.55:25.4": "as they observe disappearance.”"
}