{
  "de": {
    "general-guide-sujato:1": "Ein Leitfaden zu den Pali‐Suttas ",
    "general-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
    "general-guide-sujato:3": "<a href='#item1'>Über diese Leitfäden</a> ",
    "general-guide-sujato:4": "<a href='#item2'>Eine zugängliche Übersetzung</a> ",
    "general-guide-sujato:5": "<a href='#item3'>Planen Sie Ihre Reise oder spazieren Sie durch den Garten</a> ",
    "general-guide-sujato:6": "<a href='#item4'>Nachschlagen von Quellenangaben</a> ",
    "general-guide-sujato:7": "<a href='#item5'>Strukturelemente</a> ",
    "general-guide-sujato:8": "<a href='#item6'>In den Tagen des Buddha: Eine Zeit des Umbruchs</a> ",
    "general-guide-sujato:9": "<a href='#item7'>Wirtschaft und Politik</a> ",
    "general-guide-sujato:10": "<a href='#item8'>Gesellschaftliches Leben</a> ",
    "general-guide-sujato:11": "<a href='#item9'>Die zahlreichen spirituellen Pfade des alten Indien</a> ",
    "general-guide-sujato:12": "<a href='#item10'>Kosmologie</a> ",
    "general-guide-sujato:13": "<a href='#item11'>Über die Pali-Kommentare</a> ",
    "general-guide-sujato:14": "<a href='#item12'>Eine kurze und unvollständige Textgeschichte</a> ",
    "general-guide-sujato:15": "Die Suttas des Palikanon (Tipiṭaka), besonders die vier Haupt-<i lang='pi'>Nikāyas</i>, sind eine unerlässliche Lektüre für jeden, der den Buddha und seine Lehre verstehen möchte. Sie wurden von der Theravāda-Tradition des Buddhismus als das Wort des Buddha bewahrt und in der Palisprache weitergegeben. ",
    "general-guide-sujato:16": "Diese Texte wurden ursprünglich mündlich überliefert, von Generationen von Mönchen und Nonnen, die sie auswendig lernten und gemeinsam rezitierten. Um 30 v. Chr. wurden sie im Āluvihāra in Sri Lanka aufgeschrieben und in der Folge als Manuskripte auf Palmblättern weitergegeben. ",
    "general-guide-sujato:17": "Ab dem 19. Jahrhundert wurden die Manuskripte bearbeitet und als moderne Ausgaben in Buchreihen herausgegeben. Außerdem wurde der Palitext in eine Reihe moderner Sprachen übersetzt, darunter Thailändisch, Birmanisch, Singhalesisch und Englisch\\*. [\\*Gilt auch für Deutsch. A. d. Ü.] ",
    "general-guide-sujato:18": "Das Wort Tipiṭaka bedeutet „drei Körbe“. Der Korb der Lehrreden wird traditionell als zweiter der drei aufgezählt. Die vier <i lang='pli'>Nikāyas</i> stellen den Hauptteil des Korbs der Lehrreden dar. So sind sie in den Kanon als Ganzes eingegliedert: ",
    "general-guide-sujato:19": "Vinaya-Piṭaka (Korb des Ordensrechts) ",
    "general-guide-sujato:20": "Sutta-Piṭaka (Korb der Lehrreden) ",
    "general-guide-sujato:21": "<b>Dīgha-Nikāya</b> (Lange Lehrreden) ",
    "general-guide-sujato:22": "<b>Majjhima-Nikāya</b> (Mittlere Lehrreden) ",
    "general-guide-sujato:23": "<b>Saṁyutta-Nikāya</b> (Verbundene Lehrreden) ",
    "general-guide-sujato:24": "<b>Aṅguttara-Nikāya</b> (Nummerierte Lehrreden) ",
    "general-guide-sujato:25": "Khuddaka-Nikāya (Kleinere Lehrreden) ",
    "general-guide-sujato:26": "Abhidhamma-Piṭaka (Korb der systematischen Abhandlungen) ",
    "general-guide-sujato:27": "Ähnliche Sammlungen finden sich in altchinesischen Übersetzungen, und beträchtliche Teile davon gibt es auch auf Sanskrit und Tibetisch. Die verschiedenen Schriftensammlungen entstanden in buddhistischen Gemeinschaften, die sich in den Jahrhunderten nach dem Buddha über das gesamte Indien ausbreiteten, besonders unter dem buddhistischen Kaiser Ashoka. Diese Missionen sind in alten Chroniken von Sri Lanka ebenso dokumentiert wie in den Vinaya-Kommentaren auf Pali und Chinesisch, und sie wurden teilweise von modernen archäologischen Funden bestätigt. ",
    "general-guide-sujato:28": "SuttaCentral beherbergt fast alle diese Texte und hat umfassende Parallelen, die die Beziehungen zwischen ihnen zeigen. Ein vergleichendes Verständnis, das das gesamte Spektrum dieser Texte einbezieht, ist für ein Studium des frühen Buddhismus unerlässlich. Insbesondere der chinesische buddhistische Kanon enthält eine gewaltige Anzahl von Übersetzungen früher Texte, und was den Umfang angeht, übertrifft er die Palitexte bei weitem. ",
    "general-guide-sujato:29": "Aus vielen Gründen werden aber die Palitexte für alle, die verstehen wollen, was der Buddha lehrte, stets einen besonderen Platz behalten. ",
    "general-guide-sujato:30": "Sie sind die einzige vollständige Schriftenreihe einer frühen Schule des Buddhismus. ",
    "general-guide-sujato:31": "Sie sind das bei weitem größte Textkorpus, das in einem frühen indischen Dialekt überlebt hat. ",
    "general-guide-sujato:32": "Sie sind von einer Reihe umfassender und ausführlicher alter Kommentare (<i lang='pli'>Aṭṭhakathā</i>) begleitet. ",
    "general-guide-sujato:33": "Sie sind zum größten Teil sprachlich klar, gut bearbeitet und leicht verständlich. ",
    "general-guide-sujato:34": "Hinzu kommt, dass die Palitexte die wichtigsten Texte einer lebendigen Tradition darstellen, der Theravāda-Schule, die man in Sri Lanka, Thailand, Myanmar, Bangladesch, Kambodscha, Laos, Indien, China und Vietnam findet. Bis zum heutigen Tag werden sie täglich rezitiert, gelehrt, studiert und geübt, und in den Traditionen gelten sie als ein zuverlässiger Zeuge der Lehren des Buddha selbst. ",
    "general-guide-sujato:35": "Innerhalb der Palitexte sind es die vier <i lang='pli'>Nikāyas</i>, die die größte Aufmerksamkeit fordern. Hier finden wir umfassende und maßgebliche Erläuterungen der buddhistischen Lehren und begegnen der lebenden Person des Buddha und seinen unmittelbaren Schülern und Schülerinnen. ",
    "general-guide-sujato:36": "Im Unterschied dazu berichtet der Vinaya-Piṭaka über das Leben der klösterlichen Gemeinschaften und verrät darüber hinaus Vieles über die historischen und sozialen Hintergründe, enthält aber nur wenige Passagen mit Lehrinhalten. Der Abhidhamma-Piṭaka besteht aus systematischen Abhandlungen, die in den Jahrhunderten nach dem Tod des Buddha zusammengestellt wurden. Und die Bücher des Khuddaka-Nikāya sind sehr gemischt. Es gibt sechs recht kurze Bücher, die die vier Haupt-<i lang='pli'>Nikāyas</i> ergänzen und meist Versform aufweisen: <a href='dhp'>Dhammapada</a>, <a href='ud'>Udāna</a>, <a href='iti'>Itivuttaka</a>, <a href='snp'>Sutta-Nipāta</a>, <a href='thag'>Theragāthā</a> und <a href='thig'>Therīgāthā</a>. Die meisten der übrigen Bücher des Khuddaka sind hingegen später und stellen eine Phase des Buddhismus dar, die ein paar Jahrhunderte nach dem Buddha liegt. ",
    "general-guide-sujato:37": "Über diese Leitfäden ",
    "general-guide-sujato:38": "Ich habe diese Leitfäden erstellt, um Studierenden zu helfen, die ein tieferes Verständnis der <i lang='pli'>Nikāyas</i> entwickeln möchten. Sie begleiten meine Übersetzungen der vier <i lang='pli'>Nikāyas</i>, wie man sie auf SuttaCentral findet. Dieser allgemeine Leitfaden ist dazu gedacht, als erster gelesen zu werden, da er eine Vielzahl von Themen behandelt, die allen <i lang='pli'>Nikāyas</i> gemeinsam sind. Die vier <i lang='pli'>Nikāyas</i> stellen  ein äußerst einheitliches Textkorpus dar und teilen die meisten bedeutsamen Lehrpassagen miteinander. Die allgemeinen Informationen, die hier vorgestellt werden, werden in einzelnen Aufsätzen zu jedem der vier <i lang='pli'>Nikāyas</i> weiter ausgeführt. Diese beleuchten die Verlagerung des Schwerpunkts und der Orientierung von einer Sammlung zur anderen. Man kann sie in beliebiger Reihenfolge lesen. Während die Leitfäden zu den einzelnen <i lang='pli'>Nikāyas</i> naturgemäß die Texte dieses <i lang='pli'>Nikāya</i> im Blick haben, ist das keine starre Regel, und es kommt vor, dass auch auf andere Passagen Bezug genommen wird. ",
    "general-guide-sujato:39": "Zusammenfassungen der wichtigsten Lehrthemen findet man überwiegend in den <i lang='pli'>Nikāya</i>-Leitfäden, besonders in dem zum Saṁyutta Nikāya, und nicht hier. Allerdings würde ich zu einem gewissen Maß an Vorsicht raten, was Zusammenfassungen betrifft, einschließlich meiner eigenen. Die wahre Freude, die in den Suttas liegt, besteht darin, dass die Lehren nicht vorverdaut sind; sie besteht in diesem frischen Moment, wenn der Buddha einem leidenden Menschen begegnet und ihm hilft – nicht indem er ihm einen ausgearbeiteten Entwurf vorlegt, sondern indem er sich dieses besonderen Menschen annimmt. Zusammenfassungen und Übersichten werden am besten als Ausgangspunkte für eine Entdeckungsreise betrachtet, nicht als endgültige Abhandlungen. ",
    "general-guide-sujato:40": "Seitenblicke auf die verschiedenen chinesischen und anderen Parallelen vermeide ich fast völlig. Es ist entscheidend, diese Beziehungen zu verstehen, und auf dieser Tatsache fußt die gesamte Idee von SuttaCentral. Aber die Zahl der Texte ist sehr groß, und die Komplexität des Gegenstandes ist Respekt gebietend. Ich fürchte, wenn ich irgendwie tiefer auf die Parallelen eingehen würde, würden diese Aufsätze nie fertig werden; und wenn doch, wären sie komplex bis zur Unverständlichkeit. Daher habe ich mir einen überschaubareren Rahmen gesetzt und halte mich an die Palitexte; dabei gehe ich davon aus, dass das meiste auch auf die Parallelen zutrifft. Auf Wunsch kann der Leser die Parallelen auf SuttaCentral leicht nachschlagen. ",
    "general-guide-sujato:41": "In Sutta-Studienkreisen werden die Namen der Sammlungen häufig als „Dīgha“, „Majjhima“ usw. abgekürzt, so wie auch das Wort „Sutta“ bei den Überschriften oft weggelassen wird. Streng genommen wäre es am besten, Palititel zu benutzen, wenn man sich auf den Originaltext bezieht, und die übersetzte Überschrift, wenn es um eine Übersetzung geht; aber diese Unterscheidung wird häufig vernachlässigt. ",
    "general-guide-sujato:42": "Eine zugängliche Übersetzung ",
    "general-guide-sujato:43": "2015 entschied ich mich, frei zugängliche Übersetzungen der wichtigsten Pali-Lehrreden anzufertigen, damit alle diese Lehren in einer klaren, einheitlichen und akkuraten Fassung frei erhältlich sind. Mein Ziel war es, die vier Haupt-<i lang='pli'>Nikāyas</i> zu übersetzen, und zusätzlich die sechs frühen Bücher des Khuddaka-Nikāya: Theragāthā, Therīgāthā, Udāna, Itivuttaka, Dhammapada und Suttanipāta. Ich tat das, damit diese erstaunlichen Zeugnisse alter spiritueller Einsichten die größere Leserschaft erfreuen können, die sie mehr als verdienen. ",
    "general-guide-sujato:44": "Als ich über den Stil meiner Übersetzung  nachdachte, betrachtete ich das gängige Erzählelement, das die Prosa-Suttas einleitet: Jemand „nähert sich“ dem Buddha, um eine Frage zu stellen oder eine Unterweisung zu hören. Es ist eine der Passagen, die so verbreitet sind, dass wir sie gewöhnlich übergehen. Dabei ist es keine Kleinigkeit, sich einem geistlichen Lehrer „zu nähern“. Es erfordert Zeit, Mühe, Neugier und Mut; viele dieser Menschen werden mehr als nur ein wenig nervös gewesen sein. ",
    "general-guide-sujato:45": "Wie reagierte der Buddha nun, wenn man sich ihm näherte? Hat er veraltete oder neblige Sprache benutzt? Hat er Worte in absonderlicher, befremdlicher Weise gebraucht? Wäre es nötig gewesen, einen anderen Mönch zur Seite zu haben, der einem zu jedem zweiten Satz Anmerkungen ins Ohr flüsterte: „Er sagte das; aber was er wirklich meinte, war … “? ",
    "general-guide-sujato:46": "Ich denke nicht. Ich denke, der Buddha wird klar und freundlich gesprochen haben, und nicht komplizierter als nötig. Ich denke, er wird die Mühe anerkannt haben, die die Menschen auf sich nahmen, um sich seinen Lehren „zu nähern“; und er wird sein Bestes gegeben haben, um den Dhamma so zu erklären, dass die Menschen ihn verstehen konnten – innerhalb der Grenzen, die Sprache und Verständigung uns setzen. ",
    "general-guide-sujato:47": "Eine zugängliche Übersetzung bringt die Bedeutung des Textes auf einfache und freundliche Art zum Ausdruck und berücksichtigt die Eigenheiten der Zielsprache. Sie sollte nicht nur technisch gesehen korrekt sein, sondern sollte wie etwas klingen, das jemand tatsächlich sagen würde. ",
    "general-guide-sujato:48": "Das bedeutet, sie sollte anstreben, sich ganz von den Formalismen, technischen Einzelheiten und indischen Eigentümlichkeiten zu lösen, die buddhistische Übersetzungen dominiert haben; diese wurden dem Englischen\\* von Übersetzern aufgenötigt, die für Indologen, Sprachwissenschaftler und buddhistische Philosophen schrieben. [\\* Gilt in ähnlicher Weise auch für Deutsch. A. d. Ü.] Solche Übersetzungen lassen mit tausend Papierschnitten den Text sterben; mit jeder Unklarheit wird die Leserin zurückgedrängt, aus dem Text herausgenommen, dazu gedrängt, mit dem Text zu arbeiten, anstatt hineingezogen zu werden. ",
    "general-guide-sujato:49": "So haben jene, die dem Buddha zuhörten, es nicht erlebt. Sie wurden nicht mit der Rauigkeit zweifelhafter Ausdrucksweisen traktiert, noch wurde ihnen zugemutet, ständig die Fußnoten nachzuschauen. Sie wurden nach innen und oben gezogen und erlebten durch und durch die umwandelnde Kraft des Dhamma, wie er in den Worten des Erwachten lebendig wurde. Wir können nicht hoffen, diese Erfahrung vollständig wieder aufleben zu lassen; zumindest aber können wir versuchen, die Dinge nicht schlimmer zu machen als nötig. ",
    "general-guide-sujato:50": "Bei jedem Schritt auf dem Weg habe ich mich gefragt: „Würde ein gewöhnlicher Mensch, der wenig oder nichts vom Buddhismus weiß, das lesen können und verstehen, was es tatsächlich bedeutet?“ Zu diesem Zweck habe ich lieber den einfacheren Begriff verwendet als den schwierigeren; lieber direkte Formulierungen als indirekte; lieber aktive Formen als passive; mich lieber informell ausgedrückt als formal; und lieber explizit als implizit. ",
    "general-guide-sujato:51": "Dennoch sollte man nicht denken, es handele sich um lose Annäherungen oder Vereinfachungen. Es hat seine Berechtigung, alte Texte neu zu denken oder Versionen zu verfassen, die die Vielschichtigkeit verringern, um sich auf den wichtigsten Punkt auszurichten. Aber meine Arbeit ist als eine vollwertige und akkurate Übersetzung gedacht, die nichts Substanzielles auslässt. Ich versuche lediglich, die Dinge auszudrücken, ohne sie übermäßig kompliziert zu machen. ",
    "general-guide-sujato:52": "Ich denke immer noch, dass ich von meinem Ziel weit entfernt bin. Niemand sieht die Kompromisse und die Verluste, die sich unterwegs ergeben, deutlicher als der Übersetzer. Einheitlichkeit, Klarheit, Genauigkeit und Schönheit stellen alle ihre widerstreitenden Ansprüche, und es scheint, dass nur selten alle erfüllt werden können. Es ist ein unfertiges Werk, und ich werde es wahrscheinlich noch über viele Jahre verbessern und anpassen. ",
    "general-guide-sujato:53": "In meiner Herangehensweise wurde ich besonders von meinen Mitmönchen Ajahn Brahm und Ajahn Brahmali beeinflusst. Von Ajahn Brahm habe ich den Wert eines einfachen Englisch schätzen gelernt; und den Wert der Freundlichkeit, die darin liegt, so zu reden, dass die Menschen es tatsächlich verstehen. Und mit Ajahn Brahmali, der zur gleichen Zeit an Übersetzungen des Vinaya gearbeitet hat, hatte ich viele erhellende Diskussionen über die Bedeutung verschiedener Worte und Wendungen. Eine Bemerkung, die er machte, blieb bei mir haften: Eine Übersetzung sollte <em>etwas</em> bedeuten. Selbst wenn wir nicht sicher sind, was der Text sagen will, können wir sicher sein, dass er eine Bedeutung hatte; daher ist eine Übersetzung rein aufgrund von Übereinstimmungen im Lexikon so gut wie wenn man es gar nicht übersetzt. Sag, was du denkst, was der Text bedeutet; und wenn du dich irrst, korrigiere es. ",
    "general-guide-sujato:54": "Planen Sie Ihre Reise oder spazieren Sie durch den Garten ",
    "general-guide-sujato:55": "Die Lehre des Buddha ist stufenweise aufgebaut und führt von einfachen Prinzipien zu tiefen Erkenntnissen. Dieses Muster findet sich auf die eine oder andere Art in fast allen Lehrreden. Es trifft aber <em>nicht</em> auf die Lehrredensammlungen zu. Von einer Sammlung zur nächsten oder von einer Lehrrede zur nächsten findet man keine Abstufung im Schwierigkeitsgrad, keinen Aufbau von Vorkenntnissen bei den Studierenden. ",
    "general-guide-sujato:56": "Im Gegenteil: Der Dīgha-Nikāya beginnt mit dem Brahmajala-Sutta und der Majjhima-Nikāya mit dem Mūlapariyāya-Sutta, die beide zu den tiefgründigsten und schwierigsten Lehrreden im gesamten Kanon gehören. Wer hier sorglos hineinspringt, findet sich in der Tat plötzlich in sehr tiefem Wasser wieder. ",
    "general-guide-sujato:57": "Wenn wir unsere Kenntnisse schrittweise aufbauen wollen, können wir nicht einfach darauf setzen, die Suttas der Reihe nach zu lesen. Studierende finden es oft hilfreich, einem abgestuften Leitfaden wie diesem hier zu folgen. Auf SuttaCentral bieten wir auch verschiedene andere Herangehensweisen an. ",
    "general-guide-sujato:58": "Das soll aber nicht heißen, dass es falsch wäre, einfach zufällig irgendwo einzutauchen, solange man nicht erwartet, gleich auf Anhieb alles zu verstehen. Nehmen Sie sich Zeit und genießen Sie das Herumwandern. Sorgen Sie sich nicht zu sehr, wenn etwas merkwürdig oder unerwartet erscheint. Normalerweise werden Sie finden, dass unklare oder schwierige Begriffe an anderer Stelle erläutert werden; diese unerwarteten Verbindungen zu entdecken, gehört zu dem, was das Lesen der Suttas so interessant macht. ",
    "general-guide-sujato:59": "In diesen einführenden Essays werden Sie viele Hinweise auf Suttas finden. Es ist nicht notwendig, jeden einzelnen Verweis nachzuschauen, um die Aufsätze zu verstehen. Aber wenn Sie es tun, bekommen Sie bereits einen guten Überblick über viele wichtige Texte und lernen, wie Sie die Stelle finden, die Sie suchen. Ich empfehle, zuerst jeden Aufsatz für sich zu lesen und bei einem zweiten Mal dann der Reihe nach die Suttaverweise nachzuschlagen und zu lesen. ",
    "general-guide-sujato:60": "Nachschlagen von Quellenangaben ",
    "general-guide-sujato:61": "Wenn Sie sich eingehender mit den Suttas beschäftigen, werden Sie feststellen, dass die Referenzen für Texte und Passagen manchmal auf verwirrende Art angegeben werden. Auf SuttaCentral verwenden wir eine einfache und weitverbreitete Form der semantischen Quellenangabe. Mit „semantischer“ Quellenangaben ist gemeint, dass die Kennziffern auf sinnvollen Einteilungen beruhen, die in den Texten selbst liegen. ",
    "general-guide-sujato:62": "Für die vier <i lang='pli'>Nikāyas</i> heißt das: ",
    "general-guide-sujato:63": "Im Dīgha und Majjhima werden Texte mit der Kennung für die Sammlung (DN beziehungsweise MN) und der Suttanummer bezeichnet und werden durchgängig in einfacher Folge gezählt. ",
    "general-guide-sujato:64": "Im Saṁyutta sind es die Kennung der Sammlung (SN), das <i lang='pli'>Saṁyutta</i> (Themengruppe) und das Sutta. ",
    "general-guide-sujato:65": "Im Aṅguttara sind es die Kennung der Sammlung (AN), das <i lang='pli'>Nipāta</i> (Zahlengruppe) und das Sutta. ",
    "general-guide-sujato:66": "Feinere Angaben sind mit den Abschnittsnummern möglich. Diese folgen früheren Übereinkünften: ",
    "general-guide-sujato:67": "Im Dīgha sind es die Abschnittsnummern in der PTS-Ausgabe des Pali, die in Übersetzungen weithin gebräuchlich sind. ",
    "general-guide-sujato:68": "Im Majjhima sind es die Abschnittsnummern, die von Bhikkhu Ñāṇamoḷi eingeführt wurden und auch in Bhikkhu Bodhis Ausgabe verwendet werden. ",
    "general-guide-sujato:69": "Im Saṁyutta und Aṅguttara sind es die Absatznummern, die im Mahāsaṅgīti-Palitext zu finden sind. ",
    "general-guide-sujato:70": "Jeder dieser Abschnitte ist weiter unterteilt, so dass jeder Abschnitt mehrere „Segmente“ enthält. Das sind kurze Textstücke, gewöhnlich etwa in der Länge eines Satzes. In meinen Übersetzungen stimmen die Segmente mit dem zugrundeliegenden Palitext überein.\\* [\\* Gilt auch für Anagarika Sabbamittas deutsche Übersetzung. A. d. Ü.] ",
    "general-guide-sujato:71": "In unserem System sind die Zahlen nach einem Doppelpunkt die Abschnitts- und Segmentnummern, das heißt die Untereinheiten in einem Sutta. Ein paar Beispiele: ",
    "general-guide-sujato:72": "DN 3 bedeutet „die dritte Lehrrede in der Sammlung der Langen Lehrreden (Dīgha-Nikāya)“. ",
    "general-guide-sujato:73": "MN 43:3 bedeutet „Lehrrede 43, Abschnitt 3 in der Sammlung der Mittleren Lehrreden (Majjhima-Nikāya)“. ",
    "general-guide-sujato:74": "MN 43:3.7 bedeutet „Lehrrede 43, Abschnitt 3, Segment 7 in der Sammlung der Mittleren Lehrreden (Majjhima-Nikāya)“. ",
    "general-guide-sujato:75": "SN 12.2:6.2 bedeutet „Lehrrede 2, Abschnitt 6, Segment 2 im 12. Saṁyutta der Sammlung der Verbundenen Lehrreden (Saṁyutta-Nikāya)“. ",
    "general-guide-sujato:76": "Es ist möglich, dass Sie verschiedenen anderen Bezugssystemen begegnen. In der wissenschaftlichen Arbeit wird zu Texten häufig mit Band und Seite der <i lang='en'>Pali Text Society (PTS)</i>-Ausgabe des ursprünglichen Palitextes Bezug genommen. Diese Übereinkunft ist bedauerlich und schwerfällig, da sie Quellenangaben an eine bestimmte gedruckte Ausgabe bindet. Ich hoffe, dass sie bald zugunsten eines korrekten semantischen Referenzsystems aufgegeben wird. Die PTS-Band- und Seitenzahlen werden jedoch auf SuttaCentral angezeigt, falls Sie eine alte Angabe nachschauen müssen. ",
    "general-guide-sujato:77": "Traditionell wurden – und werden oft immer noch ­– Texte mit der langen Variante angegeben: zuerst <i lang='pli'>Nikāya</i>, dann <i lang='pli'>Saṁyutta</i< oder <i lang='pli'>Nipāta</i> und/oder <i lang='pli'>Paṇṇasaka</i> (falls zutreffend), dann <i lang='pli'>Vagga</i> und <i lang='pli'>Sutta</i>. Dieses System ist hilfreich, wenn man mit Manuskripten arbeitet, da man damit seine Suche Schritt für Schritt durch das Manuskript hindurch einengen kann, um das Gesuchte zu finden. Im Netz, und selbst in Büchern, ist das jedoch überflüssig. Nichtsdestotrotz können Sie in unserem Seitenstreifen entlang der traditionellen Struktur navigieren, wenn Sie möchten. ",
    "general-guide-sujato:78": "Strukturelemente ",
    "general-guide-sujato:79": "Als Studierende buddhistischer Texte sind wir am Inhalt interessiert. Wir wollen erfahren, was der Buddha und seine Schüler zu sagen hatten und wie sie lebten. Durch die Art, wie die Texte zusammengestellt sind, stellen wir jedoch rasch fest, dass es nicht einfach ist, zu erkennen, wie verschiedene Texte miteinander in Beziehung stehen. Es lohnt sich, auch wenn es vielleicht trocken erscheint, sich ein wenig Zeit zu nehmen, um die <em>Struktur</em> der Texte zu betrachten. ",
    "general-guide-sujato:80": "Frühe buddhistische Texte wurden nicht zum Lesen angeordnet, sondern für das mündliche Rezitieren und Auswendiglernen. Das vorrangige Anliegen bestand darin, die Texte in Blöcke zu unterteilen, die gelernt und gemeinsam aufgesagt werden konnten. Da die Texte im Gedächtnis bewahrt wurden, waren sie im Wesentlichen direkt abrufbar: Eine erfahrene Studierende konnte augenblicklich eine Passage von jeder beliebigen Stelle in den Texten erinnern, ohne dass sie die Seiten durchblättern oder in einem Verzeichnis nachsehen musste. So hatte das früheste Organisationssystem eine gewisse Ähnlichkeit damit, wie wir heute durch eine Suchmaschine an eine Information kommen. ",
    "general-guide-sujato:81": "Daraus folgt, dass wir von frühen buddhistischen Texten nicht erwarten können, dass sie folgerichtig aufgebaut sind wie ein modernes Buch. Aber das heißt nicht, dass die Sammlungen zufällig oder chaotisch sind. Sie folgen ihrer eigenen Logik, die man erkennen kann, wenn man die Texte wohlwollend betrachtet. ",
    "general-guide-sujato:82": "Hier sind einige der Struktur- oder Formelemente, denen Sie in den frühen buddhistischen Texten begegnen werden. ",
    "general-guide-sujato:83": "Metaphorik und Erzählung ",
    "general-guide-sujato:84": "Die Suttas benutzen häufig ein ABA-Muster. Es wird eine Aussage getroffen; es wird ein Gleichnis gegeben; und die Aussage wird wiederholt. ",
    "general-guide-sujato:85": "Dieses formale Muster unterstützt äußerst wirksam das Lernen. Zuerst bekommen wir die grundlegende Idee. Aber abstrakte philosophische und psychologische Aussagen sind ohne Zusammenhang schwer zu verstehen und zu behalten, daher veranschaulicht der Buddha seine These mit einem Gleichnis. Zuletzt wiederholt er noch einmal seine Botschaft. ",
    "general-guide-sujato:86": "Der Umfang an Gleichnissen in den Suttas ist wahrhaft erstaunlich. Der Buddha hatte eine ausgesprochene Gabe, mühelos in irgendetwas, das er um sich herum sah, einen passenden Vergleich zu finden. Die Gleichnisse übermitteln auch eine Menge beiläufiger Hinweise auf Leben und Kultur der Zeit des Buddha, und wichtiger noch, sie zeigen, wie der Dhamma in seinen Zusammenhang hineinpasst. Die meisten der klassischen buddhistischen Bilder, die heute bekannt sind, haben ihre Wurzeln in Gleichnissen, die der Buddha in den frühen Texten benutzte. ",
    "general-guide-sujato:87": "Manchmal werden die Gleichnisse zu einer kurzen Parabel oder Fabel erweitert. Bemerkenswerterweise treffen wir den Buddha jedoch selten beim Erzählen längerer Geschichten an. ",
    "general-guide-sujato:88": "Wenn Erzählungen in größerem Umfang entwickelt werden, geschieht das oft als Teil der Hintergrundgeschichte (<i lang='pli'>Nidāna</i>) und nicht in der Lehre des Buddha als solcher. Es ist ein Grundsatz der Geschichtswissenschaft, dass die Hintergrundgeschichte etwas späteren Datums ist als der Hauptinhalt der Lehre. Solche Geschichten weichen in den Parallelen erheblich voneinander ab, was zeigt, dass die Traditionen Erzählungen flexibler handhabten als die Lehre. ",
    "general-guide-sujato:89": "Wiederholung ",
    "general-guide-sujato:90": "Es wird nicht lange dauern, bis Sie feststellen, dass die Suttas zu Wiederholungen neigen. Zu <em>vielen</em> Wiederholungen. Das kann für eine neue Leserin eine große Hürde sein; daher wollen wir uns ein wenig Zeit nehmen, uns die Sache anzuschauen. ",
    "general-guide-sujato:91": "Wie viele Muster, die man in der Natur findet, sind die Wiederholungen <em>fraktal</em>. Das heißt, sie treten auf allen Ebenen auf: auf der Ebene des Wortes, der Wendung, des Satzes, des Abschnitts, des Textteils, des gesamten Textes, sogar der Gruppe von Texten. Das zeigt, dass die Wiederholung nichts ist, was den Texten fremd wäre, etwas, das ihnen von einem übereifrigen Bearbeiter aufgezwungen worden wäre, sondern es wohnt ihnen von Anfang an inne. ",
    "general-guide-sujato:92": "Aber warum? Wir müssen uns daran erinnern, dass die Texte in einer mündlichen Überlieferung ausgestaltet wurden. Und bei mündlicher Überlieferung wirkt Wiederholung ganz anders als in Schriften. Wiederholungen zu <em>lesen</em> kann sehr lästig sein; es fühlt sich an wie Zeitverschwendung, und man will sie am liebsten überspringen. Aber beim <em>Rezitieren</em> haben Wiederholungen genau den gegenteiligen Effekt. Sie beruhigen und entspannen. Die Teile, die anders sind, erfordern mehr Anstrengung und man muss sein Gedächtnis trainieren; doch wenn die Wiederholung drankommt – wie der Refrain bei einem Lied –, kann man sich in den Fluss der Worte sinken lassen. Wiederholung gibt einem beim Aufsagen Raum, sich beschaulich zurückzulehnen. Eine Passage mit vielen Wiederholungen aufzusagen wird zu einer Art Meditation, bei der man über die Bedeutung nachdenkt und sie auf die eigene Erfahrung anwendet. ",
    "general-guide-sujato:93": "Doch außer diesem spirituellen Aspekt dienen Wiederholungen auch einem klaren praktischen Zweck: der Bewahrung der Texte. Indem man wieder und wieder das Gleiche sagt, genau das Gleiche oder mit kleinen Abwandlungen, überprüft man beim Aufsagen ständig sein Gedächtnis und stellt damit sicher, dass die Texte exakt sind. Und wenn ein Text verloren geht, gibt es immer woanders eine ähnliche Passage. Auf diese Art stellten die Wiederholungen das langfristige Überleben des Dhamma sicher, indem sie Sicherheitskopien wichtiger Informationen an verschiedenen Stellen anlegten, die in den Köpfen der übenden Buddhisten aufbewahrt wurden. ",
    "general-guide-sujato:94": "Das Verstehen der historischen Rolle der Wiederholung hilft jedoch nicht, wenn wir einfach nur ein Sutta lesen wollen. Was sollen wir tun? Nun, es gibt nicht die eine Art, ein Sutta zu lesen. Manche Menschen wollen sie in voller Länge lesen und sich in jede Wiederholung versenken. Andere lesen sie lieber kürzer und kommen zum wichtigsten Punkt. Sie werden herausfinden, was für Sie am besten passt. Aber wenn Sie die Rolle der Wiederholungen verstehen, werden Sie sie hoffentlich nicht so störend finden. ",
    "general-guide-sujato:95": "Abkürzung ",
    "general-guide-sujato:96": "Die Kehrseite der Wiederholung ist die Abkürzung. Da die Wiederholungen so reichlich vorhanden sind, werden sie oft abgekürzt. Dieses Abkürzen ist keine moderne Erfindung; es findet sich überall in den Manuskripten, und tatsächlich gibt es keine Ausgabe, die alle Wiederholungen vollständig ausführt. Die Palitexte haben ihre eigene Konvention, mit der sie Abkürzungen anzeigen, nämlich die Silbe <i lang='pli'>pe</i>, die selbst eine Abkürzung von <i lang='pli'>peyyāla</i> ist. ",
    "general-guide-sujato:97": "Im Großen und Ganzen sind die Abkürzungen in den Paliausgaben sowie die gelegentlichen Anleitungen, wie der Text voll auszuführen ist, vernünftig und im Vergleich der Ausgaben recht einheitlich. Moderne Übersetzungen folgen der Manuskripttradition, aber nicht sklavisch. Manchmal führt eine Übersetzung abgekürzte Passagen aus, oder sie kürzt solche ab, die im Original ausgeführt sind. ",
    "general-guide-sujato:98": "Es gibt sowohl „interne“ als auch „externe“ Abkürzungen. Mit internen Abkürzungen meine ich, dass sich im Text selbst genügend Information findet, um ihn vollständig zu rekonstruieren. Typischerweise werden nur der erste und der letzte Punkt einer Liste vollständig ausgeführt und für die übrigen werden nur die Schlüsselbegriffe genannt. Hier ein Beispiel aus <a class='ref' href='/sn22.137'>SN 22.137</a> : ",
    "general-guide-sujato:99": "Form ist unbeständig; ihr solltet das Verlangen danach aufgeben. Gefühl … Wahrnehmung … Entscheidungen … Bewusstsein ist unbeständig; ihr solltet das Verlangen danach aufgeben. ",
    "general-guide-sujato:100": "Bei externen Abkürzungen kann die abgekürzte Stelle nicht vollständig aus dem Kontext rekonstruiert werden; es ist vielmehr erforderlich, in einem anderen Text nachzuschauen, um die Leerstellen auszufüllen. Das ist ein weiteres Beispiel dafür, wie sich mündliche Überlieferung von geschriebenen Texten unterscheidet. Die Person, die den Text aufsagt, kennt natürlich, sagen wir, die Formel für die vier edlen Wahrheiten, daher besteht keine Notwendigkeit, sie jedes Mal hinzuschreiben; ein kleiner Anstoß fürs Gedächtnis genügt. Doch in modernen Ausgaben, und ganz besonders im Internet, kann eine Leserin von überallher auf einen bestimmten Text stoßen und hat die abgekürzte Stelle vielleicht nie vorher gesehen. Aus diesem Grund habe ich versucht, die Zahl der externen Abkürzungen in meinen Übersetzungen zu reduzieren. ",
    "general-guide-sujato:101": "Überschriften ",
    "general-guide-sujato:102": "Buddhistische Manuskripte haben selten Überschriften am Anfang wie moderne Texte. Vielmehr wird die Überschrift am Ende erfasst. In modernen Ausgaben wurden sie aber um der Klarheit willen an den Anfang gesetzt. ",
    "general-guide-sujato:103": "In vielen Fällen, besonders bei den Überschriften von Suttas und <i lang='pli'>Vaggas</i>, haben wir im Manuskript gar keine eigentliche Überschrift, sondern ein Schlüsselwort aus den zusammenfassenden Versen (<i lang='pli'>Uddāna</i>) am Ende eines <i lang='pli'>Vagga</i> oder eines anderen Abschnitts. Diese Verse wurden von den Bearbeitern des Kanon eingefügt, um den Inhalt besser zu organisieren, ähnlich wie ein Inhaltsverzeichnis. Allerdings variieren die zusammenfassenden Verse zu einem gewissen Grad zwischen den Ausgaben, daher sind die Suttaüberschriften nicht immer einheitlich. Zusätzlich wird manchen Suttas im Text selbst mehr als nur eine Überschrift zugeschrieben – zum Beispiel <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>Das Hauptnetz</cite> (<cite class='text-root'>Brahmajalasutta</cite>) – oder es gibt abweichende Schreibweisen. Also Vorsicht, es ist durchaus üblich, dass man für ein und denselben Text verschiedene Überschriften findet! ",
    "general-guide-sujato:104": "Gliederungseinheiten der Texte ",
    "general-guide-sujato:105": "Vagga („Kapitel“) ",
    "general-guide-sujato:106": "Der <i lang='pli'>Vagga</i> ist das am weitesten verbreitete und markanteste Strukturelement der frühen buddhistischen Texte. Gewöhnlich besteht er aus zehn Texten, sei es zehn Lehrreden, zehn Strophen, zehn Regeln usw. Die Zahl zehn wird dabei weitgehend durchgängig eingehalten, doch kann ein <i lang='pli'>Vagga</i> auch einmal mehr oder weniger als zehn enthalten. ",
    "general-guide-sujato:107": "Der <i lang='pli'>Vagga</i> ist oft wenig mehr als eine bequeme Einteilung, mit der die Lehrreden sauber geordnet werden können. In solchen Fällen ist ein <i lang='pli'>Vagga</i> meist einfach nach seiner ersten Lehrrede benannt. ",
    "general-guide-sujato:108": "Doch nicht selten findet man auch <i lang='pli'>Vaggas</i>, die Lehrreden mit einer losen thematischen Verbindung zusammenfassen. Zum Beispiel behandeln im <a href='dn-silakkhandhavagga'><cite class='text-translated'>Kapitel über den vollständigen Umfang der Ethik</cite></a> des Dīgha-Nikāya (<cite class='text-root'>Sīlakkhandhavagga</cite>) fast alle Texte (in diesem Fall dreizehn Lehrreden) die „stufenweise Übung“ von Ethik, Meditation und Weisheit. ",
    "general-guide-sujato:109": "In manchen Fällen kann ein <i lang='pli'>Vagga</i> auf Pali einem ähnlichen <i lang='pli'>Vagga</i> in einer anderen Sprache entsprechen. So gibt es zum Beispiel das berühmte <a href='snp-atthakavagga'><cite class='text-translated'>Achterkapitel</cite></a> (<cite class='text-root'>Aṭṭhakavagga</cite>) des Sutta-Nipāta in einer chinesischen Übersetzung, das Sutta-Nipāta als Ganzes hingegen nicht. Auch das <cite class='text-root'>Sīlakkhandhavagga</cite>des Dīgha-Nikāya hat Parallelen sowohl in den (chinesischen) Dharmaguptaka- als auch in den Sarvāstivāda-Texten (Sanskrit) des Dīgha. ",
    "general-guide-sujato:110": "Gelegentlich wird das Wort <i lang='pli'>Vagga</i> auf eine größere Texteinheit angewendet, die eine Anzahl von Abschnitten enthält, von denen jeder wiederum aus „kleinen“ <i lang='pli'>Vaggas</i> besteht. Beispiele für solche verschachtelten <i lang='pli'>Vagga</i>-Strukturen sind der Saṁyutta-Nikāya und die Khandhakas des Pali-Vinaya. ",
    "general-guide-sujato:111": "Paṇṇāsaka („Fünfzig“) ",
    "general-guide-sujato:112": "Das Wort <i lang='pli'>Paṇṇāsa</i> bedeutet „fünfzig“, und ein <i lang='pli'>Paṇṇāsaka</i> ist eine Gruppe von etwa fünfzig Suttas oder fünf <i lang='pli'>Vaggas</i>. Es wird benutzt, um Sammlungen mit vielen <i lang='pli'>Vaggas</i> zu gliedern. Die meisten Sammlungen mit einer großen Zahl von Lehrreden benutzen diese Struktur, wie zum Beispiel das „<a href='mn-mulapannasa'><cite class='text-translated'>Wurzel-Fünfziger</cite></a>“ (<cite class='text-root'>Mūlapaṇṇāsa</cite>) des Majjhima-Nikāya. Das <i lang='pli'>Paṇṇāsaka</i> dient rein der Zweckmäßigkeit und entspricht keiner inhaltlichen Einteilung des Textes. ",
    "general-guide-sujato:113": "Nipāta („Gruppe“) ",
    "general-guide-sujato:114": "Die wörtliche Bedeutung von <i lang='pli'>Nipāta</i> ist „heruntergefallen“, und es ist ein Oberbegriff für Texte, die zusammen angeordnet sind. Im Aṅguttara wird er für jede Gruppe von Texten benutzt, die anhand einer Zahl zusammengestellt sind: die <a href='an1'>Gruppe von Lehrreden, die aus einem Gegenstand bestehen</a>, usw. Ansonsten kommt er zum Beispiel im Titel des <a href='snp' class='text-root'>Sutta-Nipāta</a> vor, der „Gruppe von Lehrreden“. ",
    "general-guide-sujato:115": "Saṁyutta („Sammlung verbundener Lehrreden“) ",
    "general-guide-sujato:116": "Während <i lang='pli'>Nipāta</i> eher allgemein ist, hat <i lang='pli'>Saṁyutta</i> eine speziellere Bedeutung: Es sind Texte, die anhand eines ähnlichen Motivs oder Themengebietes zusammengestellt sind. Der Saṁyutta-Nikāya besteht aus 56 solcher Sammlungen. Das vierzehnte <i lang='pli'>Saṁyutta</i> enthält zum Beispiel <a href='sn14'>39 Lehrreden über die Elemente</a>. ",
    "general-guide-sujato:117": "Nikāya oder Āgama („Abteilung“) ",
    "general-guide-sujato:118": "Diese größte Gliederungseinheit ist in der Palitradition des Theravāda als <i lang='pli'>Nikāya</i> bekannt und in den nördlichen Traditionen als <i lang='pli'>Āgama</i>. Während der Begriff <i lang='pli'>Āgama</i> im modernen Theravāda nicht mehr gebräuchlich ist, kommt er doch in den Pali-Kommentaren regelmäßig vor. ",
    "general-guide-sujato:119": "In allen anderen buddhistischen Schulen gibt es Sammlungen, die den vier <i lang='pli'>Nikāyas</i> der Palitradition gleichen. Doch obwohl die Natur der Sammlungen im Allgemeinen ähnlich ist und sie auf ähnliche Art gegliedert sind, weist der Inhalt im Einzelnen erhebliche Unterschiede auf. Es kommt häufig vor, dass ein Sutta, das bei einer Schule zum Beispiel im Majjhima ist, sich bei einer anderen im Saṁyutta oder im Dīgha wiederfindet. Dazu ist die Reihenfolge der Texte innerhalb der Sammlungen recht unterschiedlich. Daher scheint es, dass die <i lang='pli'>Nikāyas</i> und <i lang='pli'>Āgamas</i> eher Richtlinien zum Einordnen der Texte waren als feste Einheiten. ",
    "general-guide-sujato:120": "Der fünfte Pali-<i lang='pli'>Nikāya</i>, der Khuddaka-Nikāya, ist flexibler und weist größere Unterschiede zwischen den Traditionen auf. Es scheint, dass er als ein Platz zum Sammeln von Versen und kleineren Texten entstanden ist, die andernorts nicht aufgenommen waren. Die Pali-Khuddakasammlung wurde jedoch eine brauchbare Stelle, um spätere Texte einzufügen, so dass sie nun der größte aller <i lang='pli'>Nikāyas</i> ist. Es gibt wohl gelegentliche Hinweise auf eine vergleichbare Sammlung der nördlichen Schulen, doch heute existiert keine in dieser Art. Dennoch haben viele einzelne Texte Parallelen, insbesondere der Dhammapada, der in vielen verschiedenen Ausgaben überlebt hat. ",
    "general-guide-sujato:121": "In den Tagen des Buddha: Eine Zeit des Umbruchs ",
    "general-guide-sujato:122": "Jede Lehrrede beginnt mit einer kurzen Feststellung, die besagt, dass der Buddha sich „einmal“ an einem bestimmten Ort aufgehalten hat. Den Bearbeitern war somit daran gelegen, den Buddha und seine Lehren in einen bestimmten historischen und kulturellen Kontext einzuordnen. Moderne Wissenschaftler konnten ein recht verlässliches Bild vom Leben und von der Zeit des Buddha rekonstruieren, indem sie sich auf frühe buddhistische Texte stützten sowie auf Informationen, die aus brahmanischen und Jaina-Schriften gewonnen werden können. ",
    "general-guide-sujato:123": "Leider ist die Archäologie nur von begrenztem Wert, da es aus den Tagen des Buddha nur wenige archäologische Überbleibsel gibt. Tatsächlich gibt es insgesamt nur sehr wenige Relikte aus dem alten Indien, die vor der Zeit Ashokas liegen – etwa 150 Jahre nach dem Buddha – bis zurück zur Industalkultur viele Jahrhunderte früher. Für die Zeit, die uns interessiert, bestehen die Funde aus ein paar Töpferwaren und ähnlichen kleinen Geräten sowie ein paar Überresten von Festungsanlagen um Kosambī. Die spärliche Beweislage kommt vor allem aus zwei Gründen zustande. Der erste liegt darin, dass Bauten in dieser Zeit vorwiegend aus Holz und anderem wenig haltbarem Material errichtet wurden. Und der zweite ist, dass archäologische Arbeiten in Indien nur sehr vereinzelt und unvollständig durchgeführt wurden. ",
    "general-guide-sujato:124": "Der Buddha lebte im 5. Jahrhundert v. Chr. in der nordindischen Gangesebene. Die genauen Geburts- und Todesdaten sind unsicher, doch die moderne wissenschaftliche Meinung neigt dazu, seine Geburt um 480 v. Chr. und seinen Tod 80 Jahre später um 400 anzusetzen. Er wurde in Lumbini geboren und wuchs in Kapilavatthu auf, die beide zur Republik der Sakyer gehörten, die sich über die heutige Grenze zwischen Indien und Nepal spreizte. Sein Familienname war Gotama; die frühesten Texte erwähnen keinen Vornamen, doch laut der Tradition war er Siddhattha. ",
    "general-guide-sujato:125": "Nach seinem Erwachen wanderte der Buddha durch die Gangesebene. Das Gebiet, das er dabei durchquerte, gehörte zu der politisch-kulturell als die „sechzehn Länder“ (<i lang='pli'>Janapada</i>) bekannten Region. Diese spannte sich zwischen dem heutigen Delhi im Nordwesten, der Grenze zu Bangladesch im Osten, den Ausläufern des Himalaya im Norden, der Dekkan-Hochebene im Süden und Ujjain im Südwesten. Die meiste Zeit brachte er in der Nähe der Städte Sāvatthī im Königreich von Kosala und Rājagaha im Königreich Magadha zu. Entgegen wuchernder Legenden in den meisten buddhistischen Ländern setzte er nie einen Fuß außerhalb dieses Gebietes. ",
    "general-guide-sujato:126": "Nicht nur der Buddha war auf dieses Gebiet beschränkt. Es scheint, dass auch der Handel und andere enge kulturelle Kontakte sich normalerweise innerhalb seiner Grenzen abspielten. Gelegentliche Hinweise auf weiter entfernte Orte – Südindien oder die Griechen – sind vage und oft legendenhaft. Erst im Jahrhundert nach dem Tod des Buddha wurden die nordindischen Königreiche vereint und es eröffneten sich regelmäßige internationale Handelswege, zunächst nach Europa und ein paar Jahrhunderte später nach Südostasien und China. ",
    "general-guide-sujato:127": "Wirtschaft und Politik ",
    "general-guide-sujato:128": "Obwohl Städte und Stadtleben in den Texten eine wichtige Rolle spielen, hatten Städte doch erst kleine Ausmaße. Die Wirtschaft war großenteils bäuerlich und Landwirtschaft hatte eine herausragende Bedeutung. ",
    "general-guide-sujato:129": "Es gibt im Palikanon jedoch Aufzählungen von Berufen, die eine facettenreiche Spanne von Beschäftigungen zeigen: Buchhalter, Juweliere, Bauunternehmer, Soldaten, Ärzte, Regierungsbeamte und viele mehr. ",
    "general-guide-sujato:130": "Die Zunahme der Vielfalt an Beschäftigungen hing mit dem Wachstum der Städte zusammen, das wiederum mit dem Aufkommen neuer Technologien in Verbindung stand. Obwohl die archäologischen Zeugnisse dünn sind, haben sie uns Belege für zwei wichtige Neuerungen vorgelegt: Eisenschmieden und Töpferwaren, die als „schwarze polierte Keramik aus dem Norden“ bekannt sind. Diese neuen Entwicklungen bezeugen eine wachsende Fertigkeit in der industriellen Nutzung des Feuers, ein Umstand, den die Suttas in mehreren denkwürdigen Gleichnissen erwähnen. ",
    "general-guide-sujato:131": "Technische Neuerungen trieben wirtschaftliches Wachstum an. Wir hören oft von vermögenden Personen, die viele Beschäftigte hatten und Grundbesitz oder einen Betrieb verwalteten. Es gab genug wirtschaftlichen Überschuss, um eine große Klasse von Menschen zu unterhalten, die auf einer spirituellen Suche waren. Solche Asketen leisteten keinen materiellen Beitrag für die Gesellschaft; ihr Wert lag in ihrer spirituellen und ethischen Entwicklung. ",
    "general-guide-sujato:132": "Diese technologischen und wirtschaftlichen Verschiebungen spiegelten sich in der politischen Landschaft. Es gab zwei vorherrschende Regierungsformen. Traditionelle Stämme wie die Sakyer oder die Vajjier folgten einer alten begrenzten Art von Demokratie, bei der Entscheidungen in einem Stadtrat beschlossen wurden, und der Stamm wählte ein Führungsmitglied zum Herrscher für begrenzte Zeit. Andere Länder wie Kosala oder Magadha hatten eine eher vertraute Form von Königtum mit einem absoluten Monarchen, dessen Titel vererbt wurde. Während der Buddha offensichtlich die demokratischen Ideale bevorzugte, unter denen er aufgewachsen war und nach denen er die Verwaltung des Sangha formte, waren es die Königreiche, die wirtschaftlich und militärisch an Einfluss gewannen. Während des Lebens des Buddha gab es wiederholte Auseinandersetzungen zwischen Kosala und Magadha, die um die Vorherrschaft über die alte heilige Stadt Varanasi stritten. ",
    "general-guide-sujato:133": "Noch bedeutsamer war, dass zum Lebensende des Buddha hin Magadha ankündigte, die Republik der Vajjier erobern zu wollen. Die Geschichte bezeugt den Erfolg dieser Strategie: In den Jahrzehnten nach dem Tod des Buddha eroberte Magadha nahezu alle sechzehn Länder, errichtete seine unangefochtene Vorherrschaft in der Region und baute indienweite Handelsnetze auf. Das Königreich, das daraus hervorging, war so mächtig, dass die Truppen Alexanders des Großen sich beim bloßen Hören der Gerüchte über die militärische Macht von Magadha auflehnten. ",
    "general-guide-sujato:134": "Gesellschaftliches Leben ",
    "general-guide-sujato:135": "Die wachsende Vielschichtigkeit des wirtschaftlichen und politischen Lebens zog entsprechende Veränderungen der gesellschaftlichen Rollen und Verantwortlichkeiten nach sich. Wie in jeder Gesellschaft in Zeiten des Umbruchs versuchten die Menschen in der Zeit des Buddha, ihre traditionellen Werte und Strukturen mit den neuen Gegebenheiten ins Gleichgewicht zu bringen. Es scheint, dass es den Menschen zum großen Teil einigermaßen gut ging. Dennoch gab es Armut und Hungersnot, und zusammen mit Ungerechtigkeit, Banditenwesen und wirtschaftlicher Unsicherheit stellten sie eine reale Gefahr dar. Wir hören häufig Klagen darüber, wie unberechenbar Vermögen war, sei es in der alten Form als Vieh und Land oder in neuerer Form als Geld und Karriere. ",
    "general-guide-sujato:136": "Der Buddha war kein sozialer Revolutionär und hat nicht offen den Umsturz gesellschaftlicher Systeme betrieben, selbst derer nicht, die er als ungerecht ansah. Typischerweise hat er sich für eine gerechtere und fairere Anwendung bestehender Normen ausgesprochen. Anstatt zu sagen, alle Gesellschaften sollten demokratisch sein, hat er zum Beispiel von der moralischen Verpflichtung eines Königs gesprochen, sich um sein Volk zu kümmern. ",
    "general-guide-sujato:137": "Von einem Mann wurde erwartet, dass er ein Einkommen verdiente, mit dem er seine Familie unterhalten und schützen konnte. Mit seinen Einkünften sollte er seine Familie sowohl mit dem Lebensnotwendigen als auch mit Luxusartikeln versorgen, und er sollte Arbeiter freundlich und anständig behandeln. Auch sollte er nicht versäumen, gewisse Beträge als Rücklage und für wohltätige Spenden zu reservieren. ",
    "general-guide-sujato:138": "Die traditionelle Rolle einer Frau war es, zu heiraten und Kinder zu bekommen. Darüber hinaus waren ihre Möglichkeiten begrenzt. Selten hören wir von berufstätigen Frauen, abgesehen von Prostituierten. Vor diesem Hintergrund eröffnete die Möglichkeit, Nonne zu werden, Frauen einen Weg, sich persönlich spirituell und intellektuell zu entfalten, Leitungs- und Lehrfunktionen zu übernehmen und in dieser Rolle Respekt und Unterstützung zu erfahren. ",
    "general-guide-sujato:139": "Viele der extremeren Formen sexueller Diskriminierung sieht man in den frühen Texten nicht. Wir finden keine Erwähnung von Kinderheirat, Witwenverbrennung oder einer notwendigen Unterwerfung der Frau unter den Mann. ",
    "general-guide-sujato:140": "Indien hatte noch kein voll ausgebildetes Kastensystem entwickelt, doch es gab eine viel einfachere vierstufige Einteilung der Gesellschaft: ",
    "general-guide-sujato:141": "Adlige (<i lang='pli'>Khattiya</i>) ",
    "general-guide-sujato:142": "Grundbesitzer (Land = <i lang='pli'>khetta</i>), typischerweise wohlhabend und mächtig, betätigten sich in Politik, Krieg und Produktion. Der Buddha kam aus einem adligen Stamm. Die Adligen setzten sich selbst auf die höchste Stufe in der Gesellschaft. ",
    "general-guide-sujato:143": "Brahmanen (<i lang='pli'>Brāhmaṇa</i>) ",
    "general-guide-sujato:144": "Angehörige einer Priesterklasse mit Erbpriestertum. Die Brahmanen waren Hüter der „Veden“ genannten heiligen Texte und führten Rituale und Zeremonien für ihre verschiedenen Gottheiten durch. Doch zur Zeit des Buddha hatten viele Brahmanen ganz normale weltliche Berufe und ihre religiöse Rolle war untergeordnet. Sie glaubten, dass sie die Kinder Gottes (Brahmās) seien. ",
    "general-guide-sujato:145": "Kaufleute (<i lang='pli'>Vessa</i>): ",
    "general-guide-sujato:146": "Betätigten sich im Handel und Geschäftsleben. ",
    "general-guide-sujato:147": "Arbeiter (<i lang='pli'>Sudda</i>) ",
    "general-guide-sujato:148": "Verrichteten körperliche Arbeit. ",
    "general-guide-sujato:149": "Nicht jeder passte in dieses klare Schema. Wir hören von Ausgestoßenen und verschiedenen Stammesvölkern. Zusätzlich gab es Sklaven oder Leibeigene. Und schließlich waren da die Asketen (<i lang='pli'>Samaṇa</i>) wie der Buddha, die sich als Menschen sahen, die jegliche Vorstellung einer Kaste hinter sich gelassen hatten. ",
    "general-guide-sujato:150": "Die zahlreichen spirituellen Pfade des alten Indien ",
    "general-guide-sujato:151": "Die Veränderungen um die Zeit des Buddha beschränkten sich nicht auf den weltlichen Bereich. Das religiöse Leben des alten Indien war gleichermaßen dynamisch. Es wäre daher falsch, anzunehmen, dass Indien zur Zeit des Buddha in erster Linie eine hinduistische Gesellschaft war. Einige der Elemente, die den heutigen Hinduismus ausmachen, kann man erkennen, doch die indische Religion, wie spirituelle und religiöse Übung überall, war stets im Fluss und in Entwicklung begriffen. ",
    "general-guide-sujato:152": "In der Zeit des Buddha, und tatsächlich bis heute, bildeten die alten vorbuddhistischen Veden die Grundlage für das religiöse Leben der Brahmanen und ihrer Anhänger. Rituale wie das <i lang='san'>Agnihotra</i>, das tägliche Gießen von Ghee ins Feuer als Opfer für den Feuergott Agni, haben ihren Ursprung lange bevor die indoiranischen Völker überhaupt nach Indien kamen und werden bis heute ausgeübt. ",
    "general-guide-sujato:153": "Dennoch waren viele der alten Götter der Veden zur Zeit des Buddha bereits verschwunden, und viele der berühmten Gottheiten des späteren Hinduismus waren noch nicht in Erscheinung getreten. Die, die vorkommen, zeigen deutlich andere Züge. Hauptgötter wie Vishnu (Pali: <i lang='pli'>Veṇhu</i>) oder Shiva (Pali: <i lang='pli'>Siva</i>) treten in untergeordneten Rollen auf, und der kriegerische Sakka (auch bekannt als Indra) erscheint als Friedensapostel. Es gab keine Tempel oder Bilder und keinen Verehrungskult (<i lang='san'>Bhakti</i>). Auch wird kein System von <i lang='san'>Avataren</i> erwähnt, noch aus der heutigen vom Hinduismus inspirierten Spiritualität vertraute Vorstellungen wie <i lang='san'>Śakti</i>, <i lang='san'>Kuṇḍalinī</i>, Chakren oder Yogaübungen. ",
    "general-guide-sujato:154": "Außerdem sind viele der Aspekte des modernen Hinduismus, die zu dieser Zeit schon da waren, völlig getrennt voneinander. Niemand dachte beispielsweise, die Verehrung eines lokalen Drachen (<i lang='pli'>Nāga</i>) hätte etwas mit den Riten der Brahmanen zu tun. Die große Synthese religiöser und philosophischer Ideen und Praktiken, vom einfachen Animismus bis zur tiefgründigen Nicht-Dualität, die das herausragende Merkmal des Hinduismus ist, war noch nicht vollzogen worden. Einzelne Stränge des religiösen Lebens waren unabhängig voneinander und galten nicht als zum gleichen Pfad gehörig. ",
    "general-guide-sujato:155": "Daher beschreiben Historiker die brahmanische Religion dieser Zeit nicht als Hinduismus, sondern als vedische Religion oder Brahmanismus. Fast tausend Jahre später erst wurde die Bewegung, die als der moderne Hinduismus erkennbar ist, in Indien vorherrschend. Gewiss, vieles im Hinduismus leitet sich von den Veden ab, so wie auch vieles in der katholischen Religion sich von den hebräischen Schriften ableitet, die Christen das Alte Testament nennen. Aber wenn wir Abraham oder Noah treffen und sie als „Katholiken“ ansprechen würden, sie wüssten nicht, wovon wir reden. Ebenso wenig waren die Inder zur Zeit des Buddha mit der bloßen Vorstellung von „Hinduismus“ vertraut. ",
    "general-guide-sujato:156": "All dessen ungeachtet wird oft behauptet, der Buddha „wurde als Hindu geboren, lebte als Hindu und starb als Hindu“, und dieser Satz wird dem großen Pionier der Indologie, Thomas Rhys Davids, zugeschrieben. Und der hat das auch geschrieben, jedoch in einem frühen Werk, auf Seite 116 von <cite class='book' lang='en'>Buddhism: its history and literature</cite> (Buddhismus: Geschichte und Literatur), einer Vorlesungsreihe, die 1896 veröffentlicht wurde. Doch bis 1912 hatte sich seine Ansicht geändert, denn auf Seite 83 in <cite class='book' lang='en'>Buddhism: Being a sketch of the life and teachings of Gautama, the Buddha</cite> (Buddhismus: eine Skizze des Lebens Gautamas, des Buddha) sagte er: ",
    "general-guide-sujato:157": "Gautama wurde als ein typischer Inder geboren, wuchs als solcher auf, lebte und starb als solcher. Der Hinduismus war zu dieser Zeit noch nicht entstanden. ",
    "general-guide-sujato:158": "Rhys Davids betont, dass der Buddha der brahmanischen Religion nicht antagonistisch gegenüberstand. Ihm ging es nicht um eine religiöse Reform, sondern um die Freiheit vom Leiden. Doch auf Seite 85 des gleichen Werks bemerkt er: ",
    "general-guide-sujato:159": "Auf lange Sicht waren die beiden Systeme nicht vereinbar. … Gautamas gesamte Ausbildung spielte sich außerhalb der ritualistischen Weisheitslehre der Brahmanas und der Brahmanen ab. Die Ortsgottheiten seines Stammes waren nicht vedischer Natur. ",
    "general-guide-sujato:160": "Was wir hier lernen können, ist, dass wir vermeiden müssen, moderne Verhältnisse rückwirkend in die alten Zeiten hineinzulesen. Die Völker des alten Indien hatten jeweils ihr eigenes reiches, komplexes und vielfältiges spirituelles Leben. Wir können nur anfangen, sie zu verstehen, und zu verstehen, wie der Buddha sich mit ihnen auseinandersetzte, wenn wir unsere modernen Vorurteile und Voreingenommenheiten beiseite legen und zuhören, was sie selbst zu sagen haben. ",
    "general-guide-sujato:161": "Ein herausragendes Merkmal der frühen buddhistischen Texte ist der interreligiöse Dialog. Der Buddha lebte nicht in einer buddhistischen Kultur. Wir begegnen dem Buddha und seinen Schülerinnen oft, während sie verschiedene Aspekte religiöser Philosophie und Übung mit Anhängern anderer spiritueller Lehren diskutieren, oder mit Menschen, die keiner bestimmten Lehre folgen. Manchmal kamen diese Menschen zum Buddha, um etwas zu lernen, oder gar um ihn anzugreifen. Und es ist nicht ungewöhnlich, dass wir den Buddha und seine Schüler sehen, wie sie aktiv Anhänger anderer spiritueller Lehren aufsuchen, einfach, um sich mit ihnen zu unterhalten. In diesem Punkt unterscheiden sich die frühen Texte deutlich von späterer buddhistischer Literatur, in der fast ausschließlich Buddhisten mit anderen Buddhisten sprechen. ",
    "general-guide-sujato:162": "Viele der Gesprächspartner in den frühen Texten erklärten sich am Ende zu Anhängern des Buddha, doch das war nicht der Zweck der Unterhaltung. Der Buddha diskutierte nicht, um eine Debatte zu gewinnen, sondern aus Mitgefühl, um zu helfen, das Leiden zu lindern. ",
    "general-guide-sujato:163": "Unter den komplexen Reihen religiöser Praktiken lassen sich drei Hauptbereiche unterscheiden. ",
    "general-guide-sujato:164": "Animismus ",
    "general-guide-sujato:165": "Die am weitesten verbreitete Volksreligion in den Dörfern und Städten des alten Indien war der Glaube an die allgegenwärtige Anwesenheit von Geistern in der Natur. Solche Gottheiten konnten Wetterphänomene verkörpern oder in Pflanzen, Flüssen oder Höhlen leben. Sie konnten für Überfluss sorgen oder auch grimmige und bedrohliche Formen annehmen. Sie waren unzuverlässig, doch man konnte ihnen mit einfachen Opfergaben wie Reis, Blumen oder Ghee schmeicheln. ",
    "general-guide-sujato:166": "Animistische Vorstellungen waren von örtlichen Legenden und Ritualen abgeleitet, nicht von einer religiösen Philosophie. Doch die höheren religiösen Wege wie der Buddhismus oder der Jainismus gestanden diesen Glaubensformen, statt sie zu unterdrücken, gerne eine Nebenrolle in ihrer Weltordnung zu, solange sie schädigende Praktiken wie Menschen- oder Tieropfer unterbanden. ",
    "general-guide-sujato:167": "Überall in den buddhistischen Texten hören wir von <i lang='pli'>Yakkhas</i> (Geistern), <i lang='pli'>Nāgas</i> (Drachen), <i lang='pli'>Gandhabbas</i> (Elfen), <i lang='pli'>Garudas</i> (Phönixen) und vielen mehr. Die buddhistische Haltung solchen Wesen gegenüber wird am besten als „gut nachbarschaftlich“ beschrieben. Weder sie noch irgendwelche höheren Wesen werden verehrt, und man sucht bei ihnen nicht die Erlösung. Sie werden vielmehr mit Respekt und Würde behandelt, denn wer weiß? Wenn es sie wirklich gibt, ist es gut, du hast sie auf deiner Seite. ",
    "general-guide-sujato:168": "Brahmanismus ",
    "general-guide-sujato:169": "Die Kaste, die sich selbst „Brahmanen“ nannte, hatte ein altes Korpus heiliger Weisheitslehren übernommen, das als die Veden bekannt ist. Es bestand aus mündlich überlieferten Textreihen, deren wichtigster Text der Ṛg Veda war. In den frühen buddhistischen Texten gibt es drei Veden: Ṛg, Sāma und Yajur; der Atharva wird erwähnt, wurde aber noch nicht als Veda betrachtet. ",
    "general-guide-sujato:170": "Der Ṛg Veda wuchs aus dem kulturell-religiösen Umfeld der alten indoeuropäischen Völker. Er teilt ein gemeinsames Erbe mit den avestischen Texten des iranischen Zoroastrismus und, entfernter, mit den Mythologien Europas. ",
    "general-guide-sujato:171": "Es scheint, dass indoeuropäische Völker etwa ein Jahrtausend vor dem Buddha nach Indien kamen, wobei getrennte Stämme ihre Sätze an heiligen Weisheitslehren bewahrten. In den frühen Jahrhunderten des ersten Jahrtausends vor Christus wurden in dem Gebiet, das als das Kuruland bekannt ist (heutiges Delhi), die Stämme zu dem klassischen brahmanischen Königreich vereinigt, dessen Geschichte im Mahābharata ihren Widerhall findet. Der Ṛg Veda wurde aus den Büchern der Stämme geformt und mit Eröffnungs- und Schlusskapiteln versehen, um die Einheit zu betonen. Bis zur Zeit des Buddha hatte sich die brahmanische Kultur und Sprache in den Gebieten weiter südlich und östlich, wo der Buddha lebte, bereits fest angesiedelt. ",
    "general-guide-sujato:172": "Die Brahmanen bestanden auf der Heiligkeit ihrer Kaste, auf der Wirksamkeit ihrer Rituale, der Wahrheit ihrer Schriften und der Allmacht ihrer Gottheit. Der Buddha wies all diese Ansprüche kurzerhand zurück. ",
    "general-guide-sujato:173": "Dennoch waren die brahmanischen Traditionen alles andere als ein einheitlicher Block. Wir sehen einen bedeutenden Strang, der die Tradition in Frage stellte, neue Wege suchte und ernsthaft nach der Wahrheit forschte; und diese Haltung zeigt sich in den brahmanischen Texten genauso stark wie in den buddhistischen. ",
    "general-guide-sujato:174": "Brahmanen waren üblicherweise Familienmenschen, die ein sesshaftes Leben führten und aufgrund ihrer Gelehrsamkeit und ihrer Kaste ein gewisses Maß an gesellschaftlichem Respekt und Ansehen erwarteten. Aber manche Brahmanen hatten, offenbar unter dem Einfluss der <i lang='pli'>Samaṇas</i>, einen asketischen Lebensstil angenommen. ",
    "general-guide-sujato:175": "In den Generationen, die dem Buddha vorausgingen, hatte die brahmanische Philosophie in den Upaniṣaden mit ihren hochentwickelten Debatten und der mystischen Philosophie der wesensmäßigen Einheit von Selbst und Kosmos einen Höhepunkt erreicht. Diese Texte bilden den unmittelbaren dialektischen Bezugsrahmen für die Philosophie des Buddha. Yājñavalkya, eine Schlüsselfigur unter den upaniṣadischen Philosophen, lebte in der Gegend von Mithila, die auch der Buddha durchwanderte, nicht mehr als ein oder zwei Jahrhunderte vor ihm. Auf einige frühe Upaniṣaden wird anscheinend in <a class='ref' href='/dn13'>DN 13</a> <cite class='text-translated'>Das dreifache Wissen</cite> (<cite class='text-root'>Tevijjasutta</cite>) Bezug genommen, und die upaniṣadische Lehre vom „Selbst“ (<i lang='san'>Ātman</i>) wurde vom Buddha in augenfälliger Weise in seiner charakteristischsten Lehre zurückgewiesen: nicht-Selbst (<i lang='san'>Anattā</i>). ",
    "general-guide-sujato:176": "Die Samaṇas ",
    "general-guide-sujato:177": "Von den Brahmanen klar zu unterscheiden und oft im Widerspruch zu ihnen war eine vielschichtige Gruppe religiöser Bewegungen, die als <i lang='pli'>Samaṇas</i> oder „Asketen“ bekannt waren. Aus der Zeit des Buddha werden sechs hervorstechende asketische Schulen bezeugt. In Anbetracht der zahlreichen Ähnlichkeiten zwischen seiner eigenen Bewegung und den ihren verstand der Buddha sich selbst auch als Asketen. ",
    "general-guide-sujato:178": "Wie die buddhistischen Mönche und Nonnen lebten die anderen <i lang='pli'>Samaṇas</i> typischerweise in Enthaltsamkeit, entweder alleine oder in klösterlichen Gemeinschaften, und vertrauten für ihre Nahrung auf Almosen. Die berühmteste Bewegung – und die einzige, die bis heute überlebt hat – war der Jainismus. Er entwickelte sich unter dem Anführer Mahāvīra, der in den buddhistischen Texten als Nigaṇṭher Nātaputta bekannt ist. ",
    "general-guide-sujato:179": "Den Asketen gemeinsam war eine ikonoklastische Haltung, und alle lehnten das brahmanische System rundheraus ab. Doch sie unterschieden sich voneinander, wie man aus ihren Lehren, wie sie in <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Die Früchte des Asketenlebens</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>) bezeugt sind, sehen kann, und ebenso in <a class='ref' href='/mn60'>MN 60</a> und <a class='ref' href='/mn76'>MN 76</a>. Manche betonten Strenge und Selbstkasteiung, andere die Vernunft und das Debattieren. Manche sprachen sich für glühende Anstrengung aus, andere für gleichgültigen Fatalismus. Manche lehrten die Wiedergeburt, während andere betonten, dass diese materielle Welt die einzige Wirklichkeit sei. ",
    "general-guide-sujato:180": "Ihre Lehrsysteme können gekünstelt und obskur erscheinen, ihre Übungen manchmal bizarr und unsinnig; dennoch stellt die asketische Bewegung ein dauerhaftes Zeugnis für die Vielfalt, Kraft und Erneuerungsfähigkeit des religiösen Lebens im alten Indien dar. ",
    "general-guide-sujato:181": "Kosmologie ",
    "general-guide-sujato:182": "Ein wiederkehrendes Motiv in vielen religiösen Strömungen Indiens ist ein Interesse für Kosmologie. Von einer religiösen Philosophie erwartete man, dass sie ein Bild der Welt im großen Maßstab zeichnete und den Platz der Menschheit darin aufzeigte. Wie bei allen Aspekten des religiösen Lebens waren solche Kosmologien zum Teil traditionsübergreifend, zum Teil waren sie typisch für eine bestimmte Tradition. ",
    "general-guide-sujato:183": "Manche Traditionen behaupteten eine materialistische Weltordnung und wiesen die Idee der Wiedergeburt in einen anderen Daseinszustand zurück; sie versicherten, dass nur dieses Leben wirklich sei. ",
    "general-guide-sujato:184": "Die meisten Kosmologien postulierten jedoch verschiedene Daseinsbereiche. Die Wesen kamen und gingen zu und von diesen verschiedenen Orten. Manche waren angenehm und wünschenswert, andere dagegen nicht. Zu der Frage, warum das so ist, gab es verschiedene Begründungen. ",
    "general-guide-sujato:185": "Manche Asketen behaupteten, die Wesen wanderten entsprechend ihrem Schicksal oder zufällig. ",
    "general-guide-sujato:186": "Die Hauptströmung der brahmanischen Traditionen sagte, es hänge von der Durchführung von Ritualen und Opfern ab, die man den Göttern darbringt. ",
    "general-guide-sujato:187": "Manche sagten, die Wiedergeburt werde von absichtlichen Handlungen geprägt, die entweder moralisch oder unmoralisch sind. ",
    "general-guide-sujato:188": "Letztere Ansicht wurde von asketischen Schulen wie dem Buddhismus und dem Jainismus und einigen der fortschrittlicheren und innovativeren Zweigen des Brahmanismus vertreten. Diese Traditionen teilten eine Vorstellung des Umherwanderns, die in vieler Hinsicht recht ähnlich war. Man kann drei gemeinsame Elemente unterscheiden: ",
    "general-guide-sujato:189": "Alle Lebewesen werden zahllose Male in einem Prozess wiedergeboren, der <i lang='pli'>Saṁsāra</i> („Umherwandern“) genannt wird. ",
    "general-guide-sujato:190": "Dieser Vorgang wird von ethischen Entscheidungen (<i lang='pli'>Kamma</i>) gesteuert. Gute Taten führen zu einer angenehmen Wiedergeburt; schlechte Taten führen zu einer schmerzhaften Wiedergeburt. ",
    "general-guide-sujato:191": "Wahre Erlösung ist in keinem Daseinsbereich zu finden, sondern nur in der Befreiung vom Umherwandern selbst. ",
    "general-guide-sujato:192": "Während diese Aspekte der Kosmologie allen gemeinsam waren, unterschieden sich die Einzelheiten sowohl in der Theorie als auch in der Praxis. ",
    "general-guide-sujato:193": "Die Theorie der Jainas und der Brahmanen schlug vor, dass das Umherwandern von einer Seele oder einem Selbst durchlebt wurde, das Freiheit erlangen konnte. Für die Jainas erlangt die einzelne Seele (<i lang='pli'>Jīva</i>) ewige Reinheit und Wonne. Für die am höchsten entwickelten Brahmanen wird sich das einzelne Selbst (<i lang='pli'>Ātman</i>) darüber klar, dass seine wahre Natur mit der Gottheit, die der Kosmos selbst ist, identisch ist (Sanskrit: <i lang='san'>tat tvam asi</i>; Pali: <i lang='pli'>eso hasmasmi</i>; <i lang='pli'>so attā so loko</i>). ",
    "general-guide-sujato:194": "Der Buddha wies all diese metaphysischen Vorstellungen von Selbst oder Seele zurück. Stattdessen erklärte er das Umherwandern als einen fortlaufenden Prozess wechselnder Bedingungen, der als die berühmten zwölf Glieder des abhängigen Entstehens (<i lang='pli'>paṭicca samuppāda</i>) festgehalten ist. ",
    "general-guide-sujato:195": "Für die praktische Anwendung ihrer Theorie glaubten die Jainas, dass der Weg zur Erlösung zunächst darin bestand, jegliches, selbst unabsichtliches, Verletzen von Lebewesen zu vermeiden, und dann darin, vergangenes <i lang='pli'>Kamma</i> durch schmerzhafte Selbstkasteiung zu verbrennen. Solche Übungen werden häufig und in Einzelheiten beschrieben, was ihre Verbreitung im frühen geistlichen Leben Indiens bezeugt. ",
    "general-guide-sujato:196": "Wie wir in den Suttas sehen, hatten die Brahmanen keinen so klaren und eindeutigen Pfad zu einem höchsten Ziel; man sieht sie vielmehr, wie sie untereinander über den richtigen Weg disputieren. Das spiegelt die historische Situation wieder, in der die früheren, einfacheren und weltlicheren Ziele des vedischen Brahmanismus sich zu einer höheren upaniṣadischen Form weiterentwickeln. ",
    "general-guide-sujato:197": "Für die Upaniṣaden liegt der Schlüssel zur Erlösung im Verstehen. Nur wer die Rituale und die Philosophie richtig versteht (<i lang='san'>ya evam veda</i>), wird ihren vollen Nutzen erfahren. In den Jahrhunderten vor dem Buddha hatte sich dieser Weisheitspfad zu einer tiefgründigen kontemplativen Kultur entwickelt, die in ekstatischen und mystischen Passagen in den Upaniṣaden Ausdruck findet. ",
    "general-guide-sujato:198": "Das Anliegen, nicht zu verletzen, hatte der Buddha mit den Jainas gemeinsam, wies jedoch die Übung extremer Kasteiung zurück. Statt körperlicher Qual legte er Wert auf geistige Entwicklung. ",
    "general-guide-sujato:199": "Gewisse brahmanische Linien hatten die Meditation zu einer hohen Stufe entwickelt, doch wurden meditative Zustände noch in metaphysischen Begriffen verstanden. Der Buddha übernahm solche Meditationen wegen ihrer läuternden Wirkung auf den Geist, aber er erklärte sie in rein psychologischen Begriffen und wies die Metaphysik vollständig zurück. ",
    "general-guide-sujato:200": "Eines der Ergebnisse fortgeschrittener Meditation war, dass eine übende Person die Fähigkeit entwickelte, viele frühere Leben wahrzunehmen und viele Bereiche, in denen Wesen wiedergeboren werden können. Hier sollten wir unterscheiden zwischen den Kerntexten der Lehre, die typischerweise von Wiedergeburt in allgemeinen Begriffen wie guten und schlechten Schicksalen sprechen, und den erzählerischen Abschnitten, die die Bereiche der Wiedergeburt in Begriffen darstellen, die aus der volkstümlichen indischen Kosmologie bekannt sind. ",
    "general-guide-sujato:201": "Die frühen Texte versuchen nicht, diese Bereiche in ausführlicher Weise systematisch zu ordnen. Tatsächlich widersetzen sich die verschiedenen Gottheiten und Bereiche, die erwähnt werden, einer einfachen Einteilung. Der spätere Buddhismus entwickelte eine Theorie verschiedener Bereiche, die manchmal die 31 Daseinsebenen genannt werden, doch das gibt nicht vollständig die Situation wieder, die wir in den frühen Texten finden. ",
    "general-guide-sujato:202": "Hier ist ein allgemeiner Überblick über die wichtigsten Bereiche, die man in den Suttas findet. Es ist entscheidend, nicht zu vergessen, dass aus buddhistischer Sicht all diese Bereiche, selbst die höchsten, unbeständig sind und keine wahre Freiheit begründen. Es sind keine getrennten metaphysischen Ebenen, sondern bloße Stationen, an denen das Bewusstsein auf seiner langen Reise einige Zeit zubringen kann. ",
    "general-guide-sujato:203": "Brahmāwelten ",
    "general-guide-sujato:204": "Die höchsten himmlischen Welten, die Zuständen der Versenkungsmeditation (<i lang='pli'>Jhāna</i>) entsprechen und nur von denen erreicht werden, die <i lang='pli'>Jhāna</i> üben. Zu den Brahmāwelten gehören der Bereich der leuchtenden Form (<i lang='pli'>Rūpaloka</i>) und die formlosen Bereiche (<i lang='pli'>Arūpaloka</i>). Ersterer wird durch die vier Hauptvertiefungen erreicht. Das Wort „Form“ bezieht sich in diesem Zusammenhang auf das verfeinerte strahlende Echo oder den Abglanz des ursprünglichen Meditationsgegenstandes, von dem aus diese Zustände sich entwickeln. Die formlosen Zustände liegen jenseits davon und werden erreicht, wenn selbst dieses subtile Leuchten verschwindet. ",
    "general-guide-sujato:205": "Himmlische Welten mit Sinnenfreuden ",
    "general-guide-sujato:206": "Daraus werden viele erwähnt, am häufigsten der Bereich der Dreiunddreißig, der von Sakka regiert wird. Von vielen Wesen aus den indischen animistischen Glaubensformen heißt es, sie lebten auf den unteren Ebenen dieser Bereiche. ",
    "general-guide-sujato:207": "Menschenwelt ",
    "general-guide-sujato:208": "Der wichtigste Bereich, in dem Buddhas erscheinen und der geistliche Weg gelehrt wird. ",
    "general-guide-sujato:209": "Niedere Bereiche ",
    "general-guide-sujato:210": "Dazu gehören das Tierreich, das Geisterreich und die Höllen. Der Bereich der <i lang='pli'>Asuras</i> – Titanen oder Dämonen – wird von den späteren Kosmologien gewöhnlich hier eingeordnet, aber die frühen Texte behandeln ihn als einen Himmel. ",
    "general-guide-sujato:211": "Der Buddha lehrte, dass Gutes tun und Schlechtes vermeiden der Weg zu einer Wiedergeburt in einem der glücklichen Bereiche sei; dazu gehören die Menschenwelt und alle höheren Bereiche. Doch der Lauf des Umherwanderns ist unvorhersagbar, daher gewährt kein himmlischer Bereich eine sichere Zuflucht. ",
    "general-guide-sujato:212": "Die Wiedergeburt ist weit davon entfernt, als Trost für naive Anhänger zu gelten, die nicht in der Lage sind, sich der Unausweichlichkeit des Todes zu stellen; sie wird vielmehr in traumatischen und erschreckenden Begriffen gezeichnet: Die Tränen, die man im endlosen Lauf des Umherwanderns vergossen hat, sind mehr als das Wasser aller großen Ozeane der Welt. Daher liegt die wahre Bedeutung guter Taten nicht bloß darin, eine bessere Wiedergeburt zu erlangen, sondern darin, den Grundstein zu einer höheren spirituellen Entwicklung zu legen, in erster Linie durch Meditation. ",
    "general-guide-sujato:213": "In der Kernlehre von den vier edlen Wahrheiten wird der Ursprung allen Leidens zum Verlangen zurückverfolgt, das mit Wiedergeburt verbunden ist (<i lang='pli'>yāyaṁ taṇhā ponobbhavikā</i>). Das Üben des edlen achtfachen Pfades ist das Einzige, das es ermöglicht, dieses Verlangen loszulassen und frei von Leiden zu sein. Das ist es, was der Buddha „Erlöschen“ oder „Stillen“ nannte (Pali: <i lang='pli'>Nibbāna</i>; Sanskrit <i lang='san'>Nirvāṇa</i>). ",
    "general-guide-sujato:214": "Über die Pali-Kommentare ",
    "general-guide-sujato:215": "Die kanonischen Palitexte sind von einem umfangreichen und detaillierten Satz von Kommentaren (<i lang='pli'>Aṭṭhakathā</i>) und Subkommentaren (<i lang='pli'>Ṭīkā</i>) begleitet. Diese Texte sind für die meisten Menschen noch mysteriöser als der Kanon selbst, daher will ich ein paar Worte dazu sagen. ",
    "general-guide-sujato:216": "Die wichtigsten Kommentare wurden im 5. Jahrhundert von dem Mönch Buddhaghosa im Kloster Mahāvihāra in Anuradhapura, damals Hauptstadt von Sri Lanka, zusammengestellt. Buddhaghosa übernahm eine Reihe älterer Kommentare in der alten singhalesischen Sprache, die heute verloren sind. Diese waren über die Jahrhunderte in Sri Lanka zusammengestellt worden, großenteils etwa zwischen 200 v. Chr. und 200 n. Chr.; das heißt, der Hauptinhalt der Kommentare war einige Jahrhunderte vor Buddhaghosa bereits geschlossen. ",
    "general-guide-sujato:217": "All das war etwas ungeordnet, der Text war auf Pali und die Kommentare auf Singhalesisch und es gab eine Vielzahl verschiedener kommentarischer Texte. Buddhaghosa wollte die Situation vereinfachen, indem er all die alten Kommentare zu einem einzigen System zusammenfasste und sie ins Pali übersetzte. ",
    "general-guide-sujato:218": "Buddhaghosas Werk ist bis heute eine außerordentliche Leistung althergebrachter Gelehrsamkeit. Er besaß eine fast übernatürliche Meisterschaft auf seinem Gebiet, und die Klarheit und Genauigkeit seiner Schriften machen die Arbeit mit etwas, das eine außerordentlich schwierige Aufgabe gewesen sein muss, leicht. Es ist wichtig, nicht zu vergessen, dass er sein Werk als das eines Herausgebers, Kompilierers und Übersetzers verstand. Das ist es, was er zu tun behauptete, und von allem, was wir über ihn und seine Arbeit wissen, war er ein integerer Wissenschaftler, der genau das tat, was er sagte. Wenn er es nötig fand, seine eigene Meinung zum Ausdruck zu bringen, sagte er das; aber solche Eingriffe geschahen selten und zögerlich. Die Kommentare sind die Aufzeichnung von Diskussionen und Erläuterungen zu den Palitexten, die in der Mahāvihāra-Tradition weitergegeben wurden, nicht die Meinung Buddhaghosas. ",
    "general-guide-sujato:219": "Buddhaghosa stellte Kommentare zu den Haupttexten zusammen, doch er ließ auch manche unvollständig. Es ist nicht immer sicher, welche Kommentare von ihm stammen; jedenfalls haben spätere Gelehrte sein Werk vervollständigt. Nach und nach wurden auch Subkommentare geschrieben, um unklare Punkte in den Kommentaren zu erhellen. ",
    "general-guide-sujato:220": "Im modernen Theravāda sind die Kommentare traurigerweise und unnötigerweise ein Streitthema geworden. Manche Menschen übernehmen unkritisch die gesamte Tradition und betrachten die Kommentare als ihrem Wesen nach unfehlbar. Andere springen zu dem Extrem, dass sie alles in den Kommentaren unter Verdacht stellen und schreiben eine neue Geschichte des Theravāda als Verschwörung der Kommentare. Aber jeder seriöse Wissenschaftler weiß, dass die Kommentare für zahllose schwierige und unklare Punkte oft hilfreich, ja unerlässlich sind. Ohne sie wären wir nie in der Lage gewesen, die exakten Wörterbücher und Übersetzungen zu erstellen, die wir heute haben. Doch man kann sich nicht blind auf sie verlassen, denn sie sind, wie jede Quelle, fehlbar und müssen mit einem vorsichtigen und kritischen Auge betrachtet werden. In manchen Punkten der Lehre ist die Position der Kommentare erheblich vom Standpunkt der Suttas weg gedriftet, und nicht auf erhellende Weise. ",
    "general-guide-sujato:221": "Ich habe einmal einen Rat von einem burmesischen Sayadaw gelesen, wie man die Kommentare benutzen soll – es ist leider viele Jahre her und ich habe vergessen, wer es war. Er sagte sinngemäß etwa das folgende: Zuerst lies das Sutta. Versuch, es zu verstehen. Lies es wieder und wieder und meditiere darüber. Wenn es etwas gibt, das du nicht verstehst, schau, ob es an anderer Stelle in den Suttas erklärt werden kann. Wenn du es am Ende immer noch nicht verstehst, schau im Kommentar nach. Wenn er deine Frage beantwortet, gut. Aber wenn der Kommentar nach ebenso sorgfältigem Studium immer noch unklar ist, dann schau im Subkommentar nach. ",
    "general-guide-sujato:222": "Das ist mir immer als ein vernünftiger Rat erschienen, und ich habe versucht, ihm zu folgen. Der Zweck des Kommentars ist, zu helfen, die Suttas zu erklären. Wo die Suttas klar sind – und meistens sind sie das – braucht man sich nicht auf den Kommentar zu beziehen. Der einzige Punkt, den ich noch hinzufügen würde, ist, dass wir zusätzlich zu den Kommentaren und Subkommentaren heute auch chinesische und Sanskrit-Parallelen haben, die uns helfen, schwierige Stellen zu verstehen. ",
    "general-guide-sujato:223": "In diesen Leitfäden lasse ich die kommentarischen Erklärungen fast völlig beiseite. An einigen Stellen weichen die Erläuterungen, die ich gebe, von denen in den Kommentaren ab. Ich bin mir dessen bewusst und habe über die meisten dieser Dinge anderswo geschrieben, aber ich möchte die Leitfäden nicht damit belasten, jede Kontroverse neu zu verhandeln. Ich widerspreche den Kommentaren nicht aus Unwissenheit oder Sturheit, sondern weil ich nach vielen Jahren des Studiums, der Betrachtung, Diskussion und Übung bei manchen Dingen zu einer anderen Ansicht gekommen bin. ",
    "general-guide-sujato:224": "Eine kurze und unvollständige Textgeschichte ",
    "general-guide-sujato:225": "Die Bedeutung der <i lang='pli'>Nikāyas</i> wurde von europäischen Wissenschaftlern schon früh erkannt. Die Einzelheiten der Ausgaben und Übersetzungen will ich in den Aufsätzen über die einzelnen <i lang='pli'>Nikāyas</i> besprechen und hier einige allgemeine Bemerkungen machen. ",
    "general-guide-sujato:226": "Im 19. Jahrhundert wurden europäische Wissenschaftler auf die Palitradition aufmerksam und sahen darin eine verlässliche Informationsquelle über den Buddha, seine Zeit und seine Lehren. Ein englischer Verwaltungsbeamter in Sri Lanka, Thomas Rhys Davids, lernte von den Mönchen Pali, ursprünglich als Hilfe, um die Rechtspraktiken in Sri Lanka besser zu verstehen. Als er die Bedeutung dieser Texte erkannte, kehrte er nach England zurück und gründete die <i lang='en'>Pali Text Society (PTS)</i>, die weitgehend von asiatischen Spendern finanziert wurde. Sie erhielt Palmblattmanuskripte, auf deren Grundlage die PTS gedruckte Ausgaben der wichtigsten Palitexte erstellte. ",
    "general-guide-sujato:227": "Die PTS-Ausgaben führten eine Reihe von Ideen aus der europäischen Wissenschaft ein. Besonders offensichtlich ist, dass sie einen Satz von Regeln benutzten, um indische Schriften mit europäischen Buchstaben darzustellen. Dieses System ist verlustfrei, so dass Texte automatisch von einer Schrift in eine andere übertragen werden können. Das ermöglicht den einfachen Vergleich verschiedener Ausgaben des Palikanon aus unterschiedlichen Ländern, die traditionell in verschiedenen lokalen Schriften niedergeschrieben waren. Die PTS führte auch Überschriften am Textanfang ein ebenso wie Satzzeichen und Großschreibung, Seitenzahlen, Fußnoten, abweichende Fassungen und verschiedene andere moderne Neuerungen. ",
    "general-guide-sujato:228": "Eine Neuerung, die nicht konsequent durchgehalten wurde, war der Gebrauch von Kapitel- und Abschnittsnummern. Diese wurden den PTS-Paliausgaben des Dīgha-Nikāya und des Vinaya zugefügt und werden auch in späteren Übersetzungen benutzt. Doch den meisten der PTS-Ausgaben fehlen solche Abschnitte, was die unglückliche Folge hat, dass sich die akademischen Quellenangaben der Palitexte immer noch auf die Angabe von Band und Seite der PTS-Ausgabe gründen, ein System, das weder praktisch noch genau ist. ",
    "general-guide-sujato:229": "Die PTS-Ausgaben waren bahnbrechend und haben auf den modernen Buddhismus einen unvergleichlichen Einfluss ausgeübt, im Osten wie im Westen. Asiatische Wissenschaftler waren sich ihrer wohl bewusst, mit der Folge, dass es schwer sein dürfte, irgendeine gedruckte Ausgabe des 20. Jahrhunderts zu finden, die völlig frei von ihrem Einfluss ist. Dennoch sind die PTS-Texte nicht besonders zuverlässig. Sie wurden über einen beträchtlichen Zeitraum hinweg von wenigen Personen und fast ohne Hilfsmittel zusammengestellt. Die Herausgeber benutzten die Manuskripte, die sie gerade zur Hand hatten, und abgesehen von einem allgemeinen Vorzug von Lesarten aus Sri Lanka ist es schwer, eine einheitliche oder klare Methodik in ihrer Auswahl von Lesarten zu erkennen. Die Begrenzungen dieser Ausgaben sind in der Fachwelt gut bekannt, und in einigen Fällen sind aktualisierte und verbesserte Ausgaben herausgegeben worden. ",
    "general-guide-sujato:230": "Für meine Übersetzung der <i lang='pli'>Nikāyas</i> habe ich es vorgezogen, die Mahāsaṅgīti-Ausgabe zu benutzen. Das ist im Wesentlichen eine digitale Darstellung der burmesischen Texttradition des 6. Konzils, die wiederum auf dem Text des 5. Konzils aus dem 19. Jahrhundert beruht. Sie beruht auf der digitalen Ausgabe, die vom <i lang='en'>Vipassana Research Institute</i> hergestellt wurde, ausführlich lektoriert und mit Korrekturen versehen von der <i lang='en'>Dhamma Society</i> von Bangkok. Die Mahāsaṅgīti ist ein einheitlicher und sorgfältig bearbeiteter digitaler Text und wurde aus diesem Grund als Quelltext für SuttaCentral ausgewählt. Es sollte aber nicht angenommen werden, dass sie der authentischste sei. Im Gegenteil, sie bewahrt die burmesische Lesart, die die Neigung hat, den Text in Übereinstimmung mit den Pali-Grammatiken zu korrigieren. Dennoch besteht in fast allen solchen Fällen kein Unterschied in der Bedeutung, lediglich kleinere Abweichungen in der Schreibweise. ",
    "general-guide-sujato:231": "Wie die meisten Übersetzer, habe ich mich, wenn Ausgaben voneinander abweichen, nicht nur an eine Ausgabe gehalten, sondern habe einfach das ausgewählt, was in jedem einzelnen Fall als die beste Lesart erschien. Ich habe mich recht oft auf die PTS-Ausgaben bezogen. Seltener habe ich die in lateinische Schrift übertragene Buddha-Jayanthi-Ausgabe zurate gezogen, die man auf GRETIL findet; man beachte jedoch, dass die digitale Ausgabe weithin als schlechter im Vergleich zum Original in singhalesischer Schrift betrachtet wird. Gelegentlich habe ich auch die Rama-5-Ausgabe in thailändischer Schrift konsultiert. Auch frühere Übersetzungen, insbesondere die von Bhikkhu Bodhi, habe ich zurate gezogen. ",
    "general-guide-sujato:232": "In problematischen Fällen habe ich den Palitext mit den Parallelen auf Sanskrit und Chinesisch verglichen; von tibetischen Quellen habe ich keinen Gebrauch gemacht. Doch in jedem Fall lag die übergeordnete Absicht darin, den Palitext akkurat wiederzugeben. Nur in sehr wenigen Ausnahmefällen habe ich mich auf Sanskrit- oder chinesische Parallelen gestützt, um das Pali zu korrigieren. "
  }
}