{
  "pt": {
    "general-guide-sujato:1": "Um guia do leitor para os discursos em páli",
    "general-guide-sujato:2": "por Bhikkhu Sujato, 2019",
    "general-guide-sujato:3": "<a href='#item1'>Sobre estes guias</a>",
    "general-guide-sujato:4": "<a href='#item2'>Uma tradução acessível</a>",
    "general-guide-sujato:5": "<a href='#item3'>Planeje sua rota ou passeie pelo jardim</a>",
    "general-guide-sujato:6": "<a href='#item4'>Consultando referências</a>",
    "general-guide-sujato:7": "<a href='#item5'>Elementos de estrutura</a>",
    "general-guide-sujato:8": "<a href='#item6'>Quando o Buda viveu: um tempo de mudanças</a>",
    "general-guide-sujato:9": "<a href='#item7'>Economia e Política</a>",
    "general-guide-sujato:10": "<a href='#item8'>A vida em sociedade</a>",
    "general-guide-sujato:11": "<a href='#item9'>Os muitos caminhos espirituais da Índia antiga</a>",
    "general-guide-sujato:12": "<a href='#item10'>Cosmologia</a>",
    "general-guide-sujato:13": "<a href='#item11'>Sobre os comentários em páli</a>",
    "general-guide-sujato:14": "<a href='#item12'>Uma história textual breve e incompleta</a>",
    "general-guide-sujato:15": "Os suttas do Cânone Páli (Tipiṭaka), especialmente os quatro principais <i lang='pi'>nikāyas</i>, são leitura essencial para qualquer um que deseje compreender o Buda e seus ensinamentos. Eles foram preservados e transmitidos no idioma páli pela tradição do budismo Theravāda como a palavra de Buda.",
    "general-guide-sujato:16": "Estes textos foram originalmente transmitidos oralmente, por gerações de bhikkhus e bhikkhunis que os memorizaram e recitaram juntos. Por volta de 30 a.C. eles foram finalmente registrados na forma escrita no site Āluvihāra no Sri Lanka, e daquele ponto em diante transmitidos em manuscritos de folhas de palmeira.",
    "general-guide-sujato:17": "A partir do século XIX, os manuscritos foram editados e publicados como edições modernas em conjuntos de livros. Além disso, o texto Pali foi traduzido em vários idiomas modernos, incluindo tailandês, birmanês, cingalês e inglês.",
    "general-guide-sujato:18": "A palavra Tipiṭaka significa “Três Cestas”. A cesta contendo os discursos é tradicionalmente listada como a segunda das três. Os quatro  <i lang='pli'>nikāyas</i> compõem a maior parte da cesta dos discursos. A lista abaixo resume como estes são situados dentro do cânone como um todo.",
    "general-guide-sujato:19": "O Vinaya Piṭaka (A Cesta da Disciplina Monástica)",
    "general-guide-sujato:20": "O Sutta Piṭaka (A Cesta dos Discursos)",
    "general-guide-sujato:21": "<b>Dīgha Nikāya</b> (Os Discursos Longos)",
    "general-guide-sujato:22": "<b>Majjhima Nikāya</b> (Os Discursos Médios)",
    "general-guide-sujato:23": "<b>Saṁyutta Nikāya</b> (Os Discursos Conectados)",
    "general-guide-sujato:24": "<b>Aṅguttara Nikāya</b> (Os Discursos Enumerados)",
    "general-guide-sujato:25": "Khuddaka Nikāya (Discursos Menores)",
    "general-guide-sujato:26": "Abhidhamma Piṭaka (Cesta de Análises Sistemáticas )",
    "general-guide-sujato:27": "Coleções similares são encontradas nas antigas traduções chinesas, e partes substanciais delas também são encontradas em sânscrito e tibetano. As diversas coleções de escrituras surgiram entre as comunidades budistas que se espalharam pela grande Índia nos séculos após o Buda, especialmente sob o imperador budista, Ashoka. Estas missões foram documentadas nas antigas crônicas do Sri Lanka, bem como nos comentários do Vinaya em Pali e chinês, e foram parcialmente corroboradas pela arqueologia moderna. ",
    "general-guide-sujato:28": "A SuttaCentral hospeda quase todos esses textos e oferece paralelos abrangentes mostrando as relações entre eles. Um entendimento comparativo baseado no espectro completo destes textos é essencial para qualquer estudo do budismo antigo. O cânone budista chinês, em particular, contém uma grande quantidade de traduções de textos antigos, e em termos de quantidade supera os textos páli em quantidade por uma certa margem.",
    "general-guide-sujato:29": "Por muitas razões, no entanto, os textos em páli sempre terão um papel especial para aqueles que desejam entender o que o Buda ensinou.",
    "general-guide-sujato:30": "Eles são o único conjunto completo de escrituras de uma escola original do budismo antigo.",
    "general-guide-sujato:31": "Eles são de longe o maior corpo de textos preservados em um dialeto antigo da Índia.",
    "general-guide-sujato:32": "Eles são acompanhados por um conjunto extenso e detalhado de comentários antigos (<i lang='pli'>aṭṭhakathā</i>).",
    "general-guide-sujato:33": "Eles são, em grande parte, linguisticamente claros, bem editados e facilmente compreensíveis.",
    "general-guide-sujato:34": "Além disso, os textos de páli são as escrituras centrais de uma tradição viva, a escola Theravāda encontrada no Sri Lanka, Tailândia, Mianmar, Bangladesh, Camboja, Laos, Índia, China e Vietnã. Até hoje, eles são recitados, ensinados, estudados e praticados diariamente, e são considerados nas tradições como sendo uma testemunha confiável dos ensinamentos do próprio Buda.",
    "general-guide-sujato:35": "Entre os textos páli, são os quatro <i lang='pli'>nikāyas</i> que mais chamam a atenção. É neles que encontramos explicações extensas e definitivas dos ensinamentos budistas, assim como a personalidade viva do Buda e de seus discípulos imediatos.",
    "general-guide-sujato:36": "Em comparação, o Vinaya Piṭaka detalha como era a vida nas comunidades monásticas e, além disso, revela muito sobre a história e o contexto social; mas contém apenas algumas passagens com ensinamentos. O Abhidhamma Piṭaka é composto de análises sistemáticas compostas nos séculos seguintes ao falecimento do Buda. E os livros do Khuddaka Nikāya são uma mescla de várias coisas. Há seis livros relativamente curtos que complementam os quatro principais <i lang='pli'>nikāyas</i>, a maioria em verso:  o <a href='dhp'>Dhammapada</a>, o <a href='ud'>Udāna</a>, o <a href='iti'>Itivuttaka</a>, o <a href='snp'>Sutta Nipāta</a>, o <a href='thag'>Theragāthā</a>, e o <a href='thig'>Therīgāthā</a>. Entretanto, a maioria dos outros livros do Khuddaka são mais recentes e representam o budismo alguns séculos depois do Buda.",
    "general-guide-sujato:37": "Sobre estes guias",
    "general-guide-sujato:38": "Estes guias foram preparados para apoiar estudantes que desejam desenvolver uma compreensão mais profunda  dos <i lang='pli'>nikāyas</i>. Eles acompanham minhas traduções dos quatro  <i lang='pli'>nikāyas</i>, como encontrados no SuttaCentral. Este guia geral deve ser lido primeiro, pois cobre uma variedade de questões que são comuns a todos os <i lang='pli'>nikāyas</i>. Os quatro <i lang='pli'>nikāyas</i> são um corpo bem unificado de textos, e compartilham a maioria das passagens doutrinárias significativas. As informações gerais aqui apresentadas são apresentadas em ensaios individuais sobre cada uma das quatro <i lang='pli'>nikāyas</i>, que destacam as mudanças na ênfase e orientação de uma coleção para a próxima. Estes podem ser lidos em qualquer ordem. Embora os guias para um <i lang='pli'>nikāyas</i> em específico se concentram naturalmente nos textos daquele <i lang='pli'>nikāya</i>, isto não é sempre o caso, e eles podem se referir também a passagens encontradas em outras partes do cânone.",
    "general-guide-sujato:39": "Resumos dos principais temas doutrinários podem ser encontrados principalmente nos guias dos <i lang='pli'>nikāya</i>, especialmente o do Saṁyutta Nikāya. No entanto, eu gostaria de ter um certo cuidado quando se trata de resumos, incluindo o meu próprio. A verdadeira alegria dos suttas está nos ensinamentos não digeridos, naquele momento em que Buda encontra uma pessoa em sofrimento e a ajuda, não dando a ela um resumo digerido, mas alcançando-a como indivíduo. Resumos e pesquisas são mais bem tratados como pontos de partida para a descoberta, do que como tratados definitivos.",
    "general-guide-sujato:40": "Referências ou considerações acerca dos diversos paralelos em textos em chinês ou outros idiomas são quase que completamente evitadas. A compreensão destas relações é crítica, e toda a base do SuttaCentral está fundamentada neste fato. Mas o número de textos é muito grande, e a complexidade do assunto é assustadora. A preocupação é que se fôssemos lidar com paralelos em qualquer nível de profundidade, estes ensaios nunca seriam completados; e se fossem, eles se tornariam altamente complexos. Por isso o foco num escopo mais manejável, aderindo aos textos em páli, no entendimento de que a maioria das considerações provavelmente também se aplica aos paralelos. O leitor pode verificar facilmente os paralelos no SuttaCentral, se desejar.",
    "general-guide-sujato:41": "Entre aqueles que estudam os suttas, os nomes dessas coleções são freqüentemente abreviados para “Dīgha”, “Majjhima”, etc., assim como a palavra “Sutta” é freqüentemente omitida dos títulos dos suttas. Estritamente falando, seria melhor usar o título Pali ao se referir ao texto original, e o título traduzido ao se referir à tradução; mas esta distinção muitas vezes não é feita.",
    "general-guide-sujato:42": "Uma tradução acessível",
    "general-guide-sujato:43": "Em 2015, Ajahn Sujato decidiu criar traduções livremente disponíveis dos principais discursos em páli, para que todos esses ensinamentos pudessem ser livremente disponibilizados em uma versão clara, consistente e precisa. O objetivo era traduzir os quatro principais <i lang='pli'>nikāyas</i> assim como os seis primeiros livros do Khuddaka Nikāya: o Theragāthā, o Therīgāthā, o Udāna, o Itivuttaka, o Dhammapada, e o Suttanipāta. Isto foi feito para que estas antigas e impressionantes obras de visão espiritual pudessem desfrutar de uma tão merecida ampla audiência.",
    "general-guide-sujato:44": "Ao considerar o estilo de tradução, houve uma reflexão sobre o formato padrão que introduz a prosa dos suttas: alguém “vem até” o Buda para fazer uma pergunta ou ouvir um ensinamento. É uma daquelas passagens que se tornaram tão padronizadas que normalmente apenas as pulamos. Mas não era algo simples “vir até” de um professor espiritual. É preciso tempo, esforço, curiosidade e coragem; muitas dessas pessoas teriam ficado mais do que um pouco nervosas.",
    "general-guide-sujato:45": "Como, então, o Buda responderia quando abordado? Teria ele sido arcaico e obscuro? Ele usaria palavras de maneiras estranhas e alienantes? Você precisaria ter outro monge ao seu lado, sussurrando notas ao seu ouvido a cada segunda frase — “Ele falou isto; mas o que ele realmente quis dizer foi...”?",
    "general-guide-sujato:46": "Eu acho que não. Acho que o Buda teria falado claramente, com gentileza e sem mais complicações do que as necessárias. Penso que ele teria respeitado o esforço que as pessoas faziam para “abordar” seus ensinamentos, e teria tentado o melhor que pôde, dadas as limitações de linguagem e compreensão, para explicar o Dhamma para que as pessoas pudessem entendê-lo.",
    "general-guide-sujato:47": "Uma tradução acessível expressa o significado do texto de uma maneira simples, amigável, e idiomática. Ela não deve ser apenas correta do ponto de vista técnico, mas deve soar como algo que alguém de fato diria.",
    "general-guide-sujato:48": "Isto significa que é importante que tradução seja livre de formalismos, tecnicalidades, e expressões com termos antigos da Índia que normalmente dominam as traduções budistas. Com estas expressões o idioma original forçado por tradutores que originalmente escreviam para indologistas, linguistas, filósofos budistas. Tais traduções são como uma tortura; a cada obscuridade o leitor é distanciado e afastado do texto, forçado a um modo específico de agir a partir daquele texto, em vez de ser trazido para dentro dele.",
    "general-guide-sujato:49": "Não foi assim que aqueles que ouviram o Buda ensinar teriam vivido aquela experiência. Eles teriam sido incomodados com a grandiosidade de uma dicção duvidosa, nem tampouco teriam que constantemente verificar notas de rodapé. Em vez disso, sles eram apontados para si mesmos e algo superior, experimentando plenamente o poder transformador do Dhamma enquanto este ganhava vida nas palavras do mestre Desperto. Não podemos esperar reconquistar totalmente esta experiência; mas pelo menos podemos tentar não tornar piores do que precisam ser as coisas.",
    "general-guide-sujato:50": "A cada passo do caminho da tradução deve-se perguntar: “Será que uma pessoa comum, com pouca ou nenhuma compreensão do budismo, seria capaz de ler isto e entender o que realmente quer isto quer dizer?” Neste sentido, termos mais simples são favorecidos em vez daqueles mais complexos; fraseados diretos em vez de fraseados oblíquos; a voz ativa em vez da passiva; a informal em vez da formal; e a explícita em vez da implícita.",
    "general-guide-sujato:51": "Ainda assim, não se deve pensar que se trata de adaptações ou simplificações frouxas. Há um lugar para reimaginações de textos antigos, e para versões que despojam a complexidade para focalizar o ponto principal. Mas meu trabalho pretende ser uma tradução completa e precisa, uma tradução que não omite nada de substância. É apenas que eu tento expressar isto sem complexidade indevida.",
    "general-guide-sujato:52": "Ainda é possível que o objetivo não tenha sido alcançado. Ninguém é mais consciente dos compromissos e perdas ao longo do caminho do que o tradutor. Consistência, clareza, correção e beleza fazem suas reivindicações concorrentes, e só raramente, ao que parece, tudo pode ser alcançado. É um trabalho em andamento, e provavelmente correções e ajustes serão necessários e feitos ao longo de muitos anos.",
    "general-guide-sujato:53": "Fontes especiais de influência nesta abordagem foram os queridos monges Ajahn Brahm e Ajahn Brahmali. Ajahn Brahm nos ensina a virtude da linguagem simples; a bondade de se falar de tal modo que as pessoas compreendam. E com Ajahn Brahmali, que tem trabalhado na tradução do Vinaya, houveram várias discussões iluminadoras sobre o significado de vários termos e frases. Uma coisa marcante dita por Ajahn Brahmali é que uma tradução deve significar <em>algo</em. Mesmo que não se tenha certeza do que o texto quer dizer, devemos ter a certeza de que este teve originalmente algum significado. E assim, o processo de traduzir algo simplesmente a partir das correspondências léxicas não pode ser realmente chamado de tradução. Devemos registrar aquilo que se achemos o texto quer dizer e, se isto se provar um erro mais tarde, o corrigimos.",
    "general-guide-sujato:54": "Planeje sua rota ou passeie pelo jardim",
    "general-guide-sujato:55": "O ensinamento do Buda é gradual, tendo início em princípios simples e apontando para realizações profundas. Este padrão é encontrado dentro de quase todos os discursos de uma forma ou de outra. Entretanto, ele <em>não</em> se aplica às coleções de discursos. De coleção para coleção ou de discurso para discurso não há graduação em dificuldade, não há a premissa de acumulação de conhecimento daquele que os lê.",
    "general-guide-sujato:56": "Pelo contrário, o Dīgha Nikāya começa com o Brahmajala Sutta, enquanto o Majjhima Nikāya começa com o Mūlapariyāya Sutta, ambos os quais estão entre os discursos mais profundos e difíceis em todo o cânone. Um estudante que mergulha desavisadamente certamente se encontra de repente em águas muito profundas.",
    "general-guide-sujato:57": "Se desejamos construir conhecimento passo a passo, não podemos confiar na simples leitura das suttas na ordem em que foram registrados. Os estudantes muitas vezes consideram útil o uso de um guia de leitura estruturada como o que é oferecido aqui. No SuttaCentral, oferecemos várias outras abordagens.",
    "general-guide-sujato:58": "Dito isto, não há nada de errado em simplesmente mergulhar nos suttas de modo aleatório, desde que não se espere que tudo faça sentido no início. O leitor deve dar tempo ao tempo e se divertir vagando pelos suttas. Não deve se preocupar muito com coisas que pareçam estranhas ou inesperadas. Normalmente se descobre que idéias obscuras ou difíceis são explicadas em outro lugar; e  descobrir essas conexões inesperadas é uma das alegrias de ler os suttas.",
    "general-guide-sujato:59": "Nesses ensaios introdutórios, se encontrarão muitas referências aos suttas. Não é preciso procurar cada referência para entender os ensaios. Mas se assim o fizer, se realizará uma pesquisa razoável de muitos textos importantes e se aprenderá como encontrar a passagem sempre que preciso. A sugestão é primeiro ler cada ensaio por conta própria, e depois uma segunda vez, procurando e lendo as referências dos suttas à medida que se avança.",
    "general-guide-sujato:60": "Consultando referências",
    "general-guide-sujato:61": "Ao mergulhar na leitura dos suttas, se notará que textos e passagens são referenciados de maneiras às vezes confusas. No SuttaCentral, empregamos uma forma simples e amplamente adotada de referenciamento semântico. Por referências “semânticas”, entendemos que os números de referência são baseados em divisões significativas nos próprios textos.",
    "general-guide-sujato:62": "No caso dos quatro <i lang='pli'>nikāyas</i>, isto significa:",
    "general-guide-sujato:63": "No caso do Dīgha e Majjhima, os textos são referenciados pelo identificador da coleção (DN e MN respectivamente) seguido pelo número do sutta, contados em uma seqüência simples desde o início.",
    "general-guide-sujato:64": "No caso do Saṁyutta, o identificador da coleção (SN) é seguido pelos números do <i lang='pli'>saṁyutta</i> (grupo temático) e do sutta.",
    "general-guide-sujato:65": "No caso do  Aṅguttara, o identificador da coleção (AN) é seguido pelos números do<i lang='pli'>nipāta</i> (grupo numerado) e do sutta",
    "general-guide-sujato:66": "Referências mais granulars ou específicas são feitas através do número da seção. E estes números seguem convenções pré-existentes.",
    "general-guide-sujato:67": "No caso do Dīgha, foi usada a numeração de seções conforme a edição em páli da Pali Text Society (PTS), que foram extensivamente adotadas nas traduções em inglês.",
    "general-guide-sujato:68": "No caso do Majjhima, foi usada a numeração de seções introduzidas por Bhikkhu Ñāṇamoḷi, e usada na edição de Bhikkhu Bodhi.",
    "general-guide-sujato:69": "Nos caso de suttas do Saṁyutta e Aṅguttara, a numeração das seções reflete os números dos parágrafos, como encontrados no texto original em páli da edição Mahāsaṅgīti.",
    "general-guide-sujato:70": "Cada um destes é subdividido de forma que cada seção contenha um número de “segmentos”. Segmentos são uma porção pequena de texto geralmente contendo uma frase ou um texto tão longo quanto uma frase. Nas traduções feitas mais recentemente por Ajahn Sujato, os segmentos traduzidos são correspondidos com segmentos originais de texto em páli.",
    "general-guide-sujato:71": "No sistema seguido no SuttaCentral, os números após dois pontos representam os número da seção e segmento, ou seja, as subdivisões dentro de um sutta. Sendo assim, temos:",
    "general-guide-sujato:72": "DN 3 aponta para o terceiro discurso na coleção dos Discursos Longos (Dīgha Nikāya).",
    "general-guide-sujato:73": "MN43:3 aponta para a seção 3 do discurso 43 da coleção dos Discursos Médios (Majjhima Nikāya).",
    "general-guide-sujato:74": "MN43:3.7 aponta para o segmento 7 na seção 3 do discurso 43 da coleção dos Discursos Médios (Majjhima Nikāya).",
    "general-guide-sujato:75": "SN 12.2:6.2 aponta para o segmento 2 na seção 6 do discurso 2 do décimo-segundo <i lang='pli'>saṁyutta</i> da coleção de Discursos Conectados (Saṁyutta Nikāya).",
    "general-guide-sujato:76": "Existem vários outros sistemas de referência. Em trabalhos acadêmicos, os textos são frequentemente referenciados por volume e página da edição Pali Text Society (PTS) do texto em páli original. Esta é uma convenção lamentável e desajeitada, pois vincula referências a uma edição específica em papel. Espera0se que ela seja rapidamente abandonada em favor de referências semânticas adequadas. Entretanto, os números de volume/página do PTS são exibidos no SuttaCentral, caso seja necessário procurar uma referência usando este sistema preexistente.",
    "general-guide-sujato:77": "Tradicionalmente, os textos eram—e muitas vezes ainda são—referenciados de uma forma mais longa: por <i lang='pli'>nikāya</i>, então por <i lang='pli'>saṁyutta</i> ou <i lang='pli'>nipāta</i> e/ou <i lang='pli'>paṇṇasaka</i> (quando o caso), seguido pelo <i lang='pli'>vagga</i> e finalmente o <i lang='pli'>sutta</i>.  Este sistema é útil ao utilizar manuscritos, pois você pode restringir sua busca passo a passo através do manuscrito para encontrar o que você precisa. Na web, ou mesmo em livros, no entanto, isto é desnecessário. No entanto, você pode usar a estrutura de navegação tradicional tal como se encontra em nossa barra lateral, se desejar.",
    "general-guide-sujato:78": "Elementos de estrutura",
    "general-guide-sujato:79": "Como estudantes de textos budistas estamos interessados no conteúdo, em aprender o que Buda e seus discípulos tinham a dizer e como eles viviam. Entretanto, devido à forma como os textos são organizados, rapidamente descobrimos que não é fácil saber como os diferentes textos se relacionam uns com os outros. Portanto, embora possa parecer desanimador, vale a pena gastar um pouco de tempo para considerar a <em>estrutura</em> dos textos.",
    "general-guide-sujato:80": "Os textos budistas antigos foram organizados não para leitura, mas sim para recitação e memorização oral. A preocupação principal era dividir os textos em partes que pudessem ser memorizadas e recitadas juntas. Como os textos eram guardados na memória, eles eram em grande parte guardados para “acesso aleatório”: um estudante habilidoso podia lembrar instantaneamente uma passagem de qualquer parte dos textos, sem ter que folhear as páginas ou consultar um índice. Desta forma, o sistema mais antigo de organização é um pouco semelhante a como encontramos informações hoje através de um mecanismo de busca.",
    "general-guide-sujato:81": "Daí decorre que não podemos esperar que os textos budistas antigos sejam estruturados sequencialmente como um livro moderno. Mas isto não significa que as coleções sejam aleatórias ou caóticas. Elas seguem sua própria lógica, que pode ser discernida se os textos forem abordados com simpatia.",
    "general-guide-sujato:82": "Estes são alguns dos elementos estruturais ou formais que encontramos nos textos budistas antigos.",
    "general-guide-sujato:83": "Imagem e narrativa",
    "general-guide-sujato:84": "Os suttas frequentemente seguem um padrão ABA. Uma declaração é feita, uma símile apresentada, e a declaração é repetida.",
    "general-guide-sujato:85": "Este padrão formal é altamente eficaz para reforçar a aprendizagem. Primeiro nos é apresentada a idéia básica. Mas declarações filosóficas ou psicológicas abstratas são difíceis de entender e lembrar sem qualquer contexto, por isso o Buda ilumina seu ensinamento com uma símile. Ele termina apresentando a idéia básica mais uma vez.",
    "general-guide-sujato:86": "A variedade de similes encontradas nos suttas é verdadeiramente surpreendente. O Buda tinha uma capacidade assombrosa de invocar sem esforço uma comparação adequada a partir de qualquer coisa que visse ao seu redor. As símiles também transmitem uma grande quantidade de detalhes incidentais sobre a vida e a cultura na época de Buda e, mais importante ainda, mostram como o ensino do Dhamma faz sentido em seu contexto. A maioria das imagens budistas clássicas que são comuns hoje em dia tem origem nas símiles usadas pelo Buda nos textos antigos.",
    "general-guide-sujato:87": "Às vezes as sínteses são estendidas a uma breve parábola ou fábula. Curiosamente, no entanto, raramente vemos o Buda se envolver em narrativas de qualquer extensão.",
    "general-guide-sujato:88": "Onde as narrativas são desenvolvidas com algum detalhe, elas são tipicamente como parte do enredo do (<i lang='pli'>nidāna</i>) em vez de nos ensinamentos de Buda como tal. É um princípio elementar da erudição histórica que o enredo tenha sido introduzido um tempo após o material doutrinário principal. Tais histórias variam consideravelmente entre os textos antigos paralelos, mostrando que as tradições tratavam a narrativa de forma mais flexível do que a doutrina.",
    "general-guide-sujato:89": "Repetição",
    "general-guide-sujato:90": "Não vai demorar muito até que se perceba que os suttas tendem a ser repetitivos. <em>Muito</em> repetitivos. Isto pode ser um grande obstáculo para um leitor novato, vamos então tomar um pouco de tempo para ponderar o que está acontecendo.",
    "general-guide-sujato:91": "Como tantos padrões encontrados na natureza, as repetições são <em>fratais</em>. Ou seja, elas ocorrem em todos os níveis: a palavra, a frase, a frase, o parágrafo, a passagem, todo o texto, até mesmo o grupo de textos. Isto mostra que a repetição não é algo estranho a estes textos, não é algo forçado por um editor excessivamente zeloso, mas é algo originalmente intrínseco a estes textos.",
    "general-guide-sujato:92": "Mas por quê? O que é preciso lembrar é que os textos se originaram de uma tradição oral. E em uma tradição oral, a repetição funciona de forma muito diferente do que na escrita. Quando se <em>lê</em> uma repetição, esta pode ser irritante; parece uma perda de tempo, a reação é pulá-la. Mas quando se <em>recita</em>, a repetição tem exatamente o efeito oposto. É reconfortante e relaxante. As partes que são diferentes requerem mais trabalho, você tem que exercitar sua memória; mas quando a passagem repetida ressurge como—o refrão de uma música—você relaxa no fluxo do cântico. As repetições dão ao recitador espaço para estar à vontade e contemplar. Recitar um texto altamente repetitivo se torna uma forma de meditação, onde você reflete o significado e o aplica à sua experiência enquanto recita.",
    "general-guide-sujato:93": "Mas, além deste aspecto espiritual, a repetição tem um propósito prático definido: a preservação. Ao dizer sempre a mesma coisa, de forma idêntica ou com pequenas variações, os recitadores estavam constantemente verificando suas memórias, garantindo a exatidão dos textos. E se um texto foi perdido, há sempre outra passagem semelhante em outro lugar. Assim, as repetições garantiam a sobrevivência do Dhamma a longo prazo, criando cópias de segurança para as informações importantes em vários partes, retidas na mente dos praticantes budistas.",
    "general-guide-sujato:94": "A compreensão do papel histórico das repetições, no entanto, não nos ajuda quando queremos apenas ler um sutta. O que devemos fazer? Bem, não há uma maneira única de ler um sutta. Algumas pessoas preferem lê-los na íntegra, contemplando cada repetição. Outros os lêem mais brevemente, chegando ao ponto importante. Você vai descobrir uma maneira que lhe convém. Mas quando se entende o papel das repetições, a idéia é que não as entendamos como um obstáculo.",
    "general-guide-sujato:95": "Abreviação",
    "general-guide-sujato:96": "O reverso da repetição é a abreviação. Uma vez que as repetições são tão abundantes, elas são muitas vezes abreviadas. A abreviação como taç não é uma invenção moderna; ela é encontrada em todos os manuscritos e, de fato, não há nenhuma edição que especifique completamente todas as repetições. Os textos de páli têm sua própria convenção para indicar abreviações, marcada com a sílaba <i lang='pli'>pe</i>, sendo esta mesma uma abreviação em si para o termo <i lang='pli'>peyyāla</i>.",
    "general-guide-sujato:97": "De modo geral, as abreviações nas edições páli, e as instruções ocasionais sobre como soletrar o texto completo, são sensatas e bastante consistentes entre as edições. As traduções modernas seguem a tradição manuscrita, mas não de forma obstinada. Algumas vezes, a tradução soletrará passagens abreviadas, ou então abreviar aquilo que não é abreviado no original.",
    "general-guide-sujato:98": "As abreviações são tanto “internas” quanto “externas”. Abreviações internas ocorrem quando existe informação suficiente no próprio texto para reconstruí-lo completamente. Normalmente, apenas o primeiro e o último itens de uma lista são escritos por extenso e, quanto ao resto, apenas os termos-chave são mencionados. Um exemplo disto pode ser encontrado no <a class='ref' href='/sn22.137'>SN 22.137</a>:",
    "general-guide-sujato:99": "A forma é impermanente, você deve abandonar o desejo por esta. As sensações … percepções … escolhas … consciência é impermanente, você deve abandonar o desejo por esta.",
    "general-guide-sujato:100": "No caso de abreviações externas, uma passagem abreviada não pode ser totalmente reconstruída a partir do contexto, mas requer a leitura de outro texto para preencher os espaços em branco. Este é outro exemplo de como a tradição oral difere dos textos escritos. Um recitador obviamente saberia, digamos, a fórmula para as quatro nobres verdades, de modo que não há necessidade de escrevê-la sempre; apenas o suficiente para refrescar a memória. Mas nas edições modernas, especialmente na web, um leitor pode acessar um texto específico de qualquer lugar, e pode nunca ter encontrado a passagem abreviada antes. Por esta razão, buscou-se reduzir o número de abreviações externas nas traduções.",
    "general-guide-sujato:101": "Títulos",
    "general-guide-sujato:102": "Os manuscritos budistas raramente contêm títulos em suas primeiras páginas, tal como os textos modernos. Ao invés disso, o título de um discurso é registrado no final. Em edições modernas, estes títulos foram acrescentados no início para maior clareza.",
    "general-guide-sujato:103": "Em muitos casos, especialmente nos títulos de suttas e <i lang='pli'>vaggas</i>, o que realmente temos no manuscrito não é realmente um título como tal, mas uma palavra-chave encontrada no verso que o resume (<i lang='pli'>uddāna</i>) encontrado no final de um <i lang='pli'>vagga</i> ou outra divisão. Estes versos foram inseridos pelos redatores do cânone com o objetivo de ajudar a manter o conteúdo organizado, de modo muito similar com o que é feito com um índice. Entretanto, os versos que resumem os textos variam em certa medida entre as edições, e assim, os títulos dos suttas nem sempre são consistentes. Além disso, alguns suttas recebem mais de um título no próprio texto—por exemplo o <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>A Rede Suprema</cite> (<cite class='text-root'>Brahmajalasutta</cite>)—-ou então variações ortográficas existem. Portanto, deve-se tomar cuidado, pois é bastante comum encontrarmos títulos diferentes para um mesmo texto.",
    "general-guide-sujato:104": "Divisões textuais",
    "general-guide-sujato:105": "Vagga (“Capítulo”)",
    "general-guide-sujato:106": "Um <i lang='pli'>vagga</i> é a unidade estrutural mais difundida e distinta nos textos budistas antigos. Geralmente reúne dez textos, que podem ser dez discursos, dez versos, dez regras, e assim por diante. O número dez é aderido de forma bastante consistente, embora ocasionalmente um <i lang='pli'>vagga</i> possa conter mais ou menos de dez textos.",
    "general-guide-sujato:107": "O <i lang='pli'>vagga</i> representa muitas vezes pouco mais que um agrupamento conveniente para ajudar a organizar ordenadamente os discursos. Nestes casos, o <i lang='pli'>vagga</i> normalmente leva como nome o título do primeiro discurso encontrado neste.",
    "general-guide-sujato:108": "Entretanto, também é comum descobrir que a <i lang='pli'>vagga</i> recolhe discursos com uma unidade temática vaga. Por exemplo, no <a href='dn-silakkhandhavagga'><cite class='text-translated'>Capítulo Sobre a Totalidade da Ética</cite></a> (<cite class='text-root'>Sīlakkhandhavagga</cite>) do Dīgha Nikāya (que contem treze discursos neste caso), quase todos os textos tratam do “treinamento gradual” de ética, meditação e sabedoria.",
    "general-guide-sujato:109": "Em alguns casos, um <i lang='pli'>vagga</i> em pálii pode ser um paralelo de um  <i lang='pli'>vagga</i> semelhante encontrado num cânone em outro idioma. Por exemplo, o famoso <a href='snp-atthakavagga'><cite class='text-translated'>Capítulo das Oitavas</cite></a> (<cite class='text-root'>Aṭṭhakavagga</cite>) do Sutta Nipāta existe no cânone chinês, embora o Sutta Nipāta como um todo não exista. Semelhantemente, o <cite class='text-root'>Sīlakkhandhavagga</cite> do Dīgha Nikāya tem paralelos tanto em textos do Dīgha do cânone Dharmaguptaka (chinês) e do cânone Sarvāstivāda (sânscrito).",
    "general-guide-sujato:110": "Ocasionalmente o termo <i lang='pli'>vagga</i> é aplicado a uma unidade textual maior, que inclui um número de seções, cada uma das quais composta de <i lang='pli'>vaggas</i> menores. Exemplos de tais estruturas aninhadas de <i lang='pli'>vagga</i> incluem o Saṁyutta Nikāya e os textos Khandhakas do Vinaya do cânone páli.",
    "general-guide-sujato:111": "Paṇṇāsaka (“Cinquenta”)",
    "general-guide-sujato:112": "A termo <i lang='pli'>paṇṇāsa</i> significa “cinqüenta”, e <i lang='pli'>paṇṇāsaka</i> denota grupo de aproximadamente cinqüenta suttas, ou cinco <i lang='pli'>vaggas</i>. O termo é usado para organizar coleções que contêm muitos <i lang='pli'>vaggas</i>. A maioria das coleções com grande número de discursos utiliza esta estrutura, por exemplo, os “<a href='mn-mulapannasa'><cite class='text-translated'>Cinquenta-raiz</cite></a>” do Majjhima Nikāya (<cite class='text-root'>Mūlapaṇṇāsa</cite>). Um <i lang='pli'>paṇṇāsaka</i> existe puramente por uma questão de conveniência e não corresponde a nenhuma divisão significativa do texto.",
    "general-guide-sujato:113": "Nipāta (“Grupo”)",
    "general-guide-sujato:114": "O significado literal de <i lang='pli'>nipāta</i> é “tombado”, e é um termo genérico para textos que foram agrupados. No Aṅguttara, ele é usado para cada divisão de textos reunidos por número: o <a href='an1'>grupo de discursos acerca de itens únicos</a>, e assim por diante. Em outras partes é usado, por exemplo, no título do  <a href='snp' class='text-root'>Sutta Nipāta</a>, que quer dizer “Grupo de Discursos”.",
    "general-guide-sujato:115": "Saṁyutta (“Coleção de Discursos Conectados”)",
    "general-guide-sujato:116": "Enquanto o termo <i lang='pli'>nipāta</i> seja bastante genérico, o termo <i lang='pli'>saṁyutta</i> tem um significado mais específico: textos agrupados de acordo com um tema ou assunto similar. O Saṁyutta Nikāya consiste de 56 coleções deste tipo. Por exemplo, o décimo quarto <i lang='pli'>saṁyutta</i> contém <a href='sn14'> 39 discursos sobre o tema dos elementos</a>.",
    "general-guide-sujato:117": "Nikāya or Āgama (“Divisão”)",
    "general-guide-sujato:118": "A maior unidade estrutural é geralmente conhecida como <i lang='pli'>nikāya</i> na tradição textual em páli do Theravāda, e como <i lang='pli'>āgama</i> nas tradições do norte. Entretanto, o termo <i lang='pli'>āgama</i>, embora tenha caído em desuso no Theravāda, é encontrado com bastante freqüência nos comentários em páli.",
    "general-guide-sujato:119": "Coleções similares aos quatro <i lang='pli'>nikāyas</i> como encontrados no cânone páli são encontradas em todas as outras escolas. No entanto, embora a natureza geral das coleções seja semelhante, e elas estejam organizadas de maneira semelhante, o detalhe de seus conteúdos varia consideravelmente. Acontece freqüentemente que um sutta encontrado no Majjhima de uma escola, por exemplo, pode ser encontrado no Saṁyutta ou Dīgha de outra escola. Além disso, a seqüência interna dos textos é bem diferente. Assim, parece que os <i lang='pli'>nikāyas</i> ou <i lang='pli'>āgamas</i> funcionaram mais como diretrizes organizacionais do que como unidades fixas.",
    "general-guide-sujato:120": "O quinto <i lang='pli'>nikāya</i> do cânone páli, o Khuddaka Nikāya, é mais flexível e varia mais entre as tradições. Parece ter se originado como um lugar de coleta de versos e textos menores não reunidos em outro lugar. Entretanto, esta coleção do cânone páli se tornou um lugar útil para incluir textos posteriores, de modo que veio a se tornar o maior de todos os <i lang='pli'>nikāyas</i>. Embora existam referências ocasionais a uma coleção semelhante nas escolas do norte, nenhuma existe hoje sob essa forma. No entanto, muitos dos textos individuais do Khuddaka têm paralelos, especialmente o Dhammapada, que sobrevive em muitas edições diferentes.",
    "general-guide-sujato:121": "Quando o Buda viveu: um tempo de mudanças",
    "general-guide-sujato:122": "Cada discurso começa com uma breve declaração dizendo que “certa vez” o Buda se encontrava em um determinado lugar. Desta forma, os redatores dos textos se preocuparam em localizar o Buda e seus ensinamentos em um contexto histórico e cultural específico. Os estudiosos modernos foram capazes de reconstruir uma imagem razoavelmente confiável da vida e dos tempos de Buda, confiando nos primeiros textos budistas, bem como que informações podem ser obtidas das escrituras do Bramanismo e Jainismo.",
    "general-guide-sujato:123": "Infelizmente a arqueologia é de pouco uso, pois há poucos vestígios arqueológicos da época de Buda. De fato, muito pouco pode se encontrar de antes da época do rei Ashoka—que viveu talvez 150 anos depois de Buda—e tampouco da Civilização do Vale do Indo, que antecede o Buda em muitos séculos. Para o período em que estamos interessados, o que foi encontrado consiste em alguma cerâmica e pequenos artefatos similares, assim como alguns restos de fortificações em torno de Kosambī. A escassez de provas deve-se a duas razões principais. A primeira é que os edifícios na época eram na sua maioria de madeira ou outros materiais perecíveis. E a segunda é que o trabalho arqueológico na Índia tem sido muito inconsistente e incompleto.",
    "general-guide-sujato:124": "O Buda viveu no século V a.C. na planície do Ganges, no norte da Índia. As datas exatas de seu nascimento e morte são incertas, mas a opinião acadêmica moderna tende a colocar seu nascimento em torno de 480 a.C. e sua morte 80 anos mais tarde em torno de 400 a.C. Ele nasceu em Lumbini e cresceu em Kapilavatthu, ambas localidades partes da república Sákya, que ocupou a área em torno da fronteira moderna entre a Índia e Nepal. Seu nome de família era Gotama; os textos mais antigos não mencionam seu nome pessoal, mas a tradição diz que era Siddhattha.",
    "general-guide-sujato:125": "Depois de seu Despertar, o Buda viajou sobre a planície do Ganges. A área que ele atravessou fazia parte da região cultural/política conhecida como as “dezesseis nações” (<i lang='pli'>janapada</i>). Esta região abrangia desde Delhi moderna ao noroeste, a fronteira de Bangladesh ao leste, a base dos Himalaias ao norte, o planalto do Decão ao sul, e Ujaim ao sudoeste. Ele passou a maior parte do tempo nas cidades de Sāvatthī no reino de Kosala e Rājagaha no reino de Magadha. Apesar da proliferação de lendas locais na maioria dos países budistas, o Buda nunca se aventurou fora desta área.",
    "general-guide-sujato:126": "Não era apenas o Buda que estava restrito a esta região. Parece que o comércio e outros contatos culturais próximos normalmente ocorriam também dentro desta região. As referências ocasionais a lugares mais distantes—ao sul da Índia ou aos gregos—eram vagas e muitas vezes lendárias. Foi no século após a morte de Buda que os reinos do norte da Índia foram unificados e foram abertas rotas regulares de comércio internacional, primeiro para a Europa e, alguns séculos depois, para o sudeste da Ásia e China.",
    "general-guide-sujato:127": "Economia e Política",
    "general-guide-sujato:128": "Embora as cidades e a vida urbana estejam em destaque nos textos, elas ainda existiam em pequena escala. A economia era em grande parte rural, com a agricultura desempenhando um papel proeminente.",
    "general-guide-sujato:129": "No entanto, há listas de profissões no cânone páli que mostram uma gama diversificada de profissões—contadores, joalheiros, construtores, soldados, médicos, funcionários do governo e muitos outros.",
    "general-guide-sujato:130": "O aumento da diversidade de profissões era ligado ao crescimento das cidades, que por sua vez é associado ao aparecimento de novas tecnologias. O registro arqueológico, embora rarefeito, nos fornece registros de duas inovações significativas: forjas para a fundição do ferro, e uma espécie de cerâmica fina conhecida como Cerâmica Negra Polida Norte-Asiática. Estas inovações atestam um crescente domínio no uso industrial do fogo, algo que os suttas mencionam em várias símiles memoráveis.",
    "general-guide-sujato:131": "A inovação tecnológica impulsionou o crescimento econômico. Frequentemente ouvimos falar de indivíduos ricos, empregando grandes equipes de funcionários e administrando propriedades ou negócios. Havia excedente econômico suficiente para apoiar uma grande classe de aspirantes espirituais. Tais ascetas não fizeram nenhuma contribuição material para a sociedade; o valor destes se encontra no desenvolvimento espiritual e ético.",
    "general-guide-sujato:132": "Estas mudanças tecnológicas e econômicas se refletiram na esfera política. Havia duas formas principais de gestão. Clãs tradicionais como os Sákyas ou os Vájjias seguiam uma antiga forma de democracia restrita, onde as decisões eram tomadas em um conselho municipal, e o clã elegia um membro líder como governante temporário. Outras nações, como a de Kosala e Magadha, haviam formado uma forma de reinado mais familiar, com um monarca hereditário absoluto. O Buda evidentemente favoreceu os ideais democráticos sob os quais ele cresceu, e baseado nestes ideais ele modelou a gestão da Sanga. No entanto, eram os reinos que experimentavem um crescente domínio econômico e militar. Durante a vida do Buda, houveram repetidos confrontos entre Kosala e Magadha, que disputavam o domínio sobre a antiga cidade sagrada de Varanasi.",
    "general-guide-sujato:133": "Ainda mais relevante, conforme a vida do Buda se aproximava do seu fim, o reino de Magadha anunciava suas intenções de invadir a República dos Vájjia. A história atesta o sucesso desta política: nas décadas após a morte de Buda, Magadha conquistou praticamente todas as dezesseis nações, estabelecendo uma supremacia inquestionável sobre a região, e estabelecendo redes comerciais com todas as outras partes da Índia antiga. Tão poderoso foi o reino resultante que as tropas de Alexandre o Grande se rebelaram diante do mero rumor do poder militar de Magadha.",
    "general-guide-sujato:134": "A vida em sociedade",
    "general-guide-sujato:135": "A crescente complexidade da vida econômica e política exigiu mudanças correspondentes nos papéis e responsabilidades sociais. Como qualquer sociedade em tempos de mudança, as pessoas no tempo de Buda estavam tentando equilibrar seus valores e estruturas tradicionais com as novas realidades. Parece que as pessoas estavam, na maioria das vezes, razoavelmente bem. Ainda assim, a pobreza e a fome, juntamente com a injustiça, o banditismo e a incerteza econômica, estavam presentes e representavam uma ameaça muito real. Ouvimos lamentos frequentes sobre o quão imprevisível era a riqueza, sejam as formas mais antigas de riqueza na forma de gado e terra, ou as formas mais novas de riqueza na forma de dinheiro e carreira.",
    "general-guide-sujato:136": "O Buda não era um revolucionário social e não atuava abertamente a favor de uma derrubada dos sistemas sociais, mesmo aqueles que ele reconhecia como injustos. Normalmente, ele defendia uma implementação mais justa e justa das normas existentes. Por exemplo, em vez de dizer que todas as sociedades deveriam ser democráticas, ele falou do dever moral de um rei de cuidar de seu povo.",
    "general-guide-sujato:137": "Esperava-se de um homem que ganhasse a vida para manter e proteger sua família. Ele deveria usar seus ganhos para proporcionar à sua família tanto o essencial quanto os luxos, e para tratar os trabalhadores com bondade e decência, sem deixar de destinar alguns fundos para poupança, e recursos para doações e a caridade.",
    "general-guide-sujato:138": "O papel tradicional de uma mulher era se casar e ter filhos. Fora isso, suas opções eram limitadas. Raramente ouvimos falar de mulheres profissionais além das profissionais do sexo. Neste contexto, a oportunidade de se ordernar como monjas permitiu que as mulheres buscassem seu próprio desenvolvimento espiritual e intelectual, atuassem como líderes e professoras e fossem respeitadas e apoiadas nesse papel.",
    "general-guide-sujato:139": "Muitas das manifestações mais extremas de discriminação sexual não são encontradas nos textos budistas antigos. Não encontramos nenhuma menção a noivas crianças, imolação de viúvas, ou a subjugação essencial das mulheres aos homens.",
    "general-guide-sujato:140": "A Índia ainda não havia ainda desenvolvido um sistema completo de castas. Havia alí uma divisão da sociedade muito mais simples em quatro partes:",
    "general-guide-sujato:141": "Aristocratas (<i lang='pli'>khattiya</i>)",
    "general-guide-sujato:142": "Proprietários de terras (<i lang='pli'>khetta</i>), tipicamente ricos e poderosos, engajados em questões do Estado, guerra e produção. O Buda nascera de um clã aristocrático. Os aristocratas se colocavam no mais alto nível da sociedade.",
    "general-guide-sujato:143": "Brâmanes (<i lang='pli'>brāhmaṇa</i>)",
    "general-guide-sujato:144": "Membros de uma classe de sacerdotes hereditários. Os brâmanes eram guardiões de textos sagrados chamados “Vedas”, e realizavam rituais e cerimônias para suas diversas deidades. Entretanto, na época de Buda, muitos brâmanes estavam simplesmente engajados em meios de subsistência mundanos comuns e seu papel religioso era secundário. Eles acreditavam ser os filhos de Deus (Brahmā).",
    "general-guide-sujato:145": "Comerciantes (<i lang='pli'>vessa</i>):",
    "general-guide-sujato:146": "Indivíduos engajados nos mais diversos modos e tipos de negócios e comércio.",
    "general-guide-sujato:147": "Trabalhadores (<i lang='pli'>sudda</i>)",
    "general-guide-sujato:148": "Indivíduos que realizavam trabalho manual.",
    "general-guide-sujato:149": "Nem todos os indivíduos se encaixavam claramente neste esquema simples. Vemos referências a indivíduos sem casta e a vários povos tribais. Além disso, existiam escravos ou criados em regime de servidão. Finalmente, haviam também os ascetas (<i lang='pli'>samaṇa</i>) como o Buda que se viam como tendo deixado para trás todas essas noções de casta.",
    "general-guide-sujato:150": "Os muitos caminhos espirituais da Índia Antiga",
    "general-guide-sujato:151": "As mudanças na época de Buda não se limitaram à esfera mundana. A vida religiosa da Índia antiga era igualmente dinâmica. Por esta razão, seria um erro assumir que a Índia no tempo de Buda era principalmente uma sociedade hindu. Alguns dos elementos que compõem o hinduísmo moderno podem ser discernidos, mas a religião indiana, como a prática espiritual e religiosa de todos outras localidades, sempre esteve em um estado de fluxo e evolução.",
    "general-guide-sujato:152": "No tempo de Buda, e até hoje mesmo, os Vedas pré-Budistas antigos formaram a base para a vida espiritual dos brâmanes e daqueles que os seguiram. Rituais como o <i lang='san'>agnihotra</i>, o derramamento diário de ghee sobre o fogo como uma oferenda para Agni, o  deus do fogo — se originou muito antes da chegada do povo Ariano na Índia, e representa uma prática observada até os dias de hoje.",
    "general-guide-sujato:153": "No entanto, muitos dos deuses antigos que aparecem nos Vedas já haviam desaparecido na época de Buda, e muitas das famosas divindades do hinduísmo posterior ainda não haviam surgido. Aqueles que aparecem assumem um aspecto marcadamente diferente; deuses proeminentes como Vishnu (páli: <i lang='pli'>Veṇhu</i>) ou Shiva (páli: <i lang='pli'>Siva</i>) aparecem em papéis menores, e um deus guerreiro como Sakka (também conhecido como Indra) aparece nos textos budistas antigos como um apóstolo da paz. Não havia templos, nem imagens, nem cultos devocionais (<i lang='san'>bhakti</i>). Não há menção de um sistema de <i lang='san'>avatars</i>, nem de conceitos familiares da espiritualidade moderna de inspiração hindu como <i lang='san'>śakti</i>, <i lang='san'>kuṇḍalinī</i>, chakras, ou exercícios de yoga.",
    "general-guide-sujato:154": "Além disso, quando olhamos para os aspectos do hinduísmo moderno que estavam presentes na época, muitos deles estão completamente separados uns dos outros. Ninguém considerava, por exemplo, a adoração de um dragão local  (<i lang='pli'>nāga</i>) a ter algo a ver com os ritos dos brâmanes. A característica marcante do hinduísmo—a grande síntese de idéias e práticas religiosas e filosóficas, do simples animismo ao profundo não-dualismo—ainda não era presente. Diferentes vertentes da vida religiosa eram bastante distintas e não eram consideradas como fazendo parte do mesmo caminho.",
    "general-guide-sujato:155": "Assim, os historiadores não se referem à religião brahmânica da época como hinduísmo, mas sim como vedismo ou bramanismo. Foi quase mil anos depois que o movimento reconhecível como hinduísmo moderno se tornou proeminente na Índia. Com certeza, grande parte do hinduísmo é extraída dos Vedas, da mesma forma que grande parte do catolicismo é extraída das escrituras hebraicas que os cristãos chamam de Antigo Testamento. Mas se você encontrasse Abraão ou Noé e se dirigisse a eles como “católicos”, eles não saberiam do que você está falando. E os indianos da época de Buda também não estariam familiarizados com a própria idéia do “hinduísmo”.",
    "general-guide-sujato:156": "Apesar de tudo isso, há uma afirmação frequentemente repetida de que o Buda “nasceu, viveu e morreu como hindu”, atribuída ao grande pioneiro da Indologia, Thomas Rhys Davids. Embora seja verdade que ele escreveu isto, foi em uma obra inicial, na página 116 do livro <cite class='book'>Buddhism: its history and literature</cite>, que registra uma série de palestras publicada em 1896. Mas em 1912 sua visão havia mudado, pois na página 83 do livro <cite class='book'>Buddhism: Being a sketch of the life and teachings of Gautama, the Buddha</cite>, ele escreve:",
    "general-guide-sujato:157": "Gautama nasceu e cresceu, e viveu, e morreu como um típico índiano. Em seus dias o hinduísmo ainda não havia surgido.",
    "general-guide-sujato:158": "Rhys Davids enfatiza que o Buda não tinha uma relação antagônica com a religião Brahmânica. Seu propósito não era a reforma religiosa, mas a libertação do sofrimento. Entretanto, na página 85 do mesmo livro, ele comenta:",
    "general-guide-sujato:159": "No longo prazo os dois sistemas eram bastante incompatíveis. … Todo o treinamento de Gautama estava de fato fora da tradição ritualística dos brahmanas e dos brâmanes. As divindades locais de seu clã não eram védicos.",
    "general-guide-sujato:160": "A lição aqui é que devemos evitar projetar as condições modernas em tempos remotos. Os povos da Índia antiga tinham sua própria vida espiritual rica, complexa e multifacetada. Só podemos começar a compreendê-los, e a entender como Buda se relacionava com eles, quando colocamos de lado nossos preconceitos e preocupações modernas e ouvimos o que eles tinham a dizer por si mesmos.",
    "general-guide-sujato:161": "Uma característica notável dos textos budistas antigos é o diálogo inter-religioso. O Buda não viveu em uma cultura budista. Freqüentemente encontramos Buda e seus discípulos discutindo vários aspectos da filosofia e prática espiritual com seguidores de outros caminhos espirituais ou com pessoas adeptas de nenhum caminho em particular. Às vezes, eles vinham ao Buda procurando aprender, ou até mesmo atacar. E não é incomum encontrar Buda e seus discípulos procurando ativamente seguidores de outros caminhos espirituais simplesmente para conversar. Nisso, os primeiros textos são bastante diferentes da literatura budista posterior, que quase sempre consiste em budistas conversando com outros budistas.",
    "general-guide-sujato:162": "Embora muitas dessas pessoas acabassem se declarando seguidores de Buda, esse não era o propósito do diálogo. O Buda não debatia simplesmente para vencer uma discussão, mas por compaixão, para ajudar a aliviar o sofrimento dos outros.",
    "general-guide-sujato:163": "Em meio aos conjuntos complexos de práticas religiosas, podemos discernir três domínios principais.",
    "general-guide-sujato:164": "Animismo",
    "general-guide-sujato:165": "Nas aldeias e cidades da Índia antiga, a religião popular mais difundida era a crença na realidade onipresente dos espíritos na natureza. Tais divindades incorporavam aspectos do clima ou viviam nas plantas, rios ou cavernas; elas podiam promover a abundância ou assumir formas ferozes e ameaçadoras. Elas não eram confiáveis, mas podiam ser cortejadas por meio de simples oferendas de arroz, flores ou ghee.",
    "general-guide-sujato:166": "As crenças animistas derivavam de lendas e rituais locais, não da filosofia religiosa. No entanto, os caminhos religiosos mais elevados, como o budismo ou o jainismo, em vez de reprimir tais crenças, permitiam atribuir-lhes um papel menor no esquema das coisas, desde que eliminassem práticas prejudiciais como o sacrifício humano ou animal.",
    "general-guide-sujato:167": "Em todos os textos budistas, ouvimos falar de <i lang='pli'>yakkhas</i> (espíritos), <i lang='pli'>nāgas</i> (dragões), <i lang='pli'>gandhabbas</i> (fadas), <i lang='pli'>garudas</i> (fênixes), e outros mais. A atitude budista em relação a esses seres pode ser melhor descrita como “boa vizinhança”. Nem eles, nem quaisquer seres superiores, são adorados ou louvados visando a salvação. Em vez disso, são tratados com respeito e dignidade, pois quem sabe? Se forem reais, melhor é bom tê-los ao seu lado.",
    "general-guide-sujato:168": "Bramanismo",
    "general-guide-sujato:169": "A casta que se autodenominava “brâmane” herdou um antigo corpo de sabedoria sagrada conhecido como Vedas. Este consistia em conjuntos de escrituras orais, entre as quais o Ṛg Veda era o principal. Nos textos budistas antigos são mencionados três Vedas: Ṛg, Sama, e Yajur; o Atharva é mencionado, mas ainda não era considerado um Veda.",
    "general-guide-sujato:170": "O Ṛg Veda surgiu do meio cultural e religioso dos antigos povos indo-europeus. Ele compartilha uma herança comum com os textos avestanos do zoroastrismo iraniano e, mais remotamente, com as mitologias da Europa.",
    "general-guide-sujato:171": "Parece que os povos indo-europeus se mudaram para a Índia cerca de um milênio antes do Buda, com clãs distintos mantendo conjuntos de tradições sagradas. Nos primeiros séculos do primeiro milênio antes da era cristã, na área conhecida como país Kuru (moderna Delhi), os clãs foram unificados no reino bramânico clássico, cuja história ecoa no Mahābharata. O Ṛg Veda foi forjado a partir dos livros dos clãs, embrulhado em capítulos iniciais e finais enfatizando a unidade. Na época do Buda, a cultura e a linguagem bramânicas já haviam se tornado fortemente estabelecidas nas regiões mais ao sul e a leste onde o Buda vivia.",
    "general-guide-sujato:172": "Os brâmanes insistiam na santidade de sua casta, na eficácia de seus rituais, na verdade de suas escrituras e na onipotência de sua divindade. O Buda rejeitou de imediato todas essas afirmações.",
    "general-guide-sujato:173": "No entanto, as tradições bramânicas estavam longe de ser um monólito unificado. Vemos uma forte linha de questionamento da tradição, de busca de novos caminhos, de busca fervorosa da verdade; e tais atitudes são tão fortes nos textos bramânicos quanto nos textos budistas.",
    "general-guide-sujato:174": "Os brâmanes eram tipicamente homens de família, vivendo uma vida estável e esperando um certo grau de respeito social e posição devido ao seu aprendizado e casta. Mas alguns brâmanes adotavam um estilo de vida ascético, aparentemente influenciado pelos <i lang='pli'>samaṇas</i>.",
    "general-guide-sujato:175": "Nas gerações anteriores ao Buda, a filosofia bramânica atingiu o auge nos Upanixades, com seus debates sofisticados e filosofia mística da unidade essencial do eu e do cosmos. Esses textos formam o contexto dialético imediato da filosofia do Buda. Yājñavalkya, um filósofo chave dos Upanixades, viveu nos arredores de Mithila, na mesma região por onde Buda andou, não mais do que um ou dois séculos antes dele. Aparentemente, alguns Upanixades iniciais são mencionados no <a class='ref' href='/dn13'>DN 13</a> <cite class='text-translated'>Discurso sobre os Três Conhecimentos</cite> (<cite class='text-root'>Tevijjasutta</cite>), e a doutrina  fundamentada em um “eu” dos Upanixades (<i lang='san'>ātman</i>) foi rejeitada de forma proeminente pelo Buda em seu ensinamento mais distinto: não-eu (<i lang='pli'>anattā</i>).",
    "general-guide-sujato:176": "Os Samaṇas",
    "general-guide-sujato:177": "O conjunto complexo de movimentos religiosos conhecidos como <i lang = 'pli'> samaṇas </i> ou “ascetas” era bem distinto dos brâmanes, e muitas vezes opostos a estes. Seis escolas ascéticas proeminentes eram reconhecidas na época do Buda. O Buda também se considerava um asceta, em vista das muitas semelhanças entre seu próprio movimento e o deles.",
    "general-guide-sujato:178": "Como os mendicantes budistas, os outros <i lang='pli'>samaṇas</i> eram tipicamente renunciantes celibatários, vivendo na solidão ou em comunidades monásticas e dependendo de comida esmolada para se alimentar. Dentre estes, o grupo mais famoso—e o único que sobreviveu até hoje—foi o Jainismo, que floresceu sob seu líder Mahāvīra, conhecido como Nigaṇṭha Nātaputta nos textos budistas.",
    "general-guide-sujato:179": "Os grupos ascéticos compartilhavam uma atitude iconoclasta e todos rejeitavam o sistema bramânico <i lang='lat'>in toto</i>. No entanto, eles variavam entre si, conforme mostrado em seus ensinamentos atestados no <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Discursos sobre os Frutos da Vida Ascética</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>), bem como no <a class='ref' href='/mn60'>MN 60</a> e no <a class='ref' href='/mn76'>MN 76</a>.Alguns enfatizavam a austeridade e automortificação, outros a racionalidade e o debate. Alguns defendiam um esforço ardente, outros um fatalismo resignado. Alguns ensinaram o renascimento, enquanto outros afirmaram que este mundo material era a única realidade.",
    "general-guide-sujato:180": "Embora suas doutrinas possam parecer floreadas e obscuras, e suas práticas às vezes bizarras e sem sentido, estes movimentos ascéticos representam um testemunho duradouro da diversidade, vigor e inovação da vida religiosa na Índia antiga.",
    "general-guide-sujato:181": "Cosmologia",
    "general-guide-sujato:182": "Um tema recorrente em muitas das vertentes religiosas da Índia é a preocupação com o assunto da cosmologia. Esperava-se que uma filosofia religiosa apresentasse um modelo do mundo em grande escala e indicasse o papel da humanidade nele. Como todos os aspectos da vida religiosa, essas cosmologias eram parcialmente compartilhadas entre as tradições. Ao mesmo tempo, cada tradição possuía aspectos únicos em termos de cosmologia.",
    "general-guide-sujato:183": "Algumas tradições afirmavam uma cosmologia materialista, rejeitando a noção de que alguém renasceria em qualquer outro estado. Para estas, apenas esta vida era real.",
    "general-guide-sujato:184": "A maioria das cosmologias, no entanto, postulava múltiplos reinos ou planos de existência. Os seres iriam e viriam dessas diferentes estações. Alguns destes planos eram agradáveis e desejáveis, enquanto outros não. Quanto ao porquê disso, diferentes razões foram apresentadas.",
    "general-guide-sujato:185": "Alguns dos ascetas argumentaram que os seres transmigravam devido ao destino ou ao acaso.",
    "general-guide-sujato:186": "As tradições bramânicas dominantes diziam no entanto que era devido à realização de rituais e sacrifícios aos deuses.",
    "general-guide-sujato:187": "Alguns diziam que o renascimento era determinado por ações intencionais, morais ou imorais.",
    "general-guide-sujato:188": "Este último ponto de vista era sustentado por algumas escolas ascéticas, como o budismo e o jainismo, e algumas das linhas mais avançadas e inovadoras do bramanismo. Essas tradições compartilhavam uma concepção de transmigração que, em muitos aspectos, bastante semelhante. Três elementos comuns podem ser discernidos:",
    "general-guide-sujato:189": "Todos os seres sencientes renascem inúmeras vezes num processo chamado <i lang='pli'>saṁsāra</i> (“transmigração”).",
    "general-guide-sujato:190": "Este processo é determinados pelas escolhas éticas (<i lang='pli'>kamma</i>). Boas escolhas ou atos levam a um renascimento agradável; as más ações levam a um renascimento infeliz.",
    "general-guide-sujato:191": "A verdadeira salvação não é encontrada em nenhum dos planos ou reinos de existência, mas apenas na libertação da própria transmigração.",
    "general-guide-sujato:192": "Enquanto estes aspectos da cosmologia eram compartilhados, os detalhes diferiam tanto na teoria quanto na prática.",
    "general-guide-sujato:193": "A teoria dos jainistas e bramanistas propunha que a transmigração era experimentada por uma alma ou eu que poderia alcançar a liberdade. Para os jainistas, a alma individual (<i lang='pli'>jīva</i>) atingiria a pureza e a bem-aventurança eternas. Para os mais sofisticados entre os bramanistas, o eu individual (<i lang='san'>ātman</i>) perceberia sua verdadeira natureza como idêntica à divindade que é o próprio cosmos (Sanskrit: <i lang='san'>tat tvam asi</i>; Pali: <i lang='pli'>eso hasmasmi</i>; <i lang='pli'>so attā so loko</i>).",
    "general-guide-sujato:194": "O Buda rejeitou todas essas noções metafísicas de eu ou alma. Em vez disso, ele explicou a transmigração como um processo contínuo de mudança de condições, famosamente formulado nos doze elos de originação dependente (<i lang='pli'>paṭicca samuppāda</i>).",
    "general-guide-sujato:195": "Em termos de aplicação prática de sua teoria, os jainistas acreditavam que o caminho para a salvação era, em primeiro lugar, evitar ferir quaisquer seres sencientes, mesmo não intencionalmente, e em seguida queimar ou consumar o <i lang='pli'>kamma</i> passado  através da dolorosa auto-mortificação. Essas práticas são descritas com frequência e em detalhes, atestando sua proeminência na vida espiritual indiana antiga.",
    "general-guide-sujato:196": "Os brâmanes, como visto nos suttas, não tinham um caminho tão claro e inequívoco para um objetivo mais elevado e, de fato, são descritos como discutindo entre si quanto ao caminho correto. Isso reflete a situação histórica, onde os objetivos anteriores, mais simples e mais mundanos do bramanismo védico evoluíam para uma forma mais sofisticada baseada nos Upanixades.",
    "general-guide-sujato:197": "Para os Upanixades, a chave para a salvação era o entendimento. Somente aquele que entende os rituais e filosofias corretamente (<i lang='san'>ya evam veda</i>) experimentará todos os seus benefícios. Nos séculos anteriores ao Buda, esse caminho de sabedoria se desenvolveu em uma profunda cultura contemplativa, expressa nas passagens extáticas e místicas dos Upanixades.",
    "general-guide-sujato:198": "O Buda compartilhava da preocupação que os jainistas tinham em evitar o mal, mas rejeitou a prática de austeridades extremas. Em vez de tormento corporal, ele enfatizou o desenvolvimento da mente.",
    "general-guide-sujato:199": "Certas linhagens bramânicas desenvolveram a meditação em alto grau, mas os estados meditativos ainda eram concebidos em termos metafísicos. O Buda adotou essas meditações por seu valor na purificação da mente, mas as interpretou em termos puramente psicológicos, rejeitando inteiramente a metafísica.",
    "general-guide-sujato:200": "Um dos benefícios da meditação avançada era que o praticante desenvolveria a habilidade de perceber muitas vidas passadas e muitos dos planos nos quais os seres podem renascer. Nisto, podemos distinguir entre os textos doutrinários centrais, que normalmente falam de renascimento em termos gerais como destinos bons ou ruins, e as porções narrativas, que descrevem os domínios do renascimento nos termos da cosmologia indiana popular antiga.",
    "general-guide-sujato:201": "Os textos budistas antigos não tentam sistematizar esses domínios em grandes detalhes. Na verdade, as várias divindades e reinos mencionados desafiam qualquer categorização simples. Mais tarde, o budismo desenvolveu uma teoria de vários reinos, às vezes chamados de 31 planos de existência, mas isso não representa totalmente a situação encontrada nos textos antigos.",
    "general-guide-sujato:202": "Aqui segue uma visão geral dos domínios mais importantes encontrados nos suttas. É crucial lembrar que, na visão budista, todas essas coisas, mesmo as mais elevadas, são impermanentes e não constituem a verdadeira liberdade. Eles não são planos metafísicos separados, mas meras estações nas quais a consciência pode passar algum tempo durante sua longa jornada.",
    "general-guide-sujato:203": "Reinos ou planos de Brahmā",
    "general-guide-sujato:204": "Os planos de existência mais elevados, que correspondem às realizações da meditação de absorção (<i lang='pli'>jhāna</i>), e só podem ser alcançados por aqueles adeptos nos <i lang='pli'>jhānas</i>. Os reinos de Brahmā incluem os planos de existência baseados na forma luminosa  (<i lang='pli'>rūpaloka</i>) e os planos não baseados na forma (<i lang='pli'>arūpaloka</i>). Os primeiros são alcançados por meio das quatro absorções primárias. Nesse contexto, a palavra “forma” se refere ao eco refinado e radiante ou reflexo do objeto de meditação original no qual esses estados se baseiam. Os estados sem forma estão além disso e são realizados quando até mesmo essa luminosidade sutil desaparece.",
    "general-guide-sujato:205": "Reinos ou paraísos de prazeres sensuais",
    "general-guide-sujato:206": "Muitos deles são mencionados, mais comumente o reino dos Trinta e Três, governado por Sakka. É dito que vários dos seres de crenças animistas indianas habitam as camadas mais baixas desses reinos.",
    "general-guide-sujato:207": "Reino ou plano humano",
    "general-guide-sujato:208": "O reino mais importante, onde os Budas surgem e o caminho espiritual é ensinado.",
    "general-guide-sujato:209": "Reinos ou planos inferiores",
    "general-guide-sujato:210": "Estes planos incluiem o reino animal, o reino dos fantasmas e os infernos. O reino dos <i lang='pli'>asuras</i>—titãs ou demônios—é geralmente classificado aqui nas cosmologias posteriores, mas os primeiros textos parecem tratá-los habitantes dos reinos ou paraísos de prazeres sensuais.",
    "general-guide-sujato:211": "O Buda ensinou que fazer o bem e evitar o mal seria o caminho para renascer em um dos planos de existência feliz, o que inclui o plano de existência humana e todos os outros planos ou reinos mais elevados. No entanto, o ir e vir da transmigração é longo e imprevisível, e assim nenhum paraíso ou plano feliz de existência oferece um refúgio certo ou previsível.",
    "general-guide-sujato:212": "Longe de ensinar o renascimento como um consolo para seguidores ingênuos incapazes de enfrentar a inevitabilidade da morte, o renascimento é descrito em termos traumáticos e aterrorizantes: a quantidade de lágrimas que derramadas no curso infinito da transmigração [e maior do que a quantidade de água em todos os oceanos do mundo. Assim, o verdadeiro significado de fazer boas ações não é apenas obter um renascimento melhor, mas estabelecer os alicerces de um desenvolvimento espiritual superior, principalmente através da meditação.",
    "general-guide-sujato:213": "No ensinamento fundamental das quatro nobres verdades, o desejo é apontado como a origem de todo sofrimento relacionado o renascimento (<i lang='pli'>yāyaṁ taṇhā ponobbhavikā</i>). A prática do nobre caminho óctuplo é a única coisa que permite abandonar esse desejo e se libertar do sofrimento. Isso é o que Buda chamou de “extinção” ou “cessação” (Pali: <i lang='pli'>nibbāna</i>; Sanskrit <i lang='san'>nirvāṇa</i>).",
    "general-guide-sujato:214": "Sobre os comentários em páli",
    "general-guide-sujato:215": "Os textos do canône páli são acompanhados por um extenso e detalhado conjunto de comentários (<i lang='pli'>aṭṭhakathā</i>) e comentários secundários (<i lang='pli'>ṭīkā</i>). Esses textos são, para a maioria das pessoas, ainda mais misteriosos do que o próprio cânone, então é válido dizer algumas coisas sobre estes.",
    "general-guide-sujato:216": "Os principais comentários foram compilados pelo monge Buddhaghosa no mosteiro Mahāvihāra em Anuradhapura, então capital do Sri Lanka, no século V. Buddhaghosa herdou uma série de comentários mais antigos na antiga língua cingalesa, agora perdidos. Eles foram compilados ao longo dos séculos no Sri Lanka, principalmente entre cerca de 200 aC e 200 dC; isto é, a criação de conteúdo principal dos comentários se encerrara vários séculos antes de Buddhaghosa.",
    "general-guide-sujato:217": "Era tudo um pouco bagunçado, com textos em páli e comentários em cingalês, e uma diversa gama de outros textos contendo comentários. Buddhaghosa pretendia simplificar a situação combinando todos os comentários antigos em um único sistema, traduzido para o pali.",
    "general-guide-sujato:218": "O trabalho de Buddhaghosa permanece como uma realização extraordinária de erudição tradicional. Ele tinha um domínio quase sobrenatural de seus materiais, e a clareza e o rigor de seus escritos tornam fácil o que seria uma tarefa extremamente difícil. É fundamental lembrar que ele viu seu trabalho como o de editor, compilador e tradutor. Isso é o que ele afirmava estar fazendo e, de tudo o que sabemos sobre seu trabalho, ele era um estudioso íntegro que fez exatamente o que se propôs a fazer. Quando sentiu necessidade de expressar sua própria opinião, ele a registrou como tal; mas tais intervenções eram raras e hesitantes. Os comentários são o registro de discussões e explicações dos textos em Pali transmitidos na tradição do mosteiro de Mahāvihāra, não as opiniões pessoais de Buddhaghosa.",
    "general-guide-sujato:219": "Enquanto Buddhaghosa compilava comentários sobre os textos principais, ele deixou alguns incompletos. Nem sempre é certo quais comentários foram feitos por ele; mas, em qualquer caso, gerações posteriores de estudiosos completaram seu trabalho. Posteriormente, comentários secundários foram escritos para esclarecer pontos ainda não claros nos comentários principais.",
    "general-guide-sujato:220": "No budismo Theravāda moderno, os comentários se tornaram uma questão polêmica infeliz e desnecessária. Algumas pessoas aceitam toda a tradição de modo acrítico e consideram os comentários como essencialmente infalíveis. Outros chegam ao extremo de suspeitar de qualquer coisa nos comentários, reescrevendo a história do budismo Theravāda como uma conspiração dos comentários. Mas qualquer estudioso sério sabe que os comentários são freqüentemente úteis, mesmo indispensáveis, em incontáveis pontos difíceis e obscuros. Sem eles, não teríamos sido capazes de criar os dicionários e traduções precisas que temos hoje. No entanto, não se pode confiar cegamente neles, pois, como qualquer recurso, são falíveis e devem ser lidos com um olhar cuidadoso e crítico. Em algumas questões doutrinárias, a posição dos comentários mudou consideravelmente da posição nos suttas, e não de maneiras esclarecedoras.",
    "general-guide-sujato:221": "Certa vez, li alguns conselhos de um mestre birmanês—infelizmente isso foi há muitos anos não recordo quem - sobre como usar os comentários. Em linhas gerais a recomendação é: Primeiro leia o sutta. Tente entender. Leia e medite sobre este repetidas vezes. Se há algo que você não entende, veja se pode ser explicado em algum outro lugar nos suttas. Se, no final do dia, você ainda não consegue entendê-lo, verifique o que dizem os comentários. Se responder à pergunta, ótimo. Mas se, após um estudo igualmente cuidadoso, o comentário ainda não estiver claro, verifique os comentários secundários.",
    "general-guide-sujato:222": "Isso sempre me pareceu um bom conselho, e tentei segui-lo. O objetivo do comentário é ajudar a explicar os suttas. Onde os suttas são claros—e na maioria das vezes o são—não há necessidade de se consultar o comentário. A única coisa extra que eu acrescentaria é que, além dos comentários principais e secundários, atualmente também temos paralelos em chinês e sânscrito para nos ajudar a entender passagens difíceis.",
    "general-guide-sujato:223": "Nesses guias, as explicações dos comentários foram quase que completamente deixadas de lado. Em vários aspectos, as explicações dadas diferem das encontradas nos comentários. Isto reflete uma escolha consciente e as razões para tal foram registradas em outros lugares. Não é a intenção sobrecarregar os guias litigando novamente todas as controvérsias. E os comentários não são contraditos por ignorância ou teimosia, mas porque depois de muitos anos de estudo, contemplação, discussão e prática, algumas coisas passam a serem vistas de forma diferente.",
    "general-guide-sujato:224": "Uma história textual breve e incompleta",
    "general-guide-sujato:225": "A importância dos <i lang='pli'>nikāyas</i> tem sido reconhecida por estudiosos europeus desde o início. Aqui são discutidas os detalhes das edições e traduções nos ensaios sobre os <i lang='pli'>nikāyas</i>, e assim como são feitas algumas observações gerais.",
    "general-guide-sujato:226": "Durante o século 19, estudiosos europeus foram descobriram a tradição páli, vendo nela uma fonte confiável de informações sobre o Buda, sua época e seus ensinamentos. Um funcionário público inglês no Sri Lanka, Thomas Rhys Davids, aprendeu o idioma páli com monges, inicialmente para ajudá-lo a entender melhor as práticas jurídicas do Sri Lanka. Reconhecendo a importância desses textos, ele retornou à Inglaterra e estabeleceu a Pali Text Society (PTS), amplamente financiada por doadores asiáticos. Eles obtiveram manuscritos em folha de palmeira, com base nos quais a PTS preparou edições impressas dos principais textos em Pali.",
    "general-guide-sujato:227": "As edições da PTS introduziram uma série de idéias originadas na erudição européia. Obviamente, eles usaram um conjunto de convenções para apresentar escritas índicas com caracteres comuns aos idiomas europeus. Este sistema não envolve perdas, portanto, os textos podem ter sido alterados automaticamente quando convertidos de um sistema de escrita para outro. Ele permite uma comparação fácil entre as edições do cânone Pali de diferentes países, que tradicionalmente foram registrados com base nos sistemas de escrita locais. As edições da PTS também introduziram títulos no início dos textos, pontuação e capitalização, números de página, notas de rodapé, leituras variantes e várias outras inovações modernas.",
    "general-guide-sujato:228": "Uma inovação que não foi implementada de forma consistente foi o uso de números de capítulo e seção. Eles foram adicionados às edições da PTS do Dīgha Nikāya e do Vinaya, e foram usadas em traduções subsequentes. No entanto, a maioria das edições PTS carecem dessas seções, com a infeliz consequência de que as referências acadêmicas de textos em Pali ainda são baseadas no volume e na página da edição PTS, um sistema que não é prático nem preciso.",
    "general-guide-sujato:229": "As edições PTS foram inovadoras e exerceram uma influência sem paralelo no budismo moderno, tanto no Oriente como no Ocidente. Os estudiosos asiáticos estão bem cientes destas, com a conseqüência de que provavelmente é difícil encontrar qualquer edição impressa do século 20 que esteja completamente livre de sua influência. No entanto, os textos da PTS não são particularmente confiáveis. Eles foram montados ao longo de um considerável período de tempo, com escassos recursos e pouca mão-de-obra. Os editores usaram quaisquer manuscritos que tivessem em mãos e, além de uma preferência geral por convenções originárias do Sri Lanka, sendo difícil discernir uma metodologia consistente ou clara em suas escolhas de redações. As limitações dessas edições são bem conhecidas entre os especialistas na área e, em alguns casos, edições atualizadas e aprimoradas foram publicadas.",
    "general-guide-sujato:230": "No caso das traduções aqui apresentadas <i lang='pli'>nikāyas</i>, Ajahn Sujato preferiu usar a edição chamada de Mahāsaṅgīti. Esta é essencialmente uma representação digital da tradição textual birmanesa do 6º Concílio, ela mesma baseada no texto do 5º Concílio do século 19. Esta é baseada na edição digital preparada pelo Vipassana Research Institute, com extensa revisão e correções pela Dhamma Society of Bangkok. A edição Mahāsaṅgīti é um texto digital consistente e cuidadosamente editado, e por esse motivo foi escolhido como o texto-raiz pálo para o SuttaCentral. Mas não se deve presumir que seja o mais autêntico. Pelo contrário, ela preserva as leituras birmanesas, que tendem a corrigir o texto em conformidade com as gramáticas pali. No entanto, em quase todos esses casos, não há diferença no significado, apenas pequenas diferenças na grafia.",
    "general-guide-sujato:231": "Como a maioria dos tradutores, quando as edições variam, não se aderiu necessáriamente a uma edição específica, tendo sido usado o pareceu ser a melhor leitura em cada caso. Referências às edições da PTS foram feitas com bastante frequência. Mais raramente, foi consultada a edição romanizada intitulada Buddha Jayanthi encontrada no arquivo GRETIL (Göttingen Register of Electronic Texts in Indian Languages); observe, no entanto, que a edição digital é amplamente considerada inferior ao original preservado na escrita cingalesa. Ocasionalmente, também foi consultada a edição Rama 5 que preserva os textos em caracteres tailandeses. Também foram consultadas traduções pre-existentes, especialmente as de Bhikkhu Bodhi.",
    "general-guide-sujato:232": "Em casos problemáticos, o original em páli foi comparadao com os paralelos em sânscrito e chinês; não foram usadas fontes tibetanas. No entanto, em todos os casos, a intenção primordial foi de se representar com precisão os textos em páli. Apenas em alguns casos excepcionais os paralelos em sânscrito ou chinês foi usado para se corrigir o Pali."
  }
}