{
    "en": {
        "8a5771a60dd94ca37583950ad022accc": "Introduction to SuttaCentral",
        "f7a4bed17a4fb66b6265c58fd2aef562": "The Buddha’s words",
        "075042e8f0218630c1c81f34bda77f67": "SuttaCentral contains early Buddhist texts, known as the Tipiṭaka or “Three Baskets”. This is a large collection of teachings attributed to the Buddha or his earliest disciples, who were teaching in India around 2500 years ago. They are regarded as sacred canon in all schools of Buddhism.",
        "9ce4240bf67449653c424dab5519423a": "There are several Buddhist traditions, and each has passed down a set of scriptures from ancient times. SuttaCentral is specially focused on the scriptures of the <a href=\"http://en.wikipedia.org/wiki/Pre-sectarian_Buddhism\" target=\"_blank\" title=\"Wikipedia article on pre-sectarian Buddhism\">earliest period of Buddhism</a>, and hosts texts in over thirty languages. We believe this is the largest collection of early Buddhist texts ever made.",
        "64cd2e478659db49f887dae97da862c3": "SuttaCentral hosts the texts in orginal languages, translations in modern languages, and extensive sets of parallels that show the relationship between them all.",
        "d41d8cd98f00b204e9800998ecf8427e": "",
        "83915d1254927f41241e8630890bec6e": "Themes",
        "15ffb98686cd6b652bfe8a518383ebb9": "What are these texts about? The Buddha’s overriding concern was with freedom from suffering. The teachings cover a wide range of topics, including ethics, meditation, family life, renunciation, the nature of wisdom and true understanding, and the path to peace.",
        "71eea109c3638e4d23850f291af6d625": "The teachings show how to live well so as to be free of suffering. They teach non-violence and compassion, and emphasize the value of the spiritual over the material. Many discourses discuss meditation, while others are concerned with ethics, or with a rational and clear understanding of the world as perceived. They show the Buddha engaging with people from all walks of life and discussing a diverse range of topics. But he said that all of his words have one taste, the taste of freedom.",
        "5861ff63b6621d7716d629b1b5072276": "While there are plenty of summaries and interpretations of his teaching, there’s nothing quite like encountering it in his own words. The early texts depict the Buddha in a vivid and diverse range of contexts, speaking with monastics, ascetics, criminals, kings, businessmen, lepers, prostitutes, paupers, wives, skeptics, friends, and enemies. It’s not just what he says, but the way he deals with this spectrum of humanity, always with kindness, clarity, dignity, and respect.",
        "f15c1cae7882448b3fb0404682e17e61": "Content",
        "5679d17143f5ef20067c5dde94d6986b": "tipiṭaka",
        "9695d59932a2396d75722a56e5c78915": "tripiṭaka",
        "94d05c1a7f94c1f6e79b8e4bf28ab5ec": "Sutta",
        "b08425b9ed59ee719c5dedeb6ad4b586": "sūtra",
        "2ba61eb78f47f764cdba4ec7ac45efde": "Vinaya",
        "ed23ac5cfbf6ad22201466966eb052ad": "pātimokkha",
        "d25106db1b03b765e740e7d972190fa2": "abhidharma",
        "43a73e28df345d8a7a9c1adcb8310c39": "Each Buddhist tradition has passed down separate collections for well over a thousand years. Yet when we look at the Discourses and the Monastic Law, in all major features, and many minor details, they are similar or identical. Since the 19th century, a series of scholars have noted these correspondences and compiled them.",
        "e43f21e7cbd5832d1a699d62ef2147db": "Encyclopedia of Buddhism",
        "d66102e39caea50fb2107ea0a22eafd9": "SuttaCentral draws on this long history to present three main kinds of content.",
        "a2cdeec407ec5ce6951f5c04167cee82": "Original texts:",
        "44cee6bcbdc4f3254525ac7a00fbe313": "The <a href=\"http://en.wikipedia.org/wiki/P%C4%81li\" target=\"_blank\" title=\"Wikipedia article on Pali\">Pali</a> canon (or <a href=\"http://en.wikipedia.org/wiki/Pali_Canon\" target=\"_blank\" title=\"Wikipedia article on the Pali Canon\">Tipiṭaka</a>) of the <a href=\"http://en.wikipedia.org/wiki/Theravada\" target=\"_blank\" title=\"Wikipedia article on Theravāda\">Theravāda</a> school. Our text is the Mahāsaṅgīti edition of the Sixth Council recension.",
        "3523fb12b4db3c2ccc6f948949f18df1": "The early <a href=\"http://en.wikipedia.org/wiki/%C4%80gama_(Buddhism)\" target=\"_blank\" title=\"Wikipedia article on Āgamas\">Āgama</a> and <a href=\"https://en.wikipedia.org/wiki/Vinaya\" target=\"_blank\" title=\"Wikipedia article on Vinaya\">Vinaya</a> texts from the <a href=\"http://en.wikipedia.org/wiki/Taisho_Tripitaka\" target=\"_blank\" title=\"Wikipedia article on Taishō Tripiṭaka\">Taishō edition</a> of the <a href=\"http://en.wikipedia.org/wiki/Chinese_Buddhist_canon\" target=\"_blank\" title=\"Wikipedia article on Chinese Canon\">Chinese canon</a>. For our digital source we rely on <a href=\"http://www.cbeta.org/\" target=\"_blank\" title=\"Chinese Buddhist Electronic Text Association\">CBETA</a>.",
        "b16d0f770248ff82a4c327160c652871": "A much smaller range of early texts from the <a href=\"http://en.wikipedia.org/wiki/Kangyur\" target=\"_blank\" title=\"Wikipedia article on Tibetan Kangyur\">Tibetan Kangyur</a>.",
        "d92f50a5578a2de2d84a7ee2b4bfe59a": "Such fragments and chance findings as are available in <a href=\"http://www.ancient-buddhist-texts.net/Buddhist-Texts/XX-Early-Buddhist-Texts/index.htm\" target=\"_blank\" title=\"Introduction to the Early Buddhist Texts in Sanskritised Prākrit\">Sanskrit</a>, <a href=\"https://en.wikipedia.org/wiki/Gandh%C4%81ran_Buddhist_texts\" target=\"_blank\">Gandhārī</a>, and other Indic languages.",
        "04f476403076d224f17b57c5de2f4a98": "Translations:",
        "e7759eb57772ca2c834b8a5ca7373662": "Parallels:",
        "e109705703e0324d1a5de1d84a3a8951": "Relations",
        "1d673754fe71e483a233c2614f52f840": "Most suttas appear in very similar form in more than one collection. We use “parallel” for variant texts that appear to be descended from a common ancestor. Often the texts are so close that this identification is simple. Sometimes, however, there is a less close relationship between two given texts. In such cases we indicate a “resembling parallel”. This doesn’t imply any particular kind of relationship between the resembling parallel and the basic text. It simply suggests that if you are studying the basic text, you might want to look at the resembling parallel, too. For a detailed discussion, see <a href=\"/methodology\" target=\"_blank\">our page on Methodology</a>.",
        "2f8486687fac43e883d0b1d169e4c520": "It is no trivial matter to discern what texts should be regarded as parallel. Texts often agree in many details, and disagree in others. When does a text stop being a full parallel and start being a resembling parallel? And when does it become merely a text that bears certain similar features? There are no black and white answers to such questions. Rather, making these identifications draws on the accumulated learning and experience of a succession of scholars. Inevitably there will be disagreements in detail; yet in the main, there is a broad consensus as to what constitutes a parallel. Ultimately, the important point is that these identifications help the student to study and learn from related texts in diverse collections.",
        "fe976ba5d001a4b8eb12abf41b2bf85d": "Finding Your Way Around",
        "d20bc7653b47c1618a9a13fec3499850": "The Buddhist canons have been organized and maintained as highly structured bodies of literature, and this complex hierarchy can be intimidating. We’ve tried to present our material in a way that will be convenient for both experts and beginners. Let’s review how Buddhist texts are organized. Then we’ll see how this is implemented in SuttaCentral.",
        "288a19053753d36a9d75550d2e19b6e7": "How the Tipiṭaka is organized",
        "020b55c72f46d16ebbd54ee8052963b0": "We have already mentioned the overarching concept of the Tipiṭaka. Now let’s look at the sublevels of the structure. For simplicity, we’ll focus mainly on the Pali canon.",
        "d732b14d12264117649c3ff382cd2674": "Nikāyas",
        "52cb435c01c3dfdfacad4034fdc10639": "nikāyas",
        "15ed92add723643c79b65e884be51a0c": "nikāya",
        "5cab32da4acdfa1c0eb326ef5813513d": "Intermediate levels",
        "50082ba6082f93d844c49abae01811ca": "saṁyutta",
        "f608f10ca5e2aec199310869c8b2e578": "nipāta",
        "e21861eb46ce610cbc1f46929c1f177d": "khandhaka",
        "b7f95f4df8fca4051a0f6c12b0d63486": "pannāsa",
        "416938bc8df7392bc863536f29144884": "Vagga",
        "d098c00d81e47ebb825e7f1ce19267eb": "vagga",
        "c0886cd56cd408a89006677fef28d839": "Vaggas",
        "219ff7705d67d0c798779951dcf82e95": "Sidebar",
        "e30baf2773fd1ff10ac21a7ebd63198d": "Discourses",
        "0a3e6ff4168e989545e373ecf9c1daca": "In the “Minor” section, as well as the eponymous Khuddaka Nikāya in Pali, we include similar material in Chinese and Sanskrit. These are mostly Dhammapada-style texts.",
        "fb17756a295bcd7fd0a5fd3ce105dad8": "Monastic Code",
        "5cc46fae150cbf10bfef464b80e21c0f": "Unlike the Discourses, for the Vinaya texts we almost always have a clear sectarian affiliation. We therefore use this as the primary means of classification.",
        "8d9e1381a11dd10621fc2f61f710f802": "All the Vinayas have a similar structure.",
        "d1a2c2b4435cf30843220f6f313d797d": "Bhikkhu and Bhikkhuni Vibhaṅga:",
        "4ea54e703c3758ead32e0ed0c64699c7": "Khandhakas:",
        "eb47ac71dd56993c23136a362b869749": "Supplements:",
        "f561ab7275f123d7012dcb651797a538": "The organization and names of these sections vary, and we follow the sequence found in each text.",
        "ff9331ad058b3717457b73d2bdc51534": "Abhidhamma",
        "37903d007317aabfc4c27a24578f8e3f": "abhidhamma",
        "098e5e580116861f2e90aa1b3ff3f8d4": "Sutta card list",
        "947f618cde49b0003c7c8731dcbc0b33": "When you click a link in the sidebar, it opens a list of the corresponding texts, organized as a list of “cards”. Each card contains a complex of information about the relevant text, including references, description, and links to texts and translations. Click on the expander to see the parallels.",
        "77e3d5b1fa94310051c8e2ef1f66dd42": "Text pages",
        "93b6d07d99b8aa67b0357d1bbec517c1": "You can read the original texts or translations. For original texts, a variety of helpful tools such as dictionary lookup, text-critical highlighting, and so on, is available.",
        "f0f0a7e3e922592e4db404f854eec3c6": "We are moving to a new system based on segmented texts. Not all our texts work this way, but where they do, you can view the text and translation side by side."
    }
}