{
  "pt": {
    "mn-guide-sujato:1": "Os discursos médios: Conversas sobre a verdade profunda",
    "mn-guide-sujato:2": "Bhikkhu Sujato, 2019",
    "mn-guide-sujato:3": "<a href='#item1'>Como o Majjhima é organizado</a>",
    "mn-guide-sujato:4": "<a href='#item2'>Imagens e narrativa</a>",
    "mn-guide-sujato:5": "<a href='#item3'>Teoria e prática</a>",
    "mn-guide-sujato:6": "<a href='#item4'>O Buda</a>",
    "mn-guide-sujato:7": "<a href='#item5'>Os estágios do despertar</a>",
    "mn-guide-sujato:8": "<a href='#item6'>Os discípulos monges</a>",
    "mn-guide-sujato:9": "<a href='#item7'>A Saṅgha</a>",
    "mn-guide-sujato:10": "<a href='#item8'>A comunidade mais ampla</a>",
    "mn-guide-sujato:11": "<a href='#item9'>Uma breve história do texto</a>",
    "mn-guide-sujato:12": "O Majjhima Nikāya (MN) é a segunda das quatro principais divisões do Sutta Piṭaka do Cânone Páli (<i lang='pli'>tipiṭaka</i>). Aqui, ele é traduzido como <cite class='text-translated'>Discursos Médios</cite> e é por vezes conhecido como <cite class='text-translated'>Discursos de Tamanho Médio</cite>. Como sugerido pelo título, seus discursos são um pouco mais curtos que os do Dīgha Nikāya  (<cite class='text-translated'>Discursos Longos</cite>), porém mais compridos que os muitos discursos curtos colecionados no Saṁyutta Nikāya (<cite class='text-translated'>Discursos Conectados</cite>) e no Aṅguttara Nikāya (<cite class='text-translated'>Discursos Numerados</cite>).",
    "mn-guide-sujato:13": "Na clássica introdução à sua tradução do Majjhima Nikāya, Bhikkhu Bodhi descreveu o Majjhima como “a coleção que combina a mais rica variedade de contextos com a mais profunda e compreensiva seleção de ensinamentos”. Em seguida, ele o situa entre os outros <i lang='pli'>nikāyas</i>:",
    "mn-guide-sujato:14": "Como o Dīgha Nikāya, o Majjhima está repleto de drama e narrativa, mesmo que lhe falte muito da tendência para o embelezamento imaginativo e profusão de lendas de seu predecessor. Como o Saṁyutta, ele possui alguns dos mais profundos discursos do Cânone, revelando os insights radicais do Buda sobre a natureza da existência; e, como o Aṅguttara, ele cobre uma amplitude de temas de aplicação prática. Contrastando com aqueles dois Nikāyas, o Majjhima expõe esse material não em forma de pronunciamentos curtos e contidos em si, mas no contexto de uma fascinante sucessão de cenários que exibem o resplendor da sabedoria do Buda, sua habilidade em adaptar seus ensinamentos às necessidades e inclinações de seus interlocutores, sua espirituosidade e humor sutil, sua majestosa sublimidade e sua humanidade compassiva.",
    "mn-guide-sujato:15": "Neste guia, eu descrevo algumas características especiais do Majjhima. Depois de sublinhar algumas características formais e doutrinais, eu foco este ensaio sobre o Buda e as pessoas que ele encontrou, sejam os monges da Sangha, seus seguidores leigos ou os muitos não-budistas com quem ele conversou. O Majjhima contém muitos dos mais importantes discursos autobiográficos; portanto, é naturalmente o lugar para discutir a vida e a pessoa do Buda. Além disso, o formato de diálogo faz do Majjhima um contexto particularmente rico para se examinar como o Dhamma emergiu por meio da interação e conversação com pessoas de todos os tipos.",
    "mn-guide-sujato:16": "Como o Majjhima é organizado",
    "mn-guide-sujato:17": "Há 152 discursos no Majjhima. Eles estão organizados em grupos de 50 discursos (<i lang='pli'>paṇṇāsa</i>), embora o último <i lang='pli'>paṇṇāsa</i> contenha 52.",
    "mn-guide-sujato:18": "Dentro de cada <i lang='pli'>paṇṇāsa</i> há um conjunto de cinco <i lang='pli'>vaggas</i>. Como sói, a maioria dos <i lang='pli'>vaggas</i> são intitulados pelo primeiro sutta, embora uns poucos exibam certa unidade temática:",
    "mn-guide-sujato:19": "<b>Opamma Vagga (Capítulo com símiles)</b>",
    "mn-guide-sujato:20": "Todos estes discursos contêm, principalmente, símiles.",
    "mn-guide-sujato:21": "<b>Mahāyamaka Vagga (Grande capítulo com pares)</b>",
    "mn-guide-sujato:22": "Pares de discursos “longos” e “curtos”. (O capítulo seguinte, pequeno capítulo com pares, tem somente dois conjuntos de pares.)",
    "mn-guide-sujato:23": "<b>Vaggas 6–10</b>",
    "mn-guide-sujato:24": "Agrupam discursos tendo por personagens certos tipos de pessoas: donos(as) de casa, mendicantes, errantes, reis e brâmanes.",
    "mn-guide-sujato:25": "<b>Vibhaṅga Vagga (Capítulo sobre a análise)</b>",
    "mn-guide-sujato:26": "Estes discursos são “análises” extensas de algum pronunciamento curto.",
    "mn-guide-sujato:27": "<b>Saḷāyatana Vagga (Capítulo sobre os seis sentidos)</b>",
    "mn-guide-sujato:28": "Estes discursos tratam dos seis sentidos.",
    "mn-guide-sujato:29": "Imagens e narrativa",
    "mn-guide-sujato:30": "O Majjhima contém um número impressionante de imagens, com símiles encontradas em quase todos os discursos. Por vezes, estes são ampliados em pequenas parábolas. A <a class='ref' href='/mn21'>MN 21</a> <cite class='text-translated'>O símile da serra</cite> (<cite class='text-root'>Kakacūpamasutta</cite>) conta a memorável história da corajosa empregada Kāḷī que testou sua patroa. No  <a class='ref' href='/mn56#27'>MN 56:27</a> <cite class='text-translated'>[Diálogo] Com Upāli</cite>, encontramos a brâmane que queria não só tingir seu macaco de estimação, mas também espancá-lo e espremê-lo.",
    "mn-guide-sujato:31": "Embora o Buda fale de si apenas em contos pequenos, é no plano de fundo que encontramos as narrativas mais desenvolvidas, incluindo histórias famosas como a aplacação do violento assassino em série Aṅgulimāla (<a class='ref' href='/mn86'>MN 86</a>) ou o compromisso irredutível do jovem rico Raṭṭhapāla (<a class='ref' href='/mn82'>MN 82</a>), que desafiou a vontade de seus pais para se ordenar e cujo discurso encerra com um conjunto extraordinário de ensinamentos para o seu rei.",
    "mn-guide-sujato:32": "Algumas histórias são menos terrenas. Em <a class='ref' href='/mn37'>MN 37</a> <cite class='text-translated'>O pequeno discurso sobre a destruição do desejo</cite> (<cite class='text-root'>Cūḷataṇhāsaṅkhayasutta</cite>) retrata a ascensão de Moggallāna ao céu de Sakka, o senhor dos deuses, para verificar sua indulgência. Em <a class='ref' href='/mn50'>MN 50</a> <cite class='text-translated'>A repreensão de Māra</cite> (<cite class='text-root'>Māratajjanīyasutta</cite>)  Moggallāna aparece também, desta vez em um diálogo com Māra, o senhor do engano e da morte, contendo a impressionante revelação de que o próprio Moggallāna foi um Māra em uma vida passada. Tal drama cósmico chega ao ápice em <a class='ref' href='/mn49'>MN 49</a> <cite class='text-translated'>O convite de um Brahmā</cite> (<cite class='text-root'>Brahmanimantanikasutta</cite>), onde o Buda aborda nada menos que o próprio Brahmā em um debate filosófico, forçando Māra a se revelar como aliado de Brahmā. Da perspectiva do budismo primitivo, deus e o demônio não eram tão diferentes.",
    "mn-guide-sujato:33": "Teoria e prática",
    "mn-guide-sujato:34": "O Majjhima talvez seja a mais rica das coleções do budismo primitivo em matéria de doutrina. Ele contém uma série extraordinária de discursos que tratam de temas profundos com pormenores e complexidade não encontrados alhures. Não obstante, deve-se ter em mente que tais discursos são para estudantes avançados e, embora fascinantes, exigem ter um alicerce firme nas doutrinas fundamentais encontradas no Saṁyutta. Por esta razão, eu restrinjo a maior parte das explicações doutrinais ao meu guia dos Discursos Conectados e aqui apenas faço breves considerações.",
    "mn-guide-sujato:35": "Os ensinamentos conhecidos do Saṁyutta são todos encontrados no Majjhima e, em vários casos, o Majjhima oferece explicações mais detalhadas. Estes discursos são importantes e merecem um estudo detido, advertindo-se contra a equivalência de tamanho e importância. Nos textos budistas, é igualmente provável que o tamanho não sinalize o que era importante para o Buda, mas apenas uma compilação tardia.",
    "mn-guide-sujato:36": "Este é o caso do <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Os fundamentos da atenção plena</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>) que, junto de sua versão ampliada no  <a class='ref' href='/dn22'>DN 22</a>, é a explicação mais detalhada da meditação de atenção plena encontrada no Cânone. Entretanto, a análise crítica e comparativa revela que os discursos, como encontrados em páli, foram submetidos a um desenvolvimento posterior significativo. O <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>A análise das verdades</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), o discurso mais detalhado sobre as quatro nobres verdades, está intimamente ligado ao <a class='ref' href='/mn10'>MN 10</a> — de fato, o <a class='ref' href='/dn22'>DN 22</a> é, praticamente, uma combinação deste e do <a class='ref' href='/mn10'>MN 10</a> — e, também, pode-se suspeitar de elementos posteriores. Não há dúvidas quanto ao <a class='ref' href='/mn111'>MN 111</a> <cite class='text-translated'>Um por um</cite> (<cite class='text-root'>Anupadasutta</cite>), que claramente é um sutta mais recente. Aqui não é o lugar para uma discussão complexa acerca do método textual-crítico, mas é comumente presumido que o tamanho significa importância e deve se ter em mente que a situação é mais complexa. ",
    "mn-guide-sujato:37": "Os suttas do Majjhima que tratam de ensinamentos doutrinais chave podem ser entendidos como análises aprofundadas de fatores específicos das quatro nobres verdades. A primeira verdade, a do sofrimento, é explorada em pormenores no <a class='ref' href='/mn13'>MN 13</a> e no <a class='ref' href='/mn14'>MN 14</a> sobre a “massa de sofrimento”. Vários temas sob este título também são tratados em pormenores, trazendo à tona a profundidade do que, à primeira vista, é um ensinamento simples (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). Os agregados aparecem, porém são tratados com menos detalhes.",
    "mn-guide-sujato:38": "A segunda e a terceira nobres verdades são abordadas no <a class='ref' href='/mn38'>MN 38</a>, um discurso complexo e gratificante sobre a origem dependente, bem como o <a class='ref' href='/mn135'>MN 135</a> e o <a class='ref' href='/mn136'>MN 136</a>, dois dos mais detalhados e influentes discursos sobre o tema do <i lang='pli'>kamma</i>; vide também <a class='ref' href='/mn120'>MN 120</a>.",
    "mn-guide-sujato:39": "Contudo, é a quarta nobre verdade, o caminho, que domina o Majjhima. A maioria dos discursos abordam o caminho como tema central. O nobre caminho óctuplo é tratado em detalhes complexos no <a class='ref' href='/mn117'>MN 117</a> <cite class='text-translated'>O grande quarenta</cite> (<cite class='text-root'>Mahācattārīsakasutta</cite>) e vários outros discursos tratam de fatores específicos do caminho. No <a class='ref' href='/mn9'>MN 9</a>, o Venerável Sāriputta apresenta o tema da visão correta a partir de diversas perspectivas. O segundo fator do caminho, o pensamento correto ou a intenção correta, é o tema especial do <a class='ref' href='/mn19'>MN 19</a> and <a class='ref' href='/mn20'>MN 20</a>, que traz conselhos da própria experiência do Buda sobre como purificar o pensamento e, em seguida, abandoná-lo completamente. Os fatores éticos do caminho são também abordados em muitos suttas que serão resumidos aqui, sendo alguns deles expostos nas seções sobre a Saṅgha e as comunidades leigas. O esforço correto aparece em muitos suttas, mas é especialmente enfatizado em textos como  o <a class='ref' href='/mn29'>MN 29</a>, o <a class='ref' href='/mn30'>MN 30</a> e  o <a class='ref' href='/mn32'>MN 32</a>. O <a class='ref' href='/mn10'>MN 10</a>, como mencionado, trata da atenção plena correta e o tema é abordado de de modo mais especializado no  <a class='ref' href='/mn118'>MN 118</a>, sobre a atenção plena da respiração, e no <a class='ref' href='/mn119'>MN 119</a>, sobre a atenção plena do corpo. No  <a class='ref' href='/mn77'>MN 77</a>, encontramos uma longa lista de diferentes expressões do caminho, incluindo tópicos que encabeçam o Saṁyutta e muitos outros.",
    "mn-guide-sujato:40": "A absorção correta, ou <em>jhāna</em>, o último fator do caminho, é destacada ao longo do Majjhima. É difícil enfatizar o suficiente o quão central os <i lang='pli'>jhānas</i> são para a meditação budista. A fórmula das quatro absorções aparece aproximadamente 50 vezes no Majjhima, provavelmente um número maior que os dos demais fatores <em>combinados</em>. Além disso, a absorção correta aparece em outros trajes, como as quatro “meditações divinas” (<i lang='pli'>brahmavihāra</i>) em que as emoções puras do amor, compaixão, júbilo e equanimidade servem de bases para a absorção. Elas aparecem, aproximadamente, 13 vezes no Majjhima. As meditações \"sem forma\", que são mais sutis, frequentemente são discutidas e aparecem, no mínimo, 13 vezes. Ao contrário das absorções, estas não são um pré-requisito indispensável para o caminho do despertar, embora tenham sido, claramente, parte da prática de muitos meditadores talentosos. Discursos como o  <a class='ref' href='/mn52'>MN 52</a> <cite class='text-translated'>O homem da cidade de Atthaka</cite> (<cite class='text-root'>Aṭṭhakanāgarasutta</cite>) combinam esses tr6es conjuntos de meditações, enquanto textos avançados como o <a class='ref' href='/mn43'>MN 43</a> <cite class='text-translated'>A grande classificação</cite> (<cite class='text-root'>Mahāvedallasutta</cite>), o <a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>A pequena classificação</cite> (<cite class='text-root'>Cūḷavedallasutta</cite>), o <a class='ref' href='/mn106'>MN 106</a> <cite class='text-root'>Āneñjasappāyasutta</cite>, o <a class='ref' href='/mn121'>MN 121</a> <cite class='text-translated'>Pequeno discurso sobre o vazio</cite> (<cite class='text-root'>Cūḷasuññatasutta</cite>) e o <a class='ref' href='/mn122'>MN 122</a> <cite class='text-translated'>Grande discurso sobre o vazio</cite> (<cite class='text-root'>Mahāsuññatasutta</cite>) tratam dos raramente discutidos refinamentos e sutilezas das mais avançadas formas de meditação.",
    "mn-guide-sujato:41": "O Buda",
    "mn-guide-sujato:42": "A história da vida do Buda se tornou o principal meio de compartilhar e transmitir os ensinamentos e valores nas tradições budistas. Contudo, não há uma biografia coerente do Buda nos textos antigos. Nós obtemos tais informações de modo disperso e em pedaços encontrados em detalhes compartilhados pelo próprio Buda ou inferidos de várias situações em que o encontramos.",
    "mn-guide-sujato:43": "Talvez esse fato não deva nos surpreender. Não há razão para o Buda se interessar em contar a história de sua vida — ele a viveu. Seus discípulos o conheceram pessoalmente. Somente após a sua morte a comunidade sentiu a necessidade de manter a memória de seu mestre viva por meio de histórias detalhadas e vívidas que se tornaram mais elaboradas a cada vez que eram contadas.",
    "mn-guide-sujato:44": "As linhas gerais das lendas sobre o Buda cresceram de núcleos dos textos primitivos, muitos deles encontrados no Majjhima. Aí encontramos o nascimento do Buda, sua educação, renúncia, prática e despertar, os desafios da criação de uma comunidade e os diversos encontros que teve enquanto ensinava. No Dīgha, encontramos as narrativas mais longas do budismo primitivo. Um relato extenso dos últimos dias do Buda é encontrado no <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Dispersos nos demais textos, encontramos eventos e encontros isolados. De certa forma, muitos discursos podem ser considerados episódios da vida do Buda, vinhetas de um mito magnífico, cada uma contribuindo um pouco para que se entenda o homem e sua mensagem. Esses textos são a nossa principal fonte de conhecimento sobre os primeiros anos da vida do Buda e sua vida de mestre [espiritual]. Embora a tendência de criar lendas seja aparente em alguns lugares, a maioria dos episódios é simples e realista.",
    "mn-guide-sujato:45": "Uma exceção é o <a class='ref' href='/mn123'>MN 123</a> <cite class='text-translated'>Incrível e Fantástico</cite> (<cite class='text-root'>Acchariyaabbhutasutta</cite>), onde encontramos Ānanda, o fundador da biografia budista, contando uma extensa sequência de eventos aparentemente milagrosos que acompanharam o nascimento do Buda. Evidentemente, isso foi derivado do <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>, com alguns acréscimos. Com seu tom devocional e ênfase no extraordinário, esse texto demonstra uma mudança de ênfase no sentido de honrar a pessoa do Buda ao invés de praticar seus ensinamentos; mudança a que o Buda resiste, apontando que o que realmente é extraordinário é estar atento à própria mente.",
    "mn-guide-sujato:46": "A família imediata do Buda é raramente mencionada nos <i lang='pli'>nikāyas</i>. A esposa do Buda aparece apenas no Vinaya e nos Therīgāthā, nos quais ela é dona de alguns versos. Seu filho, Rāhula, é destacado em vários discursos (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>), demonstrando o ensinamento paciente do Buda e o despertar final de Rāhula. O pai do Buda é mencionado brevemente na passagem acima sobre a meditação na infância. Ambos os seus pais são mencionados em vários discursos do Majjhima (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>), embora sejam apenas citados em outros lugares: Suddhodana, seu pai, no <a class='ref' href='/snp3.11'>Snp 3.11</a> e no <a class='ref' href='/pli-tv-kd1.#54'>Kd 1:54</a>; Māyā, sua mãe, nos <a class='ref' href='/thig6.6'>Thig 6.6</a>; e ambos no <a class='ref' href='/dn14'>DN 14</a> e nos <a class='ref' href='/thag10.1'>Thag 10.1</a>. Não obstante, sua madrasta, Mahāpajāpatī Gotamī, aparece em poucos discursos, notavelmente no <a class='ref' href='/mn142'>MN 142</a> <cite class='text-translated'>Análise das doações religiosas</cite> (<cite class='text-root'>Dakkhiṇāvibhaṅgasutta</cite>) e no <a class='ref' href='/an8.51'>AN 8.51</a>. Dentre seus parentes mais distantes estão alguns leigos e monges conhecidos como Ānanda, Anuruddha e Mahānāma.",
    "mn-guide-sujato:47": "No <a class='ref' href='/mn75#10'>MN 75:10</a> <cite class='text-translated'>[Diálogo] Com Māgaṇḍiya</cite>, o Buda relembra os luxos de que gozava quando era jovem (cf. <a class='ref' href='/an3.39'>AN 3.39</a>) e, no <a class='ref' href='/mn26#13'>MN 26:13</a>, ele fala sobre o momento doloroso em que saiu de cada sob os lamentos de seus pais. Outro relato de sua saída de casa é encontrado no distintivo e antigo sutta de Attadaṇḍa, em que a saída é precipitada não pela visão da velhice, da doença e da morte, mas dos incessantes conflitos e sofrimentos do mundo (<a class='ref' href='/snp4.15'>Snp 4.15</a>).",
    "mn-guide-sujato:48": "Seguem-se seis anos de luta, divididos em três períodos. Parece que, primeiro, ele estudou sob a tradição yogi, provavelmente seguindo a filosofia dos Upaniṣads. No <a class='ref' href='/mn26'>MN 26</a> <cite class='text-translated'>A Busca Nobre</cite> (<cite class='text-root'>Ariyapariyesanasutta</cite>, também conhecido como <cite class='text-root'>Pāsarāsisutta</cite>) conta a sua experiência sob os famosos guias espirituais Āḷāra Kālāma e Uddaka Rāmaputta. Sob suas orientações, ele atingiu a imersão profunda (<i lang='pli'>samādhi</i>) e as realizações imateriais, porém ele ainda estava insatisfeito e logo os abandonou para seguir um caminho ascético mais rígido.",
    "mn-guide-sujato:49": "De acordo com as tradições, a maior parte desse período foi dedicado à prática de severas austeridades, semelhantes ou idênticas àquelas observadas pelos jainistas. Elas são descritas em detalhes no <a class='ref' href='/mn12'>MN 12</a> <cite class='text-translated'>O grande discurso do rugido do leão</cite> (<cite class='text-root'>Mahāsīhanādasutta</cite>) e no <a class='ref' href='/mn36'>MN 36</a> <cite class='text-translated'>O grande discurso para Saccaka</cite>. Contudo, após muitos anos de mortificação, ele não chegou a lugar algum. Então, ele tomou um pouco de alimento sólido e, relembrando a experiência de absorção que teve quando criança, começou a terceira e final etapa da sua prática que o levaria ao seu despertar.",
    "mn-guide-sujato:50": "Embora pareça que a noite do seu despertar tenha ocorrido imediatamente após a sua rejeição das austeridades, vários discursos indicam que este ínterim envolveu um amplo desenvolvimento da meditação. Por exemplo, no <a class='ref' href='/mn19'>MN 19</a> <cite class='text-translated'>Dois tipos de pensamento</cite> (<cite class='text-root'>Dvedhāvitakkasutta</cite>) é contada sua análise e treinamento no pensamento íntegro; o <a class='ref' href='/mn4'>MN 4</a> <cite class='text-translated'>Medo e terror</cite> (<cite class='text-root'>Bhayabheravasutta</cite>) retrata sua luta para vencer o medo e, no <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corrupções</cite> (<cite class='text-root'>Upakkilesasutta</cite>), fala-se de um conjunto de obstáculos específicos à meditação que ele encontrou (vide também <a class='ref' href='/an8.64'>AN 8.64</a> e <a class='ref' href='/an9.40'>AN 9.40</a>). Embora suas reflexões acerca do seguimento de um caminho de prática são sempre lógicas, no <a class='ref' href='/an5.196'>AN 5.196</a> lemos sobre uma série extraordinária de sonhos que prenunciaram seu despertar; o simbolismo das imagens oníricas demanda bastante atenção.",
    "mn-guide-sujato:51": "É no Majjhima (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) que o Buda fala sobre aquele momento crucial de sua infância em que ele, espontaneamente, entrou na primeira absorção, um estado de paz e repouso profundos na meditação. Mais tarde, quando ele teve uma crise no seu progresso espiritual, ele relembraria esse evento e entenderia que somente a absorção meditativa era o caminho verdadeiro para o despertar (<i lang='pli'>eso’va maggo bodhāya</i>).",
    "mn-guide-sujato:52": "O despertar do Buda é contado de diferentes pontos de vista. No <a class='ref' href='/mn4'>MN 4</a> <cite class='text-root'>Bhayabherava</cite>, após descrever como ele venceu os seus medos, o Buda conta como ele desenvolveu as absorções e obteve os três conhecimentos superiores. No <a class='ref' href='/mn14'>MN 14</a> <cite class='text-translated'>O pequeno discurso da massa do sofrimento</cite> (<cite class='text-root'>Cūḷadukkhakkhandha</cite>), ele fala sobre fugir do sofrimento por meio do abandono dos prazeres sensuais; vide também <a class='ref' href='/sn35.117'>SN 35.117</a>. Vários discursos empregam o recurso da compreensão dos três aspectos: gratificação, prejuízo e fuga, aplicando-os aos cinco agregados (<a class='ref' href='/sn22.26'>SN 22.26</a>), aos elementos (<a class='ref' href='/sn14.31'>SN 14.31</a>), aos sentimentos (<a class='ref' href='/sn36.24'>SN 36.24</a>) ou ao mundo (<a class='ref' href='/an3.101'>AN 3.101</a>). Em outras partes, o despertar é visto como resultado da compreensão da originação dependente (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). Em outros contextos, o despertar emerge de práticas diferentes como os quatro tipos de meditação da atenção plena (<a class='ref' href='/sn47.31'>SN 47.31</a>), as quatro bases dos poderes psíquicos (<a class='ref' href='/sn51.9'>SN 51.9</a>) ou o abandono dos pensamentos (<a class='ref' href='/mn19'>MN 19</a>). Esta lista não é exaustiva, pois os ensinamentos do Buda retratam aspectos diferentes da sabedoria que brotam do despertar.",
    "mn-guide-sujato:53": "O período seguinte ao despertar é contado com alguns pormenores, relembrando as jornadas do Buda, vários encontros que ele teve ao longo do caminho, suas primeiras conversões e a criação da Sangha. Contudo, um relato mais pormenorizado é feito no Vinaya (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>) e somente partes desses eventos, como os três primeiros sermões (<a class='ref' href='/sn56.11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>), são encontradas nos <i lang='pli'>nikāyas</i>.",
    "mn-guide-sujato:54": "O Buda levava o mesmo estilo de vida simples seguido por seus discípulos monges. Suas posses consistiam em três hábitos, uma tigela e poucos outros objetos. Ele ficava a maior parte do tempo no mosteiro de Anāthapiṇḍika, nas proximidades de Sāvatthī, embora também passasse algum tempo em outros mosteiros, onde morava em uma cabana simples. O ano [no subcontinente indiano] era dividido em três estações — quente, chuvosa e fria. Na estação chuvosa, ele sempre ficava em um mosteiro e, nas demais, ele por vezes vagava pela região.",
    "mn-guide-sujato:55": "Um dia típico se iniciava com o levantar-se cedo para a meditação. O amanhecer sinalizava o início das atividades diárias, particularmente da busca de esmola de comida. No mosteiro, os monges normalmente vestiam apenas algo semelhante à sarong (e, no caso das monjas, uma cobertura adicional para a parte superior do corpo). Logo após o amanhecer, os monges vestiam o hábito completo antes de seguirem para alguma cidade ou vila próxima a fim de coletar esmolas de comida. Durante esta atividade, como ainda se vê em terras budistas, os leigos colocariam alimentos nas tigelas para o dia. Os monges budistas não podem receber dinheiro. Eles comem uma ou duas vezes ao dia, sempre entre o amanhecer e o meio-dia.",
    "mn-guide-sujato:56": "Como sói, os mendicantes se retiravam após a refeição matutina para a solidão da meditação, seja em suas cabanas, seja em alguma floresta próxima ou em qualquer outro lugar silencioso. Na estação quente, às vezes, o Buda tirava uma sesta no início da tarde (<a class='ref' href='/mn36#46'>MN 36:46</a>). No fim do dia, o Buda aparecia para ensinar e responder a perguntas. Isto, porém, ocorria espontaneamente, sem uma rotina fixa. Em seguida, ele meditaria até tarde, pois necessitava de apenas poucas horas de sono à noite.",
    "mn-guide-sujato:57": "No <a class='ref' href='/mn91'>MN 91</a> <cite class='text-translated'>[Diálogo] Com Brahmāyu</cite>, seu comportamento é descrito em pormenores, mostrando as nuanças da atenção plena e do cuidado com que ele realizava cada atividade. Seus seguidores o viam como a encarnação da mais alta verdade. Discernindo suas realizações em cada detalhe de suas palavras e atos, eles eram comovidos e exaltavam-no em episódios de júbilo e beleza (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>[Diálogo] Com Sela</cite>, <a class='ref' href='/an6.43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). Contudo, longe de encorajar a devoção cega, o Buda encorajava seus estudantes a investigá-lo, prescrevendo um conjunto rigoroso e pormenorizado de testes para identificar um bom mestre espiritual (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>O investigador</cite>).",
    "mn-guide-sujato:58": "Esta curta descrição não faz jus ao impacto que o Buda teve sobre quem o encontrasse. Constantemente, ele é elogiado como aquele que surge no mundo por compaixão pelos seres sencientes (<a class='ref' href='/mn4'>MN 4</a>), que é perfeito nas boas qualidades (<a class='ref' href='/mn38'>MN 38</a>), cuja emergência é a manifestação de grande luz (<a class='ref' href='/an1.175'>AN 1.175</a>–<a class='ref' href='/an1.177'>AN 1.177</a>), que entende completamente tudo o que pode ser conhecido (<a class='ref' href='/mn1'>MN 1</a>; <a class='ref' href='/an4.23'>AN 4.23</a>) e que é dotado de perfeita confiança e coragem independente da situação (<a class='ref' href='/mn12'>MN 12</a>). Ele possuía excepcionais beleza física e carisma e causava uma indelével impressão naqueles que lhe cruzavam o caminho (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), embora dissesse aos devotos mais zelosos que esquecessem seu “corpo pútrido” (<a class='ref' href='/sn22.87'>SN 22.87</a>).",
    "mn-guide-sujato:59": "Embora ele fosse único, inigualável à sua época (<a class='ref' href='/mn56'>MN 56</a>; <a class='ref' href='/an1.174'>AN 1.174</a>), \"o desperto\" (<i lang='pli'>tathāgatha</i>), o Buda era membro de uma sequência de mestres despertos de significância cósmica. Sua compreensão transcendia os limites de espaço e tempo, sendo relevante para todos os seres sencientes em todas as esferas de existência em todos os tempos.",
    "mn-guide-sujato:60": "Outros budas surgiram no passado e surgirão no futuro com as mesmas realizações e ensinamentos. Uma lista detalhada dos budas do passado é encontrada no <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>. Menções em outros lugares, como aos budas Kakusandha no <a class='ref' href='/mn50'>MN 50</a> e Kassapa no <a class='ref' href='/mn81'>MN 81</a> demonstram que a ideia subjaz aos <i lang='pli'>nikāyas</i> (vide também <a class='ref' href='/sn12.14'>SN 12.14</a>–10, <a class='ref' href='/an3.80'>AN 3.80</a>, and <a class='ref' href='/an5.180'>AN 5.180</a>).",
    "mn-guide-sujato:61": "Outra referência aos chamados “budas que despertaram por si próprios” (<i lang='pli'>paccekabuddha</i>) é encontrada no <a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>Em Isigili</cite>, um tipo misterioso de sábio que compreendeu as mesmas verdades que o “Buda completamente desperto”(<i lang='pli'>sammāsambuddha</i>), mas não criou um movimento religioso.",
    "mn-guide-sujato:62": "Apesar de exaltado e reverenciado, nos <i lang='pli'>nikāyas</i>, o Buda ainda não fora elevado à divindade cósmica que apareceria, mais tarde, no Budismo. A despeito de todas as suas qualidades extraordinárias, ele continua sendo uma figura humana. Ele jamais diz que sua prática, nas vidas passadas, levaram ao seu despertar naquela vida. Não há menção às <i lang='pli'>pāramīs</i>. De fato, em uma das raras ocasiões em que ele se referiu a uma vida passada (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>[Diálogo] Com Ghaṭikāra</cite>), ele aparece ainda não desperto.",
    "mn-guide-sujato:63": "Nos textos mais antigos, o termo <i lang='pli'>bodhisatta</i> significa “alguém decidido a despertar”. Ele se refere ao período subsequente à saída de casa e anterior ao despertar. O futuro Buda não é descrito como quem percorre um caminho iniciado há muito tempo, mas como quem explora as diferentes alternativas que lhe estão ao alcance, sem estar certo de como o despertar será atingido. Seu principal insight veio não de uma profissão feita em vidas passadas, mas quando ele relembra o momento em que caiu absorto (<i lang='pli'>jhāna</i>) ainda criança.",
    "mn-guide-sujato:64": "O Buda se esforça para detalhar as várias provações e experimentos por que passou antes que sua prática se tornasse madura. Seu grande mérito foi descobrir o caminho correto por meio de seus próprios esforços e, posteriormente, ensinou-o aos seus discípulos. Até mesmo aqueles que já haviam alcançado a mesma libertação e compreensão reverenciavam o Buda como alguém de sabedoria insuperável e de compaixão que iluminava o caminho para os outros.",
    "mn-guide-sujato:65": "Os estágios do despertar",
    "mn-guide-sujato:66": "A iluminação ou o despertar espiritual, no Budismo, não é entendida como algo vago. Ao contrário, é específica, precisa, repetível. Os textos desenvolvem uma tipologia detalhada de seres iluminados. Há quatro estágios principais subdivididos em oito. Eles são chamados de “discípulos nobres” (<i lang='pli'>ariyasāvaka</i>) ou “boas pessoas” (<i lang='pli'>sappurisa</i>). Estes personagens são apresentados de diferentes perspectivas nos textos. Um apanhado geral sobre eles é feito a seguir.",
    "mn-guide-sujato:73": "Os discípulos monges",
    "mn-guide-sujato:81": "A Saṅgha",
    "mn-guide-sujato:100": "A comunidade mais ampla",
    "mn-guide-sujato:121": "Uma breve história do texto"
  }
}