{
  "_markup_path": "markup/an/an04/an4.021.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.021.json"
  ],
  "an4.21:1.1": "Aṅguttara Nikāya 4",
  "an4.21:2.1": "3. Uruvelavagga",
  "an4.21:3.1": "21. Paṭhamauruvelasutta",
  "an4.21:4.1": "<span class=\"cross\" title=\"^sn6.2#1 [2. Gāravasutta]\" id=\"note57\">*</span> <a class=\"sc\" id=\"1\"></a><a class=\"pts\" id=\"pts2.20\"></a><span class=\"evam\">Evaṃ me sutaṃ—​</span>",
  "an4.21:4.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an4.21:4.3": "Tatra kho bhagavā bhikkhū āmantesi:",
  "an4.21:4.4": "“bhikkhavo”ti.",
  "an4.21:4.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ.",
  "an4.21:4.6": "Bhagavā etadavoca:",
  "an4.21:5.1": "“Ekamidāhaṃ, bhikkhave, samayaṃ uruvelāyaṃ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho.",
  "an4.21:5.2": "Tassa mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:",
  "an4.21:5.3": "‘dukkhaṃ kho agāravo viharati appatisso.",
  "an4.21:5.4": "Kiṃ nu kho ahaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā <span class=\"var\" title=\"garukatvā (bj, pts1)\" id=\"note58\">garuṃ katvā</span> upanissāya vihareyyan’ti?",
  "an4.21:6.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "an4.21:6.2": "‘aparipūrassa kho ahaṃ sīlakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:6.3": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā sīlasampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:7.1": "Aparipūrassa kho ahaṃ samādhikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:7.2": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā samādhisampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:8.1": "Aparipūrassa kho ahaṃ paññākkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:8.2": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā paññāsampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:9.1": "Aparipūrassa kho ahaṃ vimuttikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.",
  "an4.21:9.2": "Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā vimuttisampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyan’ti.",
  "an4.21:10.1": "Tassa mayhaṃ, bhikkhave, etadahosi:",
  "an4.21:10.2": "‘yannūnāhaṃ <span class=\"var\" title=\"yopāyaṃ (bj, s1-3, km, pts1)\" id=\"note59\">yvāyaṃ</span> dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihareyyan’ti.",
  "an4.21:11.1": "Atha kho, bhikkhave, brahmā sahampati mama cetasā cetoparivitakkamaññāya—",
  "an4.21:11.2": "seyyathāpi nāma balavā puriso <span class=\"var\" title=\"sammiñjitaṃ (bj, s1-3, km, pts1)\" id=\"note60\">samiñjitaṃ</span> vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya;",
  "an4.21:11.3": "evamevaṃ—",
  "an4.21:11.4": "brahmaloke antarahito mama purato pāturahosi.",
  "an4.21:11.5": "Atha kho, bhikkhave, brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca:",
  "an4.21:11.6": "‘evametaṃ, bhagavā, evametaṃ, sugata.",
  "an4.21:11.7": "Yepi te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaṃyeva sakkatvā garuṃ katvā upanissāya vihariṃsu;",
  "an4.21:11.8": "yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaṃyeva sakkatvā garuṃ katvā upanissāya viharissanti;",
  "an4.21:11.9": "bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho dhammaṃyeva sakkatvā garuṃ katvā upanissāya viharatū’ti.",
  "an4.21:11.10": "Idamavoca brahmā sahampati.",
  "an4.21:11.11": "Idaṃ vatvā athāparaṃ etadavoca:",
  "an4.21:12.1": "‘Ye <span class=\"var\" title=\"ye cabbhatītā (bj, pts1, mr)\" id=\"note61\">ca atītā</span> sambuddhā,",
  "an4.21:12.2": "ye ca buddhā anāgatā;",
  "an4.21:12.3": "Yo cetarahi sambuddho,",
  "an4.21:12.4": "<span class=\"var\" title=\"bahunnaṃ (bj, s1-3, km, pts1)\" id=\"note62\">bahūnaṃ</span> sokanāsano.",
  "an4.21:13.1": "Sabbe saddhammagaruno,",
  "an4.21:13.2": "<span class=\"var\" title=\"vihariṃsu (s1-3, km)\" id=\"note63\">vihaṃsu</span> viharanti ca;",
  "an4.21:13.3": "Athopi viharissanti,",
  "an4.21:13.4": "esā buddhāna dhammatā.",
  "an4.21:14.1": "Tasmā hi <span class=\"var\" title=\"atthakāmena (bj, mr)\" id=\"note64\">attakāmena</span>,",
  "an4.21:14.2": "mahattamabhikaṅkhatā;",
  "an4.21:14.3": "Saddhammo garukātabbo,",
  "an4.21:14.4": "saraṃ buddhāna sāsanan’ti.",
  "an4.21:15.1": "Idamavoca, bhikkhave, brahmā sahampati.",
  "an4.21:15.2": "Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.",
  "an4.21:15.3": "Atha khvāhaṃ, bhikkhave, brahmuno ca ajjhesanaṃ viditvā attano ca patirūpaṃ <span class=\"var\" title=\"yopāyaṃ (sabbattha)\" id=\"note65\">yvāyaṃ</span> dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihāsiṃ.",
  "an4.21:15.4": "Yato ca kho, bhikkhave, saṃghopi mahattena samannāgato, atha me saṃghepi gāravo”ti.",
  "an4.21:16.1": "Paṭhamaṃ."
}