{
  "_markup_path": "markup/an/an04/an4.041.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.041.json"
  ],
  "an4.41:1.1": "Aṅguttara Nikāya 4",
  "an4.41:2.1": "5. Rohitassavagga",
  "an4.41:3.1": "41. Samādhibhāvanāsutta",
  "an4.41:4.1": "“Catasso imā, bhikkhave, samādhibhāvanā.",
  "an4.41:4.2": "Katamā catasso?",
  "an4.41:4.3": "Atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati;",
  "an4.41:4.4": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṃvattati;",
  "an4.41:4.5": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati;",
  "an4.41:4.6": "atthi, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati.",
  "an4.41:5.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati?",
  "an4.41:5.2": "Idha, bhikkhave, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.",
  "an4.41:5.3": "Ayaṃ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati.",
  "an4.41:6.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṃvattati?",
  "an4.41:6.2": "Idha, bhikkhave, bhikkhu ālokasaññaṃ manasi karoti, divāsaññaṃ adhiṭṭhāti—",
  "an4.41:6.3": "yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.",
  "an4.41:6.4": "Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.",
  "an4.41:6.5": "Ayaṃ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanappaṭilābhāya saṃvattati.",
  "an4.41:7.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati?",
  "an4.41:7.2": "Idha, bhikkhave, bhikkhuno viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti;",
  "an4.41:7.3": "viditā saññā … pe … viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.",
  "an4.41:7.4": "Ayaṃ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati.",
  "an4.41:8.1": "Katamā ca, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati?",
  "an4.41:8.2": "Idha, bhikkhave, bhikkhu pañcasu upādānakkhandhesu udayabbayānupassī viharati:",
  "an4.41:8.3": "‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa <span class=\"var\" title=\"atthagamo (bj, pts1)\" id=\"note142\">atthaṅgamo</span>;",
  "an4.41:8.4": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo;",
  "an4.41:8.5": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo;",
  "an4.41:8.6": "iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo;",
  "an4.41:8.7": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti.",
  "an4.41:8.8": "Ayaṃ, bhikkhave, samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati.",
  "an4.41:8.9": "Imā kho, bhikkhave, catasso samādhibhāvanā.",
  "an4.41:8.10": "Idañca pana metaṃ, bhikkhave, sandhāya bhāsitaṃ pārāyane puṇṇakapañhe:",
  "an4.41:9.1": "<span class=\"cross\" title=\"^an3.32#1 [32. Ānandasutta] | ^snp5.4#1142 [Puṇṇakamāṇavapucchā]\" id=\"note143\">*</span> <a class=\"sc\" id=\"6\"></a><a class=\"pts\" id=\"pts2.46\"></a>‘Saṅkhāya lokasmiṃ paroparāni,",
  "an4.41:9.2": "Yassiñjitaṃ natthi kuhiñci loke;",
  "an4.41:9.3": "Santo vidhūmo anīgho nirāso,",
  "an4.41:9.4": "Atāri so jātijaranti brūmī’”ti.",
  "an4.41:10.1": "Paṭhamaṃ."
}