{
  "_markup_path": "markup/an/an04/an4.245.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.245.json"
  ],
  "an4.245:1.1": "Aṅguttara Nikāya 4",
  "an4.245:2.1": "25. Āpattibhayavagga",
  "an4.245:3.1": "245. Sikkhānisaṃsasutta",
  "an4.245:4.1": "“Sikkhānisaṃsamidaṃ, bhikkhave, brahmacariyaṃ vussati paññuttaraṃ vimuttisāraṃ satādhipateyyaṃ.",
  "an4.245:4.2": "Kathañca, bhikkhave, sikkhānisaṃsaṃ hoti?",
  "an4.245:4.3": "Idha, bhikkhave, mayā sāvakānaṃ ābhisamācārikā sikkhā paññattā appasannānaṃ pasādāya pasannānaṃ bhiyyobhāvāya.",
  "an4.245:4.4": "Yathā yathā, bhikkhave, mayā sāvakānaṃ ābhisamācārikā sikkhā paññattā appasannānaṃ pasādāya pasannānaṃ bhiyyobhāvāya tathā tathā so tassā sikkhāya akhaṇḍakārī hoti acchiddakārī asabalakārī akammāsakārī, samādāya sikkhati sikkhāpadesu.",
  "an4.245:5.1": "Puna caparaṃ, bhikkhave, mayā sāvakānaṃ ādibrahmacariyikā sikkhā paññattā sabbaso sammā dukkhakkhayāya.",
  "an4.245:5.2": "Yathā yathā, bhikkhave, mayā sāvakānaṃ ādibrahmacariyikā sikkhā paññattā sabbaso sammā dukkhakkhayāya tathā tathā so tassā sikkhāya akhaṇḍakārī hoti acchiddakārī asabalakārī akammāsakārī, samādāya sikkhati sikkhāpadesu.",
  "an4.245:5.3": "Evaṃ kho, bhikkhave, sikkhānisaṃsaṃ hoti.",
  "an4.245:6.1": "Kathañca, bhikkhave, paññuttaraṃ hoti?",
  "an4.245:6.2": "Idha, bhikkhave, mayā sāvakānaṃ dhammā desitā sabbaso sammā dukkhakkhayāya.",
  "an4.245:6.3": "Yathā yathā, bhikkhave, mayā sāvakānaṃ dhammā desitā sabbaso sammā dukkhakkhayāya tathā tathāssa te dhammā paññāya samavekkhitā honti.",
  "an4.245:6.4": "Evaṃ kho, bhikkhave, paññuttaraṃ hoti.",
  "an4.245:7.1": "Kathañca, bhikkhave, vimuttisāraṃ hoti?",
  "an4.245:7.2": "Idha, bhikkhave, mayā sāvakānaṃ dhammā desitā sabbaso sammā dukkhakkhayāya.",
  "an4.245:7.3": "Yathā yathā, bhikkhave, mayā sāvakānaṃ dhammā desitā sabbaso sammā dukkhakkhayāya tathā tathāssa te dhammā vimuttiyā phusitā honti.",
  "an4.245:7.4": "Evaṃ kho, bhikkhave, vimuttisāraṃ hoti.",
  "an4.245:8.1": "Kathañca, bhikkhave, satādhipateyyaṃ hoti?",
  "an4.245:8.2": "‘Iti aparipūraṃ vā ābhisamācārikaṃ sikkhaṃ paripūressāmi, paripūraṃ vā ābhisamācārikaṃ sikkhaṃ tattha tattha paññāya anuggahessāmī’ti—",
  "an4.245:8.3": "ajjhattaṃyeva sati sūpaṭṭhitā hoti.",
  "an4.245:8.4": "‘Iti aparipūraṃ vā ādibrahmacariyikaṃ sikkhaṃ paripūressāmi, paripūraṃ vā ādibrahmacariyikaṃ sikkhaṃ tattha tattha paññāya anuggahessāmī’ti—",
  "an4.245:8.5": "ajjhattaṃyeva sati sūpaṭṭhitā hoti.",
  "an4.245:8.6": "‘Iti asamavekkhitaṃ vā dhammaṃ paññāya samavekkhissāmi, samavekkhitaṃ vā dhammaṃ tattha tattha paññāya anuggahessāmī’ti—",
  "an4.245:8.7": "ajjhattaṃyeva sati sūpaṭṭhitā hoti.",
  "an4.245:8.8": "‘Iti <span class=\"var\" title=\"aphassitaṃ vā dhammaṃ vimuttiyā phassissāmi phassitaṃ (bj, pts1)\" id=\"note589\">aphusitaṃ vā dhammaṃ vimuttiyā phusissāmi, phusitaṃ</span> vā dhammaṃ tattha tattha paññāya anuggahessāmī’ti—",
  "an4.245:8.9": "ajjhattaṃyeva sati sūpaṭṭhitā hoti.",
  "an4.245:8.10": "Evaṃ kho, bhikkhave, satādhipateyyaṃ hoti.",
  "an4.245:8.11": "‘Sikkhānisaṃsamidaṃ, bhikkhave, brahmacariyaṃ vussati paññuttaraṃ vimuttisāraṃ satādhipateyyan’ti, iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti.",
  "an4.245:9.1": "Tatiyaṃ."
}