{
  "_markup_path": "markup/an/an04/an4.048.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.048.json"
  ],
  "an4.48:1.1": "Aṅguttara Nikāya 4",
  "an4.48:2.1": "5. Rohitassavagga",
  "an4.48:3.1": "48. Visākhasutta",
  "an4.48:4.1": "Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.",
  "an4.48:4.2": "Tena kho pana samayena āyasmā visākho <span class=\"var\" title=\"pañcāliputto (bj, s1-3, km, pts1)\" id=\"note158\">pañcālaputto</span> upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti, poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāya.",
  "an4.48:4.3": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami;",
  "an4.48:4.4": "upasaṅkamitvā paññatte āsane nisīdi.",
  "an4.48:4.5": "Nisajja kho bhagavā bhikkhū āmantesi:",
  "an4.48:5.1": "“Ko nu kho, bhikkhave, upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti?",
  "an4.48:5.2": "“Āyasmā, bhante, visākho pañcālaputto upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti.",
  "an4.48:6.1": "Atha kho bhagavā āyasmantaṃ visākhaṃ pañcālaputtaṃ etadavoca:",
  "an4.48:6.2": "“sādhu sādhu, visākha.",
  "an4.48:6.3": "Sādhu kho tvaṃ, visākha, bhikkhū dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyāti.",
  "an4.48:7.1": "Nābhāsamānaṃ jānanti,",
  "an4.48:7.2": "missaṃ bālehi paṇḍitaṃ;",
  "an4.48:7.3": "Bhāsamānañca jānanti,",
  "an4.48:7.4": "desentaṃ amataṃ padaṃ.",
  "an4.48:8.1": "Bhāsaye jotaye dhammaṃ,",
  "an4.48:8.2": "paggaṇhe isinaṃ dhajaṃ;",
  "an4.48:8.3": "Subhāsitadhajā isayo,",
  "an4.48:8.4": "dhammo hi isinaṃ dhajo”ti.",
  "an4.48:9.1": "Aṭṭhamaṃ."
}