{
  "_markup_path": "markup/an/an04/an4.234.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.234.json"
  ],
  "an4.234:1.1": "Aṅguttara Nikāya 4",
  "an4.234:2.1": "24. Kammavagga",
  "an4.234:3.1": "234. Soṇakāyanasutta",
  "an4.234:4.1": "Atha kho sikhāmoggallāno brāhmaṇo yena bhagavā tenupasaṅkami;",
  "an4.234:4.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an4.234:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an4.234:4.4": "Ekamantaṃ nisinno kho sikhāmoggallāno brāhmaṇo bhagavantaṃ etadavoca:",
  "an4.234:5.1": "“Purimāni, bho gotama, divasāni purimatarāni soṇakāyano māṇavo yenāhaṃ tenupasaṅkami;",
  "an4.234:5.2": "upasaṅkamitvā maṃ etadavoca:",
  "an4.234:5.3": "‘samaṇo gotamo sabbakammānaṃ akiriyaṃ paññapeti, sabbakammānaṃ kho pana akiriyaṃ paññapento ucchedaṃ āha lokassa’—",
  "an4.234:5.4": "<span class=\"var\" title=\"kammasaccāyī (mr)\" id=\"note566\">kammasaccāyaṃ</span>, bho, loko kammasamārambhaṭṭhāyī”ti.",
  "an4.234:6.1": "“Dassanampi kho ahaṃ, brāhmaṇa, soṇakāyanassa māṇavassa nābhijānāmi;",
  "an4.234:6.2": "kuto panevarūpo kathāsallāpo.",
  "an4.234:6.3": "Cattārimāni, brāhmaṇa, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.",
  "an4.234:6.4": "Katamāni cattāri?",
  "an4.234:6.5": "Atthi, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ;",
  "an4.234:6.6": "atthi, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ;",
  "an4.234:6.7": "atthi, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;",
  "an4.234:6.8": "atthi, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.",
  "an4.234:7.1": "Katamañca, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ?",
  "an4.234:7.2": "Idha, brāhmaṇa, ekacco sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.234:7.3": "So sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhaṃ lokaṃ upapajjati.",
  "an4.234:7.4": "Tamenaṃ sabyābajjhaṃ lokaṃ upapannaṃ samānaṃ sabyābajjhā phassā phusanti.",
  "an4.234:7.5": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ vediyati ekantadukkhaṃ, seyyathāpi sattā nerayikā.",
  "an4.234:7.6": "Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ.",
  "an4.234:8.1": "Katamañca, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ?",
  "an4.234:8.2": "Idha, brāhmaṇa, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.234:8.3": "So abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā abyābajjhaṃ lokaṃ upapajjati.",
  "an4.234:8.4": "Tamenaṃ abyābajjhaṃ lokaṃ upapannaṃ samānaṃ abyābajjhā phassā phusanti.",
  "an4.234:8.5": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vediyati ekantasukhaṃ, seyyathāpi devā subhakiṇhā.",
  "an4.234:8.6": "Idaṃ vuccati, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ.",
  "an4.234:9.1": "Katamañca, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?",
  "an4.234:9.2": "Idha, brāhmaṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.234:9.3": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṃ upapajjati.",
  "an4.234:9.4": "Tamenaṃ sabyābajjhampi abyābajjhampi lokaṃ upapannaṃ samānaṃ sabyābajjhāpi abyābajjhāpi phassā phusanti.",
  "an4.234:9.5": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vediyati vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.",
  "an4.234:9.6": "Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ.",
  "an4.234:10.1": "Katamañca, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati?",
  "an4.234:10.2": "Tatra, brāhmaṇa, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—",
  "an4.234:10.3": "idaṃ vuccati, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.",
  "an4.234:10.4": "Imāni kho, brāhmaṇa, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti.",
  "an4.234:11.1": "Tatiyaṃ."
}