{
  "_markup_path": "markup/an/an04/an4.100.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.100.json"
  ],
  "an4.100:1.1": "Aṅguttara Nikāya 4",
  "an4.100:2.1": "10. Asuravagga",
  "an4.100:3.1": "100. Potaliyasutta",
  "an4.100:4.1": "Atha kho potaliyo paribbājako yena bhagavā tenupasaṅkami;",
  "an4.100:4.2": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an4.100:4.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an4.100:4.4": "Ekamantaṃ nisinnaṃ kho potaliyaṃ paribbājakaṃ bhagavā etadavoca:",
  "an4.100:5.1": "<span class=\"cross\" title=\"^pp2.4#80 [Catukkapuggalapaññatti]\" id=\"note288\">*</span> <a class=\"sc\" id=\"2\"></a>“Cattārome, potaliya, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:5.2": "Katame cattāro?",
  "an4.100:5.3": "Idha, potaliya, ekacco puggalo avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:5.4": "Idha pana, potaliya, ekacco puggalo vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:5.5": "Idha pana, potaliya, ekacco puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:5.6": "Idha pana, potaliya, ekacco puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:5.7": "Ime kho, potaliya, cattāro puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:5.8": "Imesaṃ kho, potaliya, catunnaṃ puggalānaṃ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti?",
  "an4.100:6.1": "“Cattārome, bho gotama, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:6.2": "Katame cattāro?",
  "an4.100:6.3": "Idha, bho gotama, ekacco puggalo avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:6.4": "Idha pana, bho gotama, ekacco puggalo vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:6.5": "Idha pana, bho gotama, ekacco puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:6.6": "Idha pana, bho gotama, ekacco puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.",
  "an4.100:6.7": "Ime kho, bho gotama, cattāro puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:6.8": "Imesaṃ, bho gotama, catunnaṃ puggalānaṃ yvāyaṃ puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;",
  "an4.100:6.9": "ayaṃ me puggalo khamati imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.",
  "an4.100:6.10": "Taṃ kissa hetu?",
  "an4.100:6.11": "<span class=\"var\" title=\"abhikkantatarā (mr)\" id=\"note289\">Abhikkantā</span> hesā, bho gotama, yadidaṃ upekkhā”ti.",
  "an4.100:7.1": "“Cattārome, potaliya, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:7.2": "Katame cattāro … pe … ime kho, potaliya, cattāro puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:7.3": "Imesaṃ kho, potaliya, catunnaṃ puggalānaṃ yvāyaṃ puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;",
  "an4.100:7.4": "ayaṃ imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.",
  "an4.100:7.5": "Taṃ kissa hetu?",
  "an4.100:7.6": "Abhikkantā hesā, potaliya, yadidaṃ tattha tattha kālaññutā”ti.",
  "an4.100:8.1": "“Cattārome, bho gotama, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:8.2": "Katame cattāro … pe … ime kho, bho gotama, cattāro puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.100:8.3": "Imesaṃ, bho gotama, catunnaṃ puggalānaṃ yvāyaṃ puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā bhūtaṃ tacchaṃ kālena;",
  "an4.100:8.4": "ayaṃ me puggalo khamati imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.",
  "an4.100:8.5": "Taṃ kissa hetu?",
  "an4.100:8.6": "Abhikkantā hesā, bho gotama, yadidaṃ tattha tattha kālaññutā.",
  "an4.100:9.1": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.",
  "an4.100:9.2": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya:",
  "an4.100:9.3": "‘cakkhumanto rūpāni dakkhantī’ti;",
  "an4.100:9.4": "evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "an4.100:9.5": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.",
  "an4.100:9.6": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an4.100:10.1": "Dasamaṃ.",
  "an4.100:11.1": "Asuravaggo pañcamo.",
  "an4.100:12.1": "Asuro tayo samādhī,",
  "an4.100:12.2": "chavālātena pañcamaṃ;",
  "an4.100:12.3": "Rāgo nisanti attahitaṃ,",
  "an4.100:12.4": "sikkhā potaliyena cāti.",
  "an4.100:13.1": "Dutiyo paṇṇāsako samatto."
}