{
  "_markup_path": "markup/an/an04/an4.111.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.111.json"
  ],
  "an4.111:1.1": "Aṅguttara Nikāya 4",
  "an4.111:2.1": "<span class=\"var\" id=\"note311\" title=\"kesīvaggo (s1-3)\">12. Kesivagga</span>",
  "an4.111:3.1": "111. Kesisutta",
  "an4.111:4.1": "Atha kho kesi assadammasārathi yena bhagavā tenupasaṅkami;",
  "an4.111:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an4.111:4.3": "Ekamantaṃ nisinnaṃ kho kesiṃ assadammasārathiṃ bhagavā etadavoca:",
  "an4.111:4.4": "“<span class=\"var\" title=\"tvañca khvāsi (bj, s1-3, pts1)\" id=\"note312\">tvaṃ khosi</span>, kesi, <span class=\"var\" title=\"saññato assadammasārathi (bj, pts1) | saññāto assadammasārathi (s1-3, km)\" id=\"note313\">paññāto assadammasārathīti</span>.",
  "an4.111:4.5": "Kathaṃ pana tvaṃ, kesi, assadammaṃ vinesī”ti?",
  "an4.111:4.6": "“Ahaṃ kho, bhante, assadammaṃ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemī”ti.",
  "an4.111:4.7": "“Sace te, kesi, assadammo saṇhena vinayaṃ na upeti, pharusena vinayaṃ na upeti, saṇhapharusena vinayaṃ na upeti, kinti naṃ karosī”ti?",
  "an4.111:4.8": "“Sace me, bhante, assadammo saṇhena vinayaṃ na upeti, pharusena vinayaṃ na upeti, saṇhapharusena vinayaṃ na upeti;",
  "an4.111:4.9": "hanāmi naṃ, bhante.",
  "an4.111:4.10": "Taṃ kissa hetu?",
  "an4.111:4.11": "‘Mā me ācariyakulassa avaṇṇo ahosī’ti.",
  "an4.111:5.1": "Bhagavā pana, bhante, anuttaro purisadammasārathi.",
  "an4.111:5.2": "Kathaṃ pana, bhante, bhagavā purisadammaṃ vinetī”ti?",
  "an4.111:5.3": "“Ahaṃ kho, kesi, purisadammaṃ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi.",
  "an4.111:5.4": "Tatridaṃ, kesi, saṇhasmiṃ—",
  "an4.111:5.5": "iti kāyasucaritaṃ iti kāyasucaritassa vipāko, iti vacīsucaritaṃ iti vacīsucaritassa vipāko, iti manosucaritaṃ iti manosucaritassa vipāko, iti devā, iti manussāti.",
  "an4.111:5.6": "Tatridaṃ, kesi, pharusasmiṃ—",
  "an4.111:5.7": "iti kāyaduccaritaṃ iti kāyaduccaritassa vipāko, iti vacīduccaritaṃ iti vacīduccaritassa vipāko, iti manoduccaritaṃ iti manoduccaritassa vipāko, iti nirayo, iti tiracchānayoni, iti pettivisayoti.",
  "an4.111:6.1": "Tatridaṃ, kesi, saṇhapharusasmiṃ—",
  "an4.111:6.2": "iti kāyasucaritaṃ iti kāyasucaritassa vipāko, iti kāyaduccaritaṃ iti kāyaduccaritassa vipāko, iti vacīsucaritaṃ iti vacīsucaritassa vipāko, iti vacīduccaritaṃ iti vacīduccaritassa vipāko, iti manosucaritaṃ iti manosucaritassa vipāko, iti manoduccaritaṃ iti manoduccaritassa vipāko, iti devā, iti manussā, iti nirayo, iti tiracchānayoni, iti pettivisayo”ti.",
  "an4.111:7.1": "“Sace te, bhante, purisadammo saṇhena vinayaṃ na upeti, pharusena vinayaṃ na upeti, saṇhapharusena vinayaṃ na upeti, kinti naṃ bhagavā karotī”ti?",
  "an4.111:7.2": "“Sace me, kesi, purisadammo saṇhena vinayaṃ na upeti, pharusena vinayaṃ na upeti, saṇhapharusena vinayaṃ na upeti, hanāmi naṃ, kesī”ti.",
  "an4.111:7.3": "“Na kho, bhante, bhagavato pāṇātipāto kappati.",
  "an4.111:7.4": "Atha ca pana bhagavā evamāha:",
  "an4.111:7.5": "‘hanāmi naṃ, kesī’”ti.",
  "an4.111:7.6": "“Saccaṃ, kesi.",
  "an4.111:7.7": "Na tathāgatassa pāṇātipāto kappati.",
  "an4.111:7.8": "Api ca yo purisadammo saṇhena vinayaṃ na upeti, pharusena vinayaṃ na upeti, saṇhapharusena vinayaṃ na upeti, na taṃ tathāgato vattabbaṃ anusāsitabbaṃ maññati, nāpi viññū sabrahmacārī vattabbaṃ anusāsitabbaṃ maññanti.",
  "an4.111:7.9": "Vadho heso, kesi, ariyassa vinaye—",
  "an4.111:7.10": "yaṃ na tathāgato vattabbaṃ anusāsitabbaṃ maññati, nāpi viññū sabrahmacārī vattabbaṃ anusāsitabbaṃ maññantī”ti.",
  "an4.111:8.1": "“So hi nūna, bhante, suhato hoti—",
  "an4.111:8.2": "yaṃ na tathāgato vattabbaṃ anusāsitabbaṃ maññati, nāpi viññū sabrahmacārī vattabbaṃ anusāsitabbaṃ maññantīti.",
  "an4.111:8.3": "Abhikkantaṃ, bhante, abhikkantaṃ, bhante … pe … upāsakaṃ maṃ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.",
  "an4.111:9.1": "Paṭhamaṃ."
}