{
  "_markup_path": "markup/an/an04/an4.130.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.130.json"
  ],
  "an4.130:1.1": "Aṅguttara Nikāya 4",
  "an4.130:2.1": "13. Bhayavagga",
  "an4.130:3.1": "130. Cakkavattiacchariyasutta",
  "an4.130:4.1": "“Cattārome, bhikkhave, acchariyā abbhutā dhammā raññe cakkavattimhi.",
  "an4.130:4.2": "Katame cattāro?",
  "an4.130:4.3": "Sace, bhikkhave, khattiyaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:4.4": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:4.5": "Atittāva, bhikkhave, khattiyaparisā hoti, atha rājā cakkavattī tuṇhī bhavati.",
  "an4.130:5.1": "Sace, bhikkhave, brāhmaṇaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:5.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:5.3": "Atittāva, bhikkhave, brāhmaṇaparisā hoti, atha rājā cakkavattī tuṇhī bhavati.",
  "an4.130:6.1": "Sace, bhikkhave, gahapatiparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:6.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:6.3": "Atittāva, bhikkhave, gahapatiparisā hoti, atha rājā cakkavattī tuṇhī bhavati.",
  "an4.130:7.1": "Sace, bhikkhave, samaṇaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:7.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:7.3": "Atittāva, bhikkhave, samaṇaparisā hoti, atha rājā cakkavattī tuṇhī bhavati.",
  "an4.130:7.4": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā raññe cakkavattimhi.",
  "an4.130:8.1": "Evamevaṃ kho, bhikkhave, <span class=\"var\" title=\"cattārome (mr)\" id=\"note354\">cattāro</span> acchariyā abbhutā dhammā ānande.",
  "an4.130:8.2": "Katame cattāro?",
  "an4.130:8.3": "Sace, bhikkhave, bhikkhuparisā ānandaṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:8.4": "Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:8.5": "Atittāva, bhikkhave, bhikkhuparisā hoti, atha ānando tuṇhī bhavati.",
  "an4.130:9.1": "Sace, bhikkhave, bhikkhuniparisā … pe … sace, bhikkhave, upāsakaparisā … pe … sace, bhikkhave, upāsikāparisā ānandaṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.",
  "an4.130:9.2": "Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.",
  "an4.130:9.3": "Atittāva, bhikkhave, upāsikāparisā hoti, atha ānando tuṇhī bhavati.",
  "an4.130:9.4": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande”ti.",
  "an4.130:10.1": "Dasamaṃ.",
  "an4.130:11.1": "Bhayavaggo tatiyo.",
  "an4.130:12.1": "Attānuvādaūmi ca,",
  "an4.130:12.2": "dve ca nānā dve ca honti;",
  "an4.130:12.3": "Mettā dve ca acchariyā,",
  "an4.130:12.4": "aparā ca tathā duveti."
}