{
  "_markup_path": "markup/an/an04/an4.094.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.094.json"
  ],
  "an4.94:1.1": "Aṅguttara Nikāya 4",
  "an4.94:2.1": "10. Asuravagga",
  "an4.94:3.1": "94. Tatiyasamādhisutta",
  "an4.94:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.94:4.2": "Katame cattāro?",
  "an4.94:4.3": "Idha, bhikkhave, ekacco puggalo lābhī hoti ajjhattaṃ cetosamathassa, na lābhī adhipaññādhammavipassanāya.",
  "an4.94:4.4": "Idha pana, bhikkhave, ekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṃ cetosamathassa.",
  "an4.94:4.5": "Idha pana, bhikkhave, ekacco puggalo na ceva lābhī hoti ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya.",
  "an4.94:4.6": "Idha pana, bhikkhave, ekacco puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.94:5.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī ajjhattaṃ cetosamathassa na lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo:",
  "an4.94:5.2": "‘kathaṃ nu kho, āvuso, saṅkhārā daṭṭhabbā?",
  "an4.94:5.3": "Kathaṃ saṅkhārā sammasitabbā?",
  "an4.94:5.4": "Kathaṃ saṅkhārā <span class=\"var\" title=\"passitabbā (mr)\" id=\"note277\">vipassitabbā</span>’ti?",
  "an4.94:5.5": "Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:",
  "an4.94:5.6": "‘evaṃ kho, āvuso, saṅkhārā daṭṭhabbā, evaṃ saṅkhārā sammasitabbā, evaṃ saṅkhārā vipassitabbā’ti.",
  "an4.94:5.7": "So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.94:6.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī adhipaññādhammavipassanāya na lābhī ajjhattaṃ cetosamathassa, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī ajjhattaṃ cetosamathassa so upasaṅkamitvā evamassa vacanīyo:",
  "an4.94:6.2": "‘kathaṃ nu kho, āvuso, cittaṃ saṇṭhapetabbaṃ?",
  "an4.94:6.3": "Kathaṃ cittaṃ <span class=\"var\" title=\"sanniyādetabbaṃ (s1-3)\" id=\"note278\">sannisādetabbaṃ</span>?",
  "an4.94:6.4": "Kathaṃ <span class=\"var\" title=\"ekodikattabbaṃ (s1-3, pts1)\" id=\"note279\">cittaṃ ekodi kātabbaṃ</span>?",
  "an4.94:6.5": "Kathaṃ cittaṃ samādahātabban’ti?",
  "an4.94:6.6": "Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:",
  "an4.94:6.7": "‘evaṃ kho, āvuso, cittaṃ saṇṭhapetabbaṃ, evaṃ cittaṃ sannisādetabbaṃ, evaṃ cittaṃ ekodi kātabbaṃ, evaṃ cittaṃ samādahātabban’ti.",
  "an4.94:6.8": "So aparena samaye lābhī ceva hoti adhipaññādhammavipassanāya lābhī ca ajjhattaṃ cetosamathassa.",
  "an4.94:7.1": "Tatra, bhikkhave, yvāyaṃ puggalo na ceva lābhī ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī ceva ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo:",
  "an4.94:7.2": "‘kathaṃ nu kho, āvuso, cittaṃ saṇṭhapetabbaṃ?",
  "an4.94:7.3": "Kathaṃ cittaṃ sannisādetabbaṃ?",
  "an4.94:7.4": "Kathaṃ cittaṃ ekodi kātabbaṃ?",
  "an4.94:7.5": "Kathaṃ cittaṃ samādahātabbaṃ?",
  "an4.94:7.6": "Kathaṃ saṅkhārā daṭṭhabbā?",
  "an4.94:7.7": "Kathaṃ saṅkhārā sammasitabbā?",
  "an4.94:7.8": "Kathaṃ saṅkhārā vipassitabbā’ti?",
  "an4.94:7.9": "Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:",
  "an4.94:7.10": "‘evaṃ kho, āvuso, cittaṃ saṇṭhapetabbaṃ, evaṃ cittaṃ sannisādetabbaṃ, evaṃ cittaṃ ekodi kātabbaṃ, evaṃ cittaṃ samādahātabbaṃ, evaṃ saṅkhārā daṭṭhabbā, evaṃ saṅkhārā sammasitabbā, evaṃ saṅkhārā vipassitabbā’ti.",
  "an4.94:7.11": "So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.94:8.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesu ceva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo.",
  "an4.94:8.2": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.94:9.1": "Catutthaṃ."
}