{
  "_markup_path": "markup/an/an04/an4.199.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.199.json"
  ],
  "an4.199:1.1": "Aṅguttara Nikāya 4",
  "an4.199:2.1": "20. Mahāvagga",
  "an4.199:3.1": "<span class=\"var\" id=\"note511\" title=\"taṇhājālinīsuttaṃ (bj)\">199. Taṇhāsutta</span>",
  "an4.199:4.1": "Bhagavā etadavoca:",
  "an4.199:4.2": "“taṇhaṃ vo, bhikkhave, desessāmi jāliniṃ saritaṃ visaṭaṃ visattikaṃ, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto gulāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati.",
  "an4.199:4.3": "Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.",
  "an4.199:4.4": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.",
  "an4.199:4.5": "Bhagavā etadavoca:",
  "an4.199:5.1": "“Katamā ca sā, bhikkhave, taṇhā jālinī saritā visaṭā visattikā, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto gulāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati?",
  "an4.199:5.2": "Aṭṭhārasa kho panimāni, bhikkhave, taṇhāvicaritāni ajjhattikassa upādāya, aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya.",
  "an4.199:6.1": "<span class=\"cross\" title=\"^vb17#323 [Mātikā/ Taṇhāvicaritaniddesa]\" id=\"note512\">*</span> <a class=\"sc\" id=\"3\"></a>Katamāni aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya?",
  "an4.199:6.2": "Asmīti, bhikkhave, sati itthasmīti hoti, <span class=\"var\" title=\"evamasmīti (bj) | evasmīti (s1-3, km, pts1)\" id=\"note513\">evaṃsmīti</span> hoti, aññathāsmīti hoti, asasmīti hoti, satasmīti hoti, santi hoti, itthaṃ santi hoti, evaṃ santi hoti, aññathā santi hoti, <span class=\"var\" title=\"apiha (bj, pts1) | api (s1-3, km)\" id=\"note514\">apihaṃ</span> santi hoti, <span class=\"var\" title=\"api (bj, s1-3, km, pts1)\" id=\"note515\">apihaṃ</span> itthaṃ santi hoti, <span class=\"var\" title=\"api (bj, s1-3, km, pts1)\" id=\"note516\">apihaṃ</span> evaṃ santi hoti, <span class=\"var\" title=\"api (bj, s1-3, km, pts1)\" id=\"note517\">apihaṃ</span> aññathā santi hoti, bhavissanti hoti, itthaṃ bhavissanti hoti, evaṃ bhavissanti hoti, aññathā bhavissanti hoti.",
  "an4.199:6.3": "Imāni aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya.",
  "an4.199:7.1": "Katamāni aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya?",
  "an4.199:7.2": "Imināsmīti, bhikkhave, sati iminā itthasmīti hoti, iminā evaṃsmīti hoti, iminā aññathāsmīti hoti, iminā asasmīti hoti, iminā satasmīti hoti, iminā santi hoti, iminā itthaṃ santi hoti, iminā evaṃ santi hoti, iminā aññathā santi hoti, iminā apihaṃ santi hoti, iminā apihaṃ itthaṃ santi hoti, iminā apihaṃ evaṃ santi hoti, iminā apihaṃ aññathā santi hoti, iminā bhavissanti hoti, iminā itthaṃ bhavissanti hoti, iminā evaṃ bhavissanti hoti, iminā aññathā bhavissanti hoti.",
  "an4.199:7.3": "Imāni aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya.",
  "an4.199:8.1": "Iti aṭṭhārasa taṇhāvicaritāni ajjhattikassa upādāya, aṭṭhārasa taṇhāvicaritāni bāhirassa upādāya.",
  "an4.199:8.2": "Imāni vuccanti, bhikkhave, chattiṃsa taṇhāvicaritāni.",
  "an4.199:8.3": "Iti evarūpāni atītāni chattiṃsa taṇhāvicaritāni, anāgatāni chattiṃsa taṇhāvicaritāni, paccuppannāni chattiṃsa taṇhāvicaritāni.",
  "an4.199:8.4": "Evaṃ aṭṭhasataṃ taṇhāvicaritaṃ honti.",
  "an4.199:9.1": "Ayaṃ kho sā, bhikkhave, taṇhā jālinī saritā visaṭā visattikā, yāya ayaṃ loko uddhasto pariyonaddho tantākulakajāto guṇāguṇṭhikajāto muñjapabbajabhūto apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattatī”ti.",
  "an4.199:10.1": "Navamaṃ."
}