{
  "_markup_path": "markup/an/an04/an4.233.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.233.json"
  ],
  "an4.233:1.1": "Aṅguttara Nikāya 4",
  "an4.233:2.1": "24. Kammavagga",
  "an4.233:3.1": "233. Vitthārasutta",
  "an4.233:4.1": "“Cattārimāni, bhikkhave, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.",
  "an4.233:4.2": "Katamāni cattāri?",
  "an4.233:4.3": "Atthi, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ;",
  "an4.233:4.4": "atthi, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ;",
  "an4.233:4.5": "atthi, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;",
  "an4.233:4.6": "atthi, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.",
  "an4.233:5.1": "Katamañca, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ?",
  "an4.233:5.2": "Idha, bhikkhave, ekacco <span class=\"var\" title=\"sabyāpajjhaṃ (sabbattha)\" id=\"note562\">sabyābajjhaṃ</span> kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.233:5.3": "So sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhaṃ lokaṃ upapajjati.",
  "an4.233:5.4": "Tamenaṃ sabyābajjhaṃ lokaṃ upapannaṃ samānaṃ sabyābajjhā phassā phusanti.",
  "an4.233:5.5": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ <span class=\"var\" title=\"vedayati (mr)\" id=\"note563\">vediyati</span> ekantadukkhaṃ, seyyathāpi sattā nerayikā.",
  "an4.233:5.6": "Idaṃ vuccati, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ.",
  "an4.233:6.1": "Katamañca, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ?",
  "an4.233:6.2": "Idha, bhikkhave, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.233:6.3": "So abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā abyābajjhaṃ lokaṃ upapajjati.",
  "an4.233:6.4": "Tamenaṃ abyābajjhaṃ lokaṃ upapannaṃ samānaṃ abyābajjhā phassā phusanti.",
  "an4.233:6.5": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vediyati ekantasukhaṃ, seyyathāpi devā subhakiṇhā.",
  "an4.233:6.6": "Idaṃ vuccati, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ.",
  "an4.233:7.1": "Katamañca, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?",
  "an4.233:7.2": "Idha, bhikkhave, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti.",
  "an4.233:7.3": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṃ upapajjati.",
  "an4.233:7.4": "Tamenaṃ sabyābajjhampi abyābajjhampi lokaṃ upapannaṃ samānaṃ sabyābajjhāpi abyābajjhāpi phassā phusanti.",
  "an4.233:7.5": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vediyati vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.",
  "an4.233:7.6": "Idaṃ vuccati, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ.",
  "an4.233:8.1": "Katamañca, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati?",
  "an4.233:8.2": "Tatra, bhikkhave, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, <span class=\"var\" title=\"yampidaṃ (bj, pts1) | yampīdaṃ (s1-3, km)\" id=\"note564\">yamidaṃ</span> kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, <span class=\"var\" title=\"yampidaṃ (bj, pts1) | yampīdaṃ (s1-3, km)\" id=\"note565\">yamidaṃ</span> kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—",
  "an4.233:8.3": "idaṃ vuccati, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.",
  "an4.233:8.4": "Imāni kho, bhikkhave, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti.",
  "an4.233:9.1": "Dutiyaṃ."
}