{
  "_markup_path": "markup/an/an04/an4.177.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.177.json"
  ],
  "an4.177:1.1": "Aṅguttara Nikāya 4",
  "an4.177:2.1": "18. Sañcetaniyavagga",
  "an4.177:3.1": "177. Rāhulasutta",
  "an4.177:4.1": "Atha kho āyasmā rāhulo yena bhagavā tenupasaṅkami;",
  "an4.177:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an4.177:4.3": "Ekamantaṃ nisinnaṃ kho āyasmantaṃ rāhulaṃ bhagavā etadavoca:",
  "an4.177:5.1": "“Yā ca, rāhula, ajjhattikā pathavīdhātu yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.",
  "an4.177:5.2": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti, evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "an4.177:5.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.",
  "an4.177:6.1": "Yā ca, rāhula, ajjhattikā āpodhātu yā ca bāhirā āpodhātu, āpodhāturevesā.",
  "an4.177:6.2": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti, evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "an4.177:6.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṃ virājeti.",
  "an4.177:7.1": "Yā ca, rāhula, ajjhattikā tejodhātu yā ca bāhirā tejodhātu, tejodhāturevesā.",
  "an4.177:7.2": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti, evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "an4.177:7.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṃ virājeti.",
  "an4.177:8.1": "Yā ca, rāhula, ajjhattikā vāyodhātu yā ca bāhirā vāyodhātu, vāyodhāturevesā.",
  "an4.177:8.2": "‘Taṃ netaṃ mama, nesohamasmi, na meso attā’ti, evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.",
  "an4.177:8.3": "Evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṃ virājeti.",
  "an4.177:9.1": "Yato kho, rāhula, bhikkhu imāsu catūsu dhātūsu nevattānaṃ na attaniyaṃ samanupassati, ayaṃ vuccati, rāhula, bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti.",
  "an4.177:10.1": "Sattamaṃ."
}