{
  "_markup_path": "markup/an/an04/an4.099.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.099.json"
  ],
  "an4.99:1.1": "Aṅguttara Nikāya 4",
  "an4.99:2.1": "10. Asuravagga",
  "an4.99:3.1": "99. Sikkhāpadasutta",
  "an4.99:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.99:4.2": "Katame cattāro?",
  "an4.99:4.3": "Attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca.",
  "an4.99:5.1": "Kathañca, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya?",
  "an4.99:5.2": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā paṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti;",
  "an4.99:5.3": "attanā adinnādānā paṭivirato hoti, no paraṃ adinnādānā veramaṇiyā samādapeti;",
  "an4.99:5.4": "attanā kāmesumicchācārā paṭivirato hoti, no paraṃ kāmesumicchācārā veramaṇiyā samādapeti;",
  "an4.99:5.5": "attanā musāvādā paṭivirato hoti, no paraṃ musāvādā veramaṇiyā samādapeti;",
  "an4.99:5.6": "attanā surāmerayamajjapamādaṭṭhānā paṭivirato hoti, no paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.",
  "an4.99:5.7": "Evaṃ kho, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya.",
  "an4.99:6.1": "Kathañca, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya?",
  "an4.99:6.2": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, paraṃ pāṇātipātā veramaṇiyā samādapeti;",
  "an4.99:6.3": "attanā adinnādānā appaṭivirato hoti, paraṃ adinnādānā veramaṇiyā samādapeti;",
  "an4.99:6.4": "attanā kāmesumicchācārā appaṭivirato hoti, paraṃ kāmesumicchācārā veramaṇiyā samādapeti;",
  "an4.99:6.5": "attanā musāvādā appaṭivirato hoti, paraṃ musāvādā veramaṇiyā samādapeti;",
  "an4.99:6.6": "attanā surāmerayamajjapamādaṭṭhānā appaṭivirato hoti, paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.",
  "an4.99:6.7": "Evaṃ kho, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya.",
  "an4.99:7.1": "Kathañca, bhikkhave, puggalo nevattahitāya paṭipanno hoti no parahitāya?",
  "an4.99:7.2": "Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti … pe … attanā surāmerayamajjapamādaṭṭhānā appaṭivirato hoti, no paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.",
  "an4.99:7.3": "Evaṃ kho, bhikkhave, puggalo nevattahitāya paṭipanno hoti, no parahitāya.",
  "an4.99:8.1": "Kathañca, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca?",
  "an4.99:8.2": "Idha, bhikkhave, ekacco puggalo attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti … pe … attanā ca surāmerayamajjapamādaṭṭhānā paṭivirato hoti, parañca surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.",
  "an4.99:8.3": "Evaṃ kho, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca.",
  "an4.99:8.4": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.99:9.1": "Navamaṃ."
}