{
  "_markup_path": "markup/an/an04/an4.095.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.095.json"
  ],
  "an4.95:1.1": "Aṅguttara Nikāya 4",
  "an4.95:2.1": "10. Asuravagga",
  "an4.95:3.1": "95. Chavālātasutta",
  "an4.95:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.95:4.2": "Katame cattāro?",
  "an4.95:4.3": "Nevattahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, attahitāya paṭipanno no parahitāya, <span class=\"var\" title=\"attahitāya ca (bj, s1-3, km, pts1)\" id=\"note280\">attahitāya ceva</span> paṭipanno parahitāya ca.",
  "an4.95:5.1": "Seyyathāpi, bhikkhave, chavālātaṃ ubhato <span class=\"var\" title=\"ādittaṃ (mr)\" id=\"note281\">padittaṃ</span>, majjhe gūthagataṃ, neva gāme kaṭṭhatthaṃ pharati na araññe <span class=\"var\" title=\"(kaṭṭhatthaṃ pharati) (s1-3)\" id=\"note282\">()</span>;",
  "an4.95:5.2": "tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi yvāyaṃ puggalo nevattahitāya paṭipanno no parahitāya.",
  "an4.95:6.1": "Tatra, bhikkhave, yvāyaṃ puggalo parahitāya paṭipanno no attahitāya, ayaṃ imesaṃ dvinnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.",
  "an4.95:6.2": "Tatra, bhikkhave, yvāyaṃ puggalo attahitāya paṭipanno no parahitāya, ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.",
  "an4.95:6.3": "Tatra, bhikkhave, yvāyaṃ puggalo attahitāya ceva paṭipanno parahitāya ca, ayaṃ imesaṃ catunnaṃ puggalānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "an4.95:7.1": "Seyyathāpi, bhikkhave, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā <span class=\"var\" title=\"sappimhā sappimaṇḍo (mr)\" id=\"note283\">sappimaṇḍo, sappimaṇḍo</span> <span class=\"var\" title=\"tatra (^sn34.1#1 [1. Samādhimūlakasamāpattisutta]-1282)\" id=\"note284\">tattha</span> aggamakkhāyati;",
  "an4.95:7.2": "evamevaṃ kho, bhikkhave, yvāyaṃ puggalo attahitāya ceva paṭipanno parahitāya ca, ayaṃ imesaṃ catunnaṃ puggalānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.",
  "an4.95:7.3": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.95:8.1": "Pañcamaṃ."
}