{
  "_markup_path": "markup/an/an04/an4.028.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.028.json"
  ],
  "an4.28:1.1": "Aṅguttara Nikāya 4",
  "an4.28:2.1": "3. Uruvelavagga",
  "an4.28:3.1": "28. Ariyavaṃsasutta",
  "an4.28:4.1": "“Cattārome, bhikkhave, ariyavaṃsā aggaññā rattaññā vaṃsaññā porāṇā asaṃkiṇṇā asaṃkiṇṇapubbā, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhā samaṇehi brāhmaṇehi viññūhi.",
  "an4.28:4.2": "Katame cattāro?",
  "an4.28:4.3": "<span class=\"cross\" title=\"^dn33#121 [Saṅgītisutta/4. Catukka] | ^mnd16#214 [Sāriputtasuttaniddesa]\" id=\"note88\">*</span> Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṃ appatirūpaṃ āpajjati, aladdhā ca cīvaraṃ na paritassati, laddhā ca cīvaraṃ <span class=\"var\" title=\"agathito (bj, pts1)\" id=\"note89\">agadhito</span> amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati;",
  "an4.28:4.4": "tāya ca pana itarītaracīvarasantuṭṭhiyā nevattānukkaṃseti, <span class=\"var\" title=\"na (^dn33#121 [Saṅgītisutta/4. Catukka])\" id=\"note90\">no</span> paraṃ vambheti.",
  "an4.28:4.5": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṃ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṃse ṭhito.",
  "an4.28:5.1": "Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, na ca piṇḍapātahetu anesanaṃ appatirūpaṃ āpajjati, aladdhā ca piṇḍapātaṃ na paritassati, laddhā ca piṇḍapātaṃ agadhito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati;",
  "an4.28:5.2": "tāya ca pana itarītarapiṇḍapātasantuṭṭhiyā nevattānukkaṃseti, no paraṃ vambheti.",
  "an4.28:5.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṃ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṃse ṭhito.",
  "an4.28:6.1": "Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, na ca senāsanahetu anesanaṃ appatirūpaṃ āpajjati, aladdhā ca senāsanaṃ na paritassati, laddhā ca senāsanaṃ agadhito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati;",
  "an4.28:6.2": "tāya ca pana itarītarasenāsanasantuṭṭhiyā nevattānukkaṃseti, no paraṃ vambheti.",
  "an4.28:6.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṃ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṃse ṭhito.",
  "an4.28:7.1": "Puna caparaṃ, bhikkhave, bhikkhu bhāvanārāmo hoti bhāvanārato, pahānārāmo hoti pahānarato;",
  "an4.28:7.2": "tāya ca pana bhāvanārāmatāya bhāvanāratiyā pahānārāmatāya pahānaratiyā nevattānukkaṃseti, no paraṃ vambheti.",
  "an4.28:7.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṃ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṃse ṭhito.",
  "an4.28:7.4": "Ime kho, bhikkhave, cattāro ariyavaṃsā aggaññā rattaññā vaṃsaññā porāṇā asaṅkiṇṇā asaṅkiṇṇapubbā, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhā samaṇehi brāhmaṇehi viññūhi.",
  "an4.28:8.1": "Imehi ca pana, bhikkhave, catūhi ariyavaṃsehi samannāgato bhikkhu puratthimāya cepi disāya viharati sveva aratiṃ sahati, na taṃ arati sahati;",
  "an4.28:8.2": "pacchimāya cepi disāya viharati sveva aratiṃ sahati, na taṃ arati sahati;",
  "an4.28:8.3": "uttarāya cepi disāya viharati sveva aratiṃ sahati, na taṃ arati sahati;",
  "an4.28:8.4": "dakkhiṇāya cepi disāya viharati sveva aratiṃ sahati, na taṃ arati sahati.",
  "an4.28:8.5": "Taṃ kissa hetu?",
  "an4.28:8.6": "Aratiratisaho hi, bhikkhave, dhīroti.",
  "an4.28:9.1": "Nārati sahati <span class=\"var\" title=\"vīraṃ (bj)\" id=\"note91\">dhīraṃ</span>,",
  "an4.28:9.2": "nārati dhīraṃ sahati;",
  "an4.28:9.3": "Dhīrova aratiṃ sahati,",
  "an4.28:9.4": "dhīro hi aratissaho.",
  "an4.28:10.1": "Sabbakammavihāyīnaṃ,",
  "an4.28:10.2": "<span class=\"var\" title=\"panunnaṃ (bj) | paṇunnaṃ (?)\" id=\"note92\">panuṇṇaṃ</span> ko nivāraye;",
  "an4.28:10.3": "Nekkhaṃ jambonadasseva,",
  "an4.28:10.4": "ko taṃ ninditumarahati;",
  "an4.28:10.5": "Devāpi naṃ pasaṃsanti,",
  "an4.28:10.6": "brahmunāpi pasaṃsito”ti.",
  "an4.28:11.1": "Aṭṭhamaṃ."
}