{
  "_markup_path": "markup/an/an04/an4.093.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.093.json"
  ],
  "an4.93:1.1": "Aṅguttara Nikāya 4",
  "an4.93:2.1": "10. Asuravagga",
  "an4.93:3.1": "93. Dutiyasamādhisutta",
  "an4.93:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.93:4.2": "Katame cattāro?",
  "an4.93:4.3": "Idha, bhikkhave, ekacco puggalo lābhī hoti ajjhattaṃ cetosamathassa, na lābhī adhipaññādhammavipassanāya.",
  "an4.93:4.4": "Idha pana, bhikkhave, ekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṃ cetosamathassa.",
  "an4.93:4.5": "Idha pana, bhikkhave, ekacco puggalo na ceva lābhī hoti ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya.",
  "an4.93:4.6": "Idha pana, bhikkhave, ekacco puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.93:5.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī hoti ajjhattaṃ cetosamathassa na lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena ajjhattaṃ cetosamathe patiṭṭhāya adhipaññādhammavipassanāya yogo karaṇīyo.",
  "an4.93:5.2": "So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.93:6.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī adhipaññādhammavipassanāya na lābhī ajjhattaṃ cetosamathassa, tena, bhikkhave, puggalena adhipaññādhammavipassanāya patiṭṭhāya ajjhattaṃ cetosamathe yogo karaṇīyo.",
  "an4.93:6.2": "So aparena samayena lābhī ceva hoti adhipaññādhammavipassanāya lābhī ca ajjhattaṃ cetosamathassa.",
  "an4.93:7.1": "Tatra, bhikkhave, yvāyaṃ puggalo na ceva lābhī ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesaṃyeva kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an4.93:7.2": "Seyyathāpi, bhikkhave, ādittacelo vā <span class=\"var\" title=\"tassa tasseva (bj, s1-3, km)\" id=\"note275\">ādittasīso vā tasseva</span> celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya;",
  "an4.93:7.3": "evamevaṃ kho, bhikkhave, tena puggalena tesaṃyeva kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.",
  "an4.93:7.4": "So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.",
  "an4.93:8.1": "Tatra, bhikkhave, yvāyaṃ puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesuyeva kusalesu dhammesu patiṭṭhāya <span class=\"var\" title=\"uttariṃ (bj, s1-3, km, pts1)\" id=\"note276\">uttari</span> āsavānaṃ khayāya yogo karaṇīyo.",
  "an4.93:8.2": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.93:9.1": "Tatiyaṃ."
}