{
  "_markup_path": "markup/an/an04/an4.030.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.030.json"
  ],
  "an4.30:1.1": "Aṅguttara Nikāya 4",
  "an4.30:2.1": "3. Uruvelavagga",
  "an4.30:3.1": "30. Paribbājakasutta",
  "an4.30:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.",
  "an4.30:4.2": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā <span class=\"var\" title=\"sappiniyātīre (bj, pts1) | sippiniyā tīre (s1-3, km) | sippiniyā nadiyā tīre (mr)\" id=\"note94\">sippinikātīre</span> paribbājakārāme paṭivasanti, seyyathidaṃ annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā.",
  "an4.30:4.3": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena sippinikātīraṃ paribbājakārāmo tenupasaṅkami;",
  "an4.30:4.4": "upasaṅkamitvā paññatte āsane nisīdi.",
  "an4.30:4.5": "Nisajja kho bhagavā te paribbājake etadavoca:",
  "an4.30:5.1": "“Cattārimāni, paribbājakā, dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi.",
  "an4.30:5.2": "Katamāni cattāri?",
  "an4.30:5.3": "Anabhijjhā, paribbājakā, dhammapadaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.",
  "an4.30:5.4": "Abyāpādo, paribbājakā, dhammapadaṃ … pe … sammāsati, paribbājakā, dhammapadaṃ … pe … sammāsamādhi, paribbājakā, dhammapadaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.",
  "an4.30:5.5": "Imāni kho, paribbājakā, cattāri dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi.",
  "an4.30:6.1": "Yo kho, paribbājakā, evaṃ vadeyya:",
  "an4.30:6.2": "‘ahametaṃ anabhijjhaṃ dhammapadaṃ paccakkhāya abhijjhāluṃ kāmesu tibbasārāgaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:",
  "an4.30:6.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti.",
  "an4.30:6.4": "So vata, paribbājakā, anabhijjhaṃ dhammapadaṃ paccakkhāya abhijjhāluṃ kāmesu tibbasārāgaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.",
  "an4.30:7.1": "Yo kho, paribbājakā, evaṃ vadeyya:",
  "an4.30:7.2": "‘ahametaṃ abyāpādaṃ dhammapadaṃ paccakkhāya byāpannacittaṃ paduṭṭhamanasaṅkappaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:",
  "an4.30:7.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti.",
  "an4.30:7.4": "So vata, paribbājakā, abyāpādaṃ dhammapadaṃ paccakkhāya byāpannacittaṃ paduṭṭhamanasaṅkappaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.",
  "an4.30:8.1": "Yo kho, paribbājakā, evaṃ vadeyya:",
  "an4.30:8.2": "‘ahametaṃ sammāsatiṃ dhammapadaṃ paccakkhāya muṭṭhassatiṃ asampajānaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:",
  "an4.30:8.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti.",
  "an4.30:8.4": "So vata, paribbājakā, sammāsatiṃ dhammapadaṃ paccakkhāya muṭṭhassatiṃ asampajānaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.",
  "an4.30:9.1": "Yo kho, paribbājakā, evaṃ vadeyya:",
  "an4.30:9.2": "‘ahametaṃ sammāsamādhiṃ dhammapadaṃ paccakkhāya asamāhitaṃ vibbhantacittaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:",
  "an4.30:9.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti.",
  "an4.30:9.4": "So vata, paribbājakā, sammāsamādhiṃ dhammapadaṃ paccakkhāya asamāhitaṃ vibbhantacittaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.",
  "an4.30:10.1": "Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṃ paṭikkositabbaṃ maññeyya, tassa diṭṭheva dhamme cattāro sahadhammikā <span class=\"var\" title=\"vādānuvādā gārayhaṃ ṭhānaṃ (^mn101#29 [Devadahasutta])\" id=\"note95\">vādānupātā gārayhā ṭhānā</span> āgacchanti.",
  "an4.30:10.2": "Katame cattāro?",
  "an4.30:10.3": "Anabhijjhañce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye <span class=\"var\" title=\"ye ca (^mn117#14 [Mahācattārīsakasutta]-404)\" id=\"note96\">ca hi</span> abhijjhālū kāmesu tibbasārāgā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.",
  "an4.30:10.4": "Abyāpādañce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi byāpannacittā paduṭṭhamanasaṅkappā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.",
  "an4.30:10.5": "Sammāsatiñce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi muṭṭhassatī asampajānā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.",
  "an4.30:10.6": "Sammāsamādhiñce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi asamāhitā vibbhantacittā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.",
  "an4.30:11.1": "Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṃ paṭikkositabbaṃ maññeyya, tassa diṭṭheva dhamme ime cattāro sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti.",
  "an4.30:11.2": "Yepi te paribbājakā ahesuṃ ukkalā <span class=\"var\" title=\"vassaṃ bhaññā (pts1) | vassabhiññā (mr)\" id=\"note97\">vassabhaññā</span> ahetukavādā akiriyavādā natthikavādā, tepi imāni cattāri dhammapadāni na garahitabbaṃ na paṭikkositabbaṃ amaññiṃsu.",
  "an4.30:11.3": "Taṃ kissa hetu?",
  "an4.30:11.4": "<span class=\"var\" title=\"nindābyārosā upārambhabhayati (bj) | ... upavādabhayāti (mr)\" id=\"note98\">Nindābyārosanaupārambhabhayāti</span>.",
  "an4.30:12.1": "Abyāpanno sadā sato,",
  "an4.30:12.2": "ajjhattaṃ susamāhito;",
  "an4.30:12.3": "Abhijjhāvinaye sikkhaṃ,",
  "an4.30:12.4": "appamattoti vuccatī”ti.",
  "an4.30:13.1": "Dasamaṃ.",
  "an4.30:14.1": "Uruvelavaggo tatiyo.",
  "an4.30:15.1": "Dve uruvelā loko <span class=\"var\" title=\"kāliko (bj) | kāḷiko (pts1) | koḷiko (mr)\" id=\"note99\">kāḷako</span>,",
  "an4.30:15.2": "Brahmacariyena pañcamaṃ;",
  "an4.30:15.3": "Kuhaṃ santuṭṭhi vaṃso ca,",
  "an4.30:15.4": "Dhammapadaṃ paribbājakena cāti."
}