{
  "_markup_path": "markup/an/an04/an4.183.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.183.json"
  ],
  "an4.183:1.1": "Aṅguttara Nikāya 4",
  "an4.183:2.1": "19. Brāhmaṇavagga",
  "an4.183:3.1": "<span class=\"var\" id=\"note442\" title=\"vassakārasuttaṃ (bj)\">183. Sutasutta</span>",
  "an4.183:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "an4.183:4.2": "Atha kho vassakāro brāhmaṇo magadhamahāmatto yena bhagavā tenupasaṅkami;",
  "an4.183:4.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an4.183:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an4.183:4.5": "Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṃ etadavoca:",
  "an4.183:5.1": "“Ahañhi, bho gotama, evaṃvādī <span class=\"var\" title=\"evaṃdiṭṭhī (sabbattha)\" id=\"note443\">evaṃdiṭṭhi</span>:",
  "an4.183:5.2": "‘yo koci diṭṭhaṃ bhāsati—",
  "an4.183:5.3": "evaṃ me diṭṭhanti, natthi tato doso;",
  "an4.183:5.4": "yo koci sutaṃ bhāsati—",
  "an4.183:5.5": "evaṃ me sutanti, natthi tato doso;",
  "an4.183:5.6": "yo koci mutaṃ bhāsati—",
  "an4.183:5.7": "evaṃ me mutanti, natthi tato doso;",
  "an4.183:5.8": "yo koci viññātaṃ bhāsati—",
  "an4.183:5.9": "evaṃ me viññātanti, natthi tato doso’”ti.",
  "an4.183:6.1": "“Nāhaṃ, brāhmaṇa, sabbaṃ diṭṭhaṃ bhāsitabbanti vadāmi;",
  "an4.183:6.2": "na panāhaṃ, brāhmaṇa, sabbaṃ diṭṭhaṃ na bhāsitabbanti vadāmi;",
  "an4.183:6.3": "nāhaṃ, brāhmaṇa, sabbaṃ sutaṃ bhāsitabbanti vadāmi;",
  "an4.183:6.4": "na panāhaṃ, brāhmaṇa, sabbaṃ sutaṃ na bhāsitabbanti vadāmi;",
  "an4.183:6.5": "nāhaṃ, brāhmaṇa, sabbaṃ mutaṃ bhāsitabbanti vadāmi;",
  "an4.183:6.6": "na panāhaṃ, brāhmaṇa, sabbaṃ mutaṃ na bhāsitabbanti vadāmi;",
  "an4.183:6.7": "nāhaṃ, brāhmaṇa, sabbaṃ viññātaṃ bhāsitabbanti vadāmi;",
  "an4.183:6.8": "na panāhaṃ, brāhmaṇa, sabbaṃ viññātaṃ na bhāsitabbanti vadāmi.",
  "an4.183:7.1": "Yañhi, brāhmaṇa, diṭṭhaṃ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ diṭṭhaṃ na bhāsitabbanti vadāmi.",
  "an4.183:7.2": "Yañca khvassa, brāhmaṇa, diṭṭhaṃ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṃ diṭṭhaṃ bhāsitabbanti vadāmi.",
  "an4.183:8.1": "Yañhi, brāhmaṇa, sutaṃ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ sutaṃ na bhāsitabbanti vadāmi.",
  "an4.183:8.2": "Yañca khvassa, brāhmaṇa, sutaṃ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṃ sutaṃ bhāsitabbanti vadāmi.",
  "an4.183:9.1": "Yañhi, brāhmaṇa, mutaṃ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ mutaṃ na bhāsitabbanti vadāmi.",
  "an4.183:9.2": "Yañca khvassa, brāhmaṇa, mutaṃ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṃ mutaṃ bhāsitabbanti vadāmi.",
  "an4.183:10.1": "Yañhi, brāhmaṇa, viññātaṃ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ viññātaṃ na bhāsitabbanti vadāmi.",
  "an4.183:10.2": "Yañca khvassa, brāhmaṇa, viññātaṃ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṃ viññātaṃ bhāsitabbanti vadāmī”ti.",
  "an4.183:11.1": "Atha kho vassakāro brāhmaṇo magadhamahāmatto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti.",
  "an4.183:12.1": "Tatiyaṃ."
}