{
  "_markup_path": "markup/an/an04/an4.171.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.171.json"
  ],
  "an4.171:1.1": "Aṅguttara Nikāya 4",
  "an4.171:2.1": "<span class=\"var\" id=\"note410\" title=\"sañcetanikavagga (pts1)\">18. Sañcetaniyavagga</span>",
  "an4.171:3.1": "<span class=\"var\" id=\"note411\" title=\"sañcetanāsuttaṃ (bj)\">171. Cetanāsutta</span>",
  "an4.171:4.1": "<span class=\"cross\" title=\"^sn12.25#1 [25. Bhūmijasutta] | ^kv2.4#103 [Aṭṭhamavagga/ Rūpaṃkammantikathā]\" id=\"note412\">*</span> “Kāye vā, bhikkhave, sati kāyasañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:4.2": "Vācāya vā, bhikkhave, sati vacīsañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:4.3": "Mane vā, bhikkhave, sati manosañcetanāhetu uppajjati ajjhattaṃ sukhadukkhaṃ avijjāpaccayāva.",
  "an4.171:5.1": "Sāmaṃ vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:5.2": "<span class=\"var\" title=\"pare vā tassa (mr)\" id=\"note413\">Pare vāssa</span> taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:5.3": "Sampajāno vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:5.4": "Asampajāno vā taṃ, bhikkhave, kāyasaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:6.1": "Sāmaṃ vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:6.2": "pare vāssa taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharonti;",
  "an4.171:6.3": "yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:6.4": "sampajāno vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:6.5": "asampajāno vā taṃ, bhikkhave, vacīsaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:7.1": "Sāmaṃ vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:7.2": "pare vāssa taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharonti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:7.3": "sampajāno vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ;",
  "an4.171:7.4": "asampajāno vā taṃ, bhikkhave, manosaṅkhāraṃ abhisaṅkharoti, yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ.",
  "an4.171:8.1": "Imesu, bhikkhave, dhammesu avijjā anupatitā, avijjāya tveva asesavirāganirodhā so kāyo na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, sā vācā na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, so mano na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhaṃ, khettaṃ taṃ na hoti … pe … <span class=\"var\" title=\"vatthuṃ taṃ (bj, pts1) | vatthuntaṃ (s1-3)\" id=\"note414\">vatthu taṃ</span> na hoti … pe … āyatanaṃ taṃ na hoti … pe … adhikaraṇaṃ taṃ na hoti yaṃpaccayāssa taṃ uppajjati ajjhattaṃ sukhadukkhanti.",
  "an4.171:9.1": "Cattārome, bhikkhave, attabhāvapaṭilābhā.",
  "an4.171:9.2": "Katame cattāro?",
  "an4.171:9.3": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanā kamati, no parasañcetanā.",
  "an4.171:9.4": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe parasañcetanā kamati, no attasañcetanā.",
  "an4.171:9.5": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanā ca kamati parasañcetanā ca.",
  "an4.171:9.6": "Atthi, bhikkhave, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe nevattasañcetanā kamati, no parasañcetanā.",
  "an4.171:9.7": "Ime kho, bhikkhave, cattāro attabhāvapaṭilābhā”ti.",
  "an4.171:10.1": "Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca:",
  "an4.171:10.2": "“imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi:",
  "an4.171:10.3": "‘tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe attasañcetanā kamati no parasañcetanā, attasañcetanāhetu tesaṃ sattānaṃ tamhā kāyā cuti hoti.",
  "an4.171:10.4": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe parasañcetanā kamati no attasañcetanā, parasañcetanāhetu tesaṃ sattānaṃ tamhā kāyā cuti hoti.",
  "an4.171:10.5": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe attasañcetanā ca kamati parasañcetanā ca, attasañcetanā ca parasañcetanā ca hetu tesaṃ sattānaṃ tamhā kāyā cuti hoti.",
  "an4.171:10.6": "Tatra, bhante, yāyaṃ attabhāvapaṭilābho yasmiṃ attabhāvapaṭilābhe neva attasañcetanā kamati no parasañcetanā, katame tena devā daṭṭhabbā’”ti?",
  "an4.171:10.7": "“Nevasaññānāsaññāyatanūpagā, sāriputta, devā tena daṭṭhabbā”ti.",
  "an4.171:11.1": "“Ko nu kho, bhante, hetu ko paccayo, yena midhekacce sattā tamhā kāyā cutā āgāmino honti āgantāro itthattaṃ?",
  "an4.171:11.2": "Ko pana, bhante, hetu ko paccayo, yena midhekacce sattā tamhā kāyā cutā anāgāmino honti anāgantāro itthattan”ti?",
  "an4.171:11.3": "“Idha, sāriputta, ekaccassa puggalassa orambhāgiyāni saṃyojanāni appahīnāni honti, so diṭṭheva dhamme nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "an4.171:11.4": "So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati;",
  "an4.171:11.5": "tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjati.",
  "an4.171:11.6": "So tato cuto āgāmī hoti āgantā itthattaṃ.",
  "an4.171:12.1": "Idha pana, sāriputta, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, so diṭṭheva dhamme nevasaññānāsaññāyatanaṃ upasampajja viharati.",
  "an4.171:12.2": "So tadassādeti, taṃ nikāmeti, tena ca vittiṃ āpajjati;",
  "an4.171:12.3": "tattha ṭhito tadadhimutto tabbahulavihārī aparihīno kālaṃ kurumāno nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjati.",
  "an4.171:12.4": "So tato cuto anāgāmī hoti anāgantā itthattaṃ.",
  "an4.171:13.1": "Ayaṃ kho, sāriputta, hetu ayaṃ paccayo, yena midhekacce sattā tamhā kāyā cutā āgāmino honti āgantāro itthattaṃ.",
  "an4.171:13.2": "Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena midhekacce sattā tamhā kāyā cutā anāgāmino honti anāgantāro itthattan”ti.",
  "an4.171:14.1": "Paṭhamaṃ."
}