{
  "_markup_path": "markup/an/an04/an4.052.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.052.json"
  ],
  "an4.52:1.1": "Aṅguttara Nikāya 4",
  "an4.52:2.1": "6. Puññābhisandavagga",
  "an4.52:3.1": "52. Dutiyapuññābhisandasutta",
  "an4.52:4.1": "“Cattārome, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.",
  "an4.52:4.2": "Katame cattāro?",
  "an4.52:4.3": "Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti:",
  "an4.52:4.4": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.",
  "an4.52:4.5": "Ayaṃ, bhikkhave, paṭhamo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an4.52:5.1": "Puna caparaṃ, bhikkhave, ariyasāvako dhamme aveccappasādena samannāgato hoti:",
  "an4.52:5.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti.",
  "an4.52:5.3": "Ayaṃ, bhikkhave, dutiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an4.52:6.1": "Puna caparaṃ, bhikkhave, ariyasāvako saṅghe aveccappasādena samannāgato hoti:",
  "an4.52:6.2": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.",
  "an4.52:6.3": "Ayaṃ, bhikkhave, tatiyo puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an4.52:7.1": "Puna caparaṃ, bhikkhave, ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.",
  "an4.52:7.2": "Ayaṃ, bhikkhave, catuttho puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.",
  "an4.52:7.3": "Ime kho, bhikkhave, cattāro puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattantīti.",
  "an4.52:8.1": "<span class=\"cross\" title=\"^sn11.14#1 [14. Daliddasutta] | ^sn55.26#1 [26. Paṭhamaanāthapiṇḍikasutta] | ^an5.47#1 [47. Dhanasutta] | ^thag8.2#6 [Sirimittattheragāthā]-803 | ^tha-ap65#3 [Paccāgamaniyattheraapadāna] | ^pe3#56 [Suttādhiṭṭhānatatiyabhūmi]\" id=\"note173\">*</span> <a class=\"sc\" id=\"5\"></a>Yassa saddhā tathāgate,",
  "an4.52:8.2": "acalā suppatiṭṭhitā;",
  "an4.52:8.3": "Sīlañca yassa kalyāṇaṃ,",
  "an4.52:8.4": "ariyakantaṃ pasaṃsitaṃ.",
  "an4.52:9.1": "Saṅghe pasādo yassatthi,",
  "an4.52:9.2": "ujubhūtañca dassanaṃ;",
  "an4.52:9.3": "Adaliddoti taṃ āhu,",
  "an4.52:9.4": "amoghaṃ tassa jīvitaṃ.",
  "an4.52:10.1": "Tasmā saddhañca sīlañca,",
  "an4.52:10.2": "pasādaṃ dhammadassanaṃ;",
  "an4.52:10.3": "Anuyuñjetha medhāvī,",
  "an4.52:10.4": "saraṃ buddhāna sāsanan”ti.",
  "an4.52:11.1": "Dutiyaṃ."
}