{
  "_markup_path": "markup/an/an04/an4.257.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.257.json"
  ],
  "an4.257:1.1": "Aṅguttara Nikāya 4",
  "an4.257:2.1": "26. Abhiññāvagga",
  "an4.257:3.1": "<span class=\"var\" id=\"note597\" title=\"māluṅkyaputtasuttaṃ (bj)\">257. Mālukyaputtasutta</span>",
  "an4.257:4.1": "Atha kho āyasmā <span class=\"var\" title=\"māluṅkyaputto (bj, s1-3, km)\" id=\"note598\">mālukyaputto</span> yena bhagavā tenupasaṅkami;",
  "an4.257:4.2": "upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.",
  "an4.257:4.3": "Ekamantaṃ nisinno kho āyasmā mālukyaputto bhagavantaṃ etadavoca:",
  "an4.257:5.1": "“Sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.",
  "an4.257:5.2": "“Ettha idāni, mālukyaputta, kiṃ dahare bhikkhū vakkhāma;",
  "an4.257:5.3": "yatra hi nāma tvaṃ jiṇṇo vuddho mahallako tathāgatassa saṃkhittena ovādaṃ yācasī”ti.",
  "an4.257:5.4": "“Desetu me, bhante, bhagavā saṃkhittena dhammaṃ;",
  "an4.257:5.5": "desetu sugato saṃkhittena dhammaṃ.",
  "an4.257:5.6": "Appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ ājāneyyaṃ;",
  "an4.257:5.7": "appeva nāmāhaṃ bhagavato <span class=\"var\" title=\"bhagavato sāvako (mr)\" id=\"note599\">bhāsitassa dāyādo</span> assan”ti.",
  "an4.257:6.1": "“Cattārome, mālukyaputta, taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.2": "Katame cattāro?",
  "an4.257:6.3": "Cīvarahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.4": "Piṇḍapātahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.5": "Senāsanahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.6": "Itibhavābhavahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.7": "Ime kho, mālukyaputta, cattāro taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati.",
  "an4.257:6.8": "Yato kho, mālukyaputta, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā, ayaṃ vuccati, mālukyaputta, ‘bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā’”ti.",
  "an4.257:7.1": "Atha kho āyasmā mālukyaputto bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.",
  "an4.257:7.2": "Atha kho āyasmā mālukyaputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—",
  "an4.257:7.3": "yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—",
  "an4.257:7.4": "brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.",
  "an4.257:7.5": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.",
  "an4.257:7.6": "Aññataro ca panāyasmā mālukyaputto arahataṃ ahosīti.",
  "an4.257:8.1": "Catutthaṃ."
}