{
  "_markup_path": "markup/an/an04/an4.194.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.194.json"
  ],
  "an4.194:1.1": "Aṅguttara Nikāya 4",
  "an4.194:2.1": "20. Mahāvagga",
  "an4.194:3.1": "<span class=\"var\" id=\"note480\" title=\"sāpugiyasuttaṃ (bj)\">194. Sāmugiyasutta</span>",
  "an4.194:4.1": "Ekaṃ samayaṃ āyasmā ānando koliyesu viharati <span class=\"var\" title=\"sāpūgaṃ nāma (bj) | sāpugaṃ nāma (s1-3, km) | sāpūgannāma (pts1)\" id=\"note481\">sāmugaṃ nāma</span> koliyānaṃ nigamo.",
  "an4.194:4.2": "Atha kho sambahulā <span class=\"var\" title=\"sāpugiyā (bj, s1-3)\" id=\"note482\">sāmugiyā</span> koliyaputtā yenāyasmā ānando tenupasaṅkamiṃsu;",
  "an4.194:4.3": "upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu.",
  "an4.194:4.4": "Ekamantaṃ nisinne kho te sāmugiye koliyaputte āyasmā ānando etadavoca:",
  "an4.194:5.1": "“Cattārimāni, byagghapajjā, pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā <span class=\"var\" title=\"sokapariddavānaṃ (bj)\" id=\"note483\">sokaparidevānaṃ</span> samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.",
  "an4.194:5.2": "Katamāni cattāri?",
  "an4.194:5.3": "Sīlapārisuddhipadhāniyaṅgaṃ, cittapārisuddhipadhāniyaṅgaṃ, diṭṭhipārisuddhipadhāniyaṅgaṃ, vimuttipārisuddhipadhāniyaṅgaṃ.",
  "an4.194:6.1": "Katamañca, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ?",
  "an4.194:6.2": "Idha, byagghapajjā, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu.",
  "an4.194:6.3": "Ayaṃ vuccati, byagghapajjā, sīlapārisuddhi.",
  "an4.194:6.4": "Iti evarūpiṃ sīlapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ.",
  "an4.194:7.1": "Katamañca, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ?",
  "an4.194:7.2": "Idha, byagghapajjā, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.",
  "an4.194:7.3": "Ayaṃ vuccati, byagghapajjā, cittapārisuddhi.",
  "an4.194:7.4": "Iti evarūpiṃ cittapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ.",
  "an4.194:8.1": "Katamañca, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ?",
  "an4.194:8.2": "Idha, byagghapajjā, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "an4.194:8.3": "Ayaṃ vuccati, byagghapajjā, diṭṭhipārisuddhi.",
  "an4.194:8.4": "Iti evarūpiṃ diṭṭhipārisuddhiṃ aparipūraṃ vā … pe … tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ.",
  "an4.194:9.1": "Katamañca, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ?",
  "an4.194:9.2": "Sa kho so, byagghapajjā, ariyasāvako iminā ca sīlapārisuddhipadhāniyaṅgena samannāgato iminā ca cittapārisuddhipadhāniyaṅgena samannāgato iminā ca diṭṭhipārisuddhipadhāniyaṅgena samannāgato rajanīyesu dhammesu cittaṃ virājeti, vimocanīyesu dhammesu cittaṃ vimoceti.",
  "an4.194:9.3": "So rajanīyesu dhammesu cittaṃ virājetvā, vimocanīyesu dhammesu cittaṃ vimocetvā sammāvimuttiṃ phusati.",
  "an4.194:9.4": "Ayaṃ vuccati, byagghapajjā, vimuttipārisuddhi.",
  "an4.194:9.5": "Iti evarūpiṃ vimuttipārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ.",
  "an4.194:10.1": "Imāni kho, byagghapajjā, cattāri pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti.",
  "an4.194:11.1": "Catutthaṃ."
}