{
  "_markup_path": "markup/an/an04/an4.073.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.073.json"
  ],
  "an4.73:1.1": "Aṅguttara Nikāya 4",
  "an4.73:2.1": "8. Apaṇṇakavagga",
  "an4.73:3.1": "<span class=\"var\" id=\"note241\" title=\"asappurisavadhukāsuttaṃ (bj)\">73. Sappurisasutta</span>",
  "an4.73:4.1": "“Catūhi, bhikkhave, dhammehi samannāgato asappuriso veditabbo.",
  "an4.73:4.2": "Katamehi catūhi?",
  "an4.73:4.3": "Idha, bhikkhave, asappuriso yo hoti parassa avaṇṇo taṃ apuṭṭhopi pātu karoti, ko pana vādo puṭṭhassa.",
  "an4.73:4.4": "Puṭṭho kho pana pañhābhinīto ahāpetvā alambitvā paripūraṃ vitthārena parassa avaṇṇaṃ bhāsitā hoti.",
  "an4.73:4.5": "Veditabbametaṃ, bhikkhave, asappuriso ayaṃ bhavanti.",
  "an4.73:5.1": "Puna caparaṃ, bhikkhave, asappuriso yo hoti parassa vaṇṇo taṃ puṭṭhopi na pātu karoti, ko pana vādo apuṭṭhassa.",
  "an4.73:5.2": "Puṭṭho kho pana pañhābhinīto hāpetvā lambitvā aparipūraṃ avitthārena parassa vaṇṇaṃ bhāsitā hoti.",
  "an4.73:5.3": "Veditabbametaṃ, bhikkhave, asappuriso ayaṃ bhavanti.",
  "an4.73:6.1": "Puna caparaṃ, bhikkhave, asappuriso yo hoti attano avaṇṇo taṃ puṭṭhopi na pātu karoti, ko pana vādo apuṭṭhassa.",
  "an4.73:6.2": "Puṭṭho kho pana pañhābhinīto hāpetvā lambitvā aparipūraṃ avitthārena attano avaṇṇaṃ bhāsitā hoti.",
  "an4.73:6.3": "Veditabbametaṃ, bhikkhave, asappuriso ayaṃ bhavanti.",
  "an4.73:7.1": "Puna caparaṃ, bhikkhave, asappuriso yo hoti attano vaṇṇo taṃ apuṭṭhopi pātu karoti, ko pana vādo puṭṭhassa.",
  "an4.73:7.2": "Puṭṭho kho pana pañhābhinīto ahāpetvā alambitvā paripūraṃ vitthārena attano vaṇṇaṃ bhāsitā hoti.",
  "an4.73:7.3": "Veditabbametaṃ, bhikkhave, asappuriso ayaṃ bhavanti.",
  "an4.73:7.4": "Imehi kho, bhikkhave, catūhi dhammehi samannāgato asappuriso veditabbo.",
  "an4.73:8.1": "Catūhi, bhikkhave, dhammehi samannāgato sappuriso veditabbo.",
  "an4.73:8.2": "Katamehi catūhi?",
  "an4.73:8.3": "Idha, bhikkhave, sappuriso yo hoti parassa avaṇṇo taṃ puṭṭhopi na pātu karoti, ko pana vādo apuṭṭhassa.",
  "an4.73:8.4": "Puṭṭho kho pana pañhābhinīto hāpetvā lambitvā aparipūraṃ avitthārena parassa avaṇṇaṃ bhāsitā hoti.",
  "an4.73:8.5": "Veditabbametaṃ, bhikkhave, sappuriso ayaṃ bhavanti.",
  "an4.73:9.1": "Puna caparaṃ, bhikkhave, sappuriso yo hoti parassa vaṇṇo taṃ apuṭṭhopi pātu karoti, ko pana vādo puṭṭhassa.",
  "an4.73:9.2": "Puṭṭho kho pana pañhābhinīto ahāpetvā alambitvā paripūraṃ vitthārena parassa vaṇṇaṃ bhāsitā hoti.",
  "an4.73:9.3": "Veditabbametaṃ, bhikkhave, sappuriso ayaṃ bhavanti.",
  "an4.73:10.1": "Puna caparaṃ, bhikkhave, sappuriso yo hoti attano avaṇṇo taṃ apuṭṭhopi pātu karoti, ko pana vādo puṭṭhassa.",
  "an4.73:10.2": "Puṭṭho kho pana pañhābhinīto ahāpetvā alambitvā paripūraṃ vitthārena attano avaṇṇaṃ bhāsitā hoti.",
  "an4.73:10.3": "Veditabbametaṃ, bhikkhave, sappuriso ayaṃ bhavanti.",
  "an4.73:11.1": "Puna caparaṃ, bhikkhave, sappuriso yo hoti attano vaṇṇo taṃ puṭṭhopi na pātu karoti, ko pana vādo apuṭṭhassa.",
  "an4.73:11.2": "Puṭṭho kho pana pañhābhinīto hāpetvā lambitvā aparipūraṃ avitthārena attano vaṇṇaṃ bhāsitā hoti.",
  "an4.73:11.3": "Veditabbametaṃ, bhikkhave, sappuriso ayaṃ bhavanti.",
  "an4.73:11.4": "Imehi kho, bhikkhave, catūhi dhammehi samannāgato sappuriso veditabbo.",
  "an4.73:12.1": "Seyyathāpi, bhikkhave, vadhukā yaññadeva rattiṃ vā divaṃ vā ānītā hoti, tāvadevassā tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti sassuyāpi sasurepi sāmikepi antamaso dāsakammakaraporisesu.",
  "an4.73:12.2": "Sā aparena samayena saṃvāsamanvāya vissāsamanvāya sassumpi sasurampi sāmikampi evamāha:",
  "an4.73:12.3": "‘apetha, kiṃ pana tumhe jānāthā’ti.",
  "an4.73:12.4": "Evamevaṃ kho, bhikkhave, idhekacco bhikkhu yaññadeva rattiṃ vā divaṃ vā agārasmā anagāriyaṃ pabbajito hoti, tāvadevassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti bhikkhūsu bhikkhunīsu upāsakesu upāsikāsu antamaso ārāmikasamaṇuddesesu.",
  "an4.73:12.5": "So aparena samayena saṃvāsamanvāya vissāsamanvāya ācariyampi upajjhāyampi evamāha:",
  "an4.73:12.6": "‘apetha, kiṃ pana tumhe jānāthā’ti.",
  "an4.73:12.7": "Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:",
  "an4.73:12.8": "‘adhunāgatavadhukāsamena cetasā viharissāmā’ti.",
  "an4.73:12.9": "Evañhi vo, bhikkhave, sikkhitabban”ti.",
  "an4.73:13.1": "Tatiyaṃ."
}