{
  "_markup_path": "markup/an/an04/an4.244.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.244.json"
  ],
  "an4.244:1.1": "Aṅguttara Nikāya 4",
  "an4.244:2.1": "25. Āpattibhayavagga",
  "an4.244:3.1": "244. Āpattibhayasutta",
  "an4.244:4.1": "“Cattārimāni, bhikkhave, āpattibhayāni.",
  "an4.244:4.2": "Katamāni cattāri?",
  "an4.244:4.3": "Seyyathāpi, bhikkhave, coraṃ āgucāriṃ gahetvā rañño dasseyyuṃ:",
  "an4.244:4.4": "‘ayaṃ te, deva, coro āgucārī.",
  "an4.244:4.5": "Imassa devo daṇḍaṃ paṇetū’ti.",
  "an4.244:4.6": "Tamenaṃ rājā evaṃ vadeyya:",
  "an4.244:4.7": "‘gacchatha, bho, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindathā’ti.",
  "an4.244:4.8": "Tamenaṃ rañño purisā daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindeyyuṃ.",
  "an4.244:4.9": "Tatraññatarassa thalaṭṭhassa purisassa evamassa:",
  "an4.244:4.10": "‘pāpakaṃ vata, bho, ayaṃ puriso kammaṃ akāsi gārayhaṃ sīsacchejjaṃ.",
  "an4.244:4.11": "Yatra hi nāma rañño purisā daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṃ chindissanti.",
  "an4.244:4.12": "So <span class=\"var\" title=\"so vatassāyaṃ (bj, s1-3)\" id=\"note584\">vatassāhaṃ</span> evarūpaṃ <span class=\"var\" title=\"pāpaṃ kammaṃ (bj, pts1)\" id=\"note585\">pāpakammaṃ</span> <span class=\"var\" title=\"na kareyya (si, s1-3)\" id=\"note586\">na kareyyaṃ</span> gārayhaṃ sīsacchejjan’ti.",
  "an4.244:4.13": "Evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṃ tibbā bhayasaññā paccupaṭṭhitā hoti pārājikesu dhammesu.",
  "an4.244:4.14": "Tassetaṃ pāṭikaṅkhaṃ—",
  "an4.244:4.15": "anāpanno vā pārājikaṃ dhammaṃ na āpajjissati, āpanno vā pārājikaṃ dhammaṃ yathādhammaṃ paṭikarissati.",
  "an4.244:5.1": "Seyyathāpi, bhikkhave, puriso <span class=\"var\" title=\"kāḷakaṃ vatthaṃ (bj, s1-3, km, pts1)\" id=\"note587\">kāḷavatthaṃ</span> paridhāya kese pakiritvā musalaṃ khandhe āropetvā mahājanakāyaṃ upasaṅkamitvā evaṃ vadeyya:",
  "an4.244:5.2": "‘ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ mosallaṃ, yena me āyasmanto attamanā honti taṃ karomī’ti.",
  "an4.244:5.3": "Tatraññatarassa thalaṭṭhassa purisassa evamassa:",
  "an4.244:5.4": "‘pāpakaṃ vata, bho, ayaṃ puriso kammaṃ akāsi gārayhaṃ mosallaṃ.",
  "an4.244:5.5": "Yatra hi nāma kāḷavatthaṃ paridhāya kese pakiritvā musalaṃ khandhe āropetvā mahājanakāyaṃ upasaṅkamitvā evaṃ vakkhati:",
  "an4.244:5.6": "“ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ mosallaṃ, yena me āyasmanto attamanā honti taṃ karomī”ti.",
  "an4.244:5.7": "So vatassāhaṃ evarūpaṃ pāpakammaṃ na kareyyaṃ gārayhaṃ mosallan’ti.",
  "an4.244:5.8": "Evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṃ tibbā bhayasaññā paccupaṭṭhitā hoti saṃghādisesesu dhammesu, tassetaṃ pāṭikaṅkhaṃ—",
  "an4.244:5.9": "anāpanno vā saṃghādisesaṃ dhammaṃ na āpajjissati, āpanno vā saṃghādisesaṃ dhammaṃ yathādhammaṃ paṭikarissati.",
  "an4.244:6.1": "Seyyathāpi, bhikkhave, puriso kāḷavatthaṃ paridhāya kese pakiritvā <span class=\"var\" title=\"assapuṭaṃ (bj, s1-3, km, pts1)\" id=\"note588\">bhasmapuṭaṃ</span> khandhe āropetvā mahājanakāyaṃ upasaṅkamitvā evaṃ vadeyya:",
  "an4.244:6.2": "‘ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ bhasmapuṭaṃ.",
  "an4.244:6.3": "Yena me āyasmanto attamanā honti taṃ karomī’ti.",
  "an4.244:6.4": "Tatraññatarassa thalaṭṭhassa purisassa evamassa:",
  "an4.244:6.5": "‘pāpakaṃ vata, bho, ayaṃ puriso kammaṃ akāsi gārayhaṃ bhasmapuṭaṃ.",
  "an4.244:6.6": "Yatra hi nāma kāḷavatthaṃ paridhāya kese pakiritvā bhasmapuṭaṃ khandhe āropetvā mahājanakāyaṃ upasaṅkamitvā evaṃ vakkhati:",
  "an4.244:6.7": "“ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ bhasmapuṭaṃ;",
  "an4.244:6.8": "yena me āyasmanto attamanā honti taṃ karomī”ti.",
  "an4.244:6.9": "So vatassāhaṃ evarūpaṃ pāpakammaṃ na kareyyaṃ gārayhaṃ bhasmapuṭan’ti.",
  "an4.244:6.10": "Evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṃ tibbā bhayasaññā paccupaṭṭhitā hoti pācittiyesu dhammesu, tassetaṃ pāṭikaṅkhaṃ—",
  "an4.244:6.11": "anāpanno vā pācittiyaṃ dhammaṃ na āpajjissati, āpanno vā pācittiyaṃ dhammaṃ yathādhammaṃ paṭikarissati.",
  "an4.244:7.1": "Seyyathāpi, bhikkhave, puriso kāḷavatthaṃ paridhāya kese pakiritvā mahājanakāyaṃ upasaṅkamitvā evaṃ vadeyya:",
  "an4.244:7.2": "‘ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ upavajjaṃ.",
  "an4.244:7.3": "Yena me āyasmanto attamanā honti taṃ karomī’ti.",
  "an4.244:7.4": "Tatraññatarassa thalaṭṭhassa purisassa evamassa:",
  "an4.244:7.5": "‘pāpakaṃ vata, bho, ayaṃ puriso kammaṃ akāsi gārayhaṃ upavajjaṃ.",
  "an4.244:7.6": "Yatra hi nāma kāḷavatthaṃ paridhāya kese pakiritvā mahājanakāyaṃ upasaṅkamitvā evaṃ vakkhati:",
  "an4.244:7.7": "“ahaṃ, bhante, pāpakammaṃ akāsiṃ gārayhaṃ upavajjaṃ;",
  "an4.244:7.8": "yena me āyasmanto attamanā honti taṃ karomī”ti.",
  "an4.244:7.9": "So vatassāhaṃ evarūpaṃ pāpakammaṃ na kareyyaṃ gārayhaṃ upavajjan’ti.",
  "an4.244:7.10": "Evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṃ tibbā bhayasaññā paccupaṭṭhitā hoti pāṭidesanīyesu dhammesu, tassetaṃ pāṭikaṅkhaṃ—",
  "an4.244:7.11": "anāpanno vā pāṭidesanīyaṃ dhammaṃ na āpajjissati, āpanno vā pāṭidesanīyaṃ dhammaṃ yathādhammaṃ paṭikarissati.",
  "an4.244:7.12": "Imāni kho, bhikkhave, cattāri āpattibhayānī”ti.",
  "an4.244:8.1": "Dutiyaṃ."
}