{
  "_markup_path": "markup/an/an04/an4.035.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.035.json"
  ],
  "an4.35:1.1": "Aṅguttara Nikāya 4",
  "an4.35:2.1": "4. Cakkavagga",
  "an4.35:3.1": "35. Vassakārasutta",
  "an4.35:4.1": "Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "an4.35:4.2": "Atha kho vassakāro brāhmaṇo magadhamahāmatto yena bhagavā tenupasaṅkami;",
  "an4.35:4.3": "upasaṅkamitvā bhagavatā saddhiṃ sammodi.",
  "an4.35:4.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.",
  "an4.35:4.5": "Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṃ etadavoca:",
  "an4.35:5.1": "“Catūhi kho mayaṃ, bho gotama, dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpema.",
  "an4.35:5.2": "Katamehi catūhi?",
  "an4.35:5.3": "Idha, bho gotama, bahussuto hoti tassa tasseva sutajātassa tassa tasseva kho pana bhāsitassa atthaṃ jānāti:",
  "an4.35:5.4": "‘ayaṃ imassa bhāsitassa attho, ayaṃ imassa bhāsitassa attho’ti.",
  "an4.35:5.5": "Satimā kho pana hoti cirakatampi cirabhāsitampi saritā anussaritā yāni kho pana tāni gahaṭṭhakāni kiṃkaraṇīyāni, tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato alaṃ kātuṃ alaṃ saṃvidhātuṃ.",
  "an4.35:5.6": "Imehi kho mayaṃ, bho gotama, catūhi dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpema.",
  "an4.35:5.7": "<span class=\"var\" title=\"sace pana me (bj, mr) | sace me pana (pts1)\" id=\"note113\">Sace me</span>, bho gotama, anumoditabbaṃ anumodatu me bhavaṃ gotamo;",
  "an4.35:5.8": "sace pana me, bho gotama, paṭikkositabbaṃ paṭikkosatu me bhavaṃ gotamo”ti.",
  "an4.35:6.1": "“Neva kho tyāhaṃ, brāhmaṇa, anumodāmi na paṭikkosāmi.",
  "an4.35:6.2": "Catūhi kho ahaṃ, brāhmaṇa, dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpemi.",
  "an4.35:6.3": "Katamehi catūhi?",
  "an4.35:6.4": "Idha, brāhmaṇa, bahujanahitāya paṭipanno hoti bahujanasukhāya;",
  "an4.35:6.5": "bahu’ssa janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā.",
  "an4.35:6.6": "So yaṃ vitakkaṃ ākaṅkhati vitakketuṃ taṃ vitakkaṃ vitakketi, yaṃ vitakkaṃ nākaṅkhati vitakketuṃ na taṃ vitakkaṃ vitakketi;",
  "an4.35:6.7": "yaṃ saṅkappaṃ ākaṅkhati saṅkappetuṃ taṃ saṅkappaṃ saṅkappeti, yaṃ saṅkappaṃ nākaṅkhati saṅkappetuṃ na taṃ saṅkappaṃ saṅkappeti.",
  "an4.35:6.8": "Iti cetovasippatto hoti vitakkapathe.",
  "an4.35:6.9": "Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.",
  "an4.35:6.10": "Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.",
  "an4.35:6.11": "Neva kho tyāhaṃ, brāhmaṇa, anumodāmi na pana paṭikkosāmi.",
  "an4.35:6.12": "Imehi kho ahaṃ, brāhmaṇa, catūhi dhammehi samannāgataṃ mahāpaññaṃ mahāpurisaṃ paññāpemī”ti.",
  "an4.35:7.1": "“Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.",
  "an4.35:7.2": "Yāva subhāsitañcidaṃ bhotā gotamena.",
  "an4.35:7.3": "Imehi ca mayaṃ, bho gotama, catūhi dhammehi samannāgataṃ bhavantaṃ gotamaṃ dhārema;",
  "an4.35:7.4": "bhavañhi gotamo bahujanahitāya paṭipanno bahujanasukhāya;",
  "an4.35:7.5": "<span class=\"var\" title=\"bahussa (s1-3, km, mr)\" id=\"note114\">bahu te</span> janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā.",
  "an4.35:7.6": "Bhavañhi gotamo yaṃ vitakkaṃ ākaṅkhati vitakketuṃ taṃ vitakkaṃ vitakketi, yaṃ vitakkaṃ nākaṅkhati vitakketuṃ na taṃ vitakkaṃ vitakketi, yaṃ saṅkappaṃ ākaṅkhati saṅkappetuṃ taṃ saṅkappaṃ saṅkappeti, yaṃ saṅkappaṃ nākaṅkhati saṅkappetuṃ na taṃ saṅkappaṃ saṅkappeti.",
  "an4.35:7.7": "Bhavañhi gotamo cetovasippatto vitakkapathe.",
  "an4.35:7.8": "Bhavañhi gotamo catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī.",
  "an4.35:7.9": "Bhavañhi gotamo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.",
  "an4.35:8.1": "“Addhā kho tyāhaṃ, brāhmaṇa, āsajja upanīya vācā bhāsitā.",
  "an4.35:8.2": "Api ca tyāhaṃ byākarissāmi:",
  "an4.35:8.3": "‘ahañhi, brāhmaṇa, bahujanahitāya paṭipanno bahujanasukhāya;",
  "an4.35:8.4": "<span class=\"var\" title=\"bahussa (s1-3, km, mr)\" id=\"note115\">bahu me</span> janatā ariye ñāye patiṭṭhāpitā, yadidaṃ kalyāṇadhammatā kusaladhammatā.",
  "an4.35:8.5": "Ahañhi, brāhmaṇa, yaṃ vitakkaṃ ākaṅkhāmi vitakketuṃ taṃ vitakkaṃ vitakkemi, yaṃ vitakkaṃ nākaṅkhāmi vitakketuṃ na taṃ vitakkaṃ vitakkemi, yaṃ saṅkappaṃ ākaṅkhāmi saṅkappetuṃ taṃ saṅkappaṃ saṅkappemi, yaṃ saṅkappaṃ nākaṅkhāmi saṅkappetuṃ na taṃ saṅkappaṃ saṅkappemi.",
  "an4.35:8.6": "Ahañhi, brāhmaṇa, cetovasippatto vitakkapathe.",
  "an4.35:8.7": "Ahañhi, brāhmaṇa, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī.",
  "an4.35:8.8": "Ahañhi, brāhmaṇa, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmī’ti.",
  "an4.35:9.1": "Yo vedi sabbasattānaṃ,",
  "an4.35:9.2": "maccupāsappamocanaṃ;",
  "an4.35:9.3": "Hitaṃ devamanussānaṃ,",
  "an4.35:9.4": "ñāyaṃ dhammaṃ pakāsayi;",
  "an4.35:9.5": "Yaṃ ve disvā ca sutvā ca,",
  "an4.35:9.6": "<span class=\"var\" title=\"pasīdati bahujjano (bj, s1-3, km, pts1)\" id=\"note116\">pasīdanti bahū janā</span>.",
  "an4.35:10.1": "Maggāmaggassa kusalo,",
  "an4.35:10.2": "Katakicco anāsavo;",
  "an4.35:10.3": "Buddho <span class=\"var\" title=\"antimāsarīro (pts1) | antimadhārito (mr)\" id=\"note117\">antimasārīro</span>,",
  "an4.35:10.4": "<span class=\"var\" title=\"idaṃ padaṃ s1-3 potthakesu\" id=\"note118\">Mahāpañño</span> mahāpurisoti vuccatī”ti.",
  "an4.35:11.1": "Pañcamaṃ."
}