{
  "_markup_path": "markup/an/an04/an4.198.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.198.json"
  ],
  "an4.198:1.1": "Aṅguttara Nikāya 4",
  "an4.198:2.1": "20. Mahāvagga",
  "an4.198:3.1": "<span class=\"var\" id=\"note500\" title=\"tapasuttaṃ (bj)\">198. Attantapasutta</span>",
  "an4.198:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.198:4.2": "Katame cattāro?",
  "an4.198:4.3": "Idha, bhikkhave, ekacco<span class=\"cross\" title=\"^dn33#165 [Saṅgītisutta/4. Catukka]\" id=\"note501\">*</span> puggalo attantapo hoti attaparitāpanānuyogamanuyutto.",
  "an4.198:4.4": "Idha pana, bhikkhave, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.",
  "an4.198:4.5": "Idha pana, bhikkhave, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto.",
  "an4.198:4.6": "Idha pana, bhikkhave, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.",
  "an4.198:4.7": "So neva attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "an4.198:5.1": "Kathañca, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto?",
  "an4.198:5.2": "Idha, bhikkhave,<span class=\"cross\" title=\"^dn8#15 [Mahāsīhanādasutta/3. Tapopakkamakathā] | ^dn33#165 [Saṅgītisutta/4. Catukka] | ^mn12#42 [Mahāsīhanādasutta] | ^mn45#5 [Cūḷadhammasamādānasutta] | ^mn51#9 [Kandarakasutta] | - | ^mnd15#58 [Attadaṇḍasuttaniddesa] | ^pp2.4#110 [Catukkapuggalapaññatti]\" id=\"note502\">*</span> ekacco acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko nābhihaṭaṃ na uddissakataṃ na nimantanaṃ sādiyati.",
  "an4.198:5.3": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ na daṇḍamantaraṃ na musalamantaraṃ na dvinnaṃ bhuñjamānānaṃ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī na macchaṃ na maṃsaṃ na suraṃ na merayaṃ na thusodakaṃ pivati.",
  "an4.198:5.4": "So ekāgāriko vā hoti ekālopiko dvāgāriko vā hoti dvālopiko … pe … sattāgāriko vā hoti sattālopiko;",
  "an4.198:5.5": "ekissāpi dattiyā yāpeti dvīhipi dattīhi yāpeti … pe … sattahipi dattīhi yāpeti;",
  "an4.198:5.6": "ekāhikampi āhāraṃ āhāreti dvāhikampi āhāraṃ āhāreti … pe … sattāhikampi āhāraṃ āhāreti.",
  "an4.198:5.7": "Iti evarūpaṃ aḍḍhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.",
  "an4.198:6.1": "So sākabhakkhopi hoti sāmākabhakkhopi hoti nīvārabhakkhopi hoti daddulabhakkhopi hoti haṭabhakkhopi hoti kaṇabhakkhopi hoti ācāmabhakkhopi hoti piññākabhakkhopi hoti tiṇabhakkhopi hoti gomayabhakkhopi hoti;",
  "an4.198:6.2": "vanamūlaphalāhāropi yāpeti pavattaphalabhojī.",
  "an4.198:7.1": "So sāṇānipi dhāreti masāṇānipi dhāreti chavadussānipi dhāreti paṃsukūlānipi dhāreti tirīṭānipi dhāreti ajinampi dhāreti ajinakkhipampi dhāreti kusacīrampi dhāreti vākacīrampi dhāreti phalakacīrampi dhāreti kesakambalampi dhāreti vāḷakambalampi dhāreti ulūkapakkhampi dhāreti;",
  "an4.198:7.2": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto;",
  "an4.198:7.3": "ubbhaṭṭhakopi hoti āsanappaṭikkhitto;",
  "an4.198:7.4": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto;",
  "an4.198:7.5": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti;",
  "an4.198:7.6": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati.",
  "an4.198:7.7": "Iti evarūpaṃ anekavihitaṃ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati.",
  "an4.198:7.8": "Evaṃ kho, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto.",
  "an4.198:8.1": "Kathañca, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto?",
  "an4.198:8.2": "Idha, bhikkhave, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko, ye vā panaññepi keci kurūrakammantā.",
  "an4.198:8.3": "Evaṃ kho, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto.",
  "an4.198:9.1": "Kathañca, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto?",
  "an4.198:9.2": "Idha, bhikkhave, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā hoti mahāsālo.",
  "an4.198:9.3": "So puratthimena nagarassa navaṃ santhāgāraṃ kārāpetvā kesamassuṃ ohāretvā kharājinaṃ nivāsetvā sappitelena kāyaṃ abbhañjitvā magavisāṇena piṭṭhiṃ kaṇḍuvamāno navaṃ santhāgāraṃ pavisati, saddhiṃ mahesiyā brāhmaṇena ca purohitena.",
  "an4.198:9.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṃ kappeti.",
  "an4.198:9.5": "Ekissāya gāviyā sarūpavacchāya yaṃ ekasmiṃ thane khīraṃ hoti tena rājā yāpeti;",
  "an4.198:9.6": "yaṃ dutiyasmiṃ thane khīraṃ hoti tena mahesī yāpeti;",
  "an4.198:9.7": "yaṃ tatiyasmiṃ thane khīraṃ hoti tena brāhmaṇo purohito yāpeti;",
  "an4.198:9.8": "yaṃ catutthasmiṃ thane khīraṃ hoti tena aggiṃ <span class=\"var\" title=\"juhanti (bj, pts1)\" id=\"note503\">juhati</span>;",
  "an4.198:9.9": "avasesena vacchako yāpeti.",
  "an4.198:9.10": "So evamāha:",
  "an4.198:9.11": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya,<span class=\"var\" title=\" etthantare pāṭho sī , syā1-3, kaṃ, pā1 potthakesu\" id=\"note504\"> ettakā assā haññantu yaññatthāya</span>, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu <span class=\"var\" title=\"parikammatthāyāti (mr)\" id=\"note506\">barihisatthāyā’ti</span>.",
  "an4.198:9.12": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti.",
  "an4.198:9.13": "Evaṃ kho, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto.",
  "an4.198:10.1": "Kathañca, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto?",
  "an4.198:10.2": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "an4.198:10.3": "Idha, bhikkhave, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "an4.198:10.4": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.",
  "an4.198:10.5": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.",
  "an4.198:10.6": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto.",
  "an4.198:10.7": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati.",
  "an4.198:10.8": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "an4.198:10.9": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā;",
  "an4.198:10.10": "nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ;",
  "an4.198:10.11": "yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti.",
  "an4.198:10.12": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya, mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya, mahantaṃ vā ñātiparivaṭṭaṃ pahāya, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati.",
  "an4.198:11.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati.",
  "an4.198:11.2": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati.",
  "an4.198:11.3": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato asaddhammā gāmadhammā.",
  "an4.198:11.4": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.",
  "an4.198:11.5": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti, na ito sutvā amutra akkhātā imesaṃ bhedāya, na amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya;",
  "an4.198:11.6": "iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti.",
  "an4.198:11.7": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti;",
  "an4.198:11.8": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti.",
  "an4.198:11.9": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī;",
  "an4.198:11.10": "nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.",
  "an4.198:12.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti.",
  "an4.198:12.2": "Ekabhattiko hoti rattūparato virato vikālabhojanā.",
  "an4.198:12.3": "Naccagītavāditavisūkadassanā paṭivirato hoti.",
  "an4.198:12.4": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti.",
  "an4.198:12.5": "Uccāsayanamahāsayanā paṭivirato hoti.",
  "an4.198:12.6": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.7": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.8": "Āmakamaṃsapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.9": "Itthikumārikapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.10": "Dāsidāsapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.11": "Ajeḷakapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.12": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.13": "Hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.14": "Khettavatthupaṭiggahaṇā paṭivirato hoti.",
  "an4.198:12.15": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti.",
  "an4.198:12.16": "Kayavikkayā paṭivirato hoti.",
  "an4.198:12.17": "Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti.",
  "an4.198:12.18": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti.",
  "an4.198:12.19": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti.",
  "an4.198:13.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "an4.198:13.2": "So yena yeneva pakkamati samādāyeva pakkamati.",
  "an4.198:13.3": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti;",
  "an4.198:13.4": "evamevaṃ bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena.",
  "an4.198:13.5": "So yena yeneva pakkamati, samādāyeva pakkamati.",
  "an4.198:13.6": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.",
  "an4.198:14.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an4.198:14.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an4.198:14.3": "rakkhati cakkhundriyaṃ;",
  "an4.198:14.4": "cakkhundriye saṃvaraṃ āpajjati.",
  "an4.198:14.5": "Sotena saddaṃ sutvā … ghānena gandhaṃ ghāyitvā … jivhāya rasaṃ sāyitvā … kāyena phoṭṭhabbaṃ phusitvā … manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.",
  "an4.198:14.6": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati;",
  "an4.198:14.7": "rakkhati manindriyaṃ;",
  "an4.198:14.8": "manindriye saṃvaraṃ āpajjati.",
  "an4.198:14.9": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti.",
  "an4.198:15.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "an4.198:16.1": "<span class=\"cross\" title=\"^mn27#35 [Cūḷahatthipadopamasutta] | ^mn38#107 [Mahātaṇhāsaṅkhayasutta] | ^mn51#19 [Kandarakasutta], ^mn94#22 [Ghoṭamukhasutta] | ^mn101#43 [Devadahasutta] | ^pp2.4#126 [Catukkapuggalapaññatti]\" id=\"note507\">*</span> <a class=\"sc\" id=\"13\"></a><a class=\"pts\" id=\"pts2.211\"></a>So iminā ca ariyena sīlakkhandhena samannāgato,<span class=\"var\" title=\" etthantare pāṭho sī , syā1-3, pā1 potthakesu\" id=\"note508\"> imāya ca ariyāya santuṭṭhiyā samannāgato</span>, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena <span class=\"var\" title=\"samannāgato. so (mr)\" id=\"note510\">samannāgato</span> vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanappatthaṃ abbhokāsaṃ palālapuñjaṃ.",
  "an4.198:16.2": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.",
  "an4.198:16.3": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti.",
  "an4.198:16.4": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti.",
  "an4.198:16.5": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti.",
  "an4.198:16.6": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti.",
  "an4.198:16.7": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti.",
  "an4.198:16.8": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.",
  "an4.198:17.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya … pe … sattānaṃ cutūpapātañāṇāya … pe … āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.",
  "an4.198:17.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "an4.198:17.3": "‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.",
  "an4.198:18.1": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati;",
  "an4.198:18.2": "vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.",
  "an4.198:18.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.",
  "an4.198:18.4": "Evaṃ kho, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.",
  "an4.198:18.5": "So na attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati.",
  "an4.198:18.6": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.198:19.1": "Aṭṭhamaṃ."
}