{
  "_markup_path": "markup/an/an04/an4.096.html",
  "_alt_strings": [
    "en/sujato/an/an04/an4.096.json"
  ],
  "an4.96:1.1": "Aṅguttara Nikāya 4",
  "an4.96:2.1": "10. Asuravagga",
  "an4.96:3.1": "96. Rāgavinayasutta",
  "an4.96:4.1": "“Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.",
  "an4.96:4.2": "Katame cattāro?",
  "an4.96:4.3": "Attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca.",
  "an4.96:5.1": "Kathañca, bhikkhave, puggalo attahitāya paṭipanno hoti no parahitāya?",
  "an4.96:5.2": "Idha, bhikkhave, ekacco puggalo attanā rāgavinayāya paṭipanno hoti, no paraṃ rāgavinayāya samādapeti;",
  "an4.96:5.3": "attanā dosavinayāya paṭipanno hoti, no paraṃ dosavinayāya samādapeti;",
  "an4.96:5.4": "attanā mohavinayāya paṭipanno hoti, no paraṃ mohavinayāya samādapeti.",
  "an4.96:5.5": "Evaṃ kho, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya.",
  "an4.96:6.1": "Kathañca, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya?",
  "an4.96:6.2": "Idha, bhikkhave, ekacco puggalo attanā na rāgavinayāya paṭipanno hoti, paraṃ rāgavinayāya samādapeti;",
  "an4.96:6.3": "attanā na dosavinayāya paṭipanno hoti, paraṃ dosavinayāya samādapeti;",
  "an4.96:6.4": "attanā na mohavinayāya paṭipanno hoti, paraṃ mohavinayāya samādapeti.",
  "an4.96:6.5": "Evaṃ kho, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya.",
  "an4.96:7.1": "Kathañca, bhikkhave, puggalo nevattahitāya paṭipanno hoti, no parahitāya?",
  "an4.96:7.2": "Idha, bhikkhave, ekacco puggalo attanā na rāgavinayāya paṭipanno hoti, no paraṃ rāgavinayāya samādapeti;",
  "an4.96:7.3": "attanā na dosavinayāya paṭipanno hoti, no paraṃ dosavinayāya samādapeti;",
  "an4.96:7.4": "attanā na mohavinayāya paṭipanno hoti, no paraṃ mohavinayāya samādapeti.",
  "an4.96:7.5": "Evaṃ kho, bhikkhave, puggalo nevattahitāya paṭipanno hoti, no parahitāya.",
  "an4.96:8.1": "Kathañca, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca?",
  "an4.96:8.2": "Idha, bhikkhave, ekacco puggalo attanā ca rāgavinayāya paṭipanno hoti, parañca rāgavinayāya samādapeti;",
  "an4.96:8.3": "attanā ca dosavinayāya paṭipanno hoti, parañca dosavinayāya samādapeti;",
  "an4.96:8.4": "attanā ca mohavinayāya paṭipanno hoti, parañca mohavinayāya samādapeti.",
  "an4.96:8.5": "Evaṃ kho, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca.",
  "an4.96:8.6": "Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.",
  "an4.96:9.1": "Chaṭṭhaṃ."
}