{
    "en": {
        "bf647454e36069fd16f1a7a35cf6a865": "Getting Started",
        "0e677f2291e66778ca0e3ef7767d91a7": "When it comes to reading suttas, there’s as many approaches as there are readers. The single most helpful thing to understand the suttas is a good teacher. As it says in the Boat Sutta (Snp 2.8):",
        "4fccb495669a0a17c771d89045caed40": "Like one who has embarked on a strong boat,<br/> complete with oars and rudder,<br/> a person wise and skilled in means<br/> can bring many others across.",
        "c193f00c4de6db3c1d7664e9803c366e": "Here we’ll offer a few tips and resources which might be helpful for people taking their first steps.",
        "b7f4228ab13067f8e7d3b3f691c3a3ef": "Good habits",
        "a706650099f8891725187b81552aff39": "Here’s some reflective pieces about developing a regular practice of reading suttas.",
        "5ed71a854b40cf00cae5855b964e2072": "<strong><a href=\"https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676\" target=\"_blank\">How to Read the Suttas</a>:</strong> Words of experience by Bhante Sujato.",
        "a7464154644711a3364be35470434e8c": "<strong><a href=\"http://www.accesstoinsight.org/befriending.html\" target=\"_blank\">Befriending the Suttas</a>:</strong> A classic guide found on the original sutta site, Access to Insight.",
        "691d440f07b39a1670e36f0a1cf2434c": "<strong><a href=\"https://readingfaithfully.org/\" target=\"_blank\">Reading Faithfully</a>:</strong> A website devoted to supporting a deeper, more emotional connection with the suttas.",
        "ac5eaf64321c4e6161a7072b82d7ee6c": "<strong><a href=\"https://app.box.com/shared/yifyua1nr2\" target=\"_blank\">Guidelines for Sutta Reading</a>:</strong> The Sacred Mountain Sangha offers guidelines for contemplative sutta reading in a group and on your own, with instruction from Peter Woods.",
        "da486f01c76bee128fef5d5090168ce6": "Structured courses and guides",
        "207531706465e14033bb7388ea4f305f": "Some people prefer a more free-flowing, inuitive approach, but for others, a well structured course is just right.",
        "12f77f8bc2ca002e8479d3edfaeea538": "<strong><a href=\"https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/\" target=\"_blank\">Buddhist Life/Buddhist Path</a>:</strong> Bhikkhu Cintita has put together this comprehensive introduction based on many years’ experience of teaching courses on the early texts. It’s divided into two books: <cite>Buddhist Life</cite> for the foundational teachings and <cite>Buddhist Path</cite> for systematic training in the higher path leading to awakening. Each book can be studied independently and in either order.",
        "98598a13a5619c483a7177e1292b4eaa": "<strong><a href=\"http://www.wisdompubs.org/book/buddha%E2%80%99s-words\" target=\"_blank\">In the Buddha’s Words</a>:</strong> Bhikkhu Bodhi presents selected discourses of the Buddha from the Pali Canon, the earliest record of what the Buddha taught. Divided into ten thematic chapters, <cite>In the Buddha’s Words</cite> reveals the full scope of the Buddha’s discourses, from family life and marriage to renunciation and the path of insight. A concise, informative introduction precedes each chapter, guiding the reader toward a deeper understanding of the texts that follow. The readings and introductions may be found on SuttaCentral’s forum <a href=\"https://discourse.suttacentral.net/t/in-the-buddha-s-words/29\" target=\"_blank\">here</a>.",
        "b85cbff7caf6097b21572c358b1eb8e4": "<strong><a href=\"https://archive.org/details/guidetotipitaka029042mbp\" target=\"_blank\">Guide To Tipitaka</a>:</strong> Sayagyi U Ko Lay’s classic survey of the entire Pali canon. This gives a descriptive overview from a Theravada perspective, summarizing each section and many individual texts. It’s especially handy if you encounter a new book in the canon and want to learn some more about it.",
        "295c1ca7987b7074d557f248a6e4d8dc": "<strong><a href=\"http://dharmafarer.org/wordpress/sutta-discovery\" target=\"_blank\">The Sutta Discovery Series</a>:</strong> For many years, senior teacher Piya Tan has been giving sutta classes with detailed notes, translating texts himself from the Pali. This invaluable resource is entirely available online.",
        "7245023e107f7a6f2a625c1cdb388b63": "Listen to the suttas",
        "2d5ac0e1d879d50d69edbeac3cd150e8": "There’s a range of sources providing audio and/or video for the suttas, including readings, classes, and vlogs.",
        "f8dd98f5755619fd92a49ebfb4385797": "<strong><a href=\"https://www.youtube.com/watch?v=KuOOmGfebV8\" target=\"_blank\">5 Funny Buddhist Suttas That Have a Great Message</a>:</strong> Mindah-Lee Kumar (aka “The Enthusiastic Buddhist”) shows how the Buddha used humor to make a point.",
        "7b8c68ad9a5c2a638bfbc2c1e1861c2d": "<strong><a href=\"https://www.youtube.com/watch?v=z4pyC8vwOjU&amp;list=PLf9HOK_Rf1M5Z9I_amhqlldGiFL7dVSJb\" target=\"_blank\">BSWA sutta classes</a>:</strong> For many years, the monks and nuns of Bodhinyana and Dhammasara, including Ajahn Brahm, have been giving sutta classes. They’re available on Youtube.",
        "e684f0dd0efe2d83468646eb5a9ec666": "<strong><a href=\"https://discourse.suttacentral.net/c/av\" target=\"_blank\">SuttaCentral forum</a>:</strong> Our forum is a place where anyone can upload or link to resources on the suttas. There’s plenty of readings, chanting, and classes.",
        "cd56198f0768e84cfc40a120e02f796d": "Join a reading group",
        "6f73eabae4d37563d42d1a02331afc54": "There are many reading groups for suttas, both local and online. A journey is always best if you’ve got others to share it with.",
        "481f9ed1b1450ec83d42f430e3e9f012": "We won’t link to any here, as they tend to be local and transient. But ask around your local centers or social media, or on our forum, and chances are you’ll find something. If there’s nothing in your area, why not start a group yourself?",
        "bdf47b4cb4954819d238f60ca2edb579": "Discuss & Discover, SuttaCentral’s forum",
        "e3b5fa1c0e31fd9e733d406c94c44227": "We’ve built a vibrant, diverse community of folks interested in the suttas. You’re welcome to ask questions, read essays, and join the conversation <a href=\"https://discourse.suttacentral.net/\" target=\"_blank\">here</a>.",
        "c5cf897ac4549f6a6e80900f52a0b13c": "Just jump in",
        "bacd98544bd820c4e32e81797baa4621": "Sure, a structured course is a good way to get an overview of the teachings. But life isn’t structured. The Buddha didn’t teach everything from A–Z, he responded to the needs of those he was with. Sometimes the things we learn most from are random; a phrase we happen to overhear, or a word that comes at just the right time.",
        "32070e2961989210491f68c69ae90e71": "So why not just try a random sutta? Or search to see what the Buddha had to say about cats?",
        "ac703e1e04b5438e9a5c6d840fefa6e9": "Read them all",
        "21582c6c30be1217322cdb9aebaf4a59": "that"
    }
}