{
  "_markup_path": "markup/sn/sn01/sn1.34.html",
  "_alt_strings": [
    "pi/sn/sn01/sn1.34.json"
  ],
  "sn1.34:1.1": "Linked Discourses 1",
  "sn1.34:2.1": "4 The Satullapa Group",
  "sn1.34:3.1": "34 There’s None",
  "sn1.34:4.1": "At one time the Buddha was staying near Sāvatthī, in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "sn1.34:4.2": "Then, late at night, several beautiful gods of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, ",
  "sn1.34:4.3": "bowed, and stood to one side.",
  "sn1.34:4.4": "Standing to one side, one deity recited this verse in the Buddha’s presence:",
  "sn1.34:5.1": "“Among humans there are no sensual pleasures that are permanent.",
  "sn1.34:5.2": "Here there are desirable things, bound to which,",
  "sn1.34:5.3": "drunk on which, there’s no coming back.",
  "sn1.34:5.4": "That person doesn’t return here from the realm of death.”",
  "sn1.34:6.1": "“Misery is born of desire; suffering is born of desire;",
  "sn1.34:6.2": "when desire is removed, misery is removed;",
  "sn1.34:6.3": "when misery is removed, suffering is removed.”",
  "sn1.34:7.1": "“The world’s pretty things aren’t sensual pleasures.",
  "sn1.34:7.2": "Greedy intention is a person’s sensual pleasure.",
  "sn1.34:7.3": "The world’s pretty things stay just as they are,",
  "sn1.34:7.4": "but a sage removes desire for them.",
  "sn1.34:8.1": "You should give up anger and get rid of conceit,",
  "sn1.34:8.2": "and get past all the fetters.",
  "sn1.34:8.3": "Sufferings don’t torment the one who has nothing,",
  "sn1.34:8.4": "not clinging to name and form.",
  "sn1.34:9.1": "Reckoning’s given up, conceit rejected;",
  "sn1.34:9.2": "craving for name and form is cut off right here.",
  "sn1.34:9.3": "They’ve cut the ties, untroubled and free of hope.",
  "sn1.34:9.4": "Though gods and humans search for them",
  "sn1.34:9.5": "both here and beyond, they never find them,",
  "sn1.34:9.6": "not in heaven nor in any abode.”",
  "sn1.34:10.1": "“If neither gods nor humans see one freed in this way",
  "sn1.34:10.2": "either here nor beyond,” said Venerable Mogharāja,",
  "sn1.34:10.3": "“are those who revere that best of men,",
  "sn1.34:10.4": "who lives for the good of mankind, also worthy of praise?”",
  "sn1.34:11.1": "“The mendicants who revere one freed in this way",
  "sn1.34:11.2": "are also worthy of praise, Mogharāja,” said the Buddha.",
  "sn1.34:11.3": "“But having understood the teaching and given up doubt,",
  "sn1.34:11.4": "those mendicants can get over clinging.”"
}