{
  "_markup_path": "markup/sn/sn01/sn1.20.html",
  "_alt_strings": [
    "pi/sn/sn01/sn1.20.json"
  ],
  "sn1.20:1.1": "Linked Discourses 1",
  "sn1.20:2.1": "2 The Garden of Delight",
  "sn1.20:3.1": "20 With Samiddhi",
  "sn1.20:4.1": "<span class=\\”evam\\”>So I have heard.​</span>",
  "sn1.20:4.2": "At one time the Buddha was staying near Rājagaha in the Hot Springs Monastery.",
  "sn1.20:4.3": "Then Venerable Samiddhi rose before dawn and went to the hot springs to bathe.",
  "sn1.20:4.4": "When he had bathed and come out he stood in one robe drying himself.",
  "sn1.20:4.5": "Then, late at night, a beautiful deity, lighting up the entire Jeta’s Grove, went up to Samiddhi, ",
  "sn1.20:4.6": "and, standing in the air, addressed him in verse:",
  "sn1.20:5.1": "“Mendicant, you seek alms before you eat;",
  "sn1.20:5.2": "you wouldn’t seek alms after eating.",
  "sn1.20:5.3": "But you should eat first, then seek alms:",
  "sn1.20:5.4": "don’t let the time pass you by.”",
  "sn1.20:6.1": "“I truly don’t know the time;",
  "sn1.20:6.2": "it’s hidden and cannot be seen.",
  "sn1.20:6.3": "That’s why I seek alms before eating:",
  "sn1.20:6.4": "don’t let the time pass me by!”",
  "sn1.20:7.1": "Then that deity landed on the ground and said to Samiddhi:",
  "sn1.20:7.2": "“You’ve gone forth while young, mendicant. You’re black-haired, blessed with youth, in the prime of life, and you’ve never flirted with sensual pleasures.",
  "sn1.20:7.3": "Enjoy human sensual pleasures!",
  "sn1.20:7.4": "Don’t give up what you see in the present life to chase after what takes time.”",
  "sn1.20:8.1": "“I’m not, good sir;",
  "sn1.20:8.2": "I’m giving up what takes time to chase after what I see in the present life.",
  "sn1.20:8.3": "For the Buddha has said that sensual pleasures take time, with much suffering and distress, and they’re all the more full of drawbacks.",
  "sn1.20:8.5": "But this teaching is realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”",
  "sn1.20:9.1": "“But in what way, mendicant, has the Buddha has said that sensual pleasures take time, with much suffering and distress, and they’re all the more full of drawbacks?",
  "sn1.20:9.2": "And how is this teaching realizable in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”",
  "sn1.20:10.1": "“I’m junior, good sir, recently gone forth, newly come to this teaching and training.",
  "sn1.20:10.2": "I’m not able to explain this in detail.",
  "sn1.20:10.3": "But the Blessed One, the perfected one, the fully awakened Buddha is staying near Rājagaha in the Hot Springs Monastery.",
  "sn1.20:10.4": "You should go to him and ask about this matter.",
  "sn1.20:10.5": "And you should remember it in line with the Buddha’s answer.”",
  "sn1.20:11.1": "“It’s not easy for us to approach the Buddha, as he is surrounded by other eminent deities.",
  "sn1.20:11.2": "If you go to the Buddha and ask him about this matter, we’ll come along and listen to the teaching.”",
  "sn1.20:11.3": "“Yes, good sir,” that monk replied. He went to the Buddha,",
  "sn1.20:11.4": "bowed, sat down to one side, ",
  "sn1.20:11.5": "and told him what had happened. Then he added:",
  "sn1.20:20.4": "“Sir, if that deity spoke the truth, they’ll be close by.”",
  "sn1.20:21.1": "When he had spoke, that deity said to Samiddhi:",
  "sn1.20:21.2": "“Ask, mendicant, ask! For I have arrived.”",
  "sn1.20:22.1": "Then the Buddha addressed the deity in verse:",
  "sn1.20:23.1": "“Sentient beings who perceive the visible,",
  "sn1.20:23.2": "become established in the visible.",
  "sn1.20:23.3": "Not understanding the visible,",
  "sn1.20:23.4": "they come under the yoke of Death.",
  "sn1.20:24.1": "But having fully understood the visible,",
  "sn1.20:24.2": "they don’t conceive a seer,",
  "sn1.20:24.3": "for they have nothing",
  "sn1.20:24.4": "by which they might be described.",
  "sn1.20:24.5": "Tell me if you understand, spirit.”",
  "sn1.20:25.1": "“I don’t understand the detailed meaning of the Buddha’s brief statement.",
  "sn1.20:25.2": "Please teach me this matter so I can understand the detailed meaning.”",
  "sn1.20:26.1": "“If you conceive that ‘I’m equal,",
  "sn1.20:26.2": "special, or worse’, you’ll get into arguments.",
  "sn1.20:26.3": "Unwavering in the face of the three discriminations,",
  "sn1.20:26.4": "you’ll have no thought ‘I’m equal or special’.",
  "sn1.20:26.5": "Tell me if you understand, spirit.” ",
  "sn1.20:27.1": "“I don’t understand the detailed meaning of the Buddha’s brief statement.",
  "sn1.20:27.2": "Please teach me this matter so I can understand the detailed meaning.”",
  "sn1.20:28.1": "“Reckoning’s given up, conceit rejected;",
  "sn1.20:28.2": "craving for name and form is cut off right here.",
  "sn1.20:28.3": "They’ve cut the ties, untroubled and free of hope.",
  "sn1.20:28.4": "Though gods and humans search for them",
  "sn1.20:28.5": "both here and beyond, they never find them,",
  "sn1.20:28.6": "not in heaven nor in any abode.",
  "sn1.20:29.1": "Tell me if you understand, spirit.” ",
  "sn1.20:30.1": "“This is how I understand the detailed meaning of the Buddha’s brief statement:",
  "sn1.20:31.1": "“You should never do anything bad",
  "sn1.20:31.2": "by speech or mind or body in all the world.",
  "sn1.20:31.3": "Having given up sensual pleasures, mindful and aware,",
  "sn1.20:31.4": "you shouldn’t keep doing what’s painful and pointless.”"
}