{
  "_markup_path": "markup/sn/sn01/sn1.38.html",
  "_alt_strings": [
    "pi/sn/sn01/sn1.38.json"
  ],
  "sn1.38:1.1": "Linked Discourses 1",
  "sn1.38:2.1": "4 The Satullapa Group",
  "sn1.38:3.1": "38 A Splinter",
  "sn1.38:4.1": "<span class=\\”evam\\”>So I have heard.</span>",
  "sn1.38:4.2": "At one time the Buddha was staying near Rājagaha in the Maddakucchi deer park.",
  "sn1.38:4.3": "Now at that time the Buddha’s foot had been cut by a splinter.",
  "sn1.38:4.4": "The Buddha was stricken by harrowing pains; physical feelings that were painful, sharp, severe, acute, unpleasant and disagreeable.",
  "sn1.38:4.5": "But he endured with mindfulness and situational awareness, without worrying.",
  "sn1.38:4.6": "And then he spread out his outer robe folded in four and lay down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware. ",
  "sn1.38:5.1": "Then, late at night, several beautiful gods of the Satullapa Group, lighting up the entire Maddukucchi, went up to the Buddha, ",
  "sn1.38:5.2": "bowed, and stood to one side.",
  "sn1.38:5.3": "Standing to one side, one deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:5.4": "“The ascetic Gotama is such an elephant, sir!",
  "sn1.38:5.5": "And as an elephant, he endures painful physical feelings that have come up—sharp, severe, acute, unpleasant and disagreeable—with mindfulness and situational awareness, without worrying.”",
  "sn1.38:6.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:6.2": "“The ascetic Gotama is such a lion, sir!",
  "sn1.38:6.3": "And as a lion, he endures painful physical feelings … without worrying.”",
  "sn1.38:7.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:7.2": "“The ascetic Gotama is such a thoroughbred, sir!",
  "sn1.38:7.3": "And as a thoroughbred, he endures painful physical feelings … without worrying.”",
  "sn1.38:8.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:8.2": "“The ascetic Gotama is such a chief bull, sir!",
  "sn1.38:8.3": "And as a chief bull, he endures painful physical feelings … without worrying.”",
  "sn1.38:9.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:9.2": "“The ascetic Gotama is such a behemoth, sir!",
  "sn1.38:9.3": "And as a behemoth, he endures painful physical feelings … without worrying.”",
  "sn1.38:10.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:10.2": "“The ascetic Gotama is truly tamed, sir!",
  "sn1.38:10.3": "And as someone tamed, he endures painful physical feelings … without worrying.”",
  "sn1.38:11.1": "Then another deity uttered this aphorism in the Buddha’s presence:",
  "sn1.38:11.2": "“See, his samādhi is so well developed, and his mind is so well freed—not leaning forward or pulling back, and not held in place by forceful suppression.",
  "sn1.38:11.3": "If anyone imagines that they can overcome such an elephant of a man, a lion of a man, a thoroughbred of a man, a chief bull of a man, a behemoth of a man, a tamed man—what is that but a failure to see?”",
  "sn1.38:12.1": "“Learned in the five Vedas, brahmins practice ",
  "sn1.38:12.2": "mortification for a full century.",
  "sn1.38:12.3": "But their minds are not properly freed,",
  "sn1.38:12.4": "for those of base character don’t cross to the far shore.",
  "sn1.38:13.1": "Seized by craving, attached to precepts and observances,",
  "sn1.38:13.2": "they practice rough mortification for a hundred years.",
  "sn1.38:13.3": "But their minds are not properly freed,",
  "sn1.38:13.4": "for those of base character don’t cross to the far shore.",
  "sn1.38:14.1": "Someone who’s fond of conceit can’t be tamed,",
  "sn1.38:14.2": "and someone without convergence can’t be a sage.",
  "sn1.38:14.3": "Living negligent alone in the wilderness,",
  "sn1.38:14.4": "they can’t cross beyond the realm of Death.”",
  "sn1.38:15.1": "“Having given up conceit, well converged inside oneself,",
  "sn1.38:15.2": "with a healthy heart, everywhere released;",
  "sn1.38:15.3": "living diligent alone in the wilderness,",
  "sn1.38:15.4": "they cross beyond the realm of Death.”"
}