{
  "_markup_path": "markup/sn/sn36/sn36.11.html",
  "_alt_strings": [
    "pi/sn/sn36/sn36.11.json"
  ],
  "sn36.11:1.1": "Linked Discourses 36 ",
  "sn36.11:2.1": "2 In Private",
  "sn36.11:3.1": "11 In Private",
  "sn36.11:4.1": "Then a mendicant went up to the Buddha,",
  "sn36.11:4.2": "bowed, sat down to one side, ",
  "sn36.11:4.3": "and said to him: ",
  "sn36.11:4.4": "“Just now, sir, as I was in private solitude this thought came to mind.",
  "sn36.11:4.5": "The Buddha has spoken of three feelings.",
  "sn36.11:4.6": "Pleasant, painful, and neutral feeling.",
  "sn36.11:4.7": "These are the three feelings the Buddha has spoken of.",
  "sn36.11:4.8": "But the Buddha has also said:",
  "sn36.11:4.9": "‘Suffering includes whatever is felt.’",
  "sn36.11:4.10": "What was the Buddha referring to when he said this?”",
  "sn36.11:5.1": "“Good, good, mendicant! ",
  "sn36.11:5.2": "I have spoken of these three feelings.",
  "sn36.11:5.3": "Pleasant, painful, and neutral feeling.",
  "sn36.11:5.4": "These are the three feelings I have spoken of.",
  "sn36.11:5.5": "But I have also said:",
  "sn36.11:5.6": "‘Suffering includes whatever is felt.’",
  "sn36.11:5.7": "When I said this I was referring to the impermanence of conditions, to the fact that conditions are",
  "sn36.11:5.9": "liable to end,",
  "sn36.11:5.10": "vanish,",
  "sn36.11:5.11": "fade away,",
  "sn36.11:5.12": "cease,",
  "sn36.11:5.13": "and perish.",
  "sn36.11:5.15": "But I have also explained the progressive cessation of conditions.",
  "sn36.11:5.16": "For someone who has attained the first absorption, speech has ceased.",
  "sn36.11:5.17": "For someone who has attained the second absorption, the placing of the mind and keeping it connected have ceased.",
  "sn36.11:5.18": "For someone who has attained the third absorption, rapture has ceased.",
  "sn36.11:5.19": "For someone who has attained the fourth absorption, breathing has ceased.",
  "sn36.11:5.20": "For someone who has attained the dimension of infinite space, the perception of form has ceased.",
  "sn36.11:5.21": "For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has ceased.",
  "sn36.11:5.22": "For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has ceased.",
  "sn36.11:5.23": "For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has ceased.",
  "sn36.11:5.24": "For someone who has attained the cessation of perception and feeling, perception and feeling have ceased.",
  "sn36.11:5.25": "For a mendicant who has ended the defilements, greed, hate, and delusion have ceased.",
  "sn36.11:5.26": "And I have also explained the progressive stilling of conditions.",
  "sn36.11:5.27": "For someone who has attained the first absorption, speech has stilled.",
  "sn36.11:5.28": "For someone who has attained the second absorption, the placing of the mind and keeping it connected have stilled. …",
  "sn36.11:5.29": "For someone who has attained the cessation of perception and feeling, perception and feeling have stilled.",
  "sn36.11:5.30": "For a mendicant who has ended the defilements, greed, hate, and delusion have stilled.",
  "sn36.11:5.31": "There are these six levels of tranquility.",
  "sn36.11:5.32": "For someone who has attained the first absorption, speech has been tranquilized.",
  "sn36.11:5.33": "For someone who has attained the second absorption, the placing of the mind and keeping it connected have been tranquilized.",
  "sn36.11:5.34": "For someone who has attained the third absorption, rapture has been tranquilized.",
  "sn36.11:5.35": "For someone who has attained the fourth absorption, breathing has been tranquilized.",
  "sn36.11:5.36": "For someone who has attained the cessation of perception and feeling, perception and feeling have been tranquilized.",
  "sn36.11:5.37": "For a mendicant who has ended the defilements, greed, hate, and delusion have been tranquilized.”"
}