{
  "_markup_path": "markup/sn/sn36/sn36.06.html",
  "_alt_strings": [
    "pi/sn/sn36/sn36.06.json"
  ],
  "sn36.6:1.1": "Linked Discourses 36 ",
  "sn36.6:2.1": "1 With Verses ",
  "sn36.6:3.1": "6 An Arrow",
  "sn36.6:4.1": "“Mendicants, an uneducated ordinary person feels pleasant, painful, and neutral feelings.",
  "sn36.6:4.2": "An educated noble disciple also feels pleasant, painful, and neutral feelings.",
  "sn36.6:4.3": "What, then, is the difference between an ordinary uneducated person and an educated noble disciple?”",
  "sn36.6:4.4": "“Our teachings are rooted in the Buddha. …” ",
  "sn36.6:4.5": "“When an uneducated ordinary person experiences painful physical feelings they sorrow and pine and cry, beating their breast and falling into confusion.",
  "sn36.6:4.6": "They experience two feelings:",
  "sn36.6:4.7": "physical and mental.",
  "sn36.6:4.8": "Suppose a person was struck with an arrow,",
  "sn36.6:4.9": "only to be struck with a second arrow.",
  "sn36.6:4.10": "So that person would experience the feeling of two arrows.",
  "sn36.6:4.11": "In the same way, when an uneducated ordinary person experiences painful physical feelings they sorrow and pine and cry, beating their breast and falling into confusion.",
  "sn36.6:4.12": "They experience two feelings: ",
  "sn36.6:4.13": "physical and mental. ",
  "sn36.6:4.14": "When they’re touched by painful feeling, they resist it.",
  "sn36.6:4.15": "The tendency for rigidity towards painful feeling underlies that.",
  "sn36.6:4.16": "When touched by painful feeling they look forward to enjoying sensual pleasures.",
  "sn36.6:4.17": "Why is that?",
  "sn36.6:4.18": "Because an uneducated ordinary person doesn’t understand any escape from painful feeling apart from sensual pleasures. Since they look forward to enjoying sensual pleasures, the tendency to greed for pleasant feeling underlies that.",
  "sn36.6:4.19": "They don’t truly understand feelings’ origin, ending, gratification, drawback, and escape.",
  "sn36.6:4.20": "The tendency to ignorance about neutral feeling underlies that.",
  "sn36.6:4.21": "If they feel a pleasant feeling, they feel it attached.",
  "sn36.6:4.22": "If they feel a painful feeling, they feel it attached.",
  "sn36.6:4.23": "If they feel a neutral feeling, they feel it attached.",
  "sn36.6:4.24": "They’re called an uneducated ordinary person who is attached to rebirth, old age, and death, to sorrow, crying, pain, sadness, and distress, I say.",
  "sn36.6:5.1": "When an educated noble disciple experiences painful physical feelings they don’t sorrow or pine or cry, beating their breast and falling into confusion.",
  "sn36.6:5.2": "They experience one feeling:",
  "sn36.6:5.3": "physical, not mental.",
  "sn36.6:6.1": "Suppose a person was struck with an arrow, ",
  "sn36.6:6.2": "and was not struck with a second arrow.",
  "sn36.6:6.3": "So that person would experience the feeling of one arrow.",
  "sn36.6:6.4": "In the same way, when an educated noble disciple experiences painful physical feelings they don’t sorrow or pine or cry, beating their breast and falling into confusion.",
  "sn36.6:6.5": "They experience one feeling: ",
  "sn36.6:6.6": "physical, not mental. ",
  "sn36.6:6.7": "When they’re touched by painful feeling, they don’t resist it.",
  "sn36.6:6.8": "There’s no tendency for rigidity towards painful feeling underlying that.",
  "sn36.6:6.9": "When touched by painful feeling they don’t look forward to enjoying sensual pleasures.",
  "sn36.6:6.10": "Why is that?",
  "sn36.6:6.11": "Because an educated noble disciple understands an escape from painful feeling apart from sensual pleasures. ",
  "sn36.6:6.12": "Since they don’t look forward to enjoying sensual pleasures, there’s no tendency to greed for pleasant feeling underlying that.",
  "sn36.6:6.13": "They truly understand feelings’ origin, ending, gratification, drawback, and escape.",
  "sn36.6:6.14": "There’s no tendency to ignorance about neutral feeling underlying that.",
  "sn36.6:6.15": "If they feel a pleasant feeling, they feel it detached.",
  "sn36.6:6.16": "If they feel a painful feeling, they feel it detached.",
  "sn36.6:6.17": "If they feel a neutral feeling, they feel it detached.",
  "sn36.6:6.18": "They’re called an educated noble disciple who is detached from rebirth, old age, and death, from sorrow, crying, pain, sadness, and distress, I say.",
  "sn36.6:6.19": "This is the difference between an educated noble disciple and an uneducated ordinary person.”",
  "sn36.6:7.1": "“A wise and learned person isn’t affected",
  "sn36.6:7.2": "by feelings of pleasure and pain.",
  "sn36.6:7.3": "This is the great difference in skill",
  "sn36.6:7.4": "between a sage and an ordinary person.",
  "sn36.6:8.1": "A learned person who has comprehended the teaching",
  "sn36.6:8.2": "discerns this world and the next.",
  "sn36.6:8.3": "Desirable things don’t disturb their mind, ",
  "sn36.6:8.4": "nor are they repelled by the undesirable.",
  "sn36.6:9.1": "Both favoring and opposing ",
  "sn36.6:9.2": "are cleared and ended, they are no more. ",
  "sn36.6:9.3": "Knowing the spotless, sorrowless state,  ",
  "sn36.6:9.4": "they understand rightly, transcending rebirth.”"
}