{
  "_markup_path": "markup/sn/sn36/sn36.15.html",
  "_alt_strings": [
    "pi/sn/sn36/sn36.15.json"
  ],
  "sn36.15:1.1": "Linked Discourses 36 ",
  "sn36.15:2.1": "2 In Private ",
  "sn36.15:3.1": "15 With Ānanda (1)",
  "sn36.15:4.1": "Then Venerable Ānanda went up to the Buddha …",
  "sn36.15:4.2": "sat down to one side, and said to him:",
  "sn36.15:4.3": "“Sir, what is feeling? What’s the origin of feeling? What’s the cessation of feeling? What’s the practice that leads to the cessation of feeling? ",
  "sn36.15:4.4": "And what is feeling’s gratification, drawback, and escape?”",
  "sn36.15:4.5": "“Ānanda, there are these three feelings:",
  "sn36.15:4.6": "pleasant, painful, and neutral.",
  "sn36.15:4.7": "These are called feeling.",
  "sn36.15:4.8": "Feeling originates from contact.",
  "sn36.15:4.9": "When contact ceases, feeling ceases.",
  "sn36.15:4.10": "The practice that leads to the cessation of feelings is simply this noble eightfold path, that is:",
  "sn36.15:4.11": "right view, right motivation, right speech, right action, right livelihood, right effort, right mindfulness, and right samādhi.",
  "sn36.15:4.13": "The pleasure and happiness that arise from feeling: this is its gratification.",
  "sn36.15:4.14": "That feeling is impermanent, suffering, and perishable: this is its drawback.",
  "sn36.15:4.15": "Removing and giving up desire and greed for feeling: this is its escape.",
  "sn36.15:4.16": "But I have also explained the progressive cessation of conditions.",
  "sn36.15:4.17": "For someone who has attained the first absorption, speech has ceased. …",
  "sn36.15:4.18": "For someone who has attained the cessation of perception and feeling, perception and feeling have ceased. ",
  "sn36.15:4.19": "For a mendicant who has ended the defilements, greed, hate, and delusion have ceased. ",
  "sn36.15:4.20": "And I have also explained the progressive stilling of conditions.",
  "sn36.15:4.21": "For someone who has attained the first absorption, speech has stilled. …",
  "sn36.15:4.22": "For someone who has attained the cessation of perception and feeling, perception and feeling have stilled. ",
  "sn36.15:4.23": "For a mendicant who has ended the defilements, greed, hate, and delusion have stilled.",
  "sn36.15:4.24": "And I have also explained the progressive tranquilizing of conditions.",
  "sn36.15:4.25": "For someone who has attained the first absorption, speech has been tranquilized. …",
  "sn36.15:4.26": "For someone who has attained the dimension of infinite space, the perception of form has been tranquilized.",
  "sn36.15:4.27": "For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has been tranquilized.",
  "sn36.15:4.28": "For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has been tranquilized.",
  "sn36.15:4.29": "For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has been tranquilized.",
  "sn36.15:4.30": "For someone who has attained the cessation of perception and feeling, perception and feeling have been tranquilized. ",
  "sn36.15:4.31": "For a mendicant who has ended the defilements, greed, hate, and delusion have been tranquilized.” "
}