{
  "_markup_path": "markup/sn/sn36/sn36.31.html",
  "_alt_strings": [
    "pi/sn/sn36/sn36.31.json"
  ],
  "sn36.31:1.1": "Linked Discourses 36 ",
  "sn36.31:2.1": "3 The Explanation of the Hundred and Eight ",
  "sn36.31:3.1": "31 Spiritual",
  "sn36.31:4.1": "“Mendicants, there is carnal rapture, spiritual rapture, and even more spiritual rapture.",
  "sn36.31:4.2": "There is carnal pleasure, spiritual pleasure, and even more spiritual pleasure.",
  "sn36.31:4.3": "There is carnal equanimity, spiritual equanimity, and even more spiritual equanimity.",
  "sn36.31:4.4": "There is carnal liberation, spiritual liberation, and even more spiritual liberation.",
  "sn36.31:4.5": "And what is carnal rapture?",
  "sn36.31:4.6": "There are these five kinds of sensual stimulation.",
  "sn36.31:4.7": "What five?",
  "sn36.31:4.8": "Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …",
  "sn36.31:4.9": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn36.31:4.10": "These are the five kinds of sensual stimulation. ",
  "sn36.31:4.11": "The rapture that arises from these five kinds of sensual stimulation is called carnal rapture.",
  "sn36.31:5.1": "And what is spiritual rapture?",
  "sn36.31:5.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn36.31:5.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "sn36.31:5.4": "This is called spiritual rapture.",
  "sn36.31:6.1": "And what is even more spiritual rapture?",
  "sn36.31:6.2": "When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, rapture arises. This is called even more spiritual rapture.",
  "sn36.31:7.1": "And what is carnal pleasure?",
  "sn36.31:7.2": "“Mendicants, there are these five kinds of sensual stimulation.",
  "sn36.31:7.3": "What five?",
  "sn36.31:7.4": "Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …",
  "sn36.31:7.5": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn36.31:7.6": "These are the five kinds of sensual stimulation. ",
  "sn36.31:7.7": "The pleasure and happiness that arise from these five kinds of sensual stimulation is called carnal pleasure.",
  "sn36.31:8.1": "And what is spiritual pleasure?",
  "sn36.31:8.2": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unwholesome qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "sn36.31:8.3": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of samādhi, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.  ",
  "sn36.31:8.4": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’. ",
  "sn36.31:8.6": "This is called spiritual pleasure. ",
  "sn36.31:9.1": "And what is even more spiritual pleasure?",
  "sn36.31:9.2": "When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, pleasure and happiness arises. This is called even more spiritual pleasure.",
  "sn36.31:10.1": "And what is carnal equanimity?",
  "sn36.31:10.2": "There are these five kinds of sensual stimulation.",
  "sn36.31:10.3": "What five?",
  "sn36.31:10.4": "Sights cognizable by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …",
  "sn36.31:10.5": "Touches cognizable by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.",
  "sn36.31:10.6": "These are the five kinds of sensual stimulation. ",
  "sn36.31:10.7": "The equanimity that arises from these five kinds of sensual stimulation is called carnal equanimity.",
  "sn36.31:11.1": "And what is spiritual equanimity?",
  "sn36.31:11.2": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "sn36.31:11.3": "This is called spiritual equanimity.",
  "sn36.31:12.1": "And what is even more spiritual equanimity?",
  "sn36.31:12.2": "When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, equanimity arises. This is called even more spiritual equanimity.",
  "sn36.31:13.1": "And what is carnal liberation?",
  "sn36.31:13.2": "Liberation connected with form is carnal.",
  "sn36.31:14.1": "And what is spiritual liberation?",
  "sn36.31:14.2": "Liberation connected with the formless is spiritual.",
  "sn36.31:15.1": "And what is even more spiritual liberation?",
  "sn36.31:15.2": "When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, liberation arises. This is called even more spiritual liberation.”",
  "sn36.31:19.1": "The Linked Discourses on feeling are complete."
}